{
  "id": 842334,
  "name": "Armor's Estate. Armor's Appeal",
  "name_abbreviation": "Armor's Estate",
  "decision_date": "1893-05-08",
  "docket_number": "Appeal, No. 218",
  "first_page": "517",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "154 Pa. 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "16 W. N. C. 100",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "35 N. Y. 598",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "25 N. Y. 95",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "127 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565723
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0564-01"
      ]
    },
    {
      "cite": "114 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0010-01"
      ]
    },
    {
      "cite": "110 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543773
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0339-01"
      ]
    },
    {
      "cite": "38 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994119
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0138-01"
      ]
    },
    {
      "cite": "75 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036799
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0337-01"
      ]
    },
    {
      "cite": "61 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428586
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0043-01"
      ]
    },
    {
      "cite": "116 Pa. 612",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554389
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0612-01"
      ]
    },
    {
      "cite": "108 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539228
      ],
      "weight": 6,
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0395-01"
      ]
    },
    {
      "cite": "99 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444781
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0163-01"
      ]
    },
    {
      "cite": "66 Pa. 283",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        432476
      ],
      "weight": 7,
      "opinion_index": -1,
      "case_paths": [
        "/pa/66/0283-01"
      ]
    },
    {
      "cite": "101 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0495-01"
      ]
    },
    {
      "cite": "99 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446076
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0545-01"
      ]
    },
    {
      "cite": "101 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500898
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0495-01"
      ]
    },
    {
      "cite": "99 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0545-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 14774,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 3.1478138795026384e-07,
      "percentile": 0.8624610932915394
    },
    "sha256": "7dbff540df4f2289e7fa2d7cea8302aba3b43e2b3051b519042f8c81587a116d",
    "simhash": "1:87a5ae8236ee6dd5",
    "word_count": 2649
  },
  "last_updated": "2024-02-27T17:41:29.848883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Thompson, JJ."
    ],
    "parties": [
      "Armor’s Estate. Armor’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nOn the 10th of November, 189.1, Ruth B. Armor died, in the ninety-third year of her age. She left surviving her five children, Monroe Armor, Eliza G., intermarried with David M. Butts, Eudotia, Anastasia and Amanda, the last married to Samuel B. Miller.\nAt her death Mrs. Armor possessed an estate in lands and personalty to the value, probably, of fifty thousand dollars ($50,000). After the death of her husband in 1877, her son-in-law, D. M. Butts, managed her estate under powers of attorney from her. The evidence shows, as well as his own statement, that his control of her affairs was dominant and practically exclusive of the owner and the other members of the family. This may have been altogether proper, and for the best interests of the estate. But in this condition of affairs, this aged woman, on the 20th of February, 1890, made her last will and testament which is now contested by all the children except Mrs. Butts. It is alleged that at the date of making the will she was: (1) Of unsound mind. (2) That the will was procured by undue influence on the part of David M. Butts.\nTo move the court to grant or refuse an issue, much testimony was taken bearing on the mental condition of testatrix, and as to the influence exercised over her at the time by her son-in-law, David M. Butts. While we have read and considered this testimony, the impropriety of any discussion of its weight or significance at this time, is so obvious that we shall not advert to it, except in so far as may be necessary to indicate the reasons for our decree.\nThere was extreme old age, and the ordinary infirmities, physicial and mental, incident to it, which of themselves do not constitute testamentary incapacity. But the contestants went further, and offered some evidence, particularly that of her family, physician, tending to show imbecility. The learned judge of the orphans’ court was of the opinion there was sufficient to send the case to a jury on this question, and as to whether there was testamentary capacity he directed that an issue be framed for trial.\nWe assume this was right; the appellants asked for it, the appellee complains not of error. But, taking this to be a good decree as far as it goes, we do not see how the learned judge refused the issue as to undue influence on this evidence. The evidence tending to show mental incapacity is so blended with that offered to show the will was procured by the son-in-law, that it is impossible to separate the conclusions. Let us illustrate our meaning: The court finds there is evidence on the question of testamentary capacity for the consideration of a jury; what evidence? That the testatrix surrendered the entire control of her estate for years before her death to David M. Butts; exacting from him no accounting; was incapable of comprehending the accounts if he had presented them. Whatever he directed, she performed or omitted; he said for some time she should not make a will, and none was made; he changed his mind and directed her to make one, and to have it drawn by a lawyer, and she obeyed. He admitted he advised her to charge her son Monroe with what he owed the estate, and says he wanted this done that his wife might have equal advantage with the son. This theory of the contestants is sought to be established all through their testimony; the extinction of all individuality of thought and action on part of testatrix, and the usurpation of her place as the owner and controller of her property by the son-in-law, and then a will made of it, not by her but by him. The absence of testamentary capacity is sought to be shown mainly by testimony that she yielded wholly to his will for years before her death; that he was not simply her agent, but her guardian or governor, as if she were imbecile.\nThe testatrix appoints him executor, and although all the children were of full age he is. also appointed trustee for all except his wife, whose share is given to her absolutely. Having had the control of the estate for thirteen years during the lifetime of the owner, substantially by the will this control is continued for the lifetime of the children.\nIn directing the issue as to testamentary capacity, doubtless the court noticed this testimony of the son-in-law : “ Q. Did you say anything to her about charging Monroe with what he owed the estate at anytime you talked with her? A. Not when I talked about the will. I told her if Monroe didn’t return what he owed the estate I would charge him with it. Q. Did you ever say anything to her about arranging matters so that Mr. Hiller would be cut out ? A. I did to Missn Eudotia Armor. Q. Now, Mr. Butts, was not that the reason you changed your mind in reference to her making a will ? A. Well, that was one reason. Q. Before that you were not in favor of her making a will? A. Well, didn’t say I was opposed to it; I said I wasn’t in favor of it; that circumstances alter cases— Q. In speaking about this matter, state whether or not you told Miss Armor you had a right to make this will ? A. Ob, I may have said it; I think I had a right to advise her to make her will. I think McManus told me at one time I had a right to advise her to do anything that was right.”\n■ The result of not making a will was to leave the estate to descend under the intestate laws. The effect of this will is to put the legal title of a large portion of it in Mr. Butts during the life of the beneficiaries. Such a difference in consequences to both the children and the trustee is certainly a very grave one. It is argued that whether the estate should go as the law directed or as Mr. Butts directed, depended altogether on how “circumstances” in his opinion altered cases.\nAs to what right Mr. Butts assumed he had, in directing the disposition of the propert}*-, we quote again from his testimony: “ Q. You were a little excited when Mr. Bower asked you one question as to whether you had a right to make this will; now if you said that, state whether you meant you had a right to advise her? A. Well, I think I had a right to advise her of making a will, but I didn’t want to write it. She suggested that I should write it, but I said that I didn’t want to do that; she should go to a lawyer. Q. If there was anything of that kind said, did you mean that }rou had a right to indicate to her what disposition she should make of her property? A. Yes, sir. Q. Did you ever think that the power of attorney gave you power to indicate the disposition of her property ? A. Yes, sir.”\nIt is urged, that this assumption bjr Butts of control over the mind and property of his aged and infirm mother-in-law, her childish submission to the usurpation, is evidence both of testamentary incapacity and undue influence, and the conclusion drawn from the evidence necessarily points with as much probability to the one as to the other. We think this argument convincing; the case comes within the rule in Wilson’s Appeal, 99 Pa. 545, where an aged testator made a will largely in favor of his confidential adviser. There was conflicting evidence of mental capacity. The orphans’ court refused an issue to determine whether testator was of sound mind, but awarded it on the question of undue influence. In an opinion by Justice Green, reversing the court below, we held that in such cases both charg’es were necessarily so interwoven and connected with each other that the inquiry should extend to both.\nBesides, as we held in Wilson v. Mitchell, 101 Pa. 495, where the testator, although possessed of testamentary capacity, yet is aged, infirm bodily, with mental faculties impaired, if his confidential adviser be largely a beneficiary under the will, there is a presumption of fact that undue influence was brought to bear on the mind of the testator, and the burden is on the beneficiary to rebut this presumption.\nIt is therefore ordered that, in so far as the decree of the court below refuses to award an issue to determine whether the alleged will of Ruth B. Armor was procured by undue influence of David M. Butts, it be reversed, and it is directed that the court below award such issue, the costs of this appeal to be paid by the appellee.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "C. M. Bower, John H. Orvis and Ellis L. Orvis with him, for appellant.",
      "John M. Dale, James A. Beaver and John W. Gephart with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Armor’s Estate. Armor’s Appeal.\n[Marked to be reported.]\nWill — Issue devisavit vel non — Undue influence — Evidence.\nWhere the court has granted an issue devisavit vel non on the question of testamentary capacity, an issue should also be granted on the question of undue influence, where there is evidence that the decedent, a woman over ninety years of age, was of feeble mind, that she had granted a power of attorney to the proponent under which he had managed her affairs and under which he claimed that he had a right to indicate to her the disposition of her property, and the will showed that the share of proponent’s wife was left to her absolutely, while the shai’es of all of the other heirs was given to proponent in trust to hold for their lifetime. The evidence tending to show mental incapacity is so blended with that offered to show undue influence that it is impossible to separate the conclusions. Wilson’s Ap., 99 Pa. 545, applied.\nConfidential relation — Undue influence — Presumption.\nWhere a testator, although possessed of testamentary capacity, is aged, infirm bodily, with mental faculties impaired, if a confidential adviser be largely a beneficiary under the will, there is a presumption of fact that undue influence was brought to bear on the mind of the testator, and the burden is on the beneficiary to rebut this presumption: Wilson v. Mitchell, 101 Pa. 495.\nArgued April 19, 1893.\nAppeal, No. 218, Jan. T., 1893, by Monroe Armor et al., contestants, from decree of O. C. Centre Co., No. 5955, refusing issue upon question of undue influence in execution of will of Ruth B. Armor, deceased.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Thompson, JJ.\nPetition for issue devisavit vel non.\nThe facts appear by the opinion of the Supreme Court.\nThe court, Ftjrst, P. J., granted an issue devisavit vel non on the question of testamentary capacity, but refused it on the question of undue influence, saying: [“ As to undue influence, there is not a particle of testimony, in our judgment, to support an issue thereon, and that part of the application we refuse. The issue directed is broad enough under the evidence.”] [3]\nOn an application to take further testimony, the court said; [“It is proper to say that one of the original questions, namely,\n‘ undue influence,’ has entirely disappeared from the case, and we do not think it would be our duty to open the case further on that question.”]'[2]\nErrors assigned were (1) in refusing to allow additional evidence to be taken on question of undue influence; (2, 3) portion of opinion quoted above ; (4) in not granting an issue on question of undue influence.\nC. M. Bower, John H. Orvis and Ellis L. Orvis with him, for appellant.\nThe allegation of mental unsoundness was strongly sustained by the testimony of the family physician, the immediate members of the family, and by the friends and neighbors, who were continually about the decedent. This being the case mental incapacity and undue influence could not be separated : Boyd v. Boyd, 66 Pa. 283; Cuthbertson’s Ap., 97 Pa. 163; Wilson’s Ap., 99 Pa. 645; Yardley v. Cuthbertson, 108 Pa. 395; Herster v. Herster, 116 Pa. 612.\nThe question of undue influence exerted upon the execution of a will is a pure question of fact. Its disposition properly rests with the jury alone, even if the trial judge should feel that, were he sitting as a juror, he could not regard the evidence as sufficient to incline him to find a verdict against the will: Herster v. Herster, 116 Pa. 612 ; Boyd v. Boyd, 66 Pa. 283 ; Cuthbertson’s Ap., 97 Pa. 163 ; Palmer’s Est., 24 W. N. 159; Graham’s Ap., 61 Pa. 43; De Haven’s Ap., 75 Pa. 337; Rees v. Stillé, 38 Pa. 138; Yardley v. Cuthbertson, 108 Pa. 395 ; Shaver v. McCarty, 110 Pa. 339.\nWhere the evidence is conflicting, it becomes then the province of a jury to pass upon the credibility of the witnesses, and the weight to be attached to their testimony: Rees v. Stillé, 38 Pa. 138; Knauss’s Ap., 114 Pa. 10; Boyd v. Boyd, 66 Pa. 283; Shaver v. McCarty, 110 Pa. 339; Cuthbertson’s Ap., 97 Pa. 163; Graham’s Ap., 61 Pa. 43; De Haven’s Ap., 75 Pa. 337.\nThe attending physician, the friends who visit, and the children around a testator, have equal, if not superior, means of information to the subscribing witnesses: Rambler v. Tryon, 7 S. & R. 92; Irish v. Smith, 8 S. & R. 576 ; Yardley v. Cuthbertson, 108 Pa. 395; Shaver v. McCarty, 110 Pa. 339.\nUndue influence may be exercised secretly as well as openly, and this is especially so where a confidential relation exists between the principal and favored party. In such case it is not easy to make out an allegation of undue influence by proof which is direct and positive, nor is it necessary to do so: Yardley v. Cuthbertson, 108 Pa. 395; Boyd v. Boyd, 66 Pa. 283 ; Herster v. Herster, 116 Pa. 612; Palmer’s Estate, 24 W. N. 159 ; Reichenbach v. Ruddach, 127 Pa. 564.\nThe proof of undue influence may be gathered from an infinite variety of circumstances, and a wide door is opened for the admission of all evidence which throws light upon the transaction. No matter how trivial and unimportant a fact may be, standing alone, it is not to be rejected if it-prove but the smallest link in the chain of circumstances by which the fraud is to be established: Delafield v. Parish, 25 N. Y. 95; Tyler v. Gardiner, 35 N. Y. 598; Roberts v. Trawick, 17 Alabama, 57; Boyd v. Boyd, 66 Pa. 283; Herster v. Herster, 116 Pa. 612; Reichenbaeh v. Ruddach, 127 Pa. 564.\nThere should be very clear evidence of mental capacity and proof independent of the fact that the mind, free and unbiased, accompanied the act: Redfield on W ills, 529 ; Boyd v. Boyd, 66 Pa. 283 ; Wilson’s Ap., 99 Pa. 545; Yardley v. Cuthbertson, 108 Pa. 395; Reichenbach v. Ruddach, 127 Pa. 564.\nWhen a prima facie case of testamentary incapacity is made out, slight evidence of undue influence will justify an issue: Wilson’s Ap., 99 Pa. 545; Boyd v. Boyd, 66 Pa. 283; Cuthbertson’s Ap., 97 Pa. 163; Yardley v. Cuthbertson, 108 Pa. 395; Kates’s Estate, 16 W. N. C. 100; Reichenbach v. Ruddach, 127 Pa. 564; Redfield on Wills, 529.\nJohn M. Dale, James A. Beaver and John W. Gephart with him, for appellee.\nThere is an entire absence of testimony upon the subject of undue influence, and it would have been a great stretch of authority on the part of the court to have allowed an issue to be framed bs to the question of the exercise of undue influence upon the mind of the testatrix, when there was no evidence of any kind to support it. The executor was not a beneficiary under the will.\nMay 8, 1893 :"
  },
  "file_name": "0517-01",
  "first_page_order": 541,
  "last_page_order": 547
}
