{
  "id": 842368,
  "name": "Gilmor's Estate. Dorrance's Appeal",
  "name_abbreviation": "Gilmor's Estate",
  "decision_date": "1893-05-08",
  "docket_number": "Appeal, No. 83",
  "first_page": "523",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "154 Pa. 523"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "64 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "52 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0326-01"
      ]
    },
    {
      "cite": "2 Yeates, 585",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962703
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0360-01"
      ]
    },
    {
      "cite": "10 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962682
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0213-01"
      ]
    },
    {
      "cite": "81 Pa. 393",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0393-01"
      ]
    },
    {
      "cite": "97 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0187-01"
      ]
    },
    {
      "cite": "83 Ind. 339",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1319059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/83/0339-01"
      ]
    },
    {
      "cite": "8 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959565
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0498-01"
      ]
    },
    {
      "cite": "5 Bin. 115",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0115-01"
      ]
    },
    {
      "cite": "104 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 Yeates, 34",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6771178
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0033-01"
      ]
    },
    {
      "cite": "2 W. & S. 450",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853563
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0450-01"
      ]
    },
    {
      "cite": "121 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561226
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0268-01"
      ]
    },
    {
      "cite": "131 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0568-01"
      ]
    },
    {
      "cite": "3 Watts, 50",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0050-01"
      ]
    },
    {
      "cite": "104 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "136 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820010
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0153-01"
      ]
    },
    {
      "cite": "134 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814952
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0390-01"
      ]
    },
    {
      "cite": "84 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0241-01"
      ]
    },
    {
      "cite": "26 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0217-01"
      ]
    },
    {
      "cite": "104 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452173
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0342-01"
      ]
    },
    {
      "cite": "2 Rawle, 28",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820609
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0028-01"
      ]
    },
    {
      "cite": "53 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004686
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0074-01"
      ]
    },
    {
      "cite": "1 Yeates, 318",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 147",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0147-01"
      ]
    },
    {
      "cite": "150 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834429
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0023-01"
      ]
    },
    {
      "cite": "4 Yeates, 278",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": -1
    },
    {
      "cite": "74 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0414-01"
      ]
    },
    {
      "cite": "150 Pa. 227",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834410
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0227-01"
      ]
    },
    {
      "cite": "134 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "3 Grant, 210",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229255
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/3/0210-01"
      ]
    },
    {
      "cite": "3 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400617
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/3/0304-01"
      ]
    },
    {
      "cite": "104 Pa. 842",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "93 Pa. 316",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "4 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "104 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "84 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0241-01"
      ]
    },
    {
      "cite": "2 Rawle, 28",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820609
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/2/0028-01"
      ]
    },
    {
      "cite": "1 Yeates, 318",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 1074,
    "char_count": 26203,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 1.1370757049828198e-06,
      "percentile": 0.986407701761763
    },
    "sha256": "c12954f2001a4cd835f222fc11813899ce906e4abf11c751e0c0197978a5421e",
    "simhash": "1:9633eb2fd244ba0f",
    "word_count": 4629
  },
  "last_updated": "2024-02-27T17:41:29.848883+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum; and Thompson, JJ."
    ],
    "parties": [
      "Gilmor’s Estate. Dorrance’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Thompson,\nThe question raised in this appeal is whether the legacies in the will of John Gilmor deceased lapse. John Gilmor, the testator, died November 30, 1889, unmarried, leaving surviving him an unmarried sister, who died February 21, 1891. He made his will August 18, 1883, and on September 21, 1888, adding a codicil, then republished it. By his will before this republication he gave to his sister Eliza the income of his estate during her natural life, and upon her death directed his executors to convert the estate into money, and devised it to the following named persons, who were each to receive one share, viz.: David M. Gilmor, Mary E. Ahl, Nannie Herr, Lydia B. Wilson, William Gilmor, Samuel Dorrance, James Dorrance, Senior, William Dorrance, Eliza Robinson, Martha A. McClellan, Samuel P. Cummings and William B. Cummings.\nThe auditor appointed to make distribution finds “ that the only codicil is dated September 21, 1888, and in the latter part of the summer of 1889 Mr. Hastings Gehr and George McDowell visited testator, who produced his will and at his request and in his presence they witnessed the same. Before this was done, testator, in their presence, interlined at the bottom of the first page the words ‘ or to their heirs.’ After making this addition and after the witnesses had subscribed their names, the testator republished both the will and codicil.” Before this republication he added after “ as follows” the words “ or to their heirs; ” and after William Gilmor, “ Deed ; ” Samuel Dorrance, “ Desed; ” James Dorrance, Senior, “ Deceased; ” Eliza Robinson, “Deseased;” William Dorrance, “Deceased;” Martha A. McClellan, “Dsd;” Samuel P. Cummins, “Desed;” William B. Cummins, “Deed.”\nThis will speaks from the date of its republication. In Coale v. Smith, 4 Pa. 386, it was said: “ The effect of a new publication is that all which the words embrace at the time when the new publication is made, shall pass thereby ; or, to put it more clearly, when a man republishes his will the effect is that the terms and words of the will should be construed to speak with regard to the property the testator is seized of, and the persons named therein, at the date of the republication, just the same as if he had such additional property or such persons being in esse at the time of making his will, the conclusion from the fact being that the testator so intended. And this is a conclusion of law, as we have seen, not to be contradicted by any supposed absence of intention on the part of the testator, unless a contrary intent be manifested by something appearing in the codicil.”\nIn Linnard’s Appeal, 93 Pa. 316, Mr. Justice Sterrett said: “ A duly executed codicil operates as a republication of the original will so as to make it speak as of the date of the codicil : Coale v. Smith, 4 Barr, 386; and it not only operates as an adoption of the prior will to which it refers, but also as a revocation of an intermediate will. In Wikoff’s Ap., 3 Harris, 281, Chief Justice Gibson, in speaking of interlineations proved to be in the handwriting of a testatrix, says: ‘ The presumption is that they were made at or before the time when the will was prepared for the final act.’ ”\nThe testator’s sister having died, his executors filed their account which was referred to the auditor to make distribution. Before him the appellants as heirs at law and next of kin of legatees named in the will claimed six twelfths of the estate, upon the ground that the testator intended by the words “ or to their heirs ” to substitute for the deceased legatees their next of kin.\nUpon the question of compensation of executors, parol evidence was offered for the purpose of showing that the name of one of the executors was inserted in the will, and on cross-examination one of the witnesses testified: “ Q. You witnessed both the will and the codicil that day? A. Yes, sir. Q. Did he submit it to you for your opinion ? A. He asked about those people that were dead. I told him it might lapse and he added “ their heirs.” Q. At that time did you read over the will? A. Yes, sir. I looked at the will.”\nThe same witness was recalled and testified as follows, viz.: “ Q. Do you know in whose handwriting this will is ? A. The whole will is in the handwriting of John Gilmor, except the word ‘ witness ’ and ‘ H. Gehr,’ and ‘ G. D. McDowell.’ Q. Do you know whether this will was all written, just as it now is, at one time ? A. ‘ Or to their heirs ’ was added. Q. In what, connection ? ‘ I give devise and bequeath in as follows, or to their heirs ’ on the last line of the first page — the last four words on the first page — you say that they were not in as originally written? A. They were not. Q. On the second page of the will, and the 18th line, were the words ‘ deceased ’ (looks to me like ‘ desd ’) was it in as originally written ? A. The word ‘ desd.’ Q. Was it in originally? A. No, sir. Q. Whose handwriting are the words ‘or to their heirs?’ A. John Gilmor’s. Q. In whose handwriting are the words ‘ desd.’ A. John Gilmor’s. Q. Are those the only alterations that you notice in the will and codicil ? A. I believe so. As I said before, when I saw the will William C. McClelland’s name was not in as one of the executors. Q. At the time the will and codicil were witnessed by yo.u were the words you speak of in the will or were they made subsequently. Was it before that day or not ? A. These were all in before that day. Q. The words ‘ or to their heirs ’ were put there by Mr. Gilmor ? A. In our presence, at the time we witnessed the codicil. Q. Were they put there before or after you signed it ? A. Before. We did not witness it until about the latter part of the summer of 1889. Q. At that date of the codicil do you remember whether these other alterations in the will you have spoken of were in ? A. All the alterations were put in at the same time. Q. Will you please state if you know how John Gilmor came to add these words ‘ or to their heirs ’ and the word ‘ deceased ? ’ A. I told him that Martha McClellan’s might lapse; I knew she was dead. Q. Did he know she was dead ? A. Yes, sir. Q. What did he say or do in consequence of that? A. He said he would alter it the way he did.”\nThe auditor finds “ that William Gilmor, Samuel Dorrance', James Dorrance, William Dorrance, Martha A. McClellan, Samuel B. Cummins and William P. Cummins, named in the will, are dead, were all dead before the testator and were all dead at the time of republication above mentioned, which fact was known to testator at that time.”\nThe learned judge below sustained the auditor in not considering this testimony, because an attempt by extrinsic testimony to prove by parol the intention of the testator. The rule is well settled that extrinsic evidence cannot be adduced to qualify, explain, alter or contradict the language, of a will, but it must stand as written, where the intention is clearly expressed and the objects of the boúnty are definitely ascertained. This rule has been rigidly maintained and doubtless for the protection of estates will continue to be so by judicial decisions. While this is true for some purposes proofs dehors the will may be admitted. It is said in Schouler on Wills, section 579: “ But to aid the context by extrinsic proof of the circumstances and situation of the testator when it was executed is constantly permitted at the court’s discretion and this constitutes a proper, indeed often an indispensable, matter of inquiry when construing a will. For whatever a will may set forth on its face, its application is to persons and things external and hence is admitted evidence, outside the instrument, of facts and circumstances, which have any tendency to give effect and.operation to the terms of the will, such as the names, descriptions, and designations of beneficiaries named in the will, the relation they occupy to the testator, whether testator was married or single, and who were his family, what was the state of his property when he made his will, and when he died, and other like collateral circumstances. Such evidence being explanatory and incidental is admitted not for the purpose of introducing new words or a new intention into the will but so as to give an intelligent construction to the words actually used, consistent with the real state of the testator’s family and property; in short, so as to enable the court to stand in the testator’s place, and read it in the light of those surroundings under which it was written and executed.”\nIn Jarman on Wills, volume 1, section 394, it was said: “ Though it is (as we have seen) the will itself • (and not the intentionas elsewhere collected) which'constitutes the real and only subject to be expounded, yet in performing this office a court of construction is not bound to shut its eyes to the state of facts upon which the will was made; on the contrary, an investigation of such facts often materially aids in elucidating the scheme of disposition which occupied the mind of the testator. To this end it is obviously essential that the judicial expositor should place himself as fully as possible in the situation of the person whose language he has to interpret, and guided •by the light thus thrown on the testamentary scheme he may find himself justified in departing from a strict construction of the testator’s language, without allowing conjectural interpretation to usurp the place of judicial interpretation.”\nIt is said in Wharton on Evidence, section 992, in speaking of the exception when extrinsic evidence may be resorted to: “ What is said at the time of the execution and attestation is admissible as part of the res gestee, though not to contradict the will.” Again in section 999: “ In construing a will so is this position accurately expressed by Blackburn, J., the court is entitled to put itself in the position of the testator and to consider all the material facts and circumstances known to the testator with reference to which he is taken to have used the words in the'will and then declare what the intention evidenced by the words used with reference to these facts and circumstances, which were (or ought to have been) in the mind of the testator when he used those words.” 1\nIt was therefore competent for the purpose of ascertaining the intention of the testator to show that at the time of the republication of his will the words “ or to their heirs ” were added; that the word “ deceased ” was added after the name of each of the legatees who were dead, and the circumstances under which it was so added. While this evidence cannot be resorted to either to control or modify the intention of the testator, it may serve to aid in ascertaining what the testator did intend. It is clear that from the fact that he republished his will so modified, and inserted at the time these words, indicating that the legatees in question were dead, that he intended “ or to their heirs ” as words of substitution. When the original will was executed the legatees in question were alive and when the republication took place thqy were dead. He therefore added after their names “ deceased, ” and thus clearly indicated that as they were dead they were not to receive the. legacies. Such the case, in order to indicate who were to receive them, he wrote before the list of their names “ or to their heirs.” It seems manifest that in making this republication and in writing “deceased” after the names of these legatees he intended to designate the persons who are to take the legacies in lieu of them.\nIt is contended however that the word “ or ” is to be read as “ and,” reading thus “ and to their heirs,” and so reading them they became words of limitation and not of purchase. Words have been transposed to carry out the evident intention of the testator. “ Or ” has been read as “ and ” and “ and ” has been read as “ or.” This has been done when it has been necessary to reach the true meaning of a will. No word will be rejected if an intelligent meaning can be given to it. In Gittings v. Mc-Dermott, 2 Mylne and Keene, Chancery Reports, 75, it is said: “ The force of the disjunctive word ‘ or ’ is not easily to be got over. Had it been ‘ and ’ the words of limitation would of course, as applied to a chattel interest, have been surplusage, but the disjunctive marks, as plainly as possible, that the testator by using it intended to provide for an alternative bequest namely to the legatees if they should survive and if they should not to their heirs.” In Jarman on Wills, vol. 1, star page 486, it is said : “ But since Grey v. Pearson the cases last noticed have lost much of their weight as authorities for applying to any given case the rule which would change ‘and’ into ‘or’ in order to prevent one member of a compound sentence being rendered inoperative. Though it be a canon of construction that effect is if possible to be given to every word used, it is one which must bend to circumstances, and where the result of changing ‘ and ’ into ‘ or ’ would be only to render one member of the sentence inoperative instead of the other the change certainly ought not to be made. It does not appear to have been made in any case since Grey v. Pearson, which indeed was treated by Sir J. Rómilly as having overruled Bell v. Phyn, and Maverty v. Stroud, as well as Brownsword v. Evans.” In Appletown v. Rowley, 8 L. R. Eq. 145, it was said: “ Where the word ‘ or ’ is used it is intended to prevent a lapse. If in this case the gift after the life estate had been to Sarah Gavwood and Alice Key ‘ or ’ their heirs or representatives I should follow the decision In re Porter’s Trust, In re Newlin’s Trust, and Salsbury v. Petty, and should have held that the children or representatives took by way of substitution, but here unfortunately it is ‘ and ’ their heirs and representatives.” In Morgan v. Thomas, 9 L. R., Q. B. D. 645, S.ir George Jessel illustrated in a somewhat ludicrous way the fallacy of changing the natural meaning of words. He says: “ You will find it said in some cases that ‘ or ’ means ‘ and ’ but ‘ or ’ never does mean ‘ and ’ unless there is a context which shows it is for ‘ and ’ by mistake. Suppose a testator said I give the black cow on which I usually ride to A. B., and he usually rode on a black horse, of course, the horse would pass, but I do not think any annotator of cases would put in the marginal notes that ‘ cow ’ means ‘ horse.’ ” In Griffith v. Woodward, 1 Yeates, 318, it was said: “ Courts of justice will transpose the clauses of a will and construe ‘or’ to be ‘and’ and ‘ and ’ to be ‘ or ’ only in such cases when it is absolutely necessary so to do, to support the evident meaning of the testator. But they cannot arbitrarily expunge or alter words without such apparent necessity.” No reason can be adduced in this case to show a necessity for the change of the word “ or ” to “ and.” The republication of the will, the knowledge of the death of the legatees at that time, the writing the word “ deceased” after these names, and before the list of legatees “or to their heirs ” indicate words of substitution and that “ or ” was clearly intended to be used for that purpose.\nIt is contended the position of the words “ or to their heirs ” is such they cannot have any effect. The will originally read: “ I give and bequeath in as follows, “ and then follow the names of the legatees. At the republication the words “Or to their heirs ” were added after “ as follows.” It is clear that the intention was that these words were intended to apply to the respective legatees.\nThe appellees substantially rest their contention upon Sloan v. Hanse, 2 Rawle, 28, and Barnett’s Appeal, 104 Pa. 842. In the first case, decided before the act of 1883 in regard to passing estates without words of inheritance, the legatee was dead; and, the fact being unknown to the testator, that event was not in any degree contemplated by him, it is said : “ Had the testator meant to provide against accident from the death of either of the principal objects of his bounty it is reasonable to suppose he would, instead of leaving his meaning to conjecture, have said so in terms. He has not done so and the inference to be drawn from the use of a copulative instead of a disjunctive is too feeble to disinherit the heir.” But in the present case the death of the legatees having taken place before republication he added after each of them the word “ deceased ” to indicate their death and then “ or to their heirs.” He thus intended to use woz’ds of substitution. In other words he intended to exclude a lapse and to indicate those who should take. In the second case, Barnett’s Appeal, the will devised to the four sisters of the testator to each one fourth “ to them and to their heirs.” Two of the sisters at the time of the execution of the will wez’e dead. The decision there was that the words “ and to their heirs ” were words of limitation and that the testator did not intend them as words of purchase. It was said in that case: “ There are several cases where the word ‘ heirs ’ has been held to mean children, but they were all instances where such was the intention of the testator as gathered from the will itself. This will contains nothing from which such an intent' can be inferred.” The difference between that case and the present one is marked. The words there used are “ to them and to their heirs,” while here the word “ deceased” is written after the legatees, and the words used are “ or to their heirs.” From the will itself the intent is clear that when the testator republished it and altered its language, inserting the word “ deceased” and adding “or to their heirs,” he intended words of substitution and not of limitation. These words being those of substitution, the persons who thus are intended to take can be clearly ascertained. In McKee’s Appeal, 104 Pa. 573, it is said: “ In a bequest of personalty, unless a contrary intent is indicated by the will, the word heirs signifies heirs as ascertained by the statute of distribution: Baskin’s Appeal, 3 Pa. 304, Eby’s Appeal, 84 Pa. 241; Bender’s Appeal, 3 Grant, 210.” In Ashton’s Appeal, 134 Pa. 395, Mr. Justice Stebkett says : “ When used in a gift of personalty it is very frequently employed to denote those who are entitled to take under the statute of distribution unless there is something to indicate a contrary intention.” We have then in this case words substituting persons to receive as such and such persons clearly ascertainable, and therefore the decree of the orphans’ court is reversed and the record remitted for further proceedings, the appellees to pay the costs of this appeal.",
        "type": "majority",
        "author": "Mr. Justice Thompson,"
      }
    ],
    "attorneys": [
      "O. C. Bowers, Hastings Gehr, Bonbrahe & Zacharias, J. M. McBowell, and Sharpe & Sharpe with him, for appellant.",
      "W. U. Brewer, W. Rush Grillan and W. S. Hoerner with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gilmor’s Estate. Dorrance’s Appeal.\n[Marked to be reported.]\nWill — Repubiication.\nWhen a testator republishes his will, the terms and words of the will are to be construed with regard to the property of which he is seized, and the persons named therein, at the date of the repubiication.\nEvidence — Intention of testator — Interlineation—Substitution.\nExtrinsic evidence cannot be adduced to qualify, explain, alter or contradict the language of a will, but it must stand as written, where the intention is clearly expressed, and the objects of the bounty are definitely ascertained; but to aid the context extrinsic proof of the circumstances and situation of the testator when the will was executed may be permitted at the discretion of the court.\nIt is competent to show that, at the time of the repubiication of a will, the words “or to their heirs”were added; and that the word “ deceased” was added after the names of each of the legatees who were dead. The circumstances under which these additions were made by the testator may also be shown.\nIn such a ease the testator intended the words “ or to their heirs ” as words of substitution; and by the use of the word “deceased” he indicated that as the legatees were dead they were not to receive the legacift.\nWill — Construction—“ And ” — “ Or. ”\nThe courts will not construe “ or ” to be “ and ” and “ and ” to be “ or,” except where it is absolutely necessary to support the evident meaning of the testator.\nBequest of personalty— “ Seirs ” — Statute of distribution.\nIn a bequest of personalty, unless a contrary intent is indicated by the will, the word “ heirs ” signifies heirs as ascertained by the statute of distribution.\nArgued March 7, 1893.\nAppeal, No. 83, Jan. T., 1893, by Gilbert S. Dorranee et al., heirs of David M. Gilmor et al., legatees, from decree of O. C. Franklin Co., distributing estate of John Gilmor, deceased.\nBefore Sterrett, C. J., Green, Williams, McCollum; and Thompson, JJ.\nExceptions to audit of executor’s account.\nTestator by his will directed as follows:\n“ 3d Item. At the Death of my Sister Eliza should she survive me or in the event of my Decease should ocour after my Sister Eliza I Direct my Executors hereinafter named to convert my Estate into money to the best advantage and I Give devise and Bequeath in as follows ‘ or to their heirs ’ [The last four words are in ink of a color different from that used in the rest of the will. They bring the testator to the end of his first page. At the top of his next page he contnues:] after My Debts and funerel Expenses and Colatoring Tax are paid I Devise & Bequeath to the following named Persons to receive one Share\nDavid M. Gilmor Minniopelas Minnesote one Share\nMary E. Ahl of Newville one Share\nNanni Herr of Harisburg one Share\nLydia B. Willson of Jersey Shore one Share\nWilliam Gilmor Deed His Family Ireland one Share\nSamuel Doorance Salineville Ohio Desed one Share\nJames Dorance Seinor Deceased New Lisbon Ohio one Share\nWilliam Doorance Deceased Pawnee City Pawne County one Share\nEliza Robison of Pittsburg Deseasd one Share\nMartha A. Mclellan Dsd Near Strasburg Desd one Share\nSamuel P. Cummins Desed Delaware Ohio Dcd one Share\nWilliam B. Cummins Nebraska Deed one Share ”\nThe words printed in italic are in writing in the original, some in pencil and some in ink, of a color different from that used in the body of the will. All are in the testator’s writing.\nThe circumstances under which the republication of the will took place are stated in the opinion of the Supreme Court.\nThe auditor, Alexander Stewart, Esq., deoided that the legacies given in the will to Samuel Dorrance, James Dorrance, William. Dorrance, Martha A. McClelland, Samuel P. Cummins and William B. Cummins lapsed by the deaths of the legatees, named in testator’s lifetime, and fell into the residue, which was distributed under the intestate laws.\nExceptions by appellants, heirs of the deceased legatees, were dismissed by the court, in an opinion by Stewart, P. J.\nErrors assigned were overruling exceptions, quoting them.\nO. C. Bowers, Hastings Gehr, Bonbrahe & Zacharias, J. M. McBowell, and Sharpe & Sharpe with him, for appellant.\nTestator’s intention that the six shares, bequeathed to Samuel Dorrance and the other legatees who died in his lifetime, should not lapse, is discernible with reasonable certainty, from the whole scheme of the will, and from the interlineations made at the time of the republication: Dean v. Winton, 150 Pa. 227; Middleswarth, Adm’r, v. Blaekmore, 74 Pa. 414; Geiss v. Odenheimer, 4 Yeates, 278; Barrington v. Bank, 14 S. & R. 405; Heffleñnger v. Shutz, 16 S. & R. 44; Hartley v. Corboy, 150 Pa. 23.\nInasmuch as the personal pronoun “ their ” in the phrase “ or to their heirs,” as it stands, has no antecedent to which it can refer, it must refer forward to “ the following named persons:” Zerbe v. Zerbe, 84 Pa. 147 ; Griffith v. Woodward, 1 Yeates, 318; McKeehan v. Wilson, 53 Pa. 74.\nThe strong tendency of the modern cases certainly is to consider the word “ or ” as introducing a substituted gift in the event of the first legatee dying in the testator’s lifetime; in other words, as inserted in prospect of, and with a view to guard against, the failure of the gift by lapse: 2 Jarman on Wills, p. 93; Gittings v. McDermott, 2 Mylne & Keen, 75.\nIn Sloan v. Hanse, 2 Rawle, 28, the words “ or to their heirs ” were written at the time the will was made; here these words were subsequently added by testator only after he had heard' of the decease of the legatees.\nIn Barnett’s Ap., 104 Pa. 342 the language was “ and to their heirs,” and the only point in common is that the testator had knowledge oh the death of the legatees.\nThe word “ heirs,” when applied to a bequest of personalty, has a well defined meaning, signifying such persons as are entitled to take under out statutes of distribution in case of intestacy : Gibbons v. Fairlamb, 26 Pa. 217 ; Eby’s Ap., 84 Pa. 241; Ashton’s Est., 134 Pa. 390; Comly’s Est., 136 Pa. 153 ; McKee’s Ap., 104 Pa. 573.\nThe parol evidence to show the circumstances of republication was properly admitted: Scott v. Sheakly, 3 Watts, 50; Sloan v. R. R., 131 Pa. 568; Lewars v. Weaver, 121 Pa. 268; McCullough v. Wallace, 8 S. & R. 180.\nW. U. Brewer, W. Rush Grillan and W. S. Hoerner with him, for appellees.\nParol evidence of testator’s intentions was inadmissible : Maybank v. Brooks, 1 Br. Ch. 84; 1 J arman on Wills, p. 417: Comfort v. Mather, 2 W. & S. 450; Sword’s Lessee v. Adams, 3 Yeates, 34; Barnett’s Ap., 104 Pa. 348.\nThe legacies lapsed: Weishaupt v. Brehman, 5 Bin. 115; Dickinson v. Purvis, 8 S. & R. 71; Sloan v. Hanse, 2 Rawle, 28; Barnett’s Ap., 104 Pa. 342; Sword v. Adams, 3 Yeates, 34; Comfort v. Mather, 2 W. & S. 450 ; Campbell v. Jamison, 8 Pa. 498; Dickinson v. Purvis, 8 S. & R. 71; Maxwell v. Featherston, 83 Ind. 339; Redfield on Wills, 157; University of Pennsylvania’s Ap., 97 Pa. 187; Thompson v. Whitlock, 4 De G. & J. 490.\nThe word “ heirs ” is always to be presumed to have been used by a testator in its technical sense, and to be regarded as a word of limitation, and not of purchase: Mull’s Exr. v. Adm’r, 81 Pa. 393; Browne v. Hope, L. R. 14 Eq. 343; Sorver v. Berndt, 10 Pa. 213 ; Gross’s Est., 10 Pa. 360; Ware’s Lessee v. Fisher, 2 Yeates, 585; Corbyn v. French, 4 Vesey, 418; Schouler on Wills, § 565; Williams'on Executors, p. 1206; 2 Jarman on Wills, 5th ed., p. 376; Williams v. Neff, 52 Pa. 326; Doebler’s Ap., 64 Pa. 15.\nMay 8, 1893 :"
  },
  "file_name": "0523-01",
  "first_page_order": 547,
  "last_page_order": 558
}
