{
  "id": 852132,
  "name": "Hill, v. Egan, Appellant",
  "name_abbreviation": "Hill v. Egan",
  "decision_date": "1894-03-05",
  "docket_number": "Appeal, No. 392",
  "first_page": "119",
  "last_page": "122",
  "citations": [
    {
      "type": "official",
      "cite": "160 Pa. 119"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Yeates, 507",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6776043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/4/0507-01"
      ]
    },
    {
      "cite": "82 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047894
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0452-01"
      ]
    },
    {
      "cite": "13 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0384-01"
      ]
    },
    {
      "cite": "1 Whart. 49",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1829028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/1/0049-01"
      ]
    },
    {
      "cite": "154 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842442
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0396-01"
      ]
    },
    {
      "cite": "1 Penny. 320",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0320-01"
      ]
    },
    {
      "cite": "135 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817468
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0137-01"
      ]
    },
    {
      "cite": "103 Pa. 151",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0151-01"
      ]
    },
    {
      "cite": "94 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0329-01"
      ]
    },
    {
      "cite": "100 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555838
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0478-01"
      ]
    },
    {
      "cite": "154 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/154/0582-01"
      ]
    },
    {
      "cite": "164 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 394,
    "char_count": 7083,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 2.5858488535713933e-07,
      "percentile": 0.8176347346891653
    },
    "sha256": "e404e604ca93dd5ebb05014f213d31f60e19fdd7c200b1e76ffd2a79f90d8db2",
    "simhash": "1:8f62d7b8ee10ad7a",
    "word_count": 1255
  },
  "last_updated": "2024-02-27T20:28:09.394401+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. • J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Hill, v. Egan, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nAccording to the facts as they appear in the paper-books, the plaintiff was arrested upon a warrant issued at the instance of defendant, and on hearing before the magistrate was held to bail. After the hearing was thus ended and defendant had gone away, the plaintiff was discharged without the entry of the required bail. Whether this was done by the magistrate or by the police officers appears to have been left in doubt by the evidence, and the learned judge charged the jury that if it was an escape, by the compassion of the police, it was not a legal discharge, but that if it was the act of the magistrate, then it was an end of the prosecution and plaintiff could recover. This view however entirely overlooked the facts, apparently undisputed, that the hearing had terminated in a holding to bail, and that the magistrate had no right without notice to the prosecutor to open the case and render a different judgment. No such illegal action on his part could make the defendant liable for malicious prosecution. On such a state of facts the view taken by the learned court below at the first trial, which resulted in a nonsuit, was correct.\nBut unfortunately for the appellant we have nothing before us on which to base a judgment. We have none of the evidence, for there is no bill of exceptions. Even as to the charge therefore, we could not pass upon it, for want of the facts to which it related. But the charge itself, though printed in the paper-book of appellant, is not of record. It nowhere appears to have been filed by the judge, or approved by him and filed by his order. The case therefore is not in position for us to afford appellant any relief.\nThis case was tried and the appeal taken before the announcement of the decisions of this court in Rosenthal v. Ehrlicher, 164 Pa. 396, Connell v. O’Neil, 154 Pa. 582, and Com. ex. rel. v. Arnold, [not yet reported,] and in view of the fact that the failure of counsel to have the record put in proper shape for review was owing to erroneous ideas of practice, which were corrected in those decisions, we think this is a very proper case for relief by the court below by the allowance of a bill of exceptions nunc pro tunc, or in such other form as it may in its discretion deem best.\nFor the present we have nothing before us.\nAppeal quashed.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "EeForrest Ballou, for appellant,",
      "J. Campbell Lancaster, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Hill, v. Egan, Appellant.\nPractice, Supreme Court — Pill of exceptions — Charge.\nAn appeal in an action of trespass will be quashed where the record shows that no bill of exceptions was filed, and the charge, though printed in the paper-book, was not filed by the judge, or approved by him and filed of record by his order.\nMalicious prosecution — Illegal discharge by magistrate.\nAn action for malicious prosecution cannot be sustained where it appears that plaintiff was arrested upon a warrant issued .at the instance of defendant, and, on hearing before the magistrate, was held to bail, but that after the hearing was thus ended, and defendant had gone away, plaintiff was discharged without the entry of the required bail.\nIn such case the hearing terminated on the.holding to bail, and the magistrate had no right without notice to the prosecutor to open the case, and render a different judgment. No such illegal action on his part could ■make the defendant liable for malicious prosecution.\nArgued Jan. 4, 1894.\nAppeal, No. 392, Jan. T., 1893, by defendant, John J. Egan, from judgment of C. P. No. 3, Phila. Co., Dec. T., 1891, No. 70, on verdict for plaintiff, Leopoldina Hill.\nBefore Sterrett, C. • J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAppeal quashed.\nTrespass for malicious prosecution.\nAt the trial, it appeared that defendant procured a warrant of arrest against plaintiff for breach of the peace. Plaintiff was arrested, and, after hearing, was held in $500 bail to keep the peace. After the hearing, defendant left the magistrate’s office, and subsequently plaintiff was discharged without being required to enter bail.\nThe court charged in part as follows:\n“ [In this case it appears that the plaintiff was charged with a breach of the peace, and it also appears that the magistrate who heard the case adjudged her to be guilty and held her in $500 bail to keep the peace. Now, that would appear, upon its face, to be such an adjudication of her guilt as would prevent her having a right of action, because it was the solemn judgment of the tribunal before which she was charged, that a breach of the peace had been committed, and that she should be put under bonds. But it is singular, still it is so, that, as a matter of fact, she was discharged. While the record shows that she was held to keep the peace, she was, nevertheless, allowed to go. Whether that was because of kindly feeling and sympathy may not appear; or whether it was done by the magistrate who had adjudged her guilty, is not clear; but it appears that the sergeant and some others had said some kind and complimentary things about her, and she was permitted to go, if somebody would agree for her that she would behave herself. Your first inquiry would, therefore, be to inquire whether it was the act of the magistrate which discharged her, or whether it was his judgment that she should be held to keep the peace. If it was an escape merely, that is to say, if those who had charge of her discharged her erroneously, that would not be a legal discharge. You must judge as to whether it was the act of the magistrate. If it was, that would relieve her from the charge, and entitle her to recover if she showed that the prosecutor acted without probable cause, and through malice. Hence, nevertheless, if you find that she was held in |500 bail, and that the magistrate did discharge her, then the next inquiry is as to whether the defendant had probable cause, and was he actuated by malice. That is entirely for you, and is entirely a question of fact.] ” [1]\nPlaintiff’s point was among others as follows :\n“ 2. When one accused of crime has been discharged by the examining magistrate, the burden of showing probable cause is thrown on the prosecution, in an action against him for mar licious prosecution.” Affirmed. [2]\nVerdict and judgment for plaintiff for $100.\nErrors assigned were (1, 2) instructions, quoting them.\nAppellant in his paper-book printed the charge of the court, but no bill of exceptions appeared of record, and no evidence was printed in the paper-book. The record did not show that the charge was filed by the judge, or in obedience to his command.\nEeForrest Ballou, for appellant,\ncited : Zebley v. Storey, 117 Pa. 478; Brobst v. Ruff, 100 Pa. 94; Bernar v. Dunlap, 94 Pa. 329; Sutton v. Anderson, 103 Pa. 151.\nJ. Campbell Lancaster, for appellee,\ncited: Brooks v. Church, 135 Pa. 137 ; Burgan v. Cahoon, 1 Penny. 320 ; Rosenthal v. Ehrlicher, 154 Pa. 396 ; Lancaster v. DeNormandie, 1 Whart. 49 ; Meese v. Levis, 13 Pa. 384; Alexander v. Weidner, 82 Pa. 452; Shock v. McChesney, 4 Yeates, 507; Zebley v. Storey, 117 Pa. 478; Steward v. Cromett, 7 C. B. N. S., 97 E. C. L. 191.\nMarch 5, 1894:"
  },
  "file_name": "0119-01",
  "first_page_order": 143,
  "last_page_order": 146
}
