{
  "id": 852180,
  "name": "Greenway v. Conroy et al., Appellants",
  "name_abbreviation": "Greenway v. Conroy",
  "decision_date": "1894-03-12",
  "docket_number": "Appeal, No. 433",
  "first_page": "185",
  "last_page": "191",
  "citations": [
    {
      "type": "official",
      "cite": "160 Pa. 185"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 N. Y. 489",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2227336
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/118/0489-01"
      ]
    },
    {
      "cite": "157 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0312-01"
      ]
    },
    {
      "cite": "116 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0628-01"
      ]
    },
    {
      "cite": "78 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0025-01"
      ]
    },
    {
      "cite": "131 Pa. 509",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0509-01"
      ]
    },
    {
      "cite": "155 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983318
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0368-01"
      ]
    },
    {
      "cite": "151 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836650
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0505-01"
      ]
    },
    {
      "cite": "139 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0261-01"
      ]
    },
    {
      "cite": "134 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814916
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0213-01"
      ]
    },
    {
      "cite": "134 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0209-01"
      ]
    },
    {
      "cite": "139 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250483
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0042-01"
      ]
    },
    {
      "cite": "144 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "144 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 13506,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.0930349065449234e-07,
      "percentile": 0.7606567023791735
    },
    "sha256": "6cfd2b9a6053409007fad707346925373dc338cd9b0c24fa24bb0e1af34cc2da",
    "simhash": "1:be56a7c60f08c998",
    "word_count": 2424
  },
  "last_updated": "2024-02-27T20:28:09.394401+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stbrrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Greenway v. Conroy et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMjr. Justice Fell,\nThe plaintiff, a boy over fourteen years of age at the time of his injury, had been employed for six months in the machine shop of the defendant. The shop was a small one in which but seven or eight men were employed, and was under the direct management of the defendant, whose time was spent there in superintending the work. On the morning of the accident the plaintiff had been engaged at work outside the shop, and was told by the defendant to go to McNamara, who would tell him what to do. He was directed by McNamara to drill some fastenings. According to the plaintiff’s testimony he found the belt off the machine he was to use, and asked McNamara to put it on, and was told by him to do it himself. He procured a ladder in order to reach the shafting, and, in his attempt to put the belt on the pulley, his hand was caught and seriously .injured.\nIt was denied by the defendant’s witnesses that the plaintiff had been told to put the belt on, and two of them testified that when he was going up the ladder for *that purpose he was told of the danger and cautioned not to attempt' it, and that he persisted notwithstanding this warning.\nIt was McNamara’s business to put the belts on the pulleys. He was the oldest workman in the shop, and had charge of the belts. He laid out the work for the other employees, and, in the absence of the defendant, was looked to by them for direction.\nThe question of contributory negligence on the part of the plaintiff, and the question whether McNamara was more than a fellow servant for whose negligence the defendant would not be liable, are fairly raised by the testimony.\nNeither the first nor the third of plaintiff’s points presented the question of contributory' negligence, and the effect of their affirmance without qualification or explanation was to withdraw that subject from the consideration of the jury.\nThe learned judge of the common pleas, in the course of a very clear and impartial charge, said: “The plaintiff has a right to recover only for injuries that are caused by negligence that is properly chargeable to the employer. An accident caused by the negligence of the plaintiff himself in a case of this kind gives the plaintiff no right to a verdict.” This we think however does not correct the error of the affirmance of the points. The jury was not instructed as to what negligence might be properly chargeable to the employer, nor directed that there could be no recovery for injuries the result of concurrent negligence.\nThere was testimony that the plaintiff before he went up the ladder was warned of the danger. We cannot assume that a boy over fourteen years of age,- with six months’ experience in a machine shop, is incapable of forming a judgment of the danger of such an act, especially when he has the aid of the warnings of an older and more experienced person. As was said by Mitchell, J., in Kehler v. Schwenk, 144 Pa. 359: “ All the cases agree that the measure of a child’s responsibility is his capacity to see and appreciate danger, and the rule is that, in the absence of clear evidence of the lack of it, he will be held to such measure of discretion as is usual in those of his age and experience. This measure varies of course with each additional year, and the increase of responsibility is gradual. It makes no sudden leap at the age of fourteen. That is simply the convenient point at which the law, founded upon experience, changes the presumption of capacity, and puts upon the infant the burden of showing his personal want of intelligence, prudence, foresight or strength usual in those of his age.”\nThe fourth specification of error is to the refusal of the court below to affirm the defendant’s point: “ Under all the evidence your verdict should be for the defendant.” If there was testimony showing that McNamara was a vice-principal this point was properly refused; if from all the testimony it appeared that he was only a fellow workman it should have been affirmed.\nThe plaintiff testified that McNamara was the superintendent and engineer; that “ he was called the engineer,” and took charge of the place when the defendant was away; but on cross-pxamination said that the defendant was around the shop all the time seeing that everything went right. This is the only light thrown upon the subject by the plaintiff or his witnesses. All of the testimony shows that the defendant was in the building or the adjoining yard at the time of the accident, and was seldom away from the shop. The uncontradicted testimony of the defence is that McNamara was employed' to work, not to superintend; that he was not even employed as a foreman, but had his regular work like every other man in the shop; that it was his duty to run the engine, put on the belts, and mark fastenings that were to be drilled. He neither employed nor discharged workmen; he was clothed with no special authority ; he had no general direction of the business or any part of it; he was not intrusted to perform a duty which the law imposes upon the employer, and which cannot be delegated by him except at his peril. He differed from his fellow workmen only in this, that- a part of the work which required marking and laying out first passed through his hands, and that upon occasions of rare occurrence when the defendant was away he had charge of the shop. ,\nOn this occasion the defendant was not absent, and there is no ground for a pretence even that McNamara was in charge of the works. The direction of the defendant to the plaintiff to go to McNamara to be told what work to do must be considered as having relation to the kind of work he was accustomed to do from day to day, which was cleaning, japanning, drilling and countersinking, a part of which had first to be marked and prepared by McNamara. He was placed under the charge of McNamara, only as to the selection of his particular work. This direction-was not a delegation by the defendant of his general authority over the plaintiff to another, and there was no more reason to suppose' that the plaintiff would be told to put a belt on a moving pulley than that he would be required to run the engine.\nThere was nothing in the testimony to carry this ease to the jury but the bare assertion of the plaintiff that McNamara was the superintendent, unaccompanied by any explanation of the nature of his duties or proof of a single fact to substantiate it. The uncontradicted testimony of the defence, resting not upon mere assertion but upon proofs that were conclusive, shows that he was not the superintendent. This cannot properly be said to raise an issue of fact for a jury. On the one hand wqs the assertion of an opinion or conclusion, on the other the proof of the fact which demonstrated its error. Superintendents are not made by calling them such, but by the nature of their employment, their duties and their work.\nAside from this it seems to be conclusive of the whole case that it is 'shown by the plaintiff’s testimony that the defendant was his own superintendent except at times of not frequent occurrence when he was called to the city, and that on this occasion he was present and in charge of the shop.\nWe are of opinion that the learned judge should have affirmed the defendant’s point and directed a verdict for him.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mjr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Ellis Ames Ballard for appellant,",
      "L. R. Eleteher, Greorge Robinson with him, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Greenway v. Conroy et al., Appellants.\nNegligence — Infants— Contributory negligence — Presumption.\nThe measure of a child’s responsibility is his capacity to see and appreciate danger, and the rule is that, in the absence of clear evidence of the lack of it, he will be held to such measure of discretion as is usual in those of his age and experience. This measure varies of course with each additional year, and the increase of responsibility is gradual. It makes no sudden leap at the age of fourteen. That is simply the convenient point at which the law, founded upon experience, changes the presumption of capacity, and puts upon the infant the burden of showing his personal want of intelligence, prudence, foresight or strength usual in those of his age: Kehler v. Schwenk, 144 Pa. 359.\nIn an action by a boy over fourteen years of age against his employer to recover damages for personal injuries, the court cannot assume that plaintiff, with six months’ experience in a machine shop, is incapable of forming a judgment of the danger of going up a ladder to put a belt on a pulley, particularly where he was warned by another workman as he was going up the ladder that he ought not to put the belt on.\nNegligence — Fellow servants — Master and servant.\nIn an action by an employee against his employer to recover damages for personal injuries, binding instructions should be given for defendant where the evidence shows that the accident was caused by the negligent conduct of a workman employed as an engineer who had no general authority or control over the men, although at rare intervals left in charge when the defendant, who was his own superintendent, was away from the works, and that the accident occurred when the defendant was not absent.\nArgued Jan. 3, 1894.\nAppeal, No. 433, Jan. T., 1893, by defendants, Patrick J. Conroy et al, trading as P. J. Conroy & Co., from judgment of C. P. No. 1, Phila. Co., on verdict for plaintiff, Ernest R. Green way, by his next friend.\nBefore Stbrrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nTrespass for personal injuries. Before Briígy, J.\nAt the trial it appeared that Oct. 15, 1889, plaintiff was injured while working in defendants’ mill. At the time of the accident he was fourteen years old, and was engaged to clean fasteners, run errands and do odd jobs about the works. Plaintiff described the accident as follows: “ Q. What were you doing the day you were hurt? A. Shelling corn in the barn. Q. You were not hurt while you were doing that? A. No, sir; I got through that and then went to Mr. Conroy and said to him, ‘ I am through; what shall I do next ? ’ He considered for a moment, and then he said, ‘ Go to Jack and he will give .you something to do.’ Q. Who was he ? A. He was the superintendent and the engineer. I went in and said to him that Mr. Conroy sent me in to get something to do. He said: ‘ Go upstairs and get some No. 3 fasteners and bring them down and drill them.’ I went and got them and started with the drill, but it would not go because the belt was off, so I went to Jack and said to him that the belt was off; put the belt on for me. He said: ‘I have no time to do it. Put it on yourself.’ Then I went and got a ladder to put it on. Q. What was the result? A. I got my hand caught and two fingers were cut off.” Plaintiff also testified that he was never instructed that putting on belts was dangerous.\nWitnesses for defendants testified that plaintiff was warned by other workmen not to put on the belt. The evidence as to the position of Jack McNamara in the works is stated in the opinion of the Supreme Court.\nPlaintiff’s points were as follows:\n“ 1. If the jury find that the defendants had placed John C. McNamara in charge of their business, or that branch of it in which the plaintiff was engaged at the time of the accident, during their absence, exercising no discretion and no oversight themselves, then McNamara was a vióe-principal, and the defendants are responsible for injuries caused by his negligence.” Affirmed. [1]\n“ 2. If the jury find that the defendants had placed John C. McNamara in charge of that branch of their business- in which plaintiff was engaged at the time of the accident, and that they were not present, nor exercising any discretion or oversight, and he directed the plaintiff to put the belt on the pulley, and that plaintiff was not informed of the danger in so doing, nor had by experience ascertained that it was a dangerous undertaking, the plaintiff is entitled to recovery from the defendants in this action.” Affirmed. [2]\n“ 3. If the jury find that the plaintiff was ordered by John C. McNamara to put the belt on the pulley, and that it was not within the scope of plaintiff’s duty and employment, but was within that of McNamara, that the order was not a reasonable one, that its execution was attended \\- ith hazard to life and limb, and that a prudent man would not have 'ordered the boy to execute it, then the rule that the master is not liable to one of his servants for injuries resulting from the carelessness of another when both are engaged in a common service, although the injured person was under the control and direction of the servant who caused the injury, whether a true rule or not, does not apply to this case, and the plaintiff is entitled to recover from the defendants in this action.” Affirmed. [3]\nDefendants’ request for binding instruction was refused. [4]\nVerdict and judgment for plaintiff for $2,000.\nErrors assigned were (1-4) instructions, quoting them.\nEllis Ames Ballard for appellant,\ncited: Ross v. Walker, 139 Pa. 42; Kehler v. Schwenk, 144 Pa. 359; Gillen v. Rowley, 134 Pa. 209 ; Zurn v. Tetlow, 134 Pa. 213; Ford v. Anderson, 139 Pa. 261; Kehler v. Schwenk, 151 Pa. 505; Tagg v. McGeorge, 155 Pa. 368.\nL. R. Eleteher, Greorge Robinson with him, for appellee,\ncited: Rummel v. Dilworth, 131 Pa. 509; Kehler v. Schwenk, 151 Pa. 505; Tagg v. McGeorge, 155 Pa. 368; R. R. v. Fort, 17 Wal. 552; Mullan v. Steamship Co., 78 Pa. 25; Lewis v. Seifert, 116 Pa. 628; Lebbering v. Struthers, Wells & Co., 157 Pa. 312; Brennan v. Gordon, 118 N. Y. 489.\nMarch 12, 1894:"
  },
  "file_name": "0185-01",
  "first_page_order": 209,
  "last_page_order": 215
}
