{
  "id": 1299501,
  "name": "Lower Merion Township v. Turkelson, Appellant",
  "name_abbreviation": "Lower Merion Township v. Turkelson",
  "decision_date": "1961-03-23",
  "docket_number": "Appeal, No. 74",
  "first_page": "72",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "403 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "147 A. 2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "394 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/394/0406-01"
      ]
    },
    {
      "cite": "152 A. 2d 724",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0374-01"
      ]
    },
    {
      "cite": "390 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 1
    },
    {
      "cite": "394 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1280942
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/394/0406-01"
      ]
    },
    {
      "cite": "396 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284887
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/396/0374-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 820,
    "char_count": 17077,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 8.005634113331244e-08,
      "percentile": 0.46429425035977
    },
    "sha256": "de6dffc2dbddc7dc77aa2e778bf7dfe91da2fdc27911d6946c3b7ff9be5275d4",
    "simhash": "1:ab11afe163cb3835",
    "word_count": 2856
  },
  "last_updated": "2024-02-27T21:18:40.255221+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mr. Justice Bell joins in this dissenting opinion."
    ],
    "parties": [
      "Lower Merion Township v. Turkelson, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Benjamin B. Jones,\nGlenn A. Turkelson, a member of the Lower Merion Township police department, on March 7, 1958 was suspended from duty on a charge of having failed to account for money received by him in his official capacity. After hearing, the Civil Service Commission of Lower Merion Township found Turkelson guilty of a violation of the Police Code of Discipline and directed that he be removed from the police force as of March 7, 1958. Turkelson then appealed to the Court of Common Pleas of Montgomery County and Judge Groshens of that court reversed the Commission’s order and reinstated Turkelson as a police officer as of June 1, 1958 “with pay from that date.” The Township appealed to this Court and we affirmed Turkelson’s reinstatement as of June 1, 1958 (Lower Merion Township v. Turkelson, 396 Pa. 374, 152 A. 2d 724).\nSubsequent to the decision of this Court, Turkelson on July 9, 1959 reported for duty and then submitted his resignation as a police officer without prejudice. Turkelson then demanded that the Township pay him his salary of $5,534.03 from June 1, 1958 (the date of his reinstatement) to July 9, 1959 (the date of his resignation). The Township refused payment upon the ground that, during the period Turkelson was off the police force he had been employed by the Post Office Department at which employment he earned $5,690.60, and that such sum constituted a set-off against Turkelson’s claim for salary.\nOn September 25, 1959, Turkelson filed a petition in the Court of Common Pleas of Montgomery County seeking to hold the Township Commissioners in contempt for failure to obey the order of the court reinstating Turkelson “with pay from June 1, 1958 . . On October 21, 1959, this petition was amended to a rule to show cause why Turkelson’s salary should not be paid and, after answer thereto and argument thereon, the court dismissed Turkelson’s petition and rule and from the court’s action this appeal has been taken.\nThe only question before us is whether Turkelson was entitled to be paid his salary as a police officer during the period of his improper dismissal without the deduction of any moneys earned in other employment by him during the same period of time. In support of its position, the Township relies upon Vega v. Burgettstown Borough, 394 Pa. 406, 147 A. 2d 620, wherein we held that, in an action by a Chief of Police against a municipality to recover salary for the period during whieh he was improperly dismissed, the municipality had the right to set off against such salary any amount earned by him in a private capacity during that period.\nTurkelson’s argument is two-fold: (1) that Vega does not control the instant factual situation and (2) if Vega does so control, Vega was erroneously decided and should be reconsidered and overruled.\nIn Vega, the statute provided that in the event a policeman who had been suspended or removed should be reinstated, he “shall be reinstated with full pay for the period during which he was suspended.” The First Class Township Law, under the authority of which Turkelson was originally suspended and later reinstated, contains exactly the same language. Turkelson would differentiate Vega from the present situation upon the ground that in Vega the statute which provided for an appeal differs in wording from the statute which provides an appeal in the instant situation. Section 5 of the General Municipal Law, supra, (53 PS §815), under which Vega was suspended, provides : “The suspended . . . employe shall have the right to appeal to the court of common pleas of the county in which he was employed.” Section 645 (53 PS §55645), of The First 'Class Township Law, under which Turkelson was suspended, provides: “. . . the person suspended . . . shall have immediate right of appeal to the court of common pleas of the county and the case shall there be determined as the court deems proper (Emphasis supplied). From the phrase “as the court deems proper” Turkelson argues that the court is vested with plenary authority to direct reinstatement with full pay regardless of any amount which might be earned by the police officer in other employment during the period the police officer was not on his official duties, and, that our Court by affirmance of the lower court’s order in Lower Merion Township v. Turkelson, supra, did reinstate Turkelson with full pay and precluded the Township from setting off that amount of salary which Turkelson earned in the Post Office Department. The exact wording of the lower court’s order which we affirmed “reinstated [Turkelson] ... as of June 1, 1958 with pay from that date.”\nTurkelson’s argument in this respect is without merit. In Lower Merion Township v. Turkelson, supra, the issue was not raised nor did this Court, either expressly or by implication, indicate that Turkelson was to be reinstated without any deduction for moneys he had earned during the period he was off the police force and in private employment. Turkelson’s argument is a complete misconception and misconstruction of the order of the court in Lower Merion Township v. Turkelson, supra.\nVega directly controls the present situation. The legislature by permitting reinstatement of a police officer with full pay simply protected the dismissed employee “from possible economic retribution by the discharging authority upon reinstatement” and it was not the legislative intent that a reinstated police officer should receive both service-connected and non-service-connected salaries for the same period of time.\nOn reconsideration, we fully affirm the ruling in Vega, a ruling which negatives Turkelson’s present claim.\nOrder affirmed. Costs on Turkelson.\nGeneral Municipal Law, Act of 1951, June 15, P. L. 586, 53 PS §814.\nAct of 1931, June 24, P. L. 1206, art. VI, §645, as amended, 53 PS §55645.",
        "type": "majority",
        "author": "Mr. Justice Benjamin B. Jones,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nOne of the specious lay criticisms, (sometimes advanced semi-humorously), against the law is that it speaks and employs a language which is often unintelligible to the public. Thus, the average nonprofessional might have difficulty in understanding what a Court means when it says: Benigne faciendae swat interpretationes, propter si/mpUcitatem laicorum, ut res magis valeat quam per eat,• et verba intentioni, non e contra, debent inservire.\nFortunately, in recent years, lawyers and judges have been using less Latin and overly formalistic phrases, and this is commendable and desirable. However, there is still a deplorable tendency on the part of the Courts to “interpret” the English language in a way which not only mystifies the nonlegal population but confuses even lawyers and others trained to understand the medieval abracadabra of the law. This case is in point.\nGlenn A. Turkelson, a policeman in Lower Merion Township, Montgomery County, was dismissed as of March 7, 1958 because of alleged violation of the Police Code of Discipline. He appealed the dismissal to the Court of Common Pleas of Montgomery County which reversed the order of the Civil Service Commission and reinstated Turkelson as of June 1, 1958, “with pay from that date.” The Township appealed to this Court which affirmed the decision of the court of common pleas (396 Pa. 374). In accordance with that affirmance Turkelson reported for work and later made claim for the salary which was not paid to him during the time he was under suspension and his case was in the courts.\nThe First Class Township Law under which Turkelson was suspended provides that in the event a suspended or removed policeman shall be reinstated, he “shall be reinstated with full pay for the period during which he was suspended.”\nWhat does “full pay” mean? Does it require an education beyond the third grade to answer that question? No matter how one strains and stretches the English language, no matter on what Procrustean bed the English vocabulary is laid for violent elongation or shortening, “full pay” cannot mean anything less than whole, entire, complete pay. Pour the words through a colander, place them in an alembic, study them under a microscope, reproduce them in capitals, italics or the minutest type, they will always come out the same — full pay.\nLord Macaulay, the great British essayist, said ■that “the first law of writing, that law to which all other laws are subordinate, is this, that the words employed shall be such as convey to the reader the meaning of the writer.” What did the Legislature of Pennsylvania mean when it said “full pay”? Did it mean half pay, one-third pay, part pay, or did it mean full pay? The Majority says that it meant full pay less whatever amounts the police officer may have earned while suspended. But if the Legislature meant to convey that meaning, why would it not have said “full pay less whatever amounts the police officer may have earned while suspended”?\nThe Legislature, busy as it is, and concerned, as it must be, with the multitudinous problems confronting the Commonwealth, is not so parsimonious with its time and so distraught over its responsibilities that it would omit a phrase highly essential to an understanding of its intention, when that phrase was available at the time of the original drafting of the bill, in committee, and when the bill was being considered on the floor of the House or Senate.\nWhen this Court interprets “full pay” to mean part pay, it is doing exactly what the Legislature decided not to do, and, to that extent, it is becoming a third House on Capitol Hill, to amend, change, rewrite, veto or even nullify what the Constitutional two houses, plus the approval of the Governor, have constitutionally enacted.\nEven more than that, this Court is telling the Legislature that it does not know the meaning of words. And still more than that, it is amending the dictionary. One can leaf through the dictionaries bearing the reliable imprints of Webster, Oxford, Punk and Wagnalls, New Century, Merriam-Webster, Random House, Simon and Schuster, World, Thorndike-Barnhart, and Winston, and in none of them will one find that the word “full” can under any circumstances mean not full, half, part. In each and every volume dedicated to the definition of words, one will find that full means the cup filled to the brim, the glass with wine reaching the rim, the barrel loaded to the barrel-head, the reservoir with water lapping at the high water mark, the bottle with its liquid pushing at the cork. This Court, thus, in denying Turkelson full pay, defies every dictionary instructing the English-speaking people on the use of language.\nThe Court errs in another wise. It assumes that by assuring the improperly suspended policeman an amount which, added to what he has otherwise earned, will make up what his pay would have been if not suspended, it is acting equitably and fairly. But here it overlooks that the Legislature may well have intended the “full pay” provision as a punitive feature. It is no small matter to charge a police officer with misconduct. Such a charge can ruin a man’s reputation, even though he is later vindicated. In order to warn municipalities that they must proceed with the utmost caution in tarnishing a policeman’s badge, the Legislature has in effect said: “Beware! Don’t bring charges recklessly for, if it is proved they are without merit, you will be compelled to pay the officer his full pay regardless of what he has earned elsewhere.”\nThe Majority seems to proceed on the theory that it is called upon to consider presumably applicable common law principles and what the Legislature intended to say or should have said. But we are to be guided only by what the Legislature actually did say, namely: “The appointing authority may suspend any such person without pay pending the determination of the charges against him, but in the event the appointing authority fails to uphold the charges, then the person sought to be suspended or removed shall he reinstated with full pay for the period during which he was suspended.”\nThe Majority says the case at bar is controlled by this Court’s decision in Vega v. Burgettstown Borough, 394 Pa. 406, but if that decision was wrong (which I believe it was), it does not become right by playing it on a different piano. The Majority Opinion says: “The legislature by permitting reinstatement of a police officer with full pay simply protected the dismissed employee ‘from possible economic retribution by the discharging authority upon reinstatement.’ ”\nBut there is absolutely nothing in the legislative enactment about “possible economic retribution.” This is a perfect example of what I mean by this Court establishing headquarters on Capitol Hill.\nIn the Vega case the dismissed policeman did what any home-loving man should do. He went to work at any job he could find so as to keep bread on the table for his family. This was no reason, however, why the offending municipality should obtain the benefit of his industriousness, honesty, and frugality. I said in my dissenting opinion in the Vega case: “If Vega had sat in his parlor for nineteen months doing nothing but watching television, eating sandwiches, and drinking beer, the Borough would have had to pay him $5,-850, but, because he exerted himself, as a good citizen and a responsible member, of society should, by working, while the Borough was denying him what he was entitled to, he must give up $5,608.56 which he earned by his own sweat and toil. Such a situation does not strike a very melodious chord on the piano of justice which I always try to keep tuned in the living room of my mind and heart.”\nThe Vega decision, as I see it, has not lost its dissonance by applying it to the facts in this case.\nBut there is another and equally important reason why the Majority Opinion in the case at hand is fallacious. It not only linguistically defies the Legislature but it proceeds to take further liberties with the vocabulary of the nation by repudiating words which the Majority of this Court has itself used. As already mentioned, the present case was before this Court on a previous occasion. ■ (390 Pa. 374) Section 645, 53 PS §55645 .of The First Class Township Law, under which Turkelson was suspended, provides: “. . . the person suspended . . . shall have immediate right of appeal to the court of common pleas of the county and the case shall be determined as the court deems proper ”\nThe Court of Common Pleas of Montgomery County, after a hearing on the subject of suspension or dismissal, ordered Lower Merion Township to reinstate Turkelson to his position as of June 1, 1958, “with pay from that date.” It is to be kept in mind that the Court of Common Pleas was authorized by the Legislature to consider all the equities in the case and decide the appeal “as the court deems proper.” Acting under that authority and mandate the court of common pleas did what it deemed proper. The Township then appealed to this Court and this Court declared (396 Pa. 374, 378) : “The statute clearly gives the Court of Common Pleas full discretion to affirm, reverse or modify the action of the Civil Service Commission. The lower Court undoubtedly had jurisdiction; the proceedings were regular; and no excess powers were exercised.”\nAfter saying that the court below had full discretion, this Court now proceeds to modify that fullness. It says that the Court below did not have discretion to reinstate Turkelson as of June 1, 1958, “with pay from that date.” What kind of discretion did the court below have if it did not have full discretion? Is there half discretion, partial discretion, fragmentary discretion? If ¡by “full discretion,” this Court means anything less than full, I can see that our State reports are being launched on a wild, tempestuous and uncontrolled lexicographical sea. If this Court can make “full pay” permanently mean incomplete pay, I can see The Borough Code soon awash in a verbal Sargasso Sea.\nI repeat that in affirming the action of the lower court (396 Pa. 374) this Court said: “The lower Court undoubtedly had jurisdiction; the proceedings were regular; and no excess powers were exercised.”\nNow this Court says that the lower court exceeded its powers in ordering the township to award to Turltelson the pay which he lost while on suspension.\nRepeatedly this Court, when asked to make some change in the law to bring it closer to changed social and economic conditions has said that if a change is to be made, it must be made by the Legislature. But in the case at bar, this Court repudiates the Legislature, ignores the dictionary-makers, and turns its back on its own words.\nMight this not tempt lay critics to say: ((AUegans contraria non est audienrus?”\nMr. Justice Bell joins in this dissenting opinion.\nItalics throughout, mine.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Frederick B. Smillie, for appellant.",
      "Edmund B. Spaeth, Jr., with him John E. Forsythe, Township Solicitor, and Wright, Mauck & Spencer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lower Merion Township v. Turkelson, Appellant.\nArgued January 11, 1961.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nFrederick B. Smillie, for appellant.\nEdmund B. Spaeth, Jr., with him John E. Forsythe, Township Solicitor, and Wright, Mauck & Spencer, for appellee.\nMarch 23, 1961:"
  },
  "file_name": "0072-01",
  "first_page_order": 92,
  "last_page_order": 102
}
