{
  "id": 838143,
  "name": "Commonwealth v. Matthews, Appellant",
  "name_abbreviation": "Commonwealth v. Matthews",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal No. 107",
  "first_page": "166",
  "last_page": "169",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "72 Ga. 290",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        33225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/72/0290-01"
      ]
    },
    {
      "cite": "143 Mass. 28",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        772432
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/143/0028-01"
      ]
    },
    {
      "cite": "144 Mass. 362",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        774167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/144/0362-01"
      ]
    },
    {
      "cite": "1 Phila. 460",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "41 Minn. 188",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        565473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/41/0188-01"
      ]
    },
    {
      "cite": "87 Ind. 158",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1321937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/87/0158-01"
      ]
    },
    {
      "cite": "40 Ill. 146",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        425899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/40/0146-01"
      ]
    },
    {
      "cite": "24 N. Y. 353",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2029488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/24/0353-01"
      ]
    },
    {
      "cite": "8 Phila. 440",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts, 56",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0056-01"
      ]
    },
    {
      "cite": "98 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0389-01"
      ]
    },
    {
      "cite": "6 Pa. 417",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0417-01"
      ]
    },
    {
      "cite": "34 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417994
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0398-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 550,
    "char_count": 8576,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 2.3352315822260374e-07,
      "percentile": 0.7915594692972447
    },
    "sha256": "109ced2ea692c0576689763b03b2a66f036ec9c46bf0d58e8dfba614c5763d3b",
    "simhash": "1:0cae43b09ab81478",
    "word_count": 1496
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PAXSON, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydbick, JJ."
    ],
    "parties": [
      "Commonwealth v. Matthews, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis was an appeal in the court below from the judgment of Alderman Rohe, of Pittsburgh, convicting the defendant (appellant) of doing and. performing worldly employment on December 27,1891, commonly called Sunday, contrary to the act of assembly of April 22, 1794, and the supplemental act of February 25, 1855. The charge, as shown by the record, was “ selling a paper, known as the Pittsburgh Sunday Leader, exposing the same for sale and keeping his place open for business-at No.13 Frankstown avenue, Pittsburgh.”\nIt was established by the evidence in the case to the satisfaction of the learned judge below that the defendant kept open his place of business on Sunday, December 27, 1891, and that Sunday papers of that date were upon that day sold therein, and that he received and caused to be delivered to his customers upon his route, as a carrier upon that day, the newspapers which had that day been published.\nThere is no dispute about the facts. The defendant kept open his place of business on the day referred to and sold and delivered Sunday papers on that day in the regular course of business. This brings the case directly within the act of 1794, and the supplemental act of 1855, which increases the penalty. Unless, therefore, the case comes within the exceptions of the act of 1794, the judgment must stand.\nThe act of 1794, while prohibiting the performance of any worldly employment or business on the Lord’s day, commonly called Sunday, excepts “ works of necessity and charity ” from the penalty of the act. The proviso, however, recognizes to some extent the wants and convenience of the people, where it provides: “ That nothing herein contained shall be construed to prohibit the _ dressing of victuals in private families, bake-houses, lodging-houses, inns and other houses of entertainment for the use of sojourners, travelers or strangers, or to hinder watermen from landing their passengers, or ferrymen from carrying over the water travelers, or persons removing with their families on the Lord’s day, commonly called Sunday, nor to the delivery of milk or the necessaries of life, before nine o’clock in the forenoon, nor after five o’clock in the afternoon of the same day.”\nIt is now almost an hundred years since the passage of the act of 1794. It is hardly likely the framers of the act contemplated the possibility of Sunday newspapers. There were but few newspapers in existence at that time, and, with perhaps one or two exceptions, those were weekly papers of limited circulation. Since then there has been a vast development in the business of newspaper publishing as well as in other departments of trade and business. The development of the resources of the commonwealth has been phenomenal, as well as its growth in population. This growth has developed new wants, and to some extent changed the habits of the people. Among the changes which it has caused is the Sunday newspaper. Its 'circulation has become very extensive, and it is read by a large portion of our citizens. It has become a part of the ordinary-life of the people, and it will require far more stringent legislation than the act of 1794 to uproot it. It is not our province to approve or condemn Sunday newspapers, but it is worse than useless to ignore their existence, or the favor with which they have been regarded by a large portion of the community.\nThe framers of the act of 1794, could they have seen the development of the next hundred years, and the change in the habits and wants of the people, might or , might not have included the traffic in Sunday newspapers among the exceptions in the act. It is sufficient for us that they have not done so. The defendant must not expect us to administer the law to suit his case, or as he thinks it ought to be administered. There are many persons who have no higher opinion of judicial duties than to think that the law should be administered according to their caprice or their notion of what the law ought to be. It is our plain duty to enforce the act of 1794 as we find it upon the statute book.\nWhile the Sunday newspaper may be a great convenience to a large portion, perhaps a large majority of the people, it does notin our opinion come within the exceptions of the act of 1794. No one pretends that it is a charity, and we cannot say as a matter of' law that it is a necessity. It is a convenience, nothing more. We are of opinion the defendant was properly convicted.\nThe act of 1794 is a wise and beneficial statute, and we would regret to see it interfered with. We must, however, be allowed to express the fear that too literal an interpretation and enforcement of it may create an antagonism that may lead to its repeal, or at least serious modification. There may be such a thing as excessive zeal in invoking its penalties in extreme cases. The act is in more danger from its friends than from its enemies.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. M. Brown, William, B. B,odgers with him, for appellant.—",
      "William Yost, for appellees. —"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Matthews, Appellant.\n[Marked to be reported.]\nSunday law — Selling newspapers — Act of April 22,1794.\nSelling Sunday newspapers on Sunday by defendant at his regular place of business and receiving and causing them to be delivered to customers upon his route as a carrier, is a. performance of worldly employment within the meaning of the act of April 22, 1794.\nSunday newspapers are a convenience, and not a necessity, and the selling of them does not come within the exceptions of the act of 1794.\nArgued Oct. 31, 1892.\nAppeal No. 107, Oct. T., 1892, by defendant, Thomas Matthews, from judgment of Q. S. Allegheny Co., Dec. T., 1891, No. 17, Miscellaneous, on appeal from conviction before alderman.\nBefore PAXSON, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydbick, JJ.\nAppeal from conviction before alderman under Sunday act of 1794.\nThe .facts appear by the opinion of the Supreme Court.\nThe court, in an opinion by' Porter, J., entered the following judgment of conviction:\n“ Be it remembered, That on the third day of March, A. D. 1892, Thomas Matthews, of Allegheny county, Pa., news agent, is convicted before the court of quarter sessions of Allegheny county, of doing and performing worldly employment and business - within said county (the same1 not being a work of necessity or charity), on the 27th day of December, A. D. 1891, the said day being the Lord’s day, commonly called Sunday, contrary to the act of assembly, entitled ‘ An act for the prevention of vice and immorality, and unlawful gaming, and to restrain disorderly sports and dissipation,’ approved April 22, 1794, and the act entitled, ‘A supplement to an act to extend the powers of certain officers in Allegheny county, approved the 26th day of February, 1855, and for the better regulation of the Sabbath in said county, approved April 26, 1855, P. L., pages 321 and 322; the particular acts done and businéss and’ employment carried on, being as follows, to wit: Selling a paper called the Sunday Leader, and exposing the same for sale and keeping his place, No. 13 Frankstown avenue, Pittsburgh, open for business, and the court adjudges him to forfeit and pay for the same the sum of twenty-five dollars, with costs of this suit, to be distributed according to law, and in default of payment or of goods to levy upon to satisfy the same, shall be committed to- the county prison, to wit, the Allegheny county jail, for thirty days.”\nJanuary 3, 1893:\nError assigned, was the judgment, quoting it as above.\nA. M. Brown, William, B. B,odgers with him, for appellant.—\nThe selling of Sunday newspapers is a work of nceessity: Com. v. Nesbit, 34 Pa. 398; Century Dictionary, vol. 4, p. 3952.\nThe act of 1794 is not to be interpreted literally. The courts have construed it in the light of circumstances and conditions, illustrated by the habits, usage and needs of the people. Accordingly it has been held that hire of a carriage on Sunday by a son to visit his father creates a legal contract: Logan v. Mathews, 6 Pa. 417. A subscription towards the building of a church is within the exception: Dale v. Knapp, 98 Pa. 389. A verdict may be taken on Sunday: Huidekoper v. Cotton, 3 Watts, 56; Com. v. Marra, 8 Phila. 440. A will may be executed on that day.\nWilliam Yost, for appellees. —\nThe selling of Sunday papers on Sunday is a worldly employment: Smith v. Wilcox, 24 N. Y. 353; Scammon v. Chicago, 40 Ill. 146; Shaw v. Williams, 87 Ind. 158; Handy v. Publishing Co., 41 Minn. 188; Com. v. Teamann, 1 Phila. 460; Com. v. Osgood, 144 Mass. 362; Com. v. Dextra, 143 Mass. 28; Sawyer v. Cargile, 72 Ga. 290; Friedborn v. Com., 113 Pa. 244."
  },
  "file_name": "0166-01",
  "first_page_order": 190,
  "last_page_order": 193
}
