{
  "id": 838140,
  "name": "McMasters v. Negley, Appellant",
  "name_abbreviation": "McMasters v. Negley",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 249",
  "first_page": "303",
  "last_page": "313",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Yeates, 374",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0374-01"
      ]
    },
    {
      "cite": "14 S. Car. 597",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        4375625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc/14/0597-01"
      ]
    },
    {
      "cite": "4 Call. (Va.) 321",
      "category": "reporters:state",
      "reporter": "Call",
      "case_ids": [
        6715902
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/8/0740-01"
      ]
    },
    {
      "cite": "54 N. Y. 284",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "79 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "37 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Bin. 91",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787899
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0091-01"
      ]
    },
    {
      "cite": "141 Pa. 349",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0349-01"
      ]
    },
    {
      "cite": "40 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960769
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0190-01"
      ]
    },
    {
      "cite": "53 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004784
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0141-01"
      ]
    },
    {
      "cite": "21 Md. 480",
      "category": "reporters:state",
      "reporter": "Md.",
      "opinion_index": -1
    },
    {
      "cite": "3 Md. 190",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1693177
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/3/0190-01"
      ]
    },
    {
      "cite": "37 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418864
      ],
      "weight": 5,
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0391-01"
      ]
    },
    {
      "cite": "105 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "136 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "123 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967169
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0001-01"
      ]
    },
    {
      "cite": "27 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0062-01"
      ]
    },
    {
      "cite": "86 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "74 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "39 Leg. Int. 440",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0325-01"
      ]
    },
    {
      "cite": "102 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "75 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Yeates, 374",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812586
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0374-01"
      ]
    },
    {
      "cite": "37 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0009-01"
      ]
    },
    {
      "cite": "9 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960769
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/9/0190-01"
      ]
    },
    {
      "cite": "37 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0391-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 964,
    "char_count": 22834,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.029720265544439076
    },
    "sha256": "0a74550fdc75e845295de71c00d2cf9a05a40826e209e453f5b7a8534594e317",
    "simhash": "1:f2697d6f2380a2ab",
    "word_count": 4106
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "McMasters v. Negley, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMk. Chief Justice Paxson,\nThis was an action of ejectment in the court below, and the controlling question is, whether the plaintiff, appellee, is entitled to the possession of the real estate in question as tenant by the curtesy.\nThe facts necessary to an understanding of the case are substantially as follows : Daniel Negley died December 4th, 1867, leaving the appellant, his son by his first wife, and Sallie Ella, his daughter by his second wife, and leaving a last will and testament wherein he devised to his said daughter the premises in controversy, in the following words :\n“I give and devise unto my daughter, Sallie Ella, a lot on •the west side of Negley street, commencing one hundred and ten feet from the southwest corner of Coon and Negley streets; thence southwardly one hundred feet; and extending back, preserving the same width, halfway to Highland avenue, to the lot conveyed to my daughter, Kate. Also, one half of the property on the south side of the turnpike in East Liberty, known as the blacksmith lot, hereinbefore described. And also, the lot bounded by Highland avenue, Robert C. Totten’s lot, the lot devised to my son, R. Heberton, and the stone road in front of my house.”\nIt was also provided by a subsequent clause of the will as-follows : “ It is also my will, and I do hereby direct, that if either of my children or grandchildren shall die before attaining the age of twenty-five (25) years, without leaving any children, the share or portion of such child or grandchild shall revert and become part of my residuary estate, and be divided as hereinbefore provided for the residue of my estate.”\nThe testator disposed of his residuary estate as follows: “ All the residue of my estate, real and personal and mixed, I dispose of in the same manner that it would descend and be distributed under the intestate laws of the commonwealth now in force. And for the purpose of enabling my executors, hereinafter named, to carry out the provisions of my will, and make distribution of the residue of my estate, I hereby authorize and empower them to sell at public or private sale, as they may deem best, any part of my residuary estate, real and personal. And where portions of my real estate have been devised to two of my children and grandchildren, as tenants in common, I authorize and empower my executors to divide the same between them, and the division so made shall be final and conclusive between the parties.”\nSallie Ella Negley was married to the plaintiff, Dr. David M. McMasters, on the 9th day of October, 1873, and died on the 10th day of October, 1874, intestate, under the age of twenty-five years, and without issue.\nIt does not appear that at that time or for several years thereafter the plaintiff made any claim to this estate as tenant by the curtesy. The executors of Daniel Negley, deceased, in pursuance of the directions contained in the will, under the authority of the orphans’ court, made partition and distribution of the estate devised to Sallie Ella, and this vacant tract of land was laid out and divided into lots by a plan in the said partition proceedings, and a portion thereof, including the lot in dispute, was awarded to the defendant. These facts are referred to merely as a part of the history of the case, and not as bearing upon its law. We may also add in this connection that it was claimed that most of the land devised to Sallie Ella had been sold and resold many times, and was occupied by large and valuable improvements.\nTenant by the curtesy is when a man marries a woman seized of an estate of inheritance, that is, of lands and tenements, in fee simple or fee tail, and has by her issue born alive, which was capable of inheriting her estate. In such case, he shall, on the death of his wife, hold the lands for his life, as tenant by curtesy. There are four requisites to make a tenant by curtesy, viz.: Marriage, seisin of the wife, issue born alive and capable of inheriting, and death of the wife.\nThe foregoing is curtesy under the common law as defined by Blackstone, Coke, and other old writers. It is plain, that under the common law the plaintiff could not be a tenant by the curtesy, for the reason that there had never been any issue born of the marriage. It was conceded that he could not claim curtesy under the common law, but it was contended that he is entitled to it under article 3, section 1, of the intestate act of 1833, P. L. 315. That act is entitled “ An act relating to the descent and distribution of the estates of intestates.” Article 3, section 1, of that act, provides:\n“ Where such intestate shall leave a husband, he shall take the whole personal estate, and the real estate shall descend and pass as hereinafter provided, saving to the husband his right as tenant by the curtesy, which shall take place, although there be no issue of the marriage, in all cases where the issue, if any, would have inherited.” Section 2 provides that the estate shall descend to the children .... and the descendants. Section four provides that it shall descend to the brothers and sisters of the whole blood.\nIt will be seen by the foregoing provisions that the birth of issue is not essential to an estate by curtesy in this commonwealth.\nThe intestate act of 1833 was evidently intended to apply only to such estates as are descendible. Thus, in Guthrie’s Appeal, 37 Pa. 9, it was held that estates tail are not embraced within the intestate act of 1833, and do not descend under it, but according to the course of common law. It is further to be observed that the act of 1833, as we understand it, disposes only of estates over which the intestate had a power of testamentary disposition, and it steps in to supply the failure of such disposal. The words of the act are: “ Real and personal estates of a decedent remaining after the payment of debts and legal charges, and which shall not have been sold or disposed of by will, or otherwise limited by marriage settlement, shall be divided and enjoyed as follows,” etc. The intestate act of 1705 only regulated the descent of lands amongst the children, where the father is seized thereof, and might dispose of them by deed or will. It leaves other cases of descent as they were at common law. Then came the act of 1794, which was a substitute for that of 1705, the language of which is: “The remaining part of any lands, tenements and hereditaments and personal estate of any person deceased, not sold or disposed of by will, nor otherwise limited by marriage settlement, shall be divided and enjoyed in manner following,” etc.\nIt will thus be seen that the act of 1883 substantially adopts the language of the acts referred to, and we must presume .that it was used in the sense then understood, and not in view of such interest as had never been held to come within their provisions. The common law is the law of Pennsylvania, and can only be changed by legislative enactment clearly indicating an intention to work a change.\nIt was said by Mr. Justice Woodward, in Commonwealth v. Naile, 88 Pa., at page 434: “ The right of the husband as tenant by the curtesy rests on the common law, and is excepted out of the statute of distributions, while by the terms of that statute the wife takes an interest in all the real and personal estate of her husband.”\nApplying these principles to the case in hand, it is manifest that Sallie Ella McMasters had no descendible estate in the premises in question. At no period of time after her father’s death had she an interest that could have descended to anybody as her heir upon her death, nor had she any testamentary power over it. When the breath left her body all her interest in and power over it ceased. There was no limitation over; no executory devise or springing use to continue and carry the estate over to a substituted devisee. It is true, Mrs. McMasters died intestate, and if the property in question were a part of her estate it would come within the act of 1833, but she left no estate upon which that act could operate. The plaintiff is claiming his curtesy, not out of the estate of his wife, but out of the estate of her father, Daniel Negley. Upon Mrs. McMaster’s death, the heirs of Daniel Negley were in by operation of law for condition broken, as effectually as they would have been in had Daniel Negley died wholly intestate.\nIt is contended, however, that these views are in conflict with Thornton’s Executors v. Krepps, 37 Pa. 391. This ease was relied upon by the learned judge below as sustaining his view that the plaintiff below was entitled to his curtesy. A careful examination of that ease, however, shows that it does not control the one in hand. It differs from it in two material aspects. In the first place, there was a child born of the marriage. It is stated in the report of the case that Eliza Ann Krepps was delivered of a stillborn child; while the defendant offered evidence on the trial to show that it was born alive, and had moved and cried. While no point appears to have been made in the opinion of the court or the arguments of counsel upon this subject, it is fair to infer from the statement of facts that the child was born alive. On the one hand there was mere assertion by counsel that the child was stillborn, while on the other there was proof that it was born alive. We may fairly assume that the fact was so. This would give the husband his curtesy at common law.\nIn the second place, there was a devise over in the following words: “ Provided that should the said Eliza Ann die in her minority, and without lawful issue, then living, the lands hereby devised shall revert and become part of the residue of my estate hereinafter disposed of.” The testator, in a subsequent clause of his will, devised and bequeathed “ all the rest and residue of his estate to his executors,” and appointed the plaintiffs as his executors. It will thus be seen that the devise carried the entire estate of the testator. There was no estate left in him by way of reversion or otherwise. It had all passed out of him. Whereas, in the case in hand, Daniel Negley never parted with his entire estate. He gave his daughter, Sallie Ella, a conditional estate with the provision that upon the breach of the condition the estate granted should instantly revert to him or to his estate, and go to his heirs as heirs of him, Daniel Negley, and not as heirs of his daughter, Sallie Ella. He died intestate as to this reversion.\nThe learned judge who delivered the opinion of the court in Thornton’s Executors v. Krepps refers to Buchanan v. Sheffer, 2 Yeates, 374, as being decisive of this question. That case was ruled by Buckworth v. Thirkell, 3 Bos. & . P. 652. In that case, however, there was a devise over, while in Buchanan v. Shaffer, there was a devise over, and also a child born alive, capable of inheriting the estate at common law. This was a case of common law curtesy. Evans v. Evans, 9 Pa. 190, is the only remaining Pennsylvania case that bears upon the question. That was a case of dower, and it was held that a widow is dowable of a fee simple estate, determinable by ex-ecutory devise on her husband dying without issue, living at the time of his death. The testator devised his lands equally to his sons, George and Oliver, and his wife Sarah. Sarah devised to her two sons George and Oliver, their heirs and assigns, share and share alike; “but, should either of my two sons die without leaving lawful issue, living at the time of his death, then the estate of such son, so dying without issue, shall vest in the surviving brother and his heirs forever.”\nIt will be seen that here there was a devise over which carried the whole estate and left nothing in the testatrix.\nWe have then a case where by the terms of limitation, if the estate created by it is determined, it comes back with its seisin to him who had the original seisin by himsélf or his heirs. While the distinction may be exceedingly refined, we can perceive that there is a difference between such case and one where the seisin is never reserved by the original owner, but passes upon the first expiration of one estate to another. The case would seem to come within the rule laid down in 1st Washburn on Real Property, at star page 135:\n“ If, therefore, the estate of the wife be an estate of inheritance, determined by a limitation which operates to defeat her estate at common law, the right of curtesy, it would seem, is gone. But if the limitation over be by the way of springing use or executory devise which takes effect at her decease, thereby defeating or determining her original estate before its natural expiration, and substituting a new one in its place, which could not be done at common law, the seisin and estate which she had of the fee simple or fee tail will give the husband curtesy.”\nThat this is a very delicate and difficult question is conceded. I am of the opinion, however, that the foregoing views are sustained by authority and sound reason. Moreover, they execute Daniel Negley’s will as he evidently intended it should be done. The intention of the testator is the polar star which should guide the court in construing a will. Broom’s Legal Maxims, 554. Daniel Negley never intended that if his daughter, Sallie Ella, died before arriving at the age of twenty-five years, without children, that the estate devised to her should go to a husband of whom he could know nothing by anticipation. On the contrary, he expressly provided that under such circumstances the property devised to her should go immediately to his, the testator’s heirs under the intestate laws. To sustain the contention of the plaintiff, and give him an estate by the' curtesy in this property, is to break the will of Daniel Negley, and to divert his estate from those whom he intended to have and to enjoy it.\nAs the case turns entirely upon the question of law which is against the plaintiff there is no occasion to send it back for retrial.\nThe judgment is reversed.",
        "type": "majority",
        "author": "Mk. Chief Justice Paxson,"
      }
    ],
    "attorneys": [
      "D. T. Watson and W B. Negley, with them W. B. Rodgers, Bruce Millar, for appellant. —",
      "A. M. Brown, B. B. Stewart with him, for appellees. —"
    ],
    "corrections": "",
    "head_matter": "McMasters v. Negley, Appellant.\n[Marked to be reported.]\nTenant by curtesy at common law.\nTenant by the curtesy at common law is where a man marries a woman seized of an estate of inheritance, that is, of lands and tenements, in fee simple or fee tail, and has by her issue born alive, which was capable of inheriting her estate.\nTenant by curtesy under act of 1833.\nUnder the intestate act of April 8, 1833, P. L. 315, the birth of issue is not essential to an estate by curtesy in Pennsylvania.\nScope of the intestate act.\nThe intestate act of 1833 disposes only of estates over which the intestate had a power of testamentary disposition, and steps in to supply the failure of such disposal. It seem? that the act does not apply to estates by curtesy.\nEffect of limitation over to defeat cuptesy.\nIf the estate of the wife be an estate of inheritance, determined by limitation which operates to defeat her estate at common law. the right of curtesy is gone. But if the limitation over be by way of springing use or executory devise which takes effect at her decease, thereby defeating or determining her original estate before its natural expiration, and substituting a new one in its place, which could not be done at common law, the seisin and estate which she had of the fee simple or fee tail will give the husband curtesy.\nTestator devised real estate to his daughter, and directed “ that if either of my children or grandchildren shall die before attaining the age of twenty-five years without leaving any children, the share or portion of such child or grandchild shall revert and become part of my residuary estate, and be divided as hereinbefore provided for the residue of my estate.” In another clause he directed that “ all the residue of my estate, real, personal and mixed, I dispose o£ in the same manner that it would descend and be distributed under the intestate laws of the commonwealth now in force.” The daughter married and died intestate under the age of twenty-five years, and without ever having had issue: Held, that the daughter had no descendible estate in the land ; that upon her death the heirs of her father were in by operation of law for condition broken; and that the daughter’s husband was not entitled to curtesy.\nArgued Nov. 2, 1892.\nAppeal, No. 249, Oct. T., 1892, by defendant, William B. Negley, from judgment of C. P. No. 1, Allegheny Co., March T., 1891, No. 706, on verdict for plaintiff, David M. McMasters.\nBefore Paxson, C. J., Sterrett, Williams, McCollum, Mitchell and Heydrick, JJ.\nEjectment for a lot of ground in Pittsburgh.\nThe facts appear by the opinion of the Supreme Court.\nAt the trial, before Stowe, P. J., defendant, under objection and exception by the plaintiff, made various offers of evidence, tending to show a surrender by plaintiff of the interest which he claimed in the land. All of these offers were overruled. [1-9]\nThe court directed a verdict for plaintiff subject to the question of law reserved, whether under the will the plaintiff was entitled to recover. The court subsequently entered judgment for plaintiff on the question reserved.\nErrors assigned were, (1-9) rulings on evidence ; (10) binding instructions; and (11) entry of judgment; quoting bills of exceptions, instructions and decree.\nD. T. Watson and W B. Negley, with them W. B. Rodgers, Bruce Millar, for appellant. —\nThe will worked a conversion into personalty: Jones v. Caldwell, 97 Pa. 45; Roland v. Miller, 100 Pa. 50; Page’s Est., 75 Pa. 95; Perot’s Ap., 102 Pa. 256; Dundas’ Ap., 64 Pa. 325; Lardner’s Est., 39 Leg. Int. 440; 2d Williams on Executors, bottom page 658 and note, 6\nAm. ed.; Wurts v. Page, 4 C. E. Green, 366; Vanness v. Jacobus, 2 C. E. Green, 153; Cookes’ Contract, 4 Ch. Div. 454; De Beauvoir v. De Beauvoir, 3 H. of L. 553; Middleswarth’s Adm. v. Blackmore, 74 Pa. 420; Ingersoll’s Ap., 86 Pa. 245; Brown’s Ap., 27 Pa. 62; Mellon v. Reed, 123 Pa. 1; Sheridan v. Sheridan, 136 Pa. 22; Chew v. Nicklin, 45 Pa. 88; Hunt’s and Lehman’s Ap., 105 Pa. 141.\nIn Thornton’s Exrs. v. Krepps, 37 Pa. 391, there was a conditional limitation. In this case there is an estate upon condition, which was defeated by death without issue: 4 Kent, 128, 152; 1 Wash. R. P. 215; 2 Bl. Com., 152, 154, 340.\nIn the ease before us, Sallie Ella Negley had an estate, which terminated at her death, but, unlike the case of Thornton v. Krepps, there was no executory devise over. In that case, by the terms of the will, the land, devised to Eliza Ann Thornton, passed.at her death into the testator’s residuary estate, which he disposed of by his will among various beneficiaries therein named. This disposition of the residue was an executory devise so far as the land devised to Eliza Ann formed a part of that residue. In the case before us, however, while the land devised to Sallie Ella became at her death part of the testator’s residuary estate, yet it passed by descent to those entitled under the intestate laws, and not by executory devise, as in the case of Thornton v. Krepps, supra: 3 Washburn on Real Property, 2 ed., p. 17; 4 Kent, 507; Gilpin v. Hollingsworth, 3 Md. 190; Philips v. Dashiell, 1 H. & J. (Md.) 478; Posey’s Lessee v. Budd, 21 Md. 480; Hoover’s Lessee v. Gregory, 10 Yerger (Tenn.) 444; Scott on Intestate Law, 645; Kinney v. Glassgow, 53 Pa. 141.\nIf this view be correct, then the fee simple devised to Sallie Ella Negley was not subject to any executory devise, as in the case of Thornton v. Krepps. Her estate was therefore de feated, not by executory devise, but by a condition of common law, and right of curtesy did not attach to such an estate : 1 Wash. R. P. 215; Evans v. Evans, 9 Pa. 190.\nWhere the fee was originally created by words importing an absolute fee, and by subsequent words was made determinable upon some particular event, then the curtesy and dower cease with the estate to which the event is annexed: Butler’s note, 170, to Coke on Litt. 241a; 4 Kent, 34; Haldeman v. Haldeman, 40 Pa. 34; Shalters v. Ladd, 141 Pa. 349.\nTenancy by the curtesy is not within the intestate act: Jenks v. Backhouse, 1 Bin. 91; Lyle v. Richardson, 9 S. & R. 354; Guthrie’s Ap., 37 Pa. 18; Cote’s Ap., 79 Pa. 237.\nA. M. Brown, B. B. Stewart with him, for appellees. —\nThis case is ruled by the case of Thornton’s Exrs. v. Krepps, 37 Pa. 391.\nSince the enactment of the statute of quia emptores, there cannot be any remainder or reversion limited after the grant of an estate in fee simple. The grant of a fee simple exhausts the power and interest of a grantor. This is equally true of a fee simple conditional at common law. 1 Leake’s Digest of the Law of Property in Land, pp. 41 and 42, and p. 319; Chitty’s Bl., pp. 164 and 165; Wash. R. P. 5, p. 93.\nWhen an estate is, strictly speaking, upon condition, the law permits it to endure beyond the time when such contingency happens, unless the grantor or his heirs or assigns take advantage of the breach of the condition, and make either an entry or a claim in order to avoid the estate: 1 Chitty’s Bl. 154, 155 ; 1 Leake’s Digest, 223.\nWhile at common law no estate can be limited after the grant of a fee simple, either in remainder or reversion or other estate, it is equally clear that by the equitable estate arising through the doctrine of uses (and the subsequent doctrine of trusts after the statute of uses, 27 Hen. in.) and the English statute of wills (32 Hen. Yin. c. 1, and 34 and 35 Hen. vm. c. 5), it is possible to limit estates after the grant of a fee simple ad libitum, saving only the operation of the rule of perpetuities, by way of executory devise or conditional limitation or springing or shifting uses: Thornton’s Exrs. v. Krepps, 37 Pa. 391; Evans v. Evans, 9 Pa. 190.\nThe principle for which we contend will be found in Buchanan v. Sheffer, 2 Yeates, 374, where the devise was of real estate to a daughter, her heirs and assigns, forever, but if she shall die without issue, the executor to sell the lands, and, after the decease of the widow, divide the proceeds of sale equally among the testator’s nephews. The daughter married, had issue, which died, and it was held that “ the husband surviving her shall be tenant by the curtesy.” Again, in Evans v. Evans, 9 Pa. 190, it was held that a widow is dowable of a fee simple, determinable by limitation on her husband dying without issue living at the time of his death.\nJanuary 3, 1893:\nThe right of tenancy by the curtesy can exist ojily in real estate, yet when money is treated in equity as real estate, the husband may have in the interest thereof a curtesy: Thornton’s Exrs. v. Krepps, 37 Pa. 391; Hatfield v. Sneden, 54 N. Y. 284; Northcut v. Whipp, 12 B. Monr. 65, 71; Evans v. Evans, 9 Pa. 190; Taliaferro v. Burwell, 4 Call. (Va.) 321; Withers v. Jenkins, 14 S. Car. 597; Buckworth v. Thirkell, 3 Bos. & P. 652, n."
  },
  "file_name": "0303-02",
  "first_page_order": 327,
  "last_page_order": 337
}
