{
  "id": 838084,
  "name": "Koelsch v. The Philadelphia Company, Appellant",
  "name_abbreviation": "Koelsch v. Philadelphia Co.",
  "decision_date": "1893-01-03",
  "docket_number": "Appeals, Nos. 209, 210 and 211",
  "first_page": "355",
  "last_page": "364",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 355"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "46 Barb. 264",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        5150687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/46/0264-01"
      ]
    },
    {
      "cite": "84 N. Y. 247",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2181044
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/84/0247-01"
      ]
    },
    {
      "cite": "71 N. Y. 228",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2167989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/71/0228-01"
      ]
    },
    {
      "cite": "66 N. Y. 11",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2163314
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/66/0011-01"
      ]
    },
    {
      "cite": "12 R. I. 149",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        11267845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/12/0149-01"
      ]
    },
    {
      "cite": "129 Mass. 318",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2133373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/129/0318-01"
      ]
    },
    {
      "cite": "99 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446210
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0001-01"
      ]
    },
    {
      "cite": "117 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555783
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0390-01"
      ]
    },
    {
      "cite": "44 N. Y. 459",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        507331
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ny/44/0459-01"
      ]
    },
    {
      "cite": "99 Mass. 605",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2139824
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/99/0605-01"
      ]
    },
    {
      "cite": "4 Atl. R. 532",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": -1
    },
    {
      "cite": "140 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0455-01"
      ]
    },
    {
      "cite": "146 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827901
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0465-01"
      ]
    },
    {
      "cite": "122 Mass. 219",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134615
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mass/122/0219-01"
      ]
    },
    {
      "cite": "8 Gray, 123",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2079190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/74/0123-01"
      ]
    },
    {
      "cite": "128 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567107
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0194-01"
      ]
    },
    {
      "cite": "121 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0238-01"
      ]
    },
    {
      "cite": "113 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0544-01"
      ]
    },
    {
      "cite": "8 Gray, 128",
      "category": "reporters:state",
      "reporter": "Gray",
      "opinion_index": 0
    },
    {
      "cite": "105 Pa, 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454254
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0041-01"
      ]
    },
    {
      "cite": "129 Mass. 318",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2133373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/129/0318-01"
      ]
    },
    {
      "cite": "99 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0001-01"
      ]
    },
    {
      "cite": "122 Mass. 219",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2134615
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/122/0219-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 875,
    "char_count": 21719,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 2.1201951559822007e-06,
      "percentile": 0.9954572641107647
    },
    "sha256": "594160072c2c545769d053af8acfa49fe200e1ec21eb96357ab4989241378618",
    "simhash": "1:0c39fde6a35a14dd",
    "word_count": 3885
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Koelsch v. The Philadelphia Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Heydeiok,\nThat the plaintiff’s house was supplied by the defendant with natural gas for fuel through a service pipe connected with a main pipe in the adjacent street, and that it was wrecked, and the plaintiff and several members of his family seriously injured — one of them fatally — by an explosion of such gas which had accumulated in the cellar of the house, are undisputed facts. It is alleged by the plaintiff that the gas which had so accumulated in his cellar, and there exploded, was negligently permitted by the defendant to escape through a leak in its main pipe near to his house, and found its way thence through the loose shale and broken rock, of which the street at that point was formed, and a rudely constructed sewer or drain, to the place of the explosion. The defendant denies that the gas escaped from its main, and did or could find its way through the material, of which the street was composed, in the manner described, but alleges that it escaped through a leak in the plaintiff’s own pipe, for the existence of which he alone was responsible. It further denies that, if the gas did escape through a leak in its main, it is chargeable with negligence in respect to the existence of that leak; and contends earnestly that no such evidence was produced by the plaintiff upon the points in controversy as ought to have been submitted to the jury.\nThe testimony of George Walters, if believed, would warrant a finding that the gas did not escape from the plaintiff’s service pipe. According to 1ns statement he tested that pipe between the time of a slight explosion in the kitchen in the morning, and the greater explosion in the cellar, by which the house was wrecked at ten o’clock the same forenoon, by “ lighting a match and running it along the pipe,” and found no leak. If he was entitled to belief, his test was made in the same manner that the defendant’s experienced servant made his most crucial test of the pipes in the kitchen and upper rooms immediately before the explosion, and it would seem improbable that if a leak in the pipe in the celler existed it could have escaped detection. Whether the testimony of the defendant’s witnesses to the effect that the service pipe was found after the explosion to be broken off, and that part of the break appeared old and part new or fresh, indicating that there had been an old crack through which gas might have escaped, followed by an entire severance by the force of the explosion, ought to have overborne Walters’s testimony, by casting discredit upon either his truthfulness or the thoroughness of his test, was a question wholly for the jury.\nIf the gas which exploded in the cellar did not escape from the plaintiff’s supply pipe, whence did it come ? That was a question to be answered by the plaintiff, and he seems to have answered it conclusively, if the testimony of his witnesses can be relied upon. He adduced testimony to the effect that on the day after the explosion, and the following day, the defendant uncovered its main pipe in the vicinity of his premises; that before it was fully uncovered, but after the digging had commenced, gas was seen to escape from the trench — to use the language of an intelligent witness, “ there was some evidence of trouble of that kind before the ground was entirely uncovered from the fact that there was something like a mist or haze arising from the ground before they reached the pipe, something like vapor,” and that when the pipe was reached at a point about thirty-six feet distant from the house, two or more holes or cracks were found in it, one of them having “the appearance of being rusted, worn out,” through which the gas pored in such dense volume that it could be seen, and with such force that it could he heard at the distance of from fifty to seventy-five feet. He farther showed that the street from the point where the leaks were found to a point opposite his house was “ made ground; ” that is to say, that a depression in the natural surface had been filled with loose shale and broken rock over which clay had been spread, and compacted by the travel upon it, and that he had constructed an underground drain from his cellar to a point in the street near the gas main where it discharged its drainage in the loose material beneath the surface. His evidence farther tended to show that the shale and rock filling of the street was so porous that gas could pass through it from the leaks in the defendant’s main to the end of his drain, and that there was nothing to obstruct its passage thence to the place of the explosion, which was somewhat higher than the street.\nAssuming that George Walters’s testimony, that there was no leak in the plaintiff’s supply pipe, was true, and, in the absence of evidence or allegation that there was any other source from which the gas could have reached the plaintiff’s cellar, the inference from the facts proved is irresistible that it came from the leaks in the defendant’s main. If the plaintiff’s testimony be believed, the loose shale and broken rock of the street, covered with clay and that compacted by the travel upon it, formed the equivalent of a pipe connecting the leaks in the gas main with the underground drain from the cellar, through which the gas might, and, as the cellar was higher than the street, naturally would, pass. There was, therefore, sufficient evidence to justify the jury in finding that the gas which exploded had escaped from the defendant’s main.\nThe next question is, was there sufficient evidence to charge the defendant with negligence with respect to the leaks in its pipe ? The definitions of negligence which have been attempted imply that a higher degree of care and vigilance is required in dealing with a dangerous agency than in the ordinary affairs of life or business, which involve little or no risk of injury to persons or property. While no absolute standard of duty in dealing with such agencies can be prescribed, it is safe to say in general terms that every reasonable precaution suggested by experience and the known dangers of the subject ought to be taken. This would require in the case of a gas company not only that its pipes and fittings should be of such material and workmanship, and laid in the ground with such skill and care, as to provide against the escape of gas therefrom when new, but that such system of inspection should be maintained as would insure reasonable promptness in the detection of all leaks that might occur from the deterioration of the material of the pipes, or from any other cause within the circumspection of men of ordinary skill in the business. Something like this was said in Kiebele v. The City of Philadelphia, 105 Pa, 41; and in Holly v. Boston Gas Light Company, 8 Gray, 128 and Smith v. The Boston Gas Light Company, 129 Mass. 318; and the principle is recognized in many kindred cases. It requires nothing unreasonable ; it does not require that the company shall keep up a constant inspection all along its lines without reference to the existence or non-existence of probable cause for the occurrence of leaks or escape of gas, and is not in conflict with Hutchinson v. Boston Gas Light Company, 122 Mass. 219, relied upon by the defendant. There the escape of gas complained of was the result of an overwhelming calamity that laid a great part of the city of Boston in ashes, and fractured and severed the company’s pipes, in so many places that all the force it could employ could not guard against all possible consequences of the escape of gas immediately, without shutting off the supply from the whole city, and this it was excused from doing on the ground that more mischief would result therefrom than was likely to result from the neglect so to do.\nThe escape of gas from the defendant’s main was, in the absence of any exculpatory explanation, some evidence of neglect: Smith v. The Boston Gas Light Company, supra; and when to this was added the testimony already quoted of one of the plaintiff’s witnesses in respect to the appearance of the aperture through which it escaped, a prima facie case was made out against the defendant. The jury would have been justified in finding either that the pipe was defective when put in place or that it had been in use so long that the defendant ought to have known that it was unsafe to use it longer, if no explanation of its condition, actual or apparent, had been given. The defendant’s witnesses described an opening in the pipe different from that described by at least one of the plaintiff’s witnesses, and said it was caused by the pulling of the pipe out of joint, and undertook to account for the separation of the joints by the fact that a sewer had recently been constructed in the street in close proximity to the pipe, and inferred that the ground had settled and allowed the pipe to sink in places, thereby putting a strain upon it. Their inference was valueless, unless the fact inferred was the natural and probable consequence of the construction of the sewer. If such injury to a gas main be a natural and probable consequence of the con - struction of a sewer in close proximity to it, and the defendant had knowledge or ought to have had knowledge of the construction of this particular sewer, it was its duty to efficiently guard against the damage' that was likely to be sustained: Kiebele v. The City of Philadelphia, supra. It could not shift the responsibility upon the municipality or its contractor: Oil City Gas Company v. Robinson, 99 Pa. 1. And it was for the jury to determine whether, from the notoriety attending the construction of a sewer, a gas company having a proper system of inspection would, or ought to have knowledge within a shorter time than elapsed between the commencement of work upon the sewer in question and the discovery of the leak.\nIt is further contended that although the defendant may have negligently permitted the gas to escape from its main into the plaintiff’s cellar, that negligence was not the proximate cause of the explosion, and that if George Walters, and not its servant sent to examine the premises, lighted the match, it is not i’esponsible. Under the facts of this case it is immaterial whether Walters, or Householder, the defendant’s servant, struck the match. The concurrence of the presence of the gas and the lighting of the match, the negligence of the defendant with that of Walters, was necessary to and did cause the 'explosion. In such cases the injured party has his redress against either of the wrongdoers, or both, at his election, except where goods or passengers are injured through the concurrent negligence of a common carrier and a third person: Borough of Carlisle v. Brisbane, 113 Pa. 544.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Heydeiok,"
      }
    ],
    "attorneys": [
      "Geo. B. Gordon, with him John Baleell and William Scott, for appellant. —",
      "A. Israel, Josiah Cohen with him, for appellee. —"
    ],
    "corrections": "",
    "head_matter": "Koelsch v. The Philadelphia Company, Appellant.\n[Marked to be reported.]\nNegligence — Duty of natural gas company as to pipes.\nIt is the duty of a natural gas company to maintain pipes and fittings of such, material and workmanship and laid in the ground with such skill and care as to provide against the escape of gas therefrom when new, and also to maintain suph a system of inspection as will insure reasonable promptness in the detection of all leaks that may occur from the deterioration of the material of the' pipes, or from any other cause within the circumspection of men of ordinary skill in the business.\nExplosion of gas — Evidence sufficient for jury.\nIn an action to recover damages for injuries to a house caused by an explosion of natural gas, evidence for plaintiff tended to show that on the day after the explosion defendant uncovered its main pipe in the street near the house, that, before it was fully uncovered, but after the digging had commenced, gas was seen to escape from the trench; that when the pipe was reached about thirty-six feet from the house, two or more holes or cracks were found in it, one of them having the appearance of being rusted or worn out, through which the gas poured in dense volumes; and that the street between the leak and the house was made ground, filled with' shale and broken stone so porous that gas could pass through it. Held, that, in the absence of any evidence that the gas could have reached the house from any other source, there was sufficient evidence to justify the jury in finding that the gas which had exploded had escaped from defendant’s main.\nInjury to gas main by construction of sewer — Notice to, and duty and liar bility of, gas company.\nIf an injury to a gas main be a natural and probable consequence of the construction of a sewer, by reason of the settling of the ground in close proximity to the gas main, and the gas company had knowledge or ought to have had knowledge of the construction of the sewer, it was its duty to efficiently guard against the damage that was likely to result, and it cannot shift the responsibility upon the municipality or its contractor. The question of notice or knowledge was for the jury.\nConcurrent negligence — Action against wrongdoers.\nWhere an explosion is caused by a stranger negligently striking a match in a cellar full of gas, and the presence of the gas in the cellar is due to the negligence of the gas company, the person injured has his redress against either of the wrongdoers, or both, at his election.\nArgued Oct. 30, 1891; re-argued Oct. 25, 1892.\nAppeals, Nos. 209, 210 and 211, Oct. T., 1891, by defendant, from judgments of O. P. No. 1, Allegheny Co., Sept. T., 1890, Nos. 9, 10, 11, on verdicts for plaintiffs, John N. Koelsch, Mary Koelsch, his wife, and John Koelsch. Re-argued before Paxson, C. J., Sterbeii, Green, Williams, McCollum, Mitchell and Hevdrick, JJ. Sterrett, J., absent from first argument.\nTrespass to recover damages for injury to plaintiff and his wife and minor child, and for the destruction of a house caused by an explosion of natural gas.\nThe facts appear by the opinion of the Supreme Court.\nThe court charged in part as follows, by Collier, J.:\n“ The theory of the plaintiff is that this T connection on the main line of the defendant’s pipe was leaking, and it had been leaking for some time; that the gas passed through the ground, which the plaintiff alleges was loose and shaly, and reached the mouth of the sewer that went into the plaintiff’s cellar; that it escaped in the cellar and caused this explosion. [Are you satisfied from the weight of the evidence — not by guessing, because you have no right to guess when you take money out of one citizen’s pocket to put it into another’s: — are you satisfied from the weight of the evidence on both sides that that was the fact, that this gas pipe was leaking there, that the gas went through that ground, got to the mouth of the sewer and escaped into the cellar and caused this explosion ? That is the theory of the plaintiff, and if that- theory is established by the weight of evidence, if you are satisfied of that from all the testimony in the case, then the first point in his case is made out.] [2] The theory of the defendants is just the opposite of that. Their theory is that there is no proof that the gas escaped from their pipe, that it might possibly have come from there, but that that was not proven; that it just as likely came from the plaintiff’s own pipes in his cellar, over which the defendants, of course, had no control. They allege there were two breaks, an old one and a new one in this little pipe in the plaintiff’s cellar, and that that was just as likely to, and probably did, cause the explosion. They say one of the strongest proofs of that is that the same day, before the accident happened and after the gas was turned off from the pipe, some one was down in that cellar with a light. . . [If you are satisfied that the gas which caused the explosion came from the defendant company’s pipe, if you are reasonably certain of that, then the plaintiff’s case on the question of negligence is made out.] [3] . . . . ”\n[“ Take the case, and if you cannot tell from which pipe this gas came, or if you find it came from plaintiff’s own pipe, your verdict should be for defendant. If you find it came from the gas company’s pipe, find for the plaintiffs and assess the damages under the rule I have given you.”] [4]\nDefendant’s points were among others as follows:\n“ 1. That under all the evidence in this case their verdict should be in favor of the defendant.” Refused. [1]\n“ 3. If the jury believe from the evidence that the immediate cause of the explosion was the striking of a match by Walters in plaintiff’s cellar when searching for a gas leak, and that Walters was not a servant of the defendant, then the proximate cause of the explosion was Walters’s negligence, and their verdict should be in favor of the defendant. Answer: That is refused under the circumstances. In our opinion it makes no difference whether Walters struck the match or the agent of the company, they were both together in a common employ ment.” [5]\nVerdict and judgment for John N. Koelsch for $4,000; for Mary Koelsch for $500; for John Koelsch for $500. Defendant appealed.\nErrors assigned were (1-5) instructions as above, quoting them.\nGeo. B. Gordon, with him John Baleell and William Scott, for appellant. —\nThe burden of proof was on plaintiff to prove that defendant was negligent: Huey v. Gahlenbeck, 121 Pa. 238; Brownfield v. Hughes, 128 Pa. 194; Holly v. Boston Gas Co., 8 Gray, 123; Hutchinson v. Boston Gas Light Co., 122 Mass. 219; Reese v. Clark, 146 Pa. 465; R. R. v. Schertle, 97 Pa. 455 ; Melchert v. Brewing Co., 140 Pa. 453; Reinhardt v. South Easton, 4 Atl. R. 532; Smith v. First National Bank, 99 Mass. 605; Cotton v. Woods, 8 C. B. N. S. 568.\nThe proximate cause of the accident was the reckless conduct of Walters in striking a match in the cellar: Lannean v. Albany Gas Light Co., 44 N. Y. 459; Trich v. South Side Passenger Ry., 117 Pa. 390; Oil City Gas Co. v. Robinson, 99 Pa. 1. We do not contend that Walters was plaintiff’s servant or that the plaintiff was barred by his contributory negligence; we do claim that he was not defendant’s servant, and that the direct or proximate cause of the explosion was his negligence, for which defendant is not in any way responsible.\nThere was not a particle of evidence of any negligence on part of defendant, either in the construction or maintenance of its line, beyond the mere fact that there was a leak discovered after the explosion. Under all the authorities this was not sufficient.\nThe court said to the jury that if they could not tell from which pipe the gas came their verdict ought to be for defendant. There being no evidence to show that the leak in defendant’s pipe existed before the explosion, and there being evidence to show that the leak in plaintiff’s pipe did, the instruction was erroneous, for the reason that a jury is not allowed to guess or infer that an accident resulted from a certain cause as to which there is no evidence, where there is evidence in the case as to the actual existence of another cause of the injury.\nA. Israel, Josiah Cohen with him, for appellee. —\nA company which manufactures and vends gas must keep it restrained at its peril: Thompson, Negligence, § 11, p. 108; Hipkins v. Birm. Gas Co., 6 Hurl. & N. 250, 7 Jur., N. S. 213; 30 L. J., Ex. 60, affirmed, 5 Hurl. & N. 74; Parry v. Croydon Commercial Gas Co., 11 C. B., N. S. 578, affirmed in Ex. Ch., 15 C.B., N. S. 568.\nThe very fact of the escape of gas from a place under the control of the company is sufficient evidence to raise a presumption of its negligence : Sherman & Redfield, Negligence, § 697; Smith v. Boston Gas Co., 129 Mass. 318; Sherman & Redfield, Negligence, § 692; Brown v. N. Y. Gas Co., Anth. & N. P. 351.\nAfter showing the escape of gas from defendant’s main from a place under its control, the burden was on it to show that it was not negligence in allowing the gas to escape: Mose v. Hastings Gas Co., 4 Fost. & F. 324; Lampert v. Laclede Gas Co., 14 Mo. Ap. 376.\nDefendant was bound to know that the streets will be used for sewers, and should have exercised a careful supervision at such times and had the ground put in properly: Butcher v. Providence Gas Co., 12 R. I. 149; Oil City Gas Co. v. Robinson, 99 Pa. 1; Hutchinson v. Boston Gas Light Co., 122 Mass. 219.\nThe leakage of the gas from the main was the proximate cause of the injury, not the lighting of the match: Robinson v. Oil City Gas Co., 99 Pa. 1.\nThe contributory negligence of Walters, cannot be visited upon us unless he were our servant or agent at the time: Robinson v. R. R., 66 N. Y. 11; Dyer v. R. R., 71 N. Y. 228; Masterson v. R. R., 84 N. Y. 247.\nAnd furthermore even though Walters had been our servant, in such a case as this — where defendant has permitted its gas to fill our house — the negligence of our servant in entering to discover the trouble with a light does not bar our recovery: Greenough’s Gas Cases, 106, § 4; Burrows v. Gas Co., L. R. 5 Ex. 67; Wharton, Negligence, § 145, p. 118.\nTwo other gas explosions similar to this occurred on the two days preceding the explosion in question. Therefore defendant had implied notice as well as express notice of the leaking gas, and having had such notice, even though they sent a man to look after it, if too late to prevent the injury, defendant is liable: Sherman & Redfield, Negligence, 4 Fost. & F. 324; Lampert v. Laclede Gas Co., 14 Mo. Ap. 376.\nJanuary 3, 1893:\nEven though the leak had been in our pipe, defendant would be liable for igniting the gas in the cellar if the match was struck by Walters at a time when he was its servant, or by Householder, who was admittedly its servant: Lannen v. The Albany Gas Co., 44 N. Y. 459, affirming 46 Barb. 264."
  },
  "file_name": "0355-01",
  "first_page_order": 379,
  "last_page_order": 388
}
