{
  "id": 838196,
  "name": "Wall v. Pittsburgh Harbor Co., Ltd., Appellant",
  "name_abbreviation": "Wall v. Pittsburgh Harbor Co.",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 80",
  "first_page": "427",
  "last_page": "432",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 427"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 Ill. 594",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2778773
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/85/0594-01"
      ]
    },
    {
      "cite": "122 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0191-01"
      ]
    },
    {
      "cite": "70 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "28 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0206-01"
      ]
    },
    {
      "cite": "122 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "50 Cal. 129",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2318203
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/50/0129-01"
      ]
    },
    {
      "cite": "23 Minn. 430",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        549690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/minn/23/0430-01"
      ]
    },
    {
      "cite": "33 Pa. 305",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0066-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 10982,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 5.8766146035534453e-08,
      "percentile": 0.3683662638246477
    },
    "sha256": "be66b652240939bd163a39a816d8a536e8bc7f0708f31610a0bc0b8f48e51845",
    "simhash": "1:7ada47f3ba868790",
    "word_count": 1904
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ."
    ],
    "parties": [
      "Wall v. Pittsburgh Harbor Co., Ltd., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sterrett,\nThe defendant company has no just reason to complain of the charge of the court below. In common with the general public, defendant had a right of navigation over plaintiff’s land, between high and low water mark; and, when necessary to the exercise of that right, it might have made a temporary mooring; but, in any use which it made beyond that, it became a mere trespasser on her right of property. That the defendant’s moorage was not necessary to the exercise of the right of navigation is too clear to doubt. It is immaterial that the company defendant did not inconvenience plaintiff’s approach to the shore, or that she had in fact made no use of the property; for the company’s right was of navigation alone, and its conduct an invasion of plaintiff’s right of property for which it was liable in damages.\nThe defendant complains that the rental value of the property was made an element of damages. Rent, as rent, was of course not recoverable; but surely if plaintiff was prevented from renting her property by reason of the unlawful action of defendant, an injury was done for which she was entitled to compensation. The loss in rental value was a direct result and furnished an obviously essential element of damages.\nNeither of the specifications of error is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sterrett,"
      }
    ],
    "attorneys": [
      "W. P. Potter, Wm. A. Stone with him, for appellants. —",
      "C. W. Jones, E. P. Jones with him, for appellee. —"
    ],
    "corrections": "",
    "head_matter": "Wall v. Pittsburgh Harbor Co., Ltd., Appellant.\n[Marked to be reported.]\nRiparian owner — Trespass—High and low water marie — Navigation.\nA person or corporation which makes more than a temporary mooring between high and low water mark in a navigable river is a mere trespasser upon the owner’s right of property; and it is immaterial that the trespasser did not inconvenience the owner’s approach to the shore, or that the owner had in fact made no use of the property.\nEvidence — Measure of damages — Rental value.\nIn such a case if the owner is prevented from renting his property by reason of the unlawful action of the person committing the trespass, the loss in rental value is a direct result and furnishes an essential element of damages.\nArgued Oct. 28, 1892.\nAppeal, No. 80, Oct. T., 1892, from judgment of C. P. No. 2, Allegheny Co., April T., 1891, No. 425, on verdict for plaintiff, Honora Wall.\nBefore Paxson, C. J., Sterrett, Green, Williams, McCollum, Mitchell and Heydrick, JJ.\nTrespass for intrusion upon plaintiff’s property between high and low water mark.\nPlaintiff in her statement averred that, on or about Sept. 19, 1887, “the defendant association, unlawfully entered upon a part of said premises of plaintiff covered with water, and placed or caused to be placed on said premises coal boats, barges and flats; that said plaintiff caused the defendant association to be notified to remove said boats, barges and flats, but the defendant association did not remove the same for a long space of time; that said defendant association from that time until on or about April 29, 1890, and from June 23, 1890, until this present time continued at frequent intervals to enter upon, use and occupy the said premises of plaintiff, without her consent, placing boats, barges and flats thereon and keeping them thereon for long spaces of time; that also during said above mentioned periods of time said defendant association immediately outside of low water mark on said river and in front of said premises of plaintiff, placed boats, barges and flats and kept them there for long and unreasonable times, by reason whereof the plaintiff was prevented from having free and convenient access to said river from her said property.”\nAt the trial, before White, J., plaintiff’s evidence tended to corroborate the averments-of the statement.\nA witness for plaintiff was asked: “ Q. Do you kñow what the fair market value of that river front property is, or was in the year 1887, for renting purposes? A. Yes, sir. Q. What was it worth a year ? ”\nObjected to as incompetent and irrelevant.\nPlaintiff’s counsel proposed to follow that by evidence that they prevented plaintiff from using it at all, and prevented them from renting it to other people.\nBy the Court: In view of the subsequent offer, the objection is overruled. Bill sealed.\nThe witness estimated the annual rental value at between $300 and $400. [8]\nPlaintiff’s points were as follows:\n“ 1. If the jurjr believes, from the evidence, that from September, 1887, to February, 1891, — the date of bringing this suit — the defendant company from time to time entered upon plaintiff’s premises, and placed boats, barges or flats thereon, between high and low water mark, and kept them there for an unreasonable time, and made a profit out of the property of the plaintiff by so using the same, such use and occupation was not an incident to the right of navigation, but was an unlawful invasion of plaintiff’s rights, for which she is entitled to recover damages.” Affirmed. [1]\n“2. If the jury find that the defendant company did so use and occupy plaintiff’s property, then the plaintiff is entitled to compensation for all the loss and damage she has sustained by reason of said occupation of her property by the defendant company. And if the jury believe that said occupation of plaintiff’s property was willful and deliberate, and was a wanton invasion of plaintiff’s rights, then they are not restricted to compensation only in giving damages, but in addition to compensation may give such further damages as will tend to prevent a repetition of the wrong, either by the defendant company or by others. Answer: Ordinarily in cases of this kind, the measure of damages is compensation for the injury done. But where the injury was done in a malicious or wanton spirit, and in utter disregard of plaintiff’s rights, the jury may go beyond mere compensation, and give a greater sum by way of punishment for the wrong committed. If the defendant used the river in front of plaintiff’s property under a mistaken idea that they had a right so to use it, and not with any force or violence, and not with any intention or thought of injuring the plaintiffs, the verdict should be for compensation only.” [2]\nDefendant’s points were as follows:\n“ 1. That unless the jury find that there was an actual obstruction to the access to the plaintiff’s property, which actually did prevent the approach of water craft thereto, there can be no verdict for the plaintiff, and the verdict must be for the defendant.” Refused. [3]\n“ 2. If the jury should find that there was any actual obstruction or interference with the access to plaintiff’s property, then the measure of damages in this case would be tbe loss caused by the actual obstruction to such access, and it would not be any supposed loss of annual rent, per foot frontage, along the property. Answer: The plaintiff cannot recover on the footing of a rental, for this is not an action for rent, and defendant only used the river front at times. But in addition to the elements of damage suggested in the point, the jury may take into consideration under the evidence whether the plaintiffs were prevented from renting their landing in consequence of the acts of the defendants.” [4]\n“ 3. Under all the evidence in this case, the verdict should be for the defendant.” Refused. [5]\nThe court charged, on the question of damages, in part as follows:\n[“ While you are not to place this on the footing of rental at all, you are to consider, as I will intimate in my answer to one of the points of defendants’ counsel, whether these plaintiffs were injured in the way of preventing them from making a lease of their landing.”] [6]\nThe court here read the points of counsel and the answers thereto. To the answer of defendants’ second point, the court added:\n“ In other words, this point means that the only damages you could give would be from obstructing the way to the plaintiffs’ property, so that they were interfered with in their use of the river. I think the jury may consider in addition to that this other element, if you find it from the evidence, that the plaintiffs were prevented from renting their front in consequence of the use made of it by the defendants. According to the testimony of the defendants, they claimed a right to do what they were doing, let their barges slip down and remain some time in front of the plaintiffs’ property. The plaintiffs might not be able to rent it when the defendants claim that right, because it would involve, perhaps, a law suit; a person would not probably be willing to rent it, knowing that he would be involved in a law suit with the defendants under their claim of usage, and if you find from the evidence that such was the case, then that may be an additional element of damages in this case.” [7]\nYerdict and judgment for plaintiff for $400. Defendant appealed.\nErrors assigned were, inter alia, (1-7) instructions as above, quoting them; (8) ruling on evidence, quoting bill of exceptions and evidence.\nW. P. Potter, Wm. A. Stone with him, for appellants. —\nThe river was a navigable stream and a public highway: Wainwright v. McCullough, 63 Pa. 66; Baker v. Lewis, 33 Pa. 305.\nThe mooring of rafts or coal boats in the river and allowing them to remain in the water, between high and low water marks, for such a time as may be necessary, is within the rights of navigators of the rivers: Hayward v. Knapp, 23 Minn. 430; Davis v. Winslow, 51 Maine, 264; Weise v. Smith, 3 Oregon, 445; Brown v. Kentfield, 50 Cal. 129; Fulmer v. Williams, 122 Pa. 208.\nThe evidence shows that in this case plaintiff made no use whatever of her shore; and that she- was not willing that any one else should even make use of the water in the river in front of her property without paying tribute therefor.\nC. W. Jones, E. P. Jones with him, for appellee. —\nThe title of appellee in this case ran to low water mark on the Monongahela river. To high water mark her title was absolute. Between high and low water mark her title was qualified. It was subject to the right of way of the public for the purposes of navigation, with the rights incident thereto; but subject and affected by this right of navigation: L. V. R. R. v. Trone, 28 Pa. 206; Zug v. Com., 70 Pa. 141; Fulmer v. Williams, 122 Pa. 191.\nThe rights appellant company have to use the property of appellee are limited strictly to the rights of navigation, and the moment they engaged in the business of holding boats for other people they lost their character of navigators, and their acts were acts of trespass for which they were liable in damages: Bigler & Son v. O’Connor, 2 W. N. 180.\nA person owning premises abutting on a public highway, whose right of access to the same is unreasonably obstructed, may recover damages from any person causing such obstruction: Dillon, Mun. Corp., §730.\nWhere the trespass suspends or impairs the enjoyment of the premises, compensation may be given on the basis of rental value: 3 Sutherland on Damages, p. 367 ; Sedgwick on Damages, § 932; Chicago v. Huenerbein, 85 Ill. 594.\nJanuary 3, 1893:"
  },
  "file_name": "0427-01",
  "first_page_order": 451,
  "last_page_order": 456
}
