{
  "id": 838070,
  "name": "Wolfe, Appellant, v. Oxnard",
  "name_abbreviation": "Wolfe v. Oxnard",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 145",
  "first_page": "623",
  "last_page": "626",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 623"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0443-01"
      ]
    },
    {
      "cite": "20 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "52 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "48 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0159-01"
      ]
    },
    {
      "cite": "57 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 394",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. 396",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "39 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "12 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pa. 258",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts, 133",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0133-01"
      ]
    },
    {
      "cite": "5 Watts, 140",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1843953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0140-01"
      ]
    },
    {
      "cite": "7 W. & S. 267",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0267-01"
      ]
    },
    {
      "cite": "57 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0498-01"
      ]
    },
    {
      "cite": "7 Phila. 342",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "81 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044112
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0306-01"
      ]
    },
    {
      "cite": "78 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040424
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0055-01"
      ]
    },
    {
      "cite": "81 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044161
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0385-01"
      ]
    },
    {
      "cite": "91 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488654
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0396-01"
      ]
    },
    {
      "cite": "87 Pa. 497",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057844
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0497-01"
      ]
    },
    {
      "cite": "153 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0208-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 418,
    "char_count": 7030,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 5.9214548320954686e-08,
      "percentile": 0.3699045774483377
    },
    "sha256": "5ed1ebc6c3fddac6769d65ffc4f03f69a3d00b34339c58f744b6092fb7ce880c",
    "simhash": "1:0ae9a47124fb30de",
    "word_count": 1257
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Williams, McCollum, Mitchell and Hexdrick, JJ."
    ],
    "parties": [
      "Wolfe, Appellant, v. Oxnard."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe affirm this case upon the opinion of the learned judge of the court below.\nSee preceding case, and contra, Milligan v. Phipps, 153 Pa. 208.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. M. Walters and F. A. Shoemaker., for appellant. —",
      "John B. Head and David O. Harrington, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Wolfe, Appellant, v. Oxnard.\nMechanic1 s lien — Married women.\nA mechanic’s lien against a married woman must show on its face that the work or material was necessary for the improvement or repair of her separate estate, that it was in fact so applied, and was furnished at her instance or request.\nAuditor — Distribution—Issue to determine disputed facts.\nAn issue to try disputed facts which have arisen before an auditor appointed to distribute a fund from the sale of real estate, will not be awarded where the request for an issue embraces questions of law instead of fact, or where it is manifest that the matter to be tried cannot affect the decision.\nWhere a mechanic’s lien is fatally defective in failing to aver the facts requisite to bind the estate of a married woman, an issue will not be awarded, at the request of the claimant under the mechanic’s lien, to determine (1) whether the lien contains all the averments requisite to bind the estate of defendant; and (2) whether or not the work and labor were done, and the materials furnished at her request, and for the improvement of her estate.\nSubmitted Oct. 11, 1892.\nAppeal, No. 145, Oct. T., 1892, by plaintiff, T. J. Wolfe, from order of C. P. Cambria Co., Dec. T., 1890, No. 4, refusing an issue.\nBefore Paxson, C. J., Green, Williams, McCollum, Mitchell and Hexdrick, JJ.\nApplication by plaintiff, mechanic’s lien creditor, for issue to determine disputed facts arising before auditor appointed to distribute fund arising from sale of real estate of Evaline S. Oxnard.\nThe opinion of the court below was as follows by Barker, P. J. :\n“The petition of T. J. Wolfe for an issue sets forth that the material facts in dispute are : ‘ (1) Whether the lien contains all the averments requisite to bind the estate of the defendant; (2) whether or not the work and labor were done, and the materials furnished at her request, and for the improvement of her estate, the truth thereof being disputed by other claimants.’\n“The 28th section of the act of June 16, 1836, directs that an issue shall be awarded to try any disputed facts connected with a distribution, at the request in writing of any person interested, and the 2d section of the act of April 20, 1846, provides that before an issue shall be directed the applicant shall make affidavit that there are material facts in dispute, and shall set forth the nature and character thereof, and that the court shall determine whether such issue shall be granted upon said affidavit.\n“ It will be seen at a glance that the matters alleged to be in dispute in the petitioner’s first specification are questions of law, and not ‘ matters of fact,’ and hence not sufficient to warrant an issue.\n“ The claim presented before the auditor by T. J. Wolfe, the petitioner, was a mechanic’s lien; the fund for distribution was the proceeds of a sale of the real estate of a married woman, Mrs. Evaline S. Oxnard; and the learned auditor very properly disallowed the same because it did not contain the necessary averments to bind the separate real estate of a married woman.\n“ A mechanic’s lien against a married woman must show on its face that the work or material was necessary for the improvement or repair of her separate estate, and was in fact so applied : Kuhns v. Turney, 87 Pa. 497 ; Loomis v. Fry, 91 Pa. 396. It must explicitly appear that she was a married woman .- Schriffer v. Saum, 81 Pa. 385; Dearie v. Martin, 78 Pa. 55; Van Roden v. Sterritt, 7 W. N. 196. The claim must set forth that the erection or repair of the building took place with the authority and consent, or on the request of the wife : Dearie v. Martin, 78 Pa. 55; Lloyd v. Hibbs, 81 Pa. 306. Naming the husband as contractor is not sufficient: Dearie v. Martin, supra; Ward v. Black, 7 Phila. 342.\n“ It is not necessary for us to go into the reasons for such requirements ; suffice it to say, that it is well settled law that a mechanic’s lien cannot stand and will not bind the separate real estate of a married woman unless it contains every one of the above averments.\n“The alleged mechanic’s lien of T. J. Wolfe contains none of them, hence it was fatally defective, and could have been stricken off on application, and would not be sufficient to sustain a scire facias, if a proper defence were made ; but counsel for petitioner argued that there are ‘facts in dispute,’ and hence, under the 28th section of the act of June 16, 1836, an issue must be granted; we read the 2d section of the act of April 20, 1846, with the above section of the act of June 16, 1836, and conclude that the facts in dispute must be ‘ material,’ and conclude that it is not ‘ material ’ whether or not the work and labor were done and the materials furnished at her (Mrs. Oxnard’s) request, and for the improvement of her estate, because it is not so alleged in the lien. This must not only be proven on the trial, but alleged in the lien, and it would certainly be a vain thing to encumber the trial list and involve the parties in costs and expense by granting an issue to try a disputed fact that could not possibly affect the decision as to the rights of the Wolfe lien to participate in the distribution ; even though all the facts alleged to be in dispute were decided in his favor, it would not permit him to participate, because his lien was fatally defective.\n“We are sustained in the view that we are not bound to grant an issue in a case like this by Souder’s Ap., 57 Pa. 498, where Justice Agnjew says: ‘Where the request does not come in proper form, or where it embraces questions of law instead of fact, or it is manifest that the matter to be tried cannot affect the decision, the demand may be refused.’ April 17, 1892, prayer for issue refused.”\nError assigned was order refusing issue, without quoting it.\nJ. M. Walters and F. A. Shoemaker., for appellant. —\nA lien creditor, under the act of June 16,1836, has a right to an issue, of which the court cannot deprive him: Reigart’s Ap., 7 W. & S. 267; Bichel v. Rank, 5 Watts, 140; Trimble’s Ap., 6 Watts, 133; Dickerson & Havern’s Ap., 7 Pa. 258; Overholts’ Ap., 12 Pa. 224; Green v. Tylor & Co., 39 Pa. 365; Lippincott v. Lippincott, 1 Phila. 396; Biddle v. Ring, 1 Phila. 394; Sanders’ Ap., 57 Pa. 503; Benson’s Ap., 48 Pa. 159; Rohm’s Ap., 52 Pa. 502; Providence Co. v. Chase, 108 Pa. 323.\nThe statutory words “ any person interested ” means judgment or other lien creditor: Smith v. Reiff, 20 Pa. 365.\nWhere the lien in express terms or by necessary implication contained all the averments that were essential to a valid mechanic’s lien against a married woman, it is the province of the jury to determine whether the evidence supports the averments of plaintiff’s claim: Kelly v. McGhee, 137 Pa. 443.\nJanuary 3, 1893:\nJohn B. Head and David O. Harrington, for appellee,\nadopted the opinion of the court below as their argument."
  },
  "file_name": "0623-01",
  "first_page_order": 647,
  "last_page_order": 650
}
