{
  "id": 838166,
  "name": "Coon et al. v. Citizens Water Co., Appellant",
  "name_abbreviation": "Coon v. Citizens Water Co.",
  "decision_date": "1893-01-03",
  "docket_number": "Appeal, No. 76",
  "first_page": "644",
  "last_page": "649",
  "citations": [
    {
      "type": "official",
      "cite": "152 Pa. 644"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penny. 132",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0132-01"
      ]
    },
    {
      "cite": "2 W. & S. 53",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0053-01"
      ]
    },
    {
      "cite": "4 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "135 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817441
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0188-01"
      ]
    },
    {
      "cite": "127 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0446-01"
      ]
    },
    {
      "cite": "52 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 N. Y. 649",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 267",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0267-01"
      ]
    },
    {
      "cite": "121 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "146 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0492-01"
      ]
    },
    {
      "cite": "104 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0440-01"
      ]
    },
    {
      "cite": "142 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0640-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "69 Pa. 489",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026369
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0489-01"
      ]
    },
    {
      "cite": "51 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999816
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0298-01"
      ]
    },
    {
      "cite": "128 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 574,
    "char_count": 11195,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 7.263879798054883e-08,
      "percentile": 0.4329345069924926
    },
    "sha256": "455c9e706e9e2a8f2854a727d542a0c882d910d07c6c897a3ca26b4f7ca8f6c4",
    "simhash": "1:8e3fa6498f948e24",
    "word_count": 1890
  },
  "last_updated": "2024-02-27T18:12:05.599405+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, Green, Williams, McCollum, Mitchell and Hendrick, JJ."
    ],
    "parties": [
      "Coon et al. v. Citizens Water Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Williams,\nThe plaintiffs are the contractors by whom the dams and reservoirs of the defendant company were built and its inflowing and distributing mains were laid. The work for which a recovery is now sought was mainly done under carefully drawn contracts embodying particular specifications as to the quality of the materials to be used and the character of the workmanship. The defendant set up the contracts, alleged that the work was not done in accordance with their requirements, and that it had never been accepted by the engineer of the company, to whose decision the contracts referred all questions relating to the materials, the workmanship, and the acceptance of the works. The plaintiffs replied performance under the directions of the engineer, acceptance by the officers of the defendant company and an actual taking of possession of the works and operating them for the purpose for which they were built, and that formal acceptance by the engineer had been repeatedly applied for and his action unreasonably delayed. Upon the questions of fact thus raised the jury found for the plaintiffs. The learned trial judge has not disturbed the verdict, and we must regard it as settling the questions in controversy unless it was rendered under erroneous instructions from the court. We quite agree with the learned counsel for the appellant that the provisions of a contract furnish the rule by which the rights of the contracting parties should be determined; but in administering the rule the aid of a jury is sometimes necessary, and if they lean too strongly toward the workman and against the employer the remedy is a motion for a new trial. While the verdict stands it must be regarded as conclusive of the questions of fact unless it was rendered under instructions that were erroneous.\nThe questions raised by the assignments of error are arranged by the appellant in three groups which we will briefly consider.\nFirst. “ The court ought to have withdrawn the case from the jury under the provisions of the contracts.”\nThis would have been so but for the te timony on the part of the plaintiffs tending to show the presence and directions of the engineer while the work was progressing, and the acceptance of the plant as a whole by the officers of the water company. This testimony was in the case. It could not properly have been excluded. The jury had heard it, had seen the witnesses on the stand, and had seen and heard the witnesses by whom it was denied. The questions of credibility and the weight of the testimony were for them to determine. If in deciding it they have allowed their prejudices or their sympathies to creep into one side of the scales we have no means for correcting their verdict.\nSecond. “ The instructions given to the jury ought to have been binding.” This is but another mode of stating the proposition just considered. To have withdrawn the case from the jury would have required a binding instruction ; and to have given a binding instruction would have withdrawn the case, as to the subject covered by the instruction, from the control of the jury.\nThird. “ The answers to the plaintiffs’ points were erroneous.”\nThe plaintiffs’ first point asked an instruction that if the jury believe from the evidence that the plaintiffs tried in good faith to construct, and did in fact construct, the entire plant in conformity with the contract and specifications, then under such a finding the plaintiff is entitled to a verdict. This the court affirmed. Upon the finding assumed, the conclusion followed necessarily, and the court could not have held otherwise without error.\nThe plaintiffs’ second point was drawn upon the assumption that the jury might not find that there had been a complete performance of the contract, and asked the court to say that if they found there had been a substantial compliance, and the repairs and changes subsequently made by the company were not due to defective work on the part of the plaintiffs, then the plaintiffs were not chargeable with the cost of the repairs and changes set up by the defendant. This point was affirmed. We ’See no error in this. If the expenses incurred by the defendant were due to defective plans, or any other cause for which the plaintiffs were not responsible, such expenses could not be charged up to them in ascertaining the amount due them.\nThe mistakes made upon this trial, if any were made, seem to us to have been those of the jury in finding the facts assumed in the plaintiffs’ points, not by the court in declaring the legal effect of such findings if made.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Williams,"
      }
    ],
    "attorneys": [
      "M. F. Leason, J. M. Braden with him, for appellant. —",
      "Albert S. Sprowls, M. L. A. MeQraehen with him, for appellees. —"
    ],
    "corrections": "",
    "head_matter": "Coon et al. v. Citizens Water Co., Appellant.\n[Marked to be reported.]\nContract — Clause referring dispute to chief engineer of one of the parties —Effect thereof on right to sue — Evidence.\nA contract for building a reservoir specified the manner of its construction minutely and provided that the chief engineer of one of the parties should decide all questions that might arise, and that his estimate and decision should be final. In an action for the balance of the contract price, it appeared that the engineer, after repeated requests, neglected to sign final estimate, but there was evidence to show the presence of the engineer while the work was progressing, and the acceptance of the plant as a whole by the officers of defendant. Held, that it was a question for the jury, upon the credibility and weight of the testimony, whether the chief engineer and the defendant had in fact accepted the work.\nSubstantial pérformanee — Changes and repairs.\nIt is not error to instruct the jury that if they find plaintiffs tried in good faith to construct and did in fact construct the work in conformity with the contract, they were entitled to a verdict; and that if they find there had been a substantial compliance, and the repairs and changes subsequently made were not due to defective work of plaintiffs, they were not chargeable with the cost thereof.\nArgued Oct. 17, 1892.\nAppeal, No. 76, Oct. T., 1892, by defendant, from judgment of O. P. Washington Co., Feb. T., 1890, No. 210, upon verdict for plaintiff A. H. Coon et al., trading as A. H. Coon & Son.\nBefore Sterrett, Green, Williams, McCollum, Mitchell and Hendrick, JJ.\nAssumpsit for building reservoir, etc.\nThe contract, after specifying minutely the manner of constructing the reservoir, etc., contained this provision: “ To prevent all disputes and litigation, it is further agreed by and between the parties to this contract, that the chief engineer of the Citizens Water Company shall in all cases determine the amount or quality of the several kinds of work which are to be paid for under the contract, and he shall decide all questions which may arise, relative to the execution of this contract on part of the contractor, and his estimates and decision shall be final and conclusive in all cases.”\nPlaintiffs’ statement, after setting out the contract, averred that the work was complete and accepted by defendant, but that the engineer refused to furnish final estimates, although often requested to do so by plaintiffs.\nOn the trial, defendant offered evidence to show that the work had not been done according to the specifications. Failure of engineer, after several requests by plaintiffs, to sign final estimates was undisputed. Plaintiffs gave testimony to show presence and directions of engineer during progress of work and acceptance of work by defendant when completed.\nPlaintiff’s points were as follows:\n“ 1. If the jury believe from all the evidence, that the plaintiffs honestly and in good faith attempted to construct and did construct the entire plant of the defendant company in con formity with the contract and specifications entered into between plaintiffs and defendant for the construction of said plant, the plaintiffs are entitled under such a finding of facts to maintain this case.” Affirmed. [7]\n“ 2. If the jury believe that the plaintiffs constructed said plant in substantial compliance with the contract and that the necessity, if any such existed, of relaying a portion of the ‘ rising main’ in July and August, 1889, and repairing the southwest bank of the distributing reservoir and the cementing of the same, cannot be ascribed or attributed to careless or defective work on the part of the plaintiffs, then the defendant is not entitled to have its claims for making said repairs allowed, but they should be rejected.” Affirmed. [8]\nDefendant’s points were among others as follows:\n“ 8. The pleadings and evidence disclosing that the issue (aside from the claim for extra work) is relative to the execution of the contract, and the kind and quality of work done thereunder, it falls within the express authority of the arbitrator appointed as above stated. The jury are therefore instructed that under the pleadings and evidence in this case the plaintiff cannot recover on the contracts sued upon. Answer: Refused; subject to what we have said in our general charge.” [1]\nThe court in the general charge left to the jury the questions of completion and acceptance, charging that the arbitrary refusal of the engineer to accept the work when completed would not prevent a recovery, the burden of proof being on plaintiff to prove performance. The charge was not specified or quoted in the assignment of error.\n“4. The engineer, Robert H. Wilson, having been called upon the witness stand testified that he refused to accept the work done by the plaintiffs as completed according to the contract. The decision by the engineer is final and conclusive. The plaintiffs cannot now have that decision reviewed by the jury in this case. Answer: Refused. There is other evidence in this case than that of Mr. Wilson, bearing on the question whether he accepted the work or not.” [2]\nVerdict and judgment for' plaintiff for #1,665.87. Defendant appealed.\nErrors assigned were,' among others, (1, 2,7, 8,) instructions, quoting them.\nJanuary 3, 1893:\nM. F. Leason, J. M. Braden with him, for appellant. —\nThe question of substantial performance ought never to go to the jury when there has been, as the testimony in this case shows, willful omissions or departure from the terms of the contract: Gillespie Tool Co. v. Wilson, 128 Pa. 26.\nPlaintiffs were bound to have the acceptance by the engineer of the entire work, and without it they could not recover : Reynolds v. Caldwell, 51 Pa. 298; Howard v. Allegheny Valley R. R., 69 Pa. 489; Hostetter v. Pittsburgh, 107 Pa. 419; Brown v. Decker, 142 Pa. 640; Conner v. Simpson, 104 Pa. 440.\nThe court erred in affirming plaintiffs’ first point: Moore v. Carter, 146 Pa. 492.\nAlbert S. Sprowls, M. L. A. MeQraehen with him, for appellees. —\nRepeated demands were made upon the engineer for settlement which he promised to make but did not; this entitled plaintiff to sue: Drhew v. Altoona, 121 Pa. 419-20; Quigley v. De Haas, 82 Pa. 267; Nolan v. Whitney, 88 N. Y. 649.\nSubstantial performance of the contract is sufficient: O’Reilly v. Kearns, 52 Pa. 228; Sticker v. Overpack, 127 Pa. 446; Pallman v. Smith, 135 Pa. 188; Chambers v. Jaynes, 4 Pa. 43; Preston v. Finney, 2 W. & S. 53; Albert v. Frick, 1 Penny. 132."
  },
  "file_name": "0644-01",
  "first_page_order": 668,
  "last_page_order": 673
}
