{
  "id": 11250975,
  "name": "PETITION OF GEORGE E. SPARROW",
  "name_abbreviation": "Petition of Sparrow",
  "decision_date": "1890-11-03",
  "docket_number": "No. 100",
  "first_page": "116",
  "last_page": "125",
  "citations": [
    {
      "type": "official",
      "cite": "138 Pa. 116"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "127 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0507-01"
      ]
    },
    {
      "cite": "127 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565699
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0542-01"
      ]
    },
    {
      "cite": "72 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434608
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0200-01"
      ]
    },
    {
      "cite": "120 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0328-01"
      ]
    },
    {
      "cite": "114 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550040
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0452-01"
      ]
    },
    {
      "cite": "72 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0200-01"
      ]
    },
    {
      "cite": "120 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/120/0328-01"
      ]
    },
    {
      "cite": "114 Pa. 452",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550040
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0452-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 738,
    "char_count": 22903,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.914320293632731e-07,
      "percentile": 0.7321092851359288
    },
    "sha256": "b1a813d5addf126219bb1b86eacdbda370f881dea459fda3c3535a273ccd1960",
    "simhash": "1:104208708cde17eb",
    "word_count": 3925
  },
  "last_updated": "2024-02-27T21:06:05.010739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PaxsoN, C. J., Stbrrett, GreeN, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "PETITION OF GEORGE E. SPARROW."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMr. Chief Justice Paxson:\nThis was a writ of alternative mandamus directed to the honorable president judge of the Court of Quarter Sessions of Mercer county, requiring him to show cause why he should not grant a license to sell liquor at retail to George E. Sparrow, the petitioner. To the alternative writ, the learned judge makes a very full return, setting forth, inter alia:\n■ (a) “-That the said applicant is a citizen of the United States and of this commonwealth, of temperate habits and of good moral character.\n(5) “That the National Hotel for which said license was prayed, was then and still is a good hotel and necessary for the accommodation of the public and the entertainment of strangers and travelers.\n(c) “ That the borough of Greenville, where the said hotel is located, has a population of nearly four thousand persons; and there was then and is now no licensed house in said borough, or within twelve miles of it.\n(d) “That remonstrances were filed against said application, wherein it was alleged that said license was not a matter of public necessity; that said license was not necessary for the accommodation of the public and the entertainment of strangers and travelers; and that the granting of said license would be detrimental to the public good and an injury instead of a benefit to that communitju\n(e) “ That these remonstrances were signed by eight hundred and seventy citizens of said borough of Greenville, of whom two hundred and seventeen were males, and six hundred fifty-three were females, and all of whom were above the age of twenty-one years.\n(f) “ That additional petitions, asking that said license be granted, were likewise filed, wherein it was alleged that such license was necessary for the accommodation of the public, and the entertainment of strangers and travelers, and that the applicant was a fit person to whom to grant such license. That said additional petitions were signed by five hundred and ninety-two citizens of the said borough, of whom four hundred and seventy-one were males and one hundred and twenty-one females, and all of whom were above the age of twenty-one years.\n(g~) “ That, thereupon, your respondent, representing the Court of Quarter Sessions of the Peace, in and for the county of Mercer, having due regard to the number and character of the petitioners for and against such application, considered that the clear preponderance was in favor of the remonstrants and against the petitioners ; and, therefore, determining that the license prayed for was not necessary for the accommodation of the public and entertainment of strangers or travelers, refused to grant the same.\nQi) “ The respondent respectfully states that he is of opinion that, notwithstanding all the facts favorable to complainant’s application above set forth, the preponderance of the remonstrants against, over the petitioners for said license, was of itself a sufficient ground for concluding that the same was not a matter of public necessity, and therefore a just and lawful ground for refusing to grant it; and that this opinion is based upon our acts of assembly as interpreted by your honorable Court.”\nIt would have been sufficient for the learned judge below to have returned that he had considered the petitions and the remonstrances, and that, in the exercise of his discretion, he had refused the license. His return is very full, however, and he has placed upon the record all the facts bearing upon this application. It presents a case differing in many respects from any we have had before us, and we may assume that he made such return in order to enable us to apply the law to the peculiar facts of the case.\nWe have decided repeatedly, in language too plain to be misunderstood, that the granting of a license to sell liquor by retail rests in the sound discretion of the court below. In Reed’s App., 114 Pa. 452, we said: “ The action of the court in granting the license complained of, is something that we cannot review, that being a matter of discretion, though we are satisfied that there was a misapprehension of the intent of the act of 22d March, 1867.” In the late case of Rauden-busch’s Petition, 120 Pa. 328, in alluding to this discretion we said: “ It has been exercised by that court (Quarter Sessions),, almost time out of mind, and the power has again and again been affirmed by this court. This discretion, however, is a legal discretion, to be exercised wisely and not arbitrarily. A judge who refuses all'applications for license, unless for cause shown, errs as widely as the judge who grants all applications. In either case, it is not the exercise of judicial discretion, but of arbitrary power. The law of the land has decided that licenses shall be granted to some extent, and has imposed the duty upon the court of ascertaining the instances in which the license shall be granted. In order to perform this duty properly, the act of assembly has provided means by which the conscience of the court may be informed as to the facts; it may hear petitions, remonstrances, or witnesses, and we have no doubt the court, may, in some instances, act of its own knowledge.” ■ In Schlaudecker v. Marshall,.72 Pa. 200, Mr. Justice Ag-NEW, in referring to the same subject, said: “Whether any or all licenses should be granted, is a legislative, not a judicial question. Courts sit to administer the law fairly, as it is given to them, and not to make or repeal it. The law of the land has determined that licenses shall exist, and has imposed upon the court the duty of ascertaining the proper instances in which the license shall be granted, and therefore has given it to the court to decide upon each case' as it arises in due course of law. The act of deciding is judicial, and not arbitrary or wilful. The discretion vested in the court is, therefore, a sound judicial discretion; and, to be a rightful judgment, it must be exercised in the particular case and upon the facts and circumstances before the court, and after they have been heard and duly considered: in other words, to be exercised upon the merits of each case, according to the rule given by tbe act of assembly. To say that I will grant no license to any one, or that I will grant it to every one, is not to decide judicially on the merits of the case, but to determine beforehand without a hearing, or else to disregard what has been heard,- it is to be determined not according to law, but outside of law, and it is not a legal judgment, but the exercise of an arbitrary will.”\nI have given these copious extracts from tbe opinions of this court to emphasize the fact that the law not only gives to the judges of the Court of Quarter Sessions the discretion of granting or refusing licenses, but also requires such discretion to be exercised in a sound judicial manner, and also casts upon them the responsibility. That responsibility they cannot evade by throwing it upon the remonstrants, or upon this court. To refuse a license, because, in the mind of the judge, there is a belief that licenses should not be granted at all as a matter of policy, is to make law, not to administer it. The judge to whom an application is made may inform his conscience in the manner before pointed out. He may hear remonstrances, and it is his duty to give them due weight; but, after all, the responsibility rests with him, and he must exercise his own judgment and discretion in the light which such aids have furnished. In the case in hand, there appears to have been an unusual effort, both for and against the application. The number of remonstrants considerably exceeds that of tbe petitioners. This is all very well, so far as it is addressed to the discretion of the court. The result is not conclusive upon him. Otherwise, we would have local option without the sanction of an act of assembly, yet enforced by the judiciary. In the case in hand, the learned judge has undoubtedly attached great weight to the remonstrances. He does not appear, however, to have wholly substituted the judgment of the remonstrants for his own. The most that can be said is that they were of sufficient weight to convince him that the license was not a matter of public necessity. In the view we take of the case, this was not an abuse of discretion. We are not called upon to say whether it was exercised wisely.\nMandamus refused.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson:"
      }
    ],
    "attorneys": [
      "Mr. William Henry Lex (with him Mr. A. F. Henlein, Mr-F. P. Gillespie and Mr. A. J. Gillespie'), for the petitioner :"
    ],
    "corrections": "",
    "head_matter": "PETITION OF GEORGE E. SPARROW.\nFOR A MANDAMUS TO THE COURT OF QUARTER SESSIONS OF MERCER COUNTY.\nArgued October 14, 1890 —\nDecided November 3, 1890.\n[To be reported.]\n1. Under §7, act of May 13, 1887, P. L. 108, the courts of Quarter Sessions have the discretion to grant or refuse licenses to sell liquors by retail; such discretion is to be exercised, however, in a sound judicial manner: Reed’s App., 114 Pa. 452; Raudenbusch’s Petition, 120 Pa. 328; Schlaudeeker v. Marshall, 72 Pa. 200.\n2. The responsibility for the exercise of that discretion rests upon the judges of said courts; they cannot evade it by throwing it upon the re- ' monstrants, or upon the Supreme Court, but they must exercise their own judgment and discretion, in the light afforded by the petitions, remonstrances and other evidence.\n3. The fact that the number of the remonstrants against an application considerably exceeds the number of the petitioners for it, is a circumstance which properly addresses itself to the discretion of the judge, but is not conclusive upon him, as otherwise “local option” would exist without statutory sanction.\n4. A judge to whom an application for a license is presented may inform his conscience in the manner pointed out by the act of assembly; but, to refuse a license because, in the mind of the judge, there is a belief that licenses should not be granted at all as a matter of policy, is to make law, not to administer it.\n(a) An application for a hotel license was refused upon the ground that, while the house was necessary for the accommodation of the public, the sale of liquors therein was not necessary. In his return to a writ of -'alternative mandamus, the judge who refused the license set forth all the facts of the case, as well as his reasons for the refusal:\n5.. A return that the respondent had considered the petitions and the remonstrances and, in the exercise of his discretion, had refused the license, would have been sufficient. The return showing, however, that though groat weight was given to the remonstrances, yet, as the respondent had not wholly substituted the judgment oí the remonstrants for his own, the case did not present an abuse of discretion.\nBefore PaxsoN, C. J., Stbrrett, GreeN, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 100 October Term 1890, Sup. Ct.\nOn May 5, 1890, George E. Sparrow filed in the Supreme Court a petition, averring that the petitioner was a citizen of the borough of Greenville, Mercer county, Pennsylvania, and the owner and proprietor of a hotel in said borough known as the National Hotel; reciting an application by the petitioner to the Court of Quarter Sessions of said county, at January Term 1890, for a license to sell liquors at retail, at said hotel, under the act of May 13, 1887, P. L. 108, and the refusal thereof by said court; averring that in such refusal the said court exceeded the discretion vested in it by the law, and praying for a writ of alternative mandamus, directed to the Honorable S. S. Mehard, the president judge of said court, and finally for a peremptory mandamus, requiring the said court to grant the petitioner a license.\nTo the petition were attached copies of petitioner’s application for license and of all the record papers connected therewith ; also, the opinion of the court below, Meiiard, P. J., refusing the application.\nTo an alternative writ of mandamus awarded, the respondent made a return as follows :\nThat it is true, George E. Sparrow, the complainant, made application to this court, at No. 15 January Term 1890 of the Court of Quarter Sessions of Mercer county, for license to sell vinous, spiritous, malt and brewed liquors at retail in his hotel in the borough of Greenville, this county. That complainant’s said application was duly filed on December 14, A. D. 1889, being more than three weeks before the first day of the term of said court at which said application was to bo heard; that said applicant paid the fees required by law, and a publication of his application was made in two newspapers designated by the court, three times, as required by law; said application conformed in all respects with the requirements of the law, had the necessary certificate of fifteen reputable electors of said borough, and was accompanied by a bond in proper amount, with sufficient sureties and in due form. That the said applicant was then and still is a citizen of the United States and of this commonwealth, of temperate habits and good moral character. That the National Hotel, for which said license was prayed, was then and still is a good hotel and necessary for the accommodation of the public and the entertainment of strangers and travelers. That the borough of Greenville, where the said hotel is located, has a population of nearly four thousand persons ; and there was then and is now no licensed house in said borough, or within twelve miles of it.\nThese facts appeared and were undisputed at the hearing of complainant’s said application. But your respondent further respectfully showeth:\nThat remonstrances were filed against said application, wherein it was alleged that said license was not a matter of public necessity; that said license was not necessary for the accommodation of the public and the entertainment of strangers and travelers; and that the granting of said license would be detrimental to the public good and an injury instead of a benefit to that community. That these remonstrances were signed by eight hundred and seventy citizens of said borough of Greenville, of whom two hundred and seventeen were males and six hundred and fifty-three were females, and all of whom were above the age of twenty-one years. That additional petitions, asking that said license be granted, were likewise filed, wherein it was alleged that such license was necessary for the accommodation of the public and the entertainment of strangers and travelers, and that the applicant was a fit person to whom to grant such license. That said additional petitions were signed by five hundred and ninety-two citizens of the said borough, of whom four hundred and seventy-one were males and one hundred and twenty-one females, and all of whom were above the age of twenty-one years.\nThat, thereupon, your respondent, representing the Court of Quarter Sessions of the Peace in and for the county of Mercer, having due regard to the number and character of the petitioners for and against said application, considered that the clear preponderance was in favor of the remonstrants and against the petitioners; and, therefore, determining that the license prayed for was not necessary for tlie accommodation of the public and entertainment of strangers or travelers, refused to grant the same.\nThe respondent respectfully states, that he is of opinion that, notwithstanding all the facts favorable to complainant’s application above set forth, the preponderance of the remonstrants against, over the petitioners for said license, was of itself a sufficient ground for concluding that the same was not a matter of public necessity, and therefore a just and lawful ground for refusing to grant it; and that this opinion is based upon our-, acts of assembly as interpreted by your honorable Court.\nThat the acts of assembly in force in Mercer county, conferring discretion upon the Court of Quarter Sessions in the matter of granting and refusing liquor license, are the general act of May IB, 1887, P. L. 108, and the special act of April 8, 1867, P. L. 893.\n—After quoting § 7, act of May 13, 1887, P. L. 108, averring that said section confers upon the courts of Quarter Sessions a discretion similar to that conferred by the general act of March 22,1867, P. L. 40, though in more positive terms, and quoting from the opinion of the Supreme Court in Reed’s App., 114 Pa. 452, construing said act of 1867, the return continued:\nThe respondent is aware that the expressions quoted were obiter dicta; nevertheless, he understands that they were deliberately made for the instruction of lower courts, so that they might not in the future misapprehend the force and effect of remonstrances against such applications.\nThe respondent further respectfully states, that ho is of opinion that the necessity for the license to sell vinous, spirituous, malt and brewed liquors is distinguishable, under our law, from the necessity of the hotel as a place for public entertainment; that our acts of assembly, relating to liquor license, have in view only the regulating and restraining of the sale of intoxicating liquors, and have no purpose affecting the right of any one to keep a house for the entertainment of the public; that when the necessity of the house for the accommodation of the public and the entertainment of strangers and travelers appears, the necessity for the liquor license appears presumptively also; but that this is only a presumption of fact, which may be overcome by proof, and that the contrary is properly shown by a sufficient preponderance of the remonstrants against, over the petitioners for sucb license; that this distinction appears by comparing the fifth section of the act of 1887, with the seventh section; the former, in prescribing the contents of the petition, mentions only the necessity for the house for the accommodation of the public, but the seventh section makes the additional petitions and remonstrances refer to the necessity for the license to sell vinous, spirituous, malt or brewed liquors. Moreover, the respondent apprehends that the same distinction has, in effect, been recognized by your honorable Court in the opinion delivered in Reed’s Appeal, supra. The application in that case was for a wholesale liquor license. What was there said was predicated, therefore, of such a license, which, of course, does not contemplate a necessity for the house.\nThe act of assembly, on which that opinion was based, is the act of March 22, 1867, which did not mention wholesale liquor licenses, but had special reference to hotels and eating houses. If remonstrances had the effect to prove that a wholesale license, not specially embraced in the provisions of the act, was not necessary, the more clearly would they appear to have the same effect as to a retail license, which the act was specially intended to regulate. The construction given to the act of 1867 in Reed’s Appeal, has been recently approved by your honorable Court: See Nordstrom’s Petition, 127 Pa. 542.\nThe respondent therefore concludes that the words house and license, as used in the acts of 1867 and 1887, are not convertible terms, but are separable and distinct, and that a necessity for the one may exist without a necessity for the other.\nThe respondent, while showing that it is his earnest wish and purpose, in representing the Court of Quarter Sessions of Mercer county, to administer the laws relating to liquor licenses according to their true spirit and meaning, respectfully submits that complainant’s application for a retail liquor license was duly heard, was carefully considered, and was lawfully refused-\n—The petitioner demurred to the foregoing return as insufficient in law, and the respondent filed a joinder in demurrer.\nMr. William Henry Lex (with him Mr. A. F. Henlein, Mr-F. P. Gillespie and Mr. A. J. Gillespie'), for the petitioner :\n1. In attempting to decide as to the necessity of sales of liquors, tbe Court of Quarter Sessions exceeded its powers and failed to exercise the discretion Tested in it by the act of assembly. The interpretation which it put upon § 7, act of May 13, 1887, P. L. 108, seems to be based upon the idea that the statute has in view only the regulating and restraining of the sales of intoxicating liquors, and has no purpose affecting the right of any one to keep a house for the entertainment of the public; that is, that the act of 1887 is a step in advance of all previous retail license laws, and that such a license is not necessarily connected with the keeping of a hotel or an eating house. Such a construction of the law is not tenable. “ The whole theory upon which retailers are licensed, and it is the theory of the law, is that they are needed for the public accommodation, to provide places where strangers and travelers may rest and procure needed refreshment: ” Pollard’s Petition, 127 Pa. 507.\n2. The provisions of § 7 of the act of 1887, are copied almost verbatim from § 1, act of March 22,1867, P. L. 40, as will appear by a comparison of the two acts. The act of 1867 has been clearly construed by this court, in Schlaudecker v. Marshall, 72 Pa. 200, as requiring the license court to ascertain, inter alia, the necessity of the applicant’s house for the accommodation of the public, as a hotel or as an eating house. Under that ruling the application should have been granted in this case, upon the facts found by the court. The dictum of this court in Reed’s App., 114 Pa. 452, does not, and was not intended to overrule Schlaudecker v. Marshall, supra. In the Reed case, the application was for a wholesale license, in which there is no actual distinction between the necessity of the license and the necessity of the place. The question raised here was not considered, and it is not possible that a well-considered case like Schlaudecker v. Marshall, would be reversed or modified by a dictum in a per curiam decision.\n3. The act of May 13, 1887, was not intended to abolish the sale of liquors, but merely to curb and license the same. In passing a law to restrain and regulate such sales, the legislature has decided the question of their necessity, for the legislators would not have stultified themselves by passing a law to license sales which are unnecessary. It is absurd to say that sales might be necessary in some places and not in others, for whatever is required to accommodate the public and entertain strangers and travelers in one place, is equally necessary in all others. If a hotel is required for that purpose, the question whether or not the citizens of the district in which it happens to be situated, think, as a matter of morality or expediency, that the sale of liquors is unnecessary, is .beside the case, for the legislature has already determined that questioñ in passing the law. The interpretation which has been put upon the act in this case, makes it a local option law, broader than the local option act of March 27,1872, P. L. 49, since it' permits the citizens of the district to determine what particular houses shall have license. This the legislature never intended."
  },
  "file_name": "0116-01",
  "first_page_order": 140,
  "last_page_order": 149
}
