{
  "id": 11251132,
  "name": "C. S. SCHOTTE v. W. B. MEREDITH, EXR.",
  "name_abbreviation": "Schotte v. Meredith",
  "decision_date": "1890-11-03",
  "docket_number": "No. 211",
  "first_page": "165",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "138 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "35 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0381-01"
      ]
    },
    {
      "cite": "92 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491015
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0048-01"
      ]
    },
    {
      "cite": "6 W. & S. 179",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480281
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0179-01"
      ]
    },
    {
      "cite": "1 Phila. 186",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "100 Pa. 83",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 304,
    "char_count": 4187,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.5714991849613499e-07,
      "percentile": 0.6787822378833669
    },
    "sha256": "e174c2addb154e95634c8f6afce450ccd09b6c064cd05b1c8cbd17e78f55837a",
    "simhash": "1:2345c4b1213c988b",
    "word_count": 726
  },
  "last_updated": "2024-02-27T21:06:05.010739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PaxsoN, C. J., Steeeett, Geeex, Clark., Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "C. S. SCHOTTE v. W. B. MEREDITH, EXR."
    ],
    "opinions": [
      {
        "text": "Per Cubiam :\nBy the terms of the contract between F. G. Schotte and Charles T. Schotte, plaintiff, the former was to pay the consideration money thereof “ at any time within ten years from the first day of April, a. d. 1886.” The plaintiff claims that this means any time within ten years that he may require the money. The defendant is deceased, and this action was brought against his administrator. The latter contends that his decedent had ten years in which to pay the money. In this he is clearly right. A payment at any time within ten years, even upon the last day, would be a compliance with the contract. The language used is the equivalent of a promise to pay on or before ten years. The promisor may pay at any time; the promisee must wait the full time before he can sue. The plaintiff has made a foolish contract, and we cannot help him.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Cubiam :"
      }
    ],
    "attorneys": [
      "Mr. W. I). Patton (with him Mr. H. L. Golden), for the appellant.",
      "Mr. Ross Reynolds, Jr., (with him Mr. M. F. Reason and Mr. J. H. Me Gain)) for the appellee."
    ],
    "corrections": "",
    "head_matter": "C. S. SCHOTTE v. W. B. MEREDITH, EXR.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF ARMSTRONG COUNTY.\nArgned October 15, 1890 —\nDecided November 3, 1890.\nUpon a contract providing for the payment of the consideration “ at any time within ten years ” from a certain date, a right of action to recover the consideration will not arise until the period of ten years from the date has elapsed\nBefore PaxsoN, C. J., Steeeett, Geeex, Clark., Williams, McCollum and Mitchell, JJ.\nNo. 211 October Term 1890, Sup. Ct.; court below, No. 258 March Term 1889, C. P.\nOn February 23, 1889, Charles T. Schotte brought assump-sit against William B. Meredith, administrator of F. G. Schotte, deceased, to recover the sum of $2,000, with interest from February 23, 1886, payable under a contract for the sale of real estate. The defendant pleaded non-assumpsit.\nAt the trial on September 13, 1890, the plaintiff offered in evidence an article of agreement between F. G. Schotte and Charles T. Schotte, dated February 23,1886. Objected to, because the article of agreement did not disclose any present cause of action. The offer was not at once ruled upon; but, after proving the death of F. G. Schotte on April 25,1886, the article of agreement was again offered, to be followed “ by evidence showing a waiver.” Objected to. Offer admitted; exception.\nBy this article, dated February 23, 1886, Charles T. Schotte covenanted to convey to F. G. Schotte, on or before April 1, 1886, his undivided one third interest in certain lands therein described and the personal property on said lands; in consideration whereof F. G. Schotte covenanted to pay to Charles T. Schotte one dollar in hand and “ two thousand dollars at any time within ten years from ” April 1, 1886, with interest.\nThe plaintiff then called a witness, and offered to prove that in pursuance of the article of agreement, F. G. Schotte took possession of the real and personal property described therein; that he held possession until the time of his death, and that the plaintiff never received back either the real estate or the personal property. Objected to, the plaintiff having shown no right to bring suit. Objection sustained; exception.\nAfter showing declarations of F. G. Schotte, shortly after the article was executed, that “ as soon as he was able he was going to pay Charlie, as he wanted to go out west,” etc., and proving a tender of a conveyance to the administrator defendant, the plaintiff rested.\nThe defendant then moved the court for a compulsory non-suit. The court offered to permit the plaintiff to take a voluntary nonsuit, which was declined. Thereupon a judgment of nonsuit was entered, with leave, etc. The plaintiff at once moved the court to take off the nonsuit. Motion refused; exception.\nThereupon, the plaintiff took this appeal, assigning the order refusing to take off the judgment of nonsuit for error.\nMr. W. I). Patton (with him Mr. H. L. Golden), for the appellant.\nCounsel cited: Farmers Ins. Co. v. Ensminger, 12 W. N. 9; Benjamin v. Zell, 100 Pa. 83.\nMr. Ross Reynolds, Jr., (with him Mr. M. F. Reason and Mr. J. H. Me Gain)) for the appellee.\nCounsel cited: Machette v. Musgrave, 1 Phila. 186 ; Thomas v. Shoemaker, 6 W. & S. 179; Herzberg v. Irwin, 92 Pa. 48; Nicol v. Carr, 35 Pa. 381; Dentler v. Brown, 11 Pa. 299."
  },
  "file_name": "0165-01",
  "first_page_order": 189,
  "last_page_order": 191
}
