{
  "id": 11251497,
  "name": "SALTSBURG GAS CO. v. BOR. OF SALTSBURG",
  "name_abbreviation": "Saltsburg Gas Co. v. Bor. of Saltsburg",
  "decision_date": "1890-11-10",
  "docket_number": "No. 152",
  "first_page": "250",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "138 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551670
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0004-01"
      ]
    },
    {
      "cite": "54 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "37 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "62 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017274
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0017-01"
      ]
    },
    {
      "cite": "68 Pa. 370",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024526
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0370-01"
      ]
    },
    {
      "cite": "54 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006316
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0040-01"
      ]
    },
    {
      "cite": "90 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065608
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0228-01"
      ]
    },
    {
      "cite": "90 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065608
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/90/0228-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 944,
    "char_count": 21811,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 2.1717478138321344e-07,
      "percentile": 0.7713040412780823
    },
    "sha256": "30c2f3279d75da44f181f50dd7cc943b06c093ae6c8b17b23bbdc3b7d72a0a08",
    "simhash": "1:09d51fe88b273c20",
    "word_count": 3735
  },
  "last_updated": "2024-02-27T21:06:05.010739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxsoít, C. J., Stebbett, Geioen, Clabk, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "SALTSBURG GAS CO. v. BOR. OF SALTSBURG."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMe. Justice Mitchell:\nThe right of the borough of Saltsburg to use the gas free of charge for lighting its streets is admitted, but the extent of the right depends on the construction of the words “street lamps ” in the ordinance of March 12,1888. The word lamp, considered with reference to the general idea conveyed, is as definite as any word in the language, but with regard to the particular form, material, and method of operation of the instrument itself, and the substance used as a light producer, it is as vague as the name of any concrete article in daily use can well be. As to these matters, therefore, its meaning must depend largely on the context, and on the time, place, and habits of the people with reference to which it is used. Thus, in the early years of all the members of this court, a lamp would have been universally understood, not only in Pennsylvania but throughout the United States, as one which burned whale or lard oil; and a street lamp would have had the same meaning everywhere, except in a few cities where gas had rather recently supplanted oil, but where the old name still held its place. Probably at the present day a street lamp would be understood everywhere but in the smaller villages as a gas lamp, but in places within the natural-gas region the old meaning may have already become unsettled, or a new one established. This is what is claimed in the present case.\nThe answer of the borough sets up that “ in the popular understanding, and in the understanding of persons familiar with the manufacture and fitting up of appliances for lighting'streets with natural gas, the word lamp has the same meaning as the words burner, light or torch. In all the towns and cities where streets were thus lighted with natural gas, open lights were alone used for this purpose; a fact which must have been known to complainant, and it was in view of this condition of things the contract was made. ” The affidavits on behalf of the respondents amply sustain this averment of the answer, while, on the other hand, it is not opposed by the evidence of complainant. The affidavits on behalf of the latter speak in general terms of the open lights as wasteful and extravagant, but not a single one of them denies that open lights were and are still commonly used in the natural-gas region of Pennsylvania, nor mentions any place in this state where enclosed lamps are successfully used at the present day. The only places specified in which enclosed lights are used are in Ohio and West Virginia. The clear preponderance of evidence is with the respondents, and settles the meaning of the word as used by the parties in 1888.\nThis result is not at all affected by the agreement of March 28, 1889, which is not a construction of the ordinance by the parties, but a compromise of conflicting views, for the sake of peace. It is expressly temporary in character, and, on its termination, each party was remitted to its claim under the ordinance.\nWe have thus expressed our views on the merits, on account of the public interests and convenience involved, but the case is clearly not one for equity at all. The basis of the complaint is that the borough is using more gas than it is entitled to, and complainants ask the court to assist them to remedy their alleged grievance by tearing up the streets and cutting off even the use of the gas to which the borough is admittedly entitled. The court did not go as far as it was asked to, but it went farther than the limits of equitable jurisdiction in this class of cases, as defined in Grubb’s App., 90 Pa. 228.\nThe common law is the living science of justice, and adapts the application of fixed principles to changes in the affairs of men. Natural gas is a newly discovered, and as yet unfamiliar product of nature, and the law will recognize a general progress in its economical, prudent, and profitable use. If, therefore, the plaintiffs can hereafter show that open lamps are extravagant, wasteful, and unnecessarily burdensome to the company, it may be that an action will lie for the value of the excess. But, as open lamps were the ones in contemplation at the date of the contract, the onus will be on the plaintiffs to show a progress in the art of illumination that has superseded the use of them, and made it unreasonable.\nInjunction dissolved, and bill dismissed, with costs.",
        "type": "majority",
        "author": "Me. Justice Mitchell:"
      }
    ],
    "attorneys": [
      "Mr. John P. Blair (with him Mr. W. T. Gline), for the appellant.",
      "Mr. J. N. Banks (with him Mr. John M. Kennedy and Mr. J. 0. Doty'), for tbe appellee."
    ],
    "corrections": "",
    "head_matter": "SALTSBURG GAS CO. v. BOR. OF SALTSBURG.\nAPPEAL BY DEPENDANT EROM THE COURT OE COMMON PLEAS OE INDIANA COUNTY.\nArgued October 21, 1890 —\nDecided November 10, 1890.\n(а) The extent of the right of a borough to be supplied by the plaintiff company with natural gas for lighting its streets, free of charge, depended upon the construction of the words, “ street lamps,” in a borough ordinance the requirements of which had been accepted by the plaintiff.\n(б) The clear preponderance of the evidence supported the averment of the defendant’s answer, that, in the popular understanding and in that of persons familiar with the appliances used to light streets with natural gas, the word lamp, had the same meaning as burner, light, or torch:\n1. The meaning of the words used being thus settled, it was error to award an injunction on a bill in equity filed by the plaintiff to restrain the borough from using the gas in open street lamps, on the ground that its use in such lamps was wasteful, extravagant and unauthorized.\n2. Moreover, the basis of the complaint being that the borough was using more gas than it was entitled to, and the relief asked being for permission to cut off from the borough the use of 'the gas to which it was entitled, the case was clearly not one for an injunction: Grubb’s App., 90 Pa. 228.\nBefore Paxsoít, C. J., Stebbett, Geioen, Clabk, Williams, McCollum and Mitchell, JJ.\nNo. 152 October Term 1890, Sup. Ct.; court below, No. 240 June Term 1890, C. P. in Equity.\nOn April 14,1890, the Saltsburg Gas Company, incorporated for the transportation and supply of natural gas, filed a bill in equity against the burgess and town council of the borough of Saltsburg and its employees, praying upon the facts therein averred:\n1. That the defendant be restrained and enjoined from using, burning, or consuming the gas of the plaintiff in open street lights, or from authorizing or permitting the same to be so used, burned, or consumed.\n2. That the defendants be further restrained and enjoined from interfering with the plaintiff in the exercise of its legal and corporate rights over its property and gas, within the limits of the borough of Saltsburg, and from interfering with or preventing said plaintiff from severing the connections between its main gas pipe, in said borough of Saltsburg, and said open street lights.\n3. For general relief.\nOn the filing of the bill with a bond approved, a preliminary injunction was ordered requiring the defendant “to abstain from using and consuming the natural gas from the plaintiff’s well or wells in open street lights, in the streets or alleys of the borough of Saltsburg, or any place else, until the further order of this court; ” the injunction to be dissolved, unless on further hearing it should be otherwise ordered.1\nOn April 18, 1890, a motion was made that the injunction be continued, and a day fixed for hearing. Subsequently, an answer was filed by the defendant; and, on argument upon the pleadings and affidavits presented, disclosing the facts sufficiently appearing infra, the court, White, P. J., on April 30, 1890, filed the following opinion and decree :\nThis is a case, probably, in which we might now make a final decree, as the facts, material to the precise question presented, do not appear to be in dispute. McCallum v. Water Co., 54 Pa. 40, is authority for a final decision at any stage of a bill, when there is no actual dispute of law or of fact. We shall forbear, however, final decree now, in abundant caution, and with the hope of early efforts of the parties for practical and mutually satisfactory adjustment. A brief statement of undisputed facts developed, will make moré apparent the reason for our present judgment.\nThe town council of the defendant borough, on March 12, 1888, by formal ordinance gave to the plaintiff gas company the privilege of digging and putting in the streets and alleys of the borough pipes or mains for conveying and distributing natural gas to consumers. Regulations were detailed in the ordinance about the laying of the necessary pipes and devices. Section 5 provided:\n“ That, in consideration of the privileges herein granted, the Saltsburg Gas Company, its successors or assigns, shall furnish gas,'free of charge, for all street lamps, and for the council chamber, town hall, and all town police purposes, and continue such supply as long as said company, its successors or assigns, shall exercise the rights granted under this ordinance.”\nThe requirements of this ordinance were accepted by the plaintiff company, and it accordingly put its pipe through the streets to supply customers. The ordinance and its acceptance became the contract of the parties. It does not appear clearly how many street lamps or how manjr lights were supplied in the streets, alleys, council chamber, town hall and for police purposes, until the 28th of March, 1889. Prior to this date, various differences and disagreements arose between the company and the borough authorities about the kind of street lights the borough could use for which the company was to supply the gas. That there was a difference between the parties about the kinds of lights, is perfectly clear; the company contending that it was to supply without charge gas only for what the ordinance designated as street lamps, while the borough claimed that the company was to supply the gas for such street lights as were erected, regardless of their being street lamps or otherwise. To settle these differences, on March 28,1889, the company submitted the following proposition, which appears as exhibit B in plaintiff’s bill:\n“ Rescinding all previous propositions to furnish gas to light the streets of Saltsburg, whether verbal or written, excepting that found in the ordinance passed by council March 12, A. D. 1888, and accepted by the Saltsburg Gas Company, we now make the further proposition, namely, that, subject to our rules and regulations, we will furnish gas for open lights on the streets of Saltsburg for thirty-six dollars per annum, payable quarterly in advance, conditional that the number of lights under this proposition shall not exceed twentjq and the price per quarter shall not depend upon the number of lights, but shall be nine dollars per quarter, whether one or twenty lights are burned.\n“ This contract may be terminated at the end of any quarter by either party, gas company or council, upon giving ninety days notice to the other party.”\nOn April 1, 1889, this proposition was accepted by the borough, by formal resolution or motion of the council. Thereafter, in this respect, this written proposition of the company became the contract of the parties. It appears that in pursuance of its terms, nineteen open street lights were thereafter put up and burned along the streets, and paid for until the filing of this bill. This contract is plain, and speaks for itself. It had the merit of mutuality. It could be terminated by either party. The notice of the company, of January, 1890, the plaintiff’s exhibit C, terminated this contract on the 1st of April, this month. The plaintiff company now claims to stop the burning of its gas in open lights, hereafter, because of their alleged exhaustive consumption, and the necessity for economizing the supply; ‘and that for that purpose it can dig to its pipes in the streets and sever the connection between its mains and the open street lights. The defendant borough denies the plaintiff’s claim, and now contends that by the fifth section of its ordinance of March 12, 1888, it is entitled to a supply of gas for either street lamps or open lights, as it may choose to erect, and that there is really and practically no difference between street lamps and open lights.\nRight here, then, is the material question. If the plaintiff’s right is doubtful, the preliminary injunction will be dissolved. “ A preliminary injunction is never awarded except when the right, in equity, of the plaintiff is clear, at least supposing the facts of which he gives prima facie evidence to be ultimately-established : ” Audenried v. Railroad Co., 68 Pa. 370; Brown’s App., 62 Pa. 17; Waring v. Cram, 1 Pars. 526. The office of a preliminary injunction is not to take property out of possession of one party and put it into the possession of the other, but to preserve the statu quo until the controversy can be finally adjudicated. We have said, if the plaintiff’s complaint appears doubtful, the preliminary writ will be refused. We have doubt of the plaintiff’s right, in view of the borough ordinance in that behalf, to dig up the pipe to enforce their contention. This we will not give the company authority, now, to do.\nBut does it appear doubtful, on the bill and affidavits of both sides, that there is substantial difference between street lamps and open street lights ? Here is the test of the controversy. If, from the reading of the fifth section of the ordinance of1 March 12, 1888, a reasonable doubt arose, the parties themselves resolved it by their contract of March 28, 1889. The company insisting, then, there, was a material difference, it admitted its liability to supply free gas for street lamps, but claimed money compensation for the open lights. The borough recognized and acceded to this demand. It is difficult for us to dismiss a distinction the parties themselves recognized. But, it is said this latter contract is ended and the parties are remitted, to the ordinance of March 12, 1888. This is true; but in construing what the borough is entitled to under that ordinance, it is most persuasive to recall what the council, on April 1, 1889, did, in accepting plaintiff’s contention that there was a material difference between street lamps and open lights. The case of Williamson v. McClure, 37 Pa. 408, has been well quoted on the argument, wherein Justice Wood-wakd says: “It is a true rule of construction, said Lord ElleNBOROUGH, in Barton v. Fitzgerald, 15 East 541, that the sense and meaning of the parties, in any particular part of an instrument, may be collected- ex antecedentibus et conse-quentibus; that every part of it may he brought into action, in order to collect from the whole one uniform and consistent sense, if that may be done.”\nCan we imagine the terms of the proposition of March 28th, adopted by the borough April 1, 1889, admits of more senses than one? The very subject matter between them was the alleged difference, under their original contract, of the kind of lights. With what was done before us, can we doubt both parties accepted the substance of the difference between the character of the lights, in consumption and expense of gas? But it is said, by defendant, that this contract of March 28th was only a temporary expedient; that ended, the parties are now remitted to the original ordinance of March 12th. Let this be granted, and we must repeat with emphasis, when construing the original contract, that the construction the parties themselves gave it continually presents itself. When so intelligent a body as the town council, speaking for the community, formally by a contract recognized the difference between street lamps and open lights, agree to pay for the latter, when the former was secured them free, how can we fail to regard their act, if not conclusive, certainly as most persuasive, when inquiring whether a street lamp or an open street light is practically the same thing ?\nFor the moment, however, dismissing any consideration of the contract of March 28th, and reading alone the fifth section of the ordinance of March 12th, what does it mean? What does its reading indicate the parties to be bound intended? “ Shall furnish gas for all street lamps, for the council chamber, town hall, and all town police purposes,” it says. In the connection we find this sentence, the natural inference is, the same character of lights for streets was to be used for the town hall and council chamber. There are some matters we can take judicial cognizance of without evidence. What we see and know, in. general use, for heating and lighting houses and streets in a large section of the country, may be recalled and discussed by the court, without waiting to hear particular evidence about it. Observation informs us the open, flaring natural-gas lights we see at night, here, in front of this court house, and at occasional places on the streets, as we walk along, are not used in town halls and deliberative council chambers. Lamps, jets, or burners of the size and appearance of those employed for artificial illuminating gas are there used. The first reading of the section, quoted from the ordinance, impresses us these were the lights in the minds of the council passing it, when they say “gas for all street lamps.” But we have listened with patience and entertainment to the learned counsel for defendant, in his copious citations from lexicographical authority to show, from the etymology of the words, that lamps and lights were really synonymous and should be here so treated.Leaving the region of literature and science, and recalling our common sense and observation, in the natural gas regions of Pennsylvania the street lamp and the open street light are each employed and have obviously different characteristics. Their very construction indicates a difference in gas-consuming, as well as light-giving power. We cannot ignore what is so manifest to our senses, as we travel along the railroads and through the gas towns of western Pennsylvania. We must accept as true what is so plainly visible. Accepting, then, the contention of the defendant, now, to secure the dissolution of this preliminary injunction, that the parties, since the termination of the contract for open lights of April 1, 1889, are remitted to the terms of the ordinance of March 12, 1888, we cannot say the claim of the plaintiff company, as at present advised, that street lamps are not open street lights, is so doubtful, in view of all that has transpired, as to require us to refuse equitable interference by injunction.\nWe have considered the objection of the defendants, although not formally demurring, to our jurisdiction in equity, yet the same as if they had. W e cannot fail to regard that any remedy at law would be inadequate, under the circumstances, for both parties. Suits at law by the plaintiff for the gas consumed by the open lights, would certainly be less convenient to all the parties. These are tests for equitable, interference we cannot disregard. We will, therefore, for the present, continue the injunction against the use of the open street lights.\nWe have indicated, in a general way, in this opinion, the kind of street lamps we think the defendants can use and the plaintiffs must supply gas for. We shall forbear discussing the matter, now, further in detail, but will remark we do not think the plaintiffs can dig up the streets to prevent the burning of the gas, as contended by it in its bill, nor do we think the defendants are limited in number in the use of street lamps. Of course, in this respect they should be reasonable.\nAnd now, to wit, April 80, 1890, preliminary injunction continued, and the case will proceed in regular way to final bearing. Tbe bond is directed to be increased to $8,000 and to be filed within ten days.8\n—Subsequently, upon the suggestion of the defendant, the following decree was entered :\nAnd now, to wit, July 12,1890, the defendant suggesting that- there is no actual dispute of facts involved as the basis of the injunction, but the injunction manifestly depends upon the rights of the parties in the use of gas for street lights on the contracts and ordinances admittedly made, as recited in the opinion of the court, the defendant therefore requests the court to make the injunction already granted perpetual, so an appeal may be taken to the Supreme Court and final decision expedited and the expense and annoyance of further hearing, to establish facts already appearing in the affidavits and stated in the opinion of the court and not disputed, be avoided. Following, therefore, the suggestion of the parties, here, and also in the opinion of Justice Read, in McCallum v. Water Co., 54 Pa. 59, “there can be no reason in a plain case, why it should not be finally decided by this tribunal upon the case before them,” the preliminary injunction heretofore granted, prohibiting the borough authorities from using the plaintiff’s gas for open street lights, is now made perpetual, for the reasons stated in our opinion filed April 30,1890. While we refused the injunction to prevent the borough from interfering with the gas company, plaintiff, in its efforts to sever the connection between the lamp posts and the company’s mains, we decree nothing against the right of such company to go upon and dig up the streets for the purpose of mending or laying its pipes to the places of consumption for its customers and patrons. The defendant borough is further ordered, to pay the costs.3\nThereupon, the defendant took this appeal, specifying that the court erred:\n1-3. In entering the several decrees of April 14, April 30, and July 12, 1890.1 3\nMr. John P. Blair (with him Mr. W. T. Gline), for the appellant.\nCounsel cited: Grubb’s App., 90 Pa. 228.\nMr. J. N. Banks (with him Mr. John M. Kennedy and Mr. J. 0. Doty'), for tbe appellee.\nCounsel cited: Pittsburgh’s App., 115 Pa. 4; High on Inj., 2d ed., § 1309; McOallum v. Water Co., 54 Pa. 40."
  },
  "file_name": "0250-01",
  "first_page_order": 274,
  "last_page_order": 283
}
