{
  "id": 11251947,
  "name": "ESTATE OF WILLIAM CARR, DECEASED",
  "name_abbreviation": "Estate of Carr",
  "decision_date": "1890-11-10",
  "docket_number": "No. 144",
  "first_page": "352",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "138 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "30 Ala. 579",
      "category": "reporters:state",
      "reporter": "Ala.",
      "opinion_index": -1
    },
    {
      "cite": "77 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436292
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0282-01"
      ]
    },
    {
      "cite": "30 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0425-01"
      ]
    },
    {
      "cite": "10 W. 179",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "13 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0501-01"
      ]
    },
    {
      "cite": "9 W. 403",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "118 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "103 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "118 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "67 Pa. 466",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "11 Gratt. 81",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "opinion_index": -1
    },
    {
      "cite": "61 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0401-01"
      ]
    },
    {
      "cite": "36 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0476-01"
      ]
    },
    {
      "cite": "69 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0194-01"
      ]
    },
    {
      "cite": "35 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "102"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "45 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962722
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0075-01"
      ]
    },
    {
      "cite": "10 Pa. 854",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "63 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018917
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 8866,
    "ocr_confidence": 0.443,
    "pagerank": {
      "raw": 2.821146858209499e-07,
      "percentile": 0.8383538963082403
    },
    "sha256": "4abe730e8220d35413b062c14452dee042b11eefa655a89b10338a7b29db873c",
    "simhash": "1:01158464e8eeb556",
    "word_count": 1571
  },
  "last_updated": "2024-02-27T21:06:05.010739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, Williams, McCol-lum and Mitchell, JJ."
    ],
    "parties": [
      "ESTATE OF WILLIAM CARR, DECEASED."
    ],
    "opinions": [
      {
        "text": "Pee Curiam :\nThis decree is affirmed upon the opinion of the learned judge of the Orphans’ Court, and the appeal is dismissed at the costs of the appellants.\nDecree affirmed.",
        "type": "majority",
        "author": "Pee Curiam :"
      }
    ],
    "attorneys": [
      "Mr. D. T. Watson, for the appellant.",
      "Mr. George W. Guthrie, for the appellees."
    ],
    "corrections": "",
    "head_matter": "ESTATE OF WILLIAM CARR, DECEASED.\nAPPEAL BY H. R. HILLIARD PROM THE ORPHANS’ COURT OP ALLEGHENY COUNTY.\nArgued October 31, 1890 —\nDecided November 10, 1890.\n(á) A testator bequeathed a legacy to the son of his wife by a former marriage, “ upon the condition, however, that my said wife shall accept the provisions of this, my last will, and elect to take thereunder, and not elect to take her share of my estate under the intestate laws of this commonwealth: ”\n1. The widow having elected not to take under the testator’s will, but under the intestate laws, the legacy bequeathed to her son did not vest, but fell into the residue of the estate: she was at perfect liberty to take under the will or not; no penalty was put upon her for refusing, and as to her the legacy was not in terrorem.\nBefore Paxson, C. J., Green, Clark, Williams, McCol-lum and Mitchell, JJ.\nNo. 144 October Term 1890, Sup. Ct.; court below, No. 44 April Term 1890, O. C.\nOn February 28, 1890, John M. Kennedy and John B. Jackson, executors of the will of William Carr, deceased, filed their account, showing a balance for distribution of 1553,389.19, of the personal estate of the testator. The account was confirmed absolutely on April 18,1890, and on the distribution of said balance it was made to appear that William Carr died on December 29, 1888, leaving a will, duly admitted to probate, and containing the provisions quoted in the opinion of the court below, under which provisions Harry R. Hilliard made claim to the legacy therein bequeathed to him.\nAfter hearing and argument, the court, Over, J., filed the following opinion:.\nWilliam Carr, by his last will, made, inter alia, the following bequests:\n“ Sixth. I give and bequeath unto Harry R. Hilliard, the son of my said wife by her former marriage, the sum of twenty thousand dollars (120,000), upon the condition, however, that my said wife shall accept the provisions of this, my last will, and elect to take thereunder, and not elect to take her share of my estate under the intestate laws of this commonwealth.\n“ Seventh. All the rest, residue and remainder of my estate whatsoever and wheresoever, be the same real, personal or mixed, I give, devise and bequeath unto my executors hereinafter named, in trust, as follows.”.\nHis widow Delia R. Carr, refused to accept under the will, and the question arises whether Harry R. Hilliard takes the legacy mentioned in the sixth item, or whether it falls into the residue.\nIt is contended by his counsel that the condition annexed to the legacy is in terrorem and void, and that it vested absolutely in him. The rule “ in terrorem ” was derived from the civil law, and seems to be as follows: “ A condition subsequent, which is against public policy, public decency or good manners, will be treated as in terrorem, unless there is a specific devise over.” In adopting it, the English and American courts have stricken out that part relating to good manners.\nThe first inquiry is whether the condition annexed to this legacy is a condition precedent or subsequent. The answer to this does not depend upon the special phraseology of the bequest, but upon the general intent of the testator. The language used in making the gift is in the present tense; but the gift was not absolute, as it was given upon condition that the testator’s widow should accept under his will. Until she made her election, the estate could not be settled and distribution made. If she accepted, the legacy became vested, and it would be distributed to the legatee; but if she did not, it was evidently the intention of the testator that the legacy should fall into the residue of the estate. Compliance with the condition would necessarily precede the payment of the legacy, and its acquisition was therefore limited, and not its enjoyment. The condition was also in the nature of a consideration for the legacy, and its performance, in sneh cases, is regarded as intended to precede the vesting of the legacy: 2 Redfield on Wills, 283. This, then, being a condition precedent, if the in terrorem rule has been properly stated it does not apply.\nBut it is claimed upon the authority of 2 Redfield on Wills, 296, that the rule applies to bequests upon conditions prece■dent as well as subsequent. However, in Gilliland v. Bredin, 63 Pa. 397, it was held that where the condition was precedent the legacy would not vest until the condition was performed, and that the want of a bequest over made no difference. “ It becomes merged in the residue if it never vests.” But, even if this condition be subsequent, it does not follow that the in terrorem rule applies to this case. In 2 Jarman on Wills, 60, it is said: “ And, even in regard to personal estate, the in terrorem doctrine is not admitted in cases arising on other conditions than those relating to marriage and disputing a will. Thus, in Dickson’s Trust, where a testator bequeathed to his daughter a life-interest in 110,000, and by a codicil provided that if she should become a nun she should foi'feit the legacy, there was no gift over, and it was held, she having become a nun, that she forfeited the legacy.”\nThis will provides two plans of distribution; one if the widow accepts under it, another if she does not. She is at perfect liberty to accept or not. No penalty is or could be visited upon her for refusing to comply with the conditions upon which this legacy is given, and as to her it cannot be in terrorem. The testator was no doubt desirous that she should accept under the will, so that its provisions could be fully carried out; and it may be that one purpose for making the condition was to induce her to accept. But, evidently, another purpose was that if she refused, the legacy might fall into the residue, to compénsate the residuary legatees who would be disappointed by her election. And, as she refused, is there anything against public policy or good manners in sustaining the testator’s alternative disposition of his estate ? It certainly would be carrying the in terrorem rule very far to apply it here. As the condition upon which the legacy is given to Harry R. Hilliard has not been complied with, it falls into the residue.\n—To the foregoing decision the claimant filed exceptions alleging that the court erred, inter alia:\n3. In holding that the doctrine of in terrorem was inapplicable to the legacy to Harry R. Hilliard, and should have held that the provision of the sixth section of the will, being an attempt to influence and control the election of Delia R. Carr, his mother and the testator’s widow, by the gift to Harry R. Hilliard of the sum of $20,000, was against the public policy of the state, and in conflict with the freedom of choice which the law assures to the widow; and, as there was no specific bequest over, the doctrine of in terrorem applies, and the legacy -vested absolutely in Harry R. Hilliard at the testator’s death.1\n4. In not entering a decree ordering the executors to pay to Harry R. Hilliard the sum of f>20,000.a\nOn June 28,1890, the court dismissed the said exceptions and entered a decree confirming the distribution previously ordered. Thereupon the exceptant took this appeal, specifying that the court erred:\n1, 2. In dismissing the exceptions filed,1 8 and in not awarding to the exceptant the legacy bequeathed to him in the said will.\nMr. D. T. Watson, for the appellant.\nCounsel cited: (1) Commonwealth v. Stauffer, 10 Pa. 854; Hoopes v. Dundas, 10 Pa. 75; Chew’s App., 45 Pa. 282; Cornell v. Lovett, 35 Pa. 101, 102; 2 Wms. on Exrs., 339,1371; 2 Jarman on Wills, 13; 2 Redf. on Wills, 285. (2) 2 Wms. on Exrs., 1387; 2 Jarman on Wills, 13; Brown v. Peck, 1 Eden 140; Wren v. Bradley, 2 De Gf. & S. 49. (3) (a) Cauff-man v. Cauffman, 17 S. & R. 27: Kreiser’s App., 69 Pa. 194; Anderson’s App., 36 Pa. 476; Dickinson v. Dickinson, 61 Pa. 401; (5) Scott v. Tyler, 2 Dick. 723; Flood on Wills, 440; Wheeler v. Bingham, 3 Atk. 367; Maddox v. Maddox, 11 Gratt. 81. (4) Provenchere’s App., 67 Pa. 466; Reed’s App., 118 Pa. 221; Muhlenberg’s App., 103 Pa. 592; 2 Jarman on Wills, 13; 2 Wms. on Exrs., 1383. (5) 2 Domat’s Civil Law, 382; Cleaver v. Spurling, 2 P. Wms. 526; Tenant v. Braie, Toth. 141.\nMr. George W. Guthrie, for the appellees.\nCounsel cited: Provenchere’s App., 67 Pa. 466; Reed’s App., 118 Pa. 222; Moore v. Smith, 9 W. 403; Seibert’s App., 13 Pa. 501; Gilliland v. Bredin, 63 Pa. 397; Campbell v. McDonald, 10 W. 179; Missionary Soc.’s App., 30 Pa. 425; Sto-ver’s App., 77 Pa. 282; Smith’s App., 5 W. N. 56; 2 Jarman on Wills, 60 ; Carter v. Carter, 30 Ala. 579; Dickson’s Trust, 1 Sim., N. S., 37 (44) ; 2 Woerner’s Adm., §§ 440, 442; Younge v. Furse, 8 De G., McN. & G. 756."
  },
  "file_name": "0352-01",
  "first_page_order": 376,
  "last_page_order": 380
}
