{
  "id": 1002218,
  "name": "Graham, for the use of Mehn, versus Marshall et al., trading as \" The Merchants' and Farmers' Bank.\"",
  "name_abbreviation": "Graham ex rel. Mehn, v. Marshall",
  "decision_date": "1866",
  "docket_number": "",
  "first_page": "28",
  "last_page": "30",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 28"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Ill. 29",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        441672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/19/0029-01"
      ]
    },
    {
      "cite": "13 Conn. 279",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        6754324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/13/0279-01"
      ]
    },
    {
      "cite": "1 R. I. 398",
      "category": "reporters:state",
      "reporter": "R.I.",
      "case_ids": [
        732340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ri/1/0398-01"
      ]
    },
    {
      "cite": "8 Blackf. 144",
      "category": "reporters:state",
      "reporter": "Blackf.",
      "case_ids": [
        1381005
      ],
      "opinion_index": -1,
      "case_paths": [
        "/blackf/8/0144-01"
      ]
    },
    {
      "cite": "19 Miss. 152",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    },
    {
      "cite": "2 Dall. 190",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        11740728,
        11740807
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/2/0190-01",
        "/us/2/0190-02"
      ]
    },
    {
      "cite": "4 Dall. 325",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        6571779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/21/0927-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 4804,
    "ocr_confidence": 0.411,
    "pagerank": {
      "raw": 4.6922169990516086e-08,
      "percentile": 0.29396192596556786
    },
    "sha256": "34c2b601edbb8643b1900b55257a7244352541b5d1e9493b6a91a46073777e90",
    "simhash": "1:d09f5c1129fa93a1",
    "word_count": 858
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Graham, for the use of Mehn, versus Marshall et al., trading as “ The Merchants’ and Farmers’ Bank.”"
    ],
    "opinions": [],
    "attorneys": [
      "A. H. Miller and James Veech, for plaintiff in error.",
      "Hamilton Acheson and Marshall & Brown, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Graham, for the use of Mehn, versus Marshall et al., trading as “ The Merchants’ and Farmers’ Bank.”\nError to the Court of Common Pleas of Allegheny county.\nThis was an action of assumpsit by James Graham, for the use of Thomas Mehn, against James Marshall, John Brown, John Dean, A. M. Marshall and William Walker, who, with Robert McPherson, not summoned, composed “ The Merchants’ and Farmers’ Bank.”\nThe suit was on the following instrument:\nNo. 916. Allegheny, March 24th 1862.\nSix months after date The Merchants’ and Farmers’ BanJc will pay James Graham, Esq., Fourteen Thousand One Hundred and Forty-Five Dollars with interest till due at the rate of five per cent, per annum.\nIf not presented at maturity, it will he continued as a renewal. $14,145, specie. J. C. Porter, Cashier. The pleas were non assumpserunt and tender.\nIt was admitted that the consideration of the certificate was $11,000 in gold and $3145 in New York exchange, which at the date of the certificate was equivalent to gold. It was also proved that “ specie,” on the margin of the certificate, meant, that it was payable “ in coin — gold or silver.”\nThe plaintiff, with a notary, on the 27th of March 1863, demanded payment of the amount and interest in specie, which was refused by the cashier, who offered “ to pay it in legal-tender notes.” The certificate was then protested.\nThe court (Stowe, J.) charged, as stated in the assignments of error.\nThe jury found accordingly, and the plaintiff took a writ of error.\nThe errors assigned were, that the court charged:—\n“ 1. That fit .is immaterial whether there was a special agreement to pay in specie or not: or, whether the agreement or contract was made before the passage of the Act of Congress [of February 25th 1862], or afterwards — the agreement is simply void.\n“ 2. You will return a verdict simply for the amount of the certificate of deposit with interest at 5 per cent., till demand, 27th March 1863, adding interest from bringing of suit to the present time.”\nA. H. Miller and James Veech, for plaintiff in error.\nThe late Acts of Congress made treasury notes a legal tender, but the laws making gold and silver coins a legal tender have not been repealed. There being two kinds of lawful money at the date of the certificate, the parties might elect either; they chose “specie,” or the hind of money left with the defendants. The case of Mixed Money, Davies Rep. 48, stated in Story on Prom. Notes, § 390, n. 2, is disapproved in Story’s Confl. of Laws, § 313, n. 2.\nIn Searight v. Calbraith, 4 Dall. 325, where the payment was to be made in Paris, the court left it to the jury to find whether assignats or specie was intended.\nIf the offer to the notary to pay in “ legal-tender notes” was a tender (which it was not), the tender should have been kept up, and the money should have been in court at the trial: Sheredine v. Gaul, 2 Dall. 190; Williams v. Bentley, 3 Casey 294. The plaintiff’s demand for gold did not dispense with this duty. The plaintiff is entitled to interest between the time of the demand and bringing the suit.\nHamilton Acheson and Marshall & Brown, for defendants in error.\nThe instrument is a non-negotiable promissory note for the payment of money generally, unless the words “ specie” in the margin is made part of it. The note having all words necessary to make a complete contract, there is no need for additional words. The words in the body of a writing, are the substance where-unto special regard is to be had: Marins, 4th ed., p. 83. “ Specie” is no part of the note: Payne v. Clark, 19 Miss. 152 ; Mears v. Graham, 8 Blackf. 144; Smith v. Smith, 1 R. I. 398; Norwich Bank v. Hyde, 13 Conn. 279. Marginal memoranda may be referred to when the body of the note is obscure: Riley v. Dick ens, 19 Ill. 29; Saunderson v. Piper, 5 Bing. N. C. 425 (85 E. C. L. R.); 2 Green. Ev. § 251.\nThe consideration of the note being in specie does not imply a promise to pay in specie. The legal effect of the undertaking was to pay in money generally, and there was no waiver of the right of defendants to pay in legal-tender notes. The act makes these notes a legal tender in payment of all private debts. The design was to create a national currency to be an equivalent to coin. Courts then cannot declare otherwise, nor render judgments recognising a difference, when the law says there shall be none. A dollar by law is a dollar, whether represented by coin or lawful notes.\nThis currency was created for the public convenience, and individual rights must yield to the public interest when there is a conflict.\nA tender does not extinguish the debt, but bars a claim for interest. The failure to plead the tender in time, and bring the money into court, only subjects the defendants to costs and interest from the issuing of the. writ."
  },
  "file_name": "0028-01",
  "first_page_order": 28,
  "last_page_order": 30
}
