{
  "id": 1002246,
  "name": "Mervine v. Sailor",
  "name_abbreviation": "Mervine v. Sailor",
  "decision_date": "1865",
  "docket_number": "",
  "first_page": "45",
  "last_page": "99",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Pet. 431",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. & S. 127",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0127-01"
      ]
    },
    {
      "cite": "5 W. & S. 198",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478141
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0198-01"
      ]
    },
    {
      "cite": "6 Wharton 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "6 W. & S. 101",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480106
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/6/0101-01"
      ]
    },
    {
      "cite": "4 Peters 514",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3309032
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/29/0514-01"
      ]
    },
    {
      "cite": "8 Peters 110",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "11 Peters 420",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3344471
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/36/0420-01"
      ]
    },
    {
      "cite": "6 Howard 507",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "9 Wheaton 188",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "10 Wheat. 333",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1434771
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/23/0333-01"
      ]
    },
    {
      "cite": "1 W. & S. 92",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0092-01"
      ]
    },
    {
      "cite": "6 Allen 516",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2124589
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/88/0516-01"
      ]
    },
    {
      "cite": "4 Wheat. 316",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        4702
      ],
      "weight": 6,
      "pin_cites": [
        {
          "page": "400"
        },
        {
          "page": "407"
        },
        {
          "page": "411, 412"
        },
        {
          "page": "418-20"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/17/0316-01"
      ]
    },
    {
      "cite": "4 Wheat. 406",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "4 Wheat. 403",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "pin_cites": [
        {
          "page": "405"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "3 Dallas 54",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "1 Dall. 406",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        1408560,
        12148793,
        12148851,
        1408509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/1/0421-02",
        "/dall/1/0406-01",
        "/dall/1/0406-02",
        "/us/1/0421-01"
      ]
    },
    {
      "cite": "13 How. 12",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3361395
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/54/0012-01"
      ]
    },
    {
      "cite": "4 Peters 410",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        3308959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/29/0410-01"
      ]
    },
    {
      "cite": "2 Cranch 20",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6757242,
        6757251
      ],
      "opinion_index": 0,
      "case_paths": [
        "/dc/2/0020-01",
        "/dc/2/0020-02"
      ]
    },
    {
      "cite": "5 Peters 644",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "2 Peters 449",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        11338440
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/27/0449-01"
      ]
    },
    {
      "cite": "2 Cranch 358",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6764192
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/dc/2/0358-01"
      ]
    },
    {
      "cite": "9 Howard 560",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": 0
    },
    {
      "cite": "4 Wheat. 416",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "9 How. 560",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3353755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/50/0560-01"
      ]
    },
    {
      "cite": "9 Wheat. 196",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "6 Wheat. 414",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "4 Wheaton 405",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "1 Wheaton 326",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "opinion_index": 0
    },
    {
      "cite": "6 Cranch 87",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        530387
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/10/0087-01"
      ]
    },
    {
      "cite": "4 Binn. 123",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 3372,
    "char_count": 157262,
    "ocr_confidence": 0.415,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.035053395004882526
    },
    "sha256": "44ba0a27f5a67c1bd90ffd72f8fd0a5dd9d8771b82d574c0854c4251c814defa",
    "simhash": "1:3e664743470e25b2",
    "word_count": 27216
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Mervine v. Sailor."
    ],
    "opinions": [
      {
        "text": "Strong, J.\nAll these cases present the question whether the Act of Congress of February 25th 1862, entitled “ An Act to authorize the issue of United States notes, and for the redemption and funding thereof, and for funding the floating debt of the United States,” was a legitimate exercise of the powers conferred upon Congress by the Federal Constitution. The act authorized the secretary of the treasury to issue, on the credit of the United States, $150,000,000 of United States notes, not bearing interest, payable to bearer at the treasury of the United States, and of such denominations as he might deem expedient, not loss than $5 each. And the act further enacted that the notes shall be receivable in payment of all taxes, internal duties, excises, debts, and demands of every kind, due to the United' States (except duties on imports), and of all claims and demands against the United States, of every kind whatsoever, except for interest upon bonds and notes which shall be paid in coin, and shall also be lawful money and a legal tender in payment of all debts, public and private, within the United States, except duties on imports and interest as aforesaid.” The great question now presented is, whether it was competent for Congress to impress upon the notes issued under the act the character of money, and make them a legal tender for all debts public and private, except for duties on imports and interest on United States bonds and notes. I do not understand that the constitutional right of Congress to provide for the issue of treasury notes is controverted. It is the power to give them the effect declared, which is denied.\nIt is impossible to approach a consideration of this question without being impressed with a conviction of its magnitude. The interests involved in it, both public and private, are so vast, and the possible consequences of our judgment so momentous, that it would be unpardonable if we did not give to it our most careful and anxious consideration. Happily the question is not entirely new. It has engaged the attention of the Court of Appeals of the State of New York, and of the Supreme Court of California, in both of which courts very able judgments have been pronounced sustaining the constitutionality of the action of Congress. The investigation and reasoning of the judges of those courts has been to me a great assistance, and they have left little to be said. Other courts also have very thoroughly considered the question.\nIt is a well-settled principle that when the constitutionality of an Act of Congress is called in question there must be a presumption in its favour. True, a different rule is to be applied when the validity of an Act of Congress is under consideration from that which prevails when the action of a State legislature is assailed. In the former, the inquiry is whether the act was warranted by any of the enumerated powers conferred upon Congress, or by any of those not enumerated but included in the comprehensive provision that Congress shall have power to make all law's which shall be necessary and proper for carrying into execution the specified powers, and all other powers vested by the Constitution in the government of the United States, or in any department or officer thereof. The constitutionality of a State law, on the other hand, if it be an act of legislation, depends on the question whether it has been prohibited. But in both cases there is an intendment in favour of the law, arising from the fact that Congress or the State legislature has enacted it. A decent respect for a co-ordinate branch of the government demands that the judiciary should presume there has been no transgression of power by men who have acted officially under the obligation of an oath to maintain the Constitution. It must be a clear and unequivocal case which will justify a court in setting aside as invalid either an Act of the State or Federal legislature. This has often been decided by this court as well as elsewhere. In The Commonwealth v. Smith, 4 Binn. 123, it was said: “ It must be remembered that for weighty reasons it has been assumed as a principle, in construing constitutions by the Supreme Court of the United States, by this court, and by every other court of reputation in the United States, that an Act of the legislature is not to be declared void, unless the violation of the Constitution is so manifest as to leave no room for reasonable doubt.” And in Fletcher v. Peck, 6 Cranch 87, Chief Justice Marshall said: “It is not on slight implication and vague conjecture that the legislature is to be pronounced to have transcended its powers, and its Acts to be considered void. The opposition between the Constitution and the law should be such that the judge feels a clear and strong conviction of their incompatibility with each other.”\nI recognise fully the doctrine that neither the government of the United States, nor any of its departments, can claim powers not expressly given by the Constitution, or given by necessary implication. Every Act of Congress must be authorized by express grant of power, or by a law necessary and proper for carrying into execution some power expressly stated, or vested in the government of the United States, or in some department or officer thereof. The specified powers conferred upon Congress are not numerous. Among them are the following: “To lay and collect taxes, duties, imposts and excises, to pay the debts and provide for the common defence and general welfare of the United States :” “ To borrow money on the credit of the United States :” “ To regulate commerce with foreign nations, and among the several States, and with the Indian tribes:” “To coin money, regulate the value thereof, and of foreign coin:” “ To declare war:” “ To raise and support armies — to provide and maintain a navy.” These are what are sometimes called substantive or independent power’s, conferred in the briefest possible language. In addition to these, is a class of powers ancillary to them and to all powers vested in the government, but not enumerated and from their very nature incapable of enumeration. They are such as are embraced in the last clause of section 8th of article 1st of the Constitution, which declares that Congress shall have power “ to make all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested by this Constitution in the government of the United States, or in any department or officer thereof. Without these non-enumerated ancillary powers, either expressly given or implied, the grant of those which are specified would have been an empty gift. They could not have been executed.\nAt the outset of our investigation, it should be observed, that to understand the nature and extent of the powers conferred by the Constitution, whether substantive or ancillary, it is indispensable to keep in view the objects for which the Constitution was adopted and for which its powers were granted. This is a universal'rule of construction not only of statutes, wills and personal contracts, but also of constitutions. If the general purpose of the instrument be ascertained, its language \"is to be construed so far as possible as subservient to that purpose. And there are more urgent reasons for regarding the general purpose in examining the powers conferred by a constitution than there are in construing a will or contract. A constitution is necessarily but framework. It prescribes mainly outlines, and leaves the filling up for action under it. In Martin v. Hunter, 1 Wheaton 326, Judge Story said: “ The Constitution unavoidably deals in general language. It did not suit the purpose of the people in framing this great charter of our liberties, to provide for minute specifications of its powers, or to declare the means by which those powers should be earned into execution.” And still more distinctly was it said by Chief Justice Marshall, in McCullough v. The State of Maryland, 4 Wheaton 405: “ A constitution, to contain an accurate detail of all the subdivisions of which its great powers will admit, and of all the means by which it may be carried into execution, would partake of the prolixity of a political code, and would scarcely be embraced by the human mind. It would probably never be understood by the public. Its nature, therefore, requires that only its great outlines should be marked, its important objects designated, and the minor ingredients which compose those objects be deduced from the nature of the objects themselves.” Citations of other authorities to the same effect might be multiplied, but the l’easonableness of such a rule of construction is too apparent to need more. If this be the true light in which the Constitution of the United States is to be interpreted, that is a very narrow view which regards any one of the specified powers, independent of its relation to the others, or to them all aggregated. Each must be considered as but a part of a system, a constituent of a whole. No single power specified is the ultimate end for which the Constitution was adopted. It may be, in a very proper sense, an intermediate end, but it is itself a means for the accomplishment of a single and higher end. Thus the power to lay or collect taxes or to coin money and regulate its value, or the power to raise and support armies, or to provide for and maintain a navy, can only be regarded as an instrument for accomplishing an ultimate end, and that end the establishment of a government, sovereign within its sphere, to form a more perfect union than that which existed under the old Confederacy, to establish justice, insure domestic tranquillity, provide for the common defence, promote the general welfare, and secure the blessings of liberty. The same may be said of all the powers enumerated in the Constitution, and of those which are classified hut not mentioned in detail. They are all means to an ultimate end, and it is impossible to comprehend what is meant 'by the words in which they were granted without keeping in view the great purposes for which they were given.\nLook now for a moment at the paramount object which those who adopted the Constitution had in view, as exhibited by the instrument itself. It was to establish a government, for the common defence, to insure domestic tranquillity, establish justice and secure the blessings of liberty. To this government was necessarily committed the power of perpetuating itself. In Cohens v. State of Virginia, 6 Wheat. 414, Chief Justice Marshall said: “ America has chosen to be in many respects and to many purposes a nation, and for all these purposes her government is complete ; for all these objects it is supreme. It can then, in effecting these objects, legitimately control all individuals or governments within the American territory.” He added, in the same case, “ A constitution is framed for ages to come, and is designed to approach immortality as near as mortality can approach it. Its course cannot always be tranquil; it is exposed to storms and tempests, and its framers must be unwise statesmen indeed if they have not provided it, as far as its nature will permit, with the means of self-preservation from the perils it is sure to encounter.” To this may be added what the same great judge said in McCullough v. Maryland, sujwct. Said he: “ The sword and the purse, and all the external relations, and no inconsiderable portion of the industry of the nation, are intrusted to its government. It can never be pretended that those vast powers draw' after them others of inferior importance merely because they are inferior. Such an idea can never be advanced. Rut it may be with great reason contended that a government intrusted with such ample powers, on the due execution of which the happiness and prosperity of the nation depend, must also be intrusted with ample moans for their execution.” It was to enable this government to accomplish the purposes sought in its creation, that all the powers it possesses were given to it. And they were declared to be sovereign powers. They were limited in number, but not in efficiency. “ In the construction of the Constitution it has always been held that the powers vested by it in the government are complete in themselves and that they may be exercised to their utmost extent, and that there are no other limitations upon them than such as are pre-. scribed in the Constitution.” This was distinctly said in Gibbons v. Ogden, 9 Wheat. 196. Nor was it alone to enable the government to secure the ends of its institution that the powers were conferred upon it. The gift of the power imposed a duty to use it for the purposes for which it was given. It is the duty of the government to maintain its own perpetuity, to provide for the common defence, to suppress insurrections and rebellion and to repel invasions. Said Mr. Justice Daniel in United States v. Marigold, 9 How. 560: “ Whatever functions Congress are by the Constitution authorized to perform, they are, when the public good requires it, bound to perform.” It is a most unreasonable construction of the Constitution that denies to such a government the right to employ freely every means, not prohibited, necessary to the execution of the expressly-granted powers and to the fulfilment of its great duties. No attempt was made in the Constitution itself to define what laws Congress might pass in execution of its powers. All instrumentalities were left to the discretion of Congress, subject only to the restriction that they shall be necessary and proper, not merely for carrying into execution the enumerated powers given to Congress, but all other powers vested in the government, or any department or officer thereof.\nIt is also to be observed that it is not indispensable to the existence of every power claimed for the Federal G-overnment, that it should be found specified in the words of the Constitution, or clearly and directly traceable to some one of the specified powers. Its existence may fairly be deduced from more than one of the substantive powers expressly defined, and indeed from them all combined. It is allowable to group together any number of the defined grants of power, and show that from them all it results that the power claimed has been conferred. Such a treatment of the Constitution is recognised by its own provisions. A remarkable illustration of this may be found in its language respecting the writ of habeas eorpus. The power to suspend the privilege of that writ is not expressly given, nor can it be deduced from any one of the expressly-specified grants of power. Yet it is provided that the privilege of the writ shall not be suspended except in certain defined contingencies. This is no express grant of power. On the contrary, it is a restriction. But it conveys an irresistible implication that somewhere in the Constitution the power to suspend the privilege of the writ was granted, either by some one or more of the specifications of power, or by them all combined. I do not, however, affirm that it is not fairly inferrable from the restrictive clause alone. And that important powers were understood by the people who adopted the Constitution to have been created by it; powers not enumerated, and not included incidentally in any one of those enumerated, is manifested by the amendments. These may be said to have originated before the Constitution was adopted. They were suggested in the conventions of the States, and proposed at the first session of the first Congress that convened under the Constitution, and before any complaint was made of a disposition to assume doubtful powers. The preamble to the resolution submitting them for adoption recites as follows: “ The conventions of' a number of the States having at the time of their adopting of the Constitution expressed a desire, in order to prevent misconstruction or abuse of its powers, that further declaratory and restrictive clauses should be added.” This was the origin of the first ten amendments. The Constitution had been considered and debated, not only in the convention by which it was framed, but in all the conventions of the people of the several States, by the public press, by pamphleteers, in public meetings of the people, at the fireside, and especially by Hamilton, Madison and Jay, in the papers afterwards collected in the Federalist; and the result was the proposal and adoption of the first ten articles of the amendments. They are very significant. They tend strongly to show that, in the judgment of those who adopted the Constitution, there were powers created by it, not defined nor dedueible from any one specified power, but which, if they existed at all, grew out of the aggregate of powers conferred upon the government, or out of the sovereignty instituted. Most of these amendments are denials of power which had not been expressly granted, and which was in no sense incident to any declared grant or means to an avowed end. Such, for example, is the prohibition of any laws respecting the establishment of religion, prohibiting the free exercise thereof, or abridging the freedom of speech or of the press.\nIn accordance with such a construction of the powers conferred by the Constitution, has been the whole history of the government, and of Congressional legislation, generally unquestioned, or if questioned, sanctioned by the Supreme Court of the United States. This history has exhibited from its commencement the use of a very wide discretion in the selection of the necessary and proper means to effectuate the great objects for which the government was framed. This is true, not only when an attempt has been made to execute a single power definitely given, but equally when the means adopted have manifestly been incident not to any one description of power, but to all combined in the Constitution. One of the earliest illustrations of this was the purchase of Louisiana in 1803, and its subsequent admission as a State into the Union. What enumerated power authorized this ? It never was supported except as an incident to the aggregate of powers conferred upon the government by the Constitution. It must be admitted that this pressed the implied powers of the government to their extremest limit. The act done was necessary, in any sense that I can discover, neither to the perpetuity nor efficiency of the government, nor to its competency to fulfil any of the purposes for which it was created. Under the power to regulate commerce, Congress has by law improved harbours, established observatories, built light-houses and buoys, provided for the registry and enrolment of ships, prescribed to some extent the mode of their construction, and enacted a code for the government of seamen. Under this and its other powers over the revenue and the currency of the country, for the convenience of the treasury and internal commerce, Congress early created a corporation known as the United States Bank. It was not owned by the United States. The government was a stockholder only to the extent of one-fifth of its capital. It was essentially a private corporation, seeking private profit. It w,as constitutional only, if at all, upon the ground that it was a convenient instrument or means for accomplishing one or more of the primary ends for which the government was established, or, in the language of the Constitution itself, “necessary and proper” for carrying into execution some or all of the powers vested in the government. Clearly, this necessity, if any existed, was not a direct and obvious one. If the choice of such means was within the discretionary power of Congress, that discretion is large. Yet the Supreme Court of the United States, in McCullough v. Maryland, 4 Wheat. 416, unanimously ruled that in authorizing the bank, Congress had not transcended its powers. Chief Justice Marshall, with a clearness of reasoning and comprehensiveness of view that will never cease to command respect, laid down in that case the principles by which the Constitution has always been construed. “ We think,” said he, “the sound construction of the Constitution must allow to the National Legislature that discretion with respect to the means by which the powers it confers are to be carried into execution, which will enable that body to perform the high duties assigned to it in the manner most beneficial to the people. Let the end be legitimate, let it be within the scope of the Constitution, and all the means which are appropriate, which are plainly adapted to the end, which are not prohibited, but consist with the letter and spirit of the Constitution, are constitutional.”\nUnder the power to establish post-offices and post-roads, Congress has made provision for carrying the mails, punishing theft of letters, and robbery of the mails, and even for transporting them across the ocean.\nThese are but illustrations of the manner in which the Constitution has been understood by the Federal Legislature, an understanding in which they have been supported by the Supreme Court of the United States. It is of more importance however to observe, that Congress has often exercised powers that are not expressly given, nor incident to any enumerated power, and which cannot be said to be necessary means for securing any of the proximate ends specified in the Constitution. They are what are called by Judge Story, in his Commentaries on the Constitution, resulting powers arising from' the aggregate powers of the government. Pie instances the right to sue and to make contracts. Other striking examples may be given. The oath required by law from officers of the government, is one. So is the acquisition of new territory, and so is the penal code. This last is worthy of brief notice. Congress is expressly authorized “ to provide for the punishment of counterfeiting the securities and current coin of the United States, and to define and punish piracies and felonies committed on the high seas, and offences against the law of nations.” They are also empowered to declare the punishment of treason. Impeachments are also provided for. This is the extent of the criminal jurisdiction expressly conferred. It might be argued, that the expression of these limited powers is tantamount to an exclusion of all other subjects of criminal legislation. Such is the argument in the present cases. It is said because Congress is empowered to coin money and regulate its value, it cannot declare anything else to be money, or make it a legal tender. Such a power it is said cannot be incident to any other or all other powers. Yet Congress by the Act of April 30th 1790, entitled “An Act more effectually to provide for the punishment of certain crimes against the United States,” and the supplementary Act of March 3d 1825, define and punish a large class of crimes other than those mentioned in the Constitution; some of the punishments prescribed are manifestly not in aid of the execution of any single substantive power. And that this has been rightfully done, no one doubts. This power to impose penalties for offences not described in the Constitution, has been affirmed in the Supreme Court. In United States v. Marigold, 9 Howard 560, the only question presented was whether Congress could pass a law making it criminal to import spurious coin. The court held that the power existed, and Judge Daniel, in delivering the opinion of the court, said : “ We trace the offence, and the authority to punish it, to the power given by the Constitution to coin money, and to the corresponding and necessary power and obligation to protect and preserve in its purity this constitutional currency for the benefit of the nation. While we hold it a sound maxim that no powers should be conceded to the Federal Government which cannot be regularly and legitimately found in the charter of its creation, we acknowledge equally the obligation to withhold from it no power or attribute which by the same charter has been declared necessary to the execution of expressly-granted powers, and to the fulfilment of clear and well defined duties.” This case is important also as showing that a power may exist as an incident to an express power, though there is another express power relating to a part of its subject. I might also refer to the power of Congress to give priority to debts clue the United States, which has been decided to be constitutional: United States v. Fisher, 2 Cranch 358. But enough has been said to show that a liberal construction has always been claimed by Congress, and accorded by the Supreme Court, to the grant of ancillary powers, that is, of those which are described as necessary and proper for the execution of the specified powers, and all other powers vested by the Constitution in the government of the United States, or in any department or officer thereof. And as in McCullough v. Maryland, so generally it has been held that what is meant by “ necessary and proper,” is not absolute necessity, but that the means used must be adapted or conducive to the legitimate end sought to be attained. The degree of the necessity is left to Congress, it is not for the courts.\nIn view, therefore, of the nature of the Constitution, of the avowed purposes for which it was formed, of its history, of the rules which have been adopted by the Supreme Court of the United States for its construction, and of the continuous and approved action of Congress under it, I cannot say Congress has no constitutional power to declare that treasury notes of the United States shall be lawful money, and a legal tender for debts public and private. To justify a denial of such power in Congress it is indispensable to hold that it has not been conferred by any one of the substantive grants, and also that it is not a necessary and proper means to the end of either levying and collecting taxes, borrowing money, raising and supporting armies, regulating commerce, providing and maintaining a navy, coining money and regulating the value thereof, or to any number of these ends, or to the great purpose for which the government was established and for which it is to be perpetuated. Yet who can deny that the Act of February 25th 1862, declaring treasury notes lawful money and. a legal tender, has contributed in an eminent degree to enable the government to execute all these powers, to maintain its own perpetuity, and to fulfil the constitutional pledge to guaranty to each State a republican form of government ? Indeed, without some such measure it is not easy to see how the objects sought to be attained by the Constitution could have been secured. And even if they could have been; if some other means equally efficient could have been chosen, it is not for a court to declare this means unauthorized, unless it can be shown that it is not adapted to the ends defined in the Constitution, or that it is prohibited.\nIt is then in my judgment unnecessary to seek for or to find in any one of the enumerated powers of Congress the right to declare the treasury notes of the United States lawful money, and a legal tender. If it is an ancillary means for executing them singly or aggregated, it is enough. I do not doubt, however, it is a legitimate incident to the power to borrow money. It is certainly as much so as is the power to exempt the securities of the United States from State taxation, and that they may be declared thus exempt, indeed that they are exempt without any such declaration, has been decided by the Supreme Court of the United States. In Weston v. The City of Charleston, 2 Peters 449, it was ruled that the power to borrow money on the credit of the United States contains in itself a prohibition against State taxation of the securities given for the loan. And in the recent case of People v. Tax Commissioners, 2 Black, it was ruled that Federal bonds are exempt from taxation in any form. There is a very close analogy between these cases and those now before us. I am unable to see any substantial distinction in the principle. The same objections which can be urged against the existence of any power to declare treasury notes money and a legal tender lie against protecting loans to the government from State taxation. One power as much as the other interferes with State and individual rights. One is quite as necessary as the other, to enable the government to borrow on favourable terms. Both aim to give to the securities of the government additional value. If there be any difference in principle, the power claimed in the Act of 1862 would seem to be most clear, for that is a means selected by Congress to execute acknowledged powers, while the other is held to be a constituent of a power itself. I do not propose, however, to go over the argument. It has been very ably done by some of the judges of the Court of Appeals of New York, in the cases of Meyer v. Roosevelt, and The Metropolitan and The Shoe and Leather Bank v. Vandyck, 13 Smith, in which the Act of Congress now under consideration was sustained as constitutional. It is objected to the attempt to sustain the action of Congress as a means of executing of the borrowing power, that one of the substantive powers cannot be implied as an incident of another, or used as a means for executing it, so as to warrant its being stripped of any limitation imposed in the express grant. This may be admitted in the words in which the objection is stated. But if it be meant that a substantive power cannot be used as a means for executing another, I cannot assent to it. Surely Congress may borrow money or lay taxes to enable it to support an army. It is empowered to use all means not prohibited, and it cannot matter that the means consist of other powers. But this objection is urged in connection with a denial that the right to issue treasury notes and declare them lawful money and a legal tender is a substantive power. If it is not, the objection against asserting it as an incident of one that is substantive fails. If it is itself a substantive power granted, the question is settled. In this connection the case of The United States v. Marigold, already cited, is noteworthy. There an express power to punish a certain class of crimes was not regarded as an objection to deducing a power to punish other crimes from another substantive grant of power. Doing this violates no canon of construction.\nI cannot throw off the impression that the whole argument against the right to declare the notes of the United States lawful money rests on the assumption that the clause of the Constitution which authorizes Congress to “ coin money and regulate the value thereof, and of foreign coin,” is an implied prohibition of what is called paper money. If it is not, there is no reason why it should not be used as a means for executing the powers which are confessedly granted in express terms. There is no prohibition against such means unless it is implied in this provision. But this assumption seems to me at war with the language of the Constitution taken as a whole, and with the principles upon which it has always been eonstruecl. So far from its being a prohibition, it seems to me to have been intended to confer that general power over the currency which has been an acknowledged attribute of sovereignty. A government, a sovereignty was surely intended, not a league, not a compact, but a government, supreme in some particulars over States and people. It was so expressly declared. It is supreme over the currency so far as it is not limited; no other power can interfere with the currency of the country. The States are prohibited from coining money, emitting bills of credit, or making anything but gold and silver a legal tender for the payment of debts. Neither the State legislatures nor the people of the States in convention can declare what shall be money, or control in- any manner the currency. Whatever power there is over the currency is vested in Congress. If the power to declare what is money is not there it is annihilated, and one of the ends of government is extinguished. Still this may have been intended. Some powers that usually belong to sovereignties were extinguished. But they were not extinguished by implication. When it was intended that governmental powers, universally acknowledged as such, should cease to exist, they were expressly denied, not only to the States, but to the Federal government, and generally the prohibitions to the States were for the purpose of rendering the Federal power more complete and exclusive. A prohibition to the States was in most cases designed to leave a clear field for Federal action. Now when it is considered in what brief and comprehensive terms the Constitution speaks, and how sensible its framers must have been that emergencies might arise, when the precious metals might prove inadequate to the wants of the government and the need of the people, when also it is considered that paper money was almost universally in use as a medium of exchange, I cannot think it a latitudinarian construction of the Constitution to regard the phrase “ coin money and regulate its value,” as synonymous with making money or supplying a cui’rency. If it had been the design to confer the power of declaring what should be money, in what language could it have been conferred more appropriate than that which was used ? It was purposely comprehensive. Without a regard to the object intended it amounted to no grant at all. Congress was not empowered in express terms to declare what should be money, nor to purchase bullion for coining, yet without these powers the authority to coin would not have effectuated the objects for which it must have been given. The power then cannot be construed literally. If it is, it is no power at all. If coining money and regulating its value means no more than putting a stamp upon pieces of metal and declaring what they are worth, it is no power over the currency, and there is no legalized currency. Stamping pieces of metal does not make them money. Coining money, therefore, and regulating its value means something more than making coins out of metallic substances. And again, there is no restriction to any particular metals. The States may not enact that anything but gold and silver shall be a legal tender, but Congress may coin money; that is, say the opponents of the constitutionality of this act, give the character of money to pieces of metal. It has made money out of copper and declared it a legal tender for small amounts. Its power to do this has not been questioned. Nor is there any provision that the pieces of metal which Congress may coin as money, shall have a legal value corresponding at all to the intrinsic value of the metal in the market. Upon this subject the Constitution is silent. The regulation of value may be changed from time to time. It has been more than once, without denial of the power of Congress to change it. Our coins have been debased, and a smaller weight of pure gold or silver is now required for a dollar than was formerly required. It seems, therefore, to have been left to Congress to determine how far the statutory value of coined metal should correspond with the market value of the same metal as bullion. It is not claimed that the expression “ to coin money and regulate the value thereof,” expresses or implies any other restriction than that the substance of which it is coined shall be metallic. But it is possible that gold or silver be formed into a leaf not thicker than bank-note paper. If upon such a leaf, stamped in any way, a value be affixed by Congress of one hundred dollars, why is it not money, even in the view of those who insist that coining money is applicable only to metallic substances ? There is no prescription of any form for the pieces of money that may be coined. Thus it appears that the object of the power was to enable Congress to furnish a currency, and the nature and value of the material of which it is to be constituted are certainly a subordinate, if not an immaterial thing. Indeed the intrinsic value of the material is left wholly to the discretion of Congress. And it may be added that tbe literal construction of the clause to “ coin money and regulate the value thereof,” so much insisted upon in the argument against the constitutionality of the Act of February 25th' 1862, not only renders the power nugatory, but it is at variance with the acknowledged rules for construing the other substantive powers granted to Congress. They have never been construed literally. Thus the power to make war and carry it on is conferred by the words “ declare war.” A literal construction of these words would limit the power of Congress to a mere avowal of the existence of war. .So the power to regulate commerce has always been construed according to its spirit, not its letter. It has even been held that under it foreign commerce might be destroyed in a time of peace. Such was in effect the decision that sustained the constitutionality of the embargo. The construction given to the power to establish post-offices and post-roads is another illustration of the understanding that the express substantive powers of Congress are not to be construed literally. Why then should the phrase to “coin money” be so construed? When the Constitution was adopted the great thing sought in regard to the currency was uniformity of value. This could not be secured by local legislation. Hence the restrictions on the States, and the grant to the Federal legislature, without any express restrictions. The world had then passed the point of an exclusively metallic currency. It had proved inadequate for a time of war, and even for rapidly extending commerce. In view of this it appears to me no unwarranted stretch of constitutional authority to regard a grant of power to coin money, as no prohibition of power to make and use paper money as a means for executing other great powers of the government, if it be not itself a general and- unrestricted power to create a currency.\nFor these reasons, and in view of the decisions of the Supreme Court of the United States, I cannot doubt the constitutional power of Congress to issue treasury notes of the United States, and to make them lawful money and a legal tender for the payment of all debts, public and private, except for duties on imports, and interest on United States bonds and notes.\nIt- remains only to add upon this branch of the cases that I do not perceive any force in the objection that the Act of Congress impairs the obligation of private contracts. The objection is not founded in fact. It assumes at its start false premises. It assumes that an engagement to pay money is the assumption of an obligation to pay the kind of money recognised by law when tbe engagement was undertaken, or, if not that kind, money of equal intrinsic value in the market. But this is a mistaken meaning given to the contract. A promise to pay money made before February 25th 1862 was not a promise to pay gold or silver, much less a promise to pay a weight of gold or silver then defined. If' there is anything settled, it is that a contract to pay money is satisfied according to its meaning by the payment of that which is money when the payment is made. I refer for this to Davies’ Rep. 28 ; Barrington v. Potter, Dyer 81 b, fol. 67 ; U. S. v. Robertson, 5 Peters 644; Faw v. Marsteller, 2 Cranch 20. No one ever thought that a debt of one thousand dollars contracted before 1834 could not be paid by one hundred eagles coined after that year, though they contain no more gold than ninety-four eagles, such as existed when the debt was made. Every contract is necessarily subject to the power of the government, whatever that may be, over the currency, and the obligation of the parties is undertaken with reference to that power.\nBut if it were admitted that the Act of 1862 does impair the obligation of contracts entered into before it was passed, the admission would not be even a first step toward showing it unconstitutional. It might be a cogent argument against its justice, but the question is one of constitutional power simply. If a power is granted, its existence is not to be disproved by showing that it may work harsh results. The States are prohibited from passing any law impairing the obligation of contracts; the Federal government is not. On the contrary, its power to affect contracts and relieve from their obligation either directly or indh-ectly is expressly confen’ed. It may pass a bankrupt act embracing past as well as future contracts and discharging them. This is impairing contracts directly. The same thing may be done indirectly by declaring war or enacting an embargo. In Evans v. Eaton, 1 Peters’ C. C. Rep. 322, Judge Washington said: “ there is nothing in the Constitution of the United States which forbids Congress to pass laws violating the obligation of contracts, although such a power is denied to the States. Congress in the exercise of its delegated powers may unquestionably pass laws, the effect of which would undoubtedly be to impair or affect the validity of contracts.” Nothing more need be added to show the groundlessness of this objection.\nI cannot doubt, therefore, in view of the considerations mentioned, and after weighing carefully all the objections which have been urged, that Congress has constitutional power to issue treasury notes of the United States, and make them lawful money and a legal tender for the payment of all debts, public and private, pxcept duties on imports and interest on United States bonds and notes.\nAnother question involved in some of these cases is whether the sum of money, which, by the ground-rent deeds, it is stipulated the landlord- shall receive at the option of the tenant in ex-tinguishment of the rent, is a debt within the meaning of the Act of Congress. Upon this I have the misfortune to differ from a majority of my brethren. I hold that it is not a debt, and therefore the landlord is under no obligation to receive it in legal-tender notes. In this opinion I concur with my brother Thompson.\nRead, J.\nPaper money, in the shape of bills of credit, was issued by the colony of Massachusetts, one hundred and seventy-five years ago, to pay an army returning unexpectedly from a disastrous expedition against Canada. All the colonies followed this example, and at the commencement of the American Revolution, the whole currency of the country ivas composed o’f these bills of credit and specie. In some cases these bills were made a legal tender in payment of all debts ; in others they were receivable in all payments of taxes and dues to the government, and they were sometimes payable (nominally) in specie, and generally a certain fund was pledged for their redemption, and sometimes they were issued on the mere credit of the government. In some cases the tender, if refused, extinguished the debt.\nIn 1756 (June 2d, Allison 209) New Jersey issued 17,5002. in bills of credit, for the further supply and pay of the forces raised in the colony, under the command of Colonel Peter Schuyler, and also for subsisting and paying such of the troops of the colony as may be found necessary to remain in defence of the frontiers, or that may be detached from thence in pursuing the Indian enemy into their places of retreat. In 1761 (April 7th, Id. 238), another emission was directed of 25,0002., to defray the expense of raising six hundred effective volunteers for his Majesty’s service. These bills were made a legal tender, and a refusal to accept or receive them in payment extinguished the debt. In 1762 (March 10th, Id. 245), 30,000i. more were ordered to be struck, and this emission was also made a legal tender with a like (ifíftfif)\nIn 1751 (24 Geo. II., c. 53; 7 Ruffhead 403), the English Parliament passed an Act to regulate and restrain paper bills of credit in his Majesty’s colonies or plantations of Rhode Island and Providence Plantations, Connecticut, the Massachusetts Bay, and New Hampshire, in America, and to prevent the same being legal tenders in payments of money. Bills of credit issued after 29th September 1751 shall not be a legal tender,-and it was provided that nothing in the said Act shall be construed to make the bills then subsisting in said colonies a legal tender.\nIn 1763 (4 Geo. III. c. 35; 10 Ruffhead 199), Parliament passed another Act to prevent paper bills of credit hereafter to be issued in any of his Majesty’s colonies or plantations in America from being declared to be a legal tender in payments of money, and to.prevent the legal tender of such bills as are now subsisting from being prolonged beyond the periods limited for calling in and sinking the same; and in 1773 (13 Geo. III., c. 57 ; 11 Stat. at Large 793), this Act was so far modified as to allow them to be made a legal tender to the public treasurers in the colonies in the payment of any duties, taxes or other debts due to the said public treasuries.\nA very full statement of all the colonial laws and issues of bills of credit under them will be found in two cases in the Supreme Court of the United States, decided in 1830 and 1837: Craig v. State of Missouri, 4 Peters 410; Briscoe v. Bank of Commonwealth of Kentucky, 11 Id. 257; and see 13 How. 12.\nIt is clear, therefore, that the colonial governments borrowed money by the emission of bills of credit, which formed a very large portion of the currency or circulating medium, and that whenever it was deemed expedient to enhance their value they were made legal tenders in payment of all public and private debts, and in some cases a •refusal to accept them extinguished the debt. Upon the breaking out of the Revolution, says Ramsay (2 Hist. Am. Rev. 165), “ The only plausible expedient in their” (the Continental Congress) “ power to adopt, was the emission of bills of credit representing specie, under a public engagement to be ultimately sunk by equal taxes, or exchanged for gold or silver. This practice had been familiar from the first settlement of the colonies, and under proper restrictions had been found highly advantageous. Their resolution to raise an army in June 1775 was therefore followed by another to emit bills of credit to the amount of $2,000,000. To that sum, on the 25th of the next month, it was resolved to add another million: 1 Jour. Cong. 126, June 23d; Id. 177.\nThese emissions were followed by others, and on the 11th January 1776 (2 Jour. Cong. 21), Congress resolved, “That any person refusing such currency, or obstructing or discouraging its circulation, should be treated as an enemy of his country ; and on the 14th January 1777 (3 Jour. Cong*. 19, 20), passed a very stringent resolution recommending, amongst other things, “ to the Legislatures of the United States to pass laws to make the bills of Congress, issued by the Congress, a lawful tender in payment of public and private debts, and a refusal thereof an extinguishment of such debts.”\nThe convention of the State of Pennsylvania, which framed its first constitution, on the 1st August 1776, passed an ordinance, declaring “ that the paper bills of credit issued by the Honourable the Continental Congress, or under the late laws, or by the resolves of the late Assembly of Pennsylvania, shall be legal tender in all cases whatsoever within this StateMinutes of Convention, p. 60.\nIn conformity to the recommendation of Congress, the legislature of Pennsylvania, on the 29th January 1777 (McKean 7), passed a tender law of the strongest kind, with provisions of the most stringent character; and on the 20th March following, directed the emission of bills of credit to the value of 200,0001., and made them a legal tender: Id. 48; Johnson v. Hocker, 1 Dall. 406.\nOn the 16th March 1781, Congress recommended to the several States to amend their laws making the bills of credit emitted under the authority of Congress a legal tender, so that such bills shall not be a tender in any other manner than at their current value, compared with gold and silver, and on the 22d May following, recommended to the States where laws making paper bills a tender yet exist, to repeal the same: Id. 102.\nOn the 3d April 1781 (1 Smith L. 519), the General Assembly passed the Depreciation Act, scaling all debts and contracts made between the 1st January 1777 and the 1st March 1781, ranging from one and a half to seventy-five for one, and in compliance with the recommendation of Congress, on the 21st June, in the same year (2 Smith L. 1), repealed so much of all laws as declared the bills of credit to be a legal tender, and all the penalties and forfeitures attached thereto, but this repeal was not to affect any tender already made in due and legal manner.\nThe Continental money (3 Story’s Com. Const. 223), to the amount of over three hundred million's, passed out of existence, but its extinction, and the depreciation of all other paper money, had caused private and public embarrassments of the most serious character. Private debts had accumulated during the war in almost as large a ratio as the public obligations. The clamours of the debtors, “ and the supposed necessity of the case, led the legislature of Massachusetts (1 Curtis Hist. Cons. U. S. 268; Id. 253), in 1782, to a violation of principle, in a law known as the Tender Act, by which executions for debts might be satisfied by certain articles of property, to be taken at an appraisement;” and Mr. Crawford, in his speech on the bill to renew the charter of 1791 (Legisl. Hist. B. U. S. 442), said, “The construction upon the right to make anything but gold or silver a tender, is, that they shall not make specific articles a tender, as tobacco or cotton, as was the case in some of the States.” “ Not only,” says Judge Story (3 Story’s Com. Const. 236), “ was paper money issued and declared to be a tender in payment of debts, but laws of another character, well known under the appellation of tender laws, appraisement laws, instalment laws, and suspension laws, were from time to time enacted, which prostrated all private credit and all private morals. By some of these laws the due payment of debts was suspended, debts were, in violation of the very terms of the contract, authorized to be paid by instalments at different periods; property of any sort, however worthless, either real or personal, might be tendered by the debtor in payment of his debts, and the creditor was compelled to take the property of the debtor, which he might seize on execution, at an appraisement wholly disproportionate to its known value.”\nThe Continental money was issued by and expired with the Revolutionary Government, for the plan for a confederation, reported to Congress in July 1776, was not finally adopted by that body for recommendation to the States, until November 1777, and was not finally ratified by all the States until 1st March 1781. The legal-tender laws were passed by the States in regard to the Continental paper at the request of Congress, and were repealed by them upon their recommendation. In fact, the resolves and ordinances of Congress were inoperative whenever disobeyed, unless enforced by State legislation.\nUnder the Articles of Confederation (Penhallow v. Doane’s Adm., 3 Dallas 54), the executive, legislative and judicial powers were intrusted to one single body, the Congress, composed of delegates from the several States, each State being entitled to an equal vote, and all important matters requiring the vote of nine States out of the original thirteen. There was no Federal judiciary excepting courts for the trial of piracies and felonies committed on the high seas, and for receiving and determining finally appeals in all cases of captures, and such commissioners as might be from time to time appointed by Congress, to hear and decide controversies between two or more States, and private rights of soil claimed under different grants of two or more States. The Confederation may therefore be said, independently of these excepted cases, to have had no civil or criminal courts, and no civil or criminal law or jurisprudence to be enforced by a Federal judiciary. Its machinery of government was of the most imperfect kind, and its operation was not upon the people, but upon the several States, who might at any moment stop its wheels.\nCongress was given the power to borrow money, but it had no power of taxation, direct or indirect, even to provide for the payment of the interest, and the commerce of the country was left entirely within the control of the State legislatures, rendering it the commerce of thirteen different States, each of which could levy what duties it saw fit upon all exports and imports, provided they did not interfere with any treaties then proposed, or touch the property of the United States, or that of any other State: 1 Curtis Hist. Const. 148.\nA more ill-constructed, inefficient and powerless general government than that of the Confederation, cannot well be imagined.\nOn the 31st December 1781 (1 Legisl. Hist. B. U. S. 12), the Congress of the Confederation passed an ordinance to incorporate the subscribers to the Bank of North America; and on the 13th July 1787, an ordinance for the government of the territory of the United States north-west of the river Ohio, organizing territorial governments, and providing for the future formation of five States in the said territory: 12 Journ. Cong. 85.\nThen came the present Constitution of the United States, when its territory was bounded by the Atlantic, the British Colonies, Louisiana and the Floridas, and had no access to the Gulf of Mexico but through the dominions of Spain, and the whole continent of North and South America was owned by four powers, England, Spain, Portugal and our own government. The only sea-coast belonging to the United States was on the Atlantic Ocean, and the population was not four millions, free and slave. The Constitution, no doubt, was made with reference to existing facts ; but the powers to declare war and to make treaties, looked forward to a period when new territory would be acquired by force of arms or by peaceful negotiation. Our relations with Spain, in regard to the Mississippi, made it certain that the first acquisition would be from the territories of that power, as it was essential to our prosperity as a nation, that the whole course of the Father of Waters should be ours.\nThe acquisition by treaty of Louisiana opened up two questions : first, the application of the clause relative to the government of the territories of the United States, which had been decided by the first Congress to authorize that body to establish corporations in the form of territorial governments, and regulating the public and private status of its inhabitants, by positively excluding slavery to this new territory; and secondly, to the admission of States formed out of it beyond our original limits. Our treaty with Spain gave us Florida, which followed the example of Louisiana. Annexation by Acts of Congress gave us the State of Texas, and conquest and our treaties with Mexico and Great Britain gave or confirmed our title to seventeen degrees of north latitude, and an undisputed possession of all the territory north of the southern boundary of New Mexico, and limited only by the British possessions.\nThe Constitution has therefore extended and adapted itself to a nearly quadrupled area of territory, and to a population more than seven times its original number. All this has been accomplished by a very liberal construction of the powers of Congress ; for there is not a word in the Constitution looking to the acquisition of foreign territory by treaty, or by conquest, or to the erection of territorial governments in, or to the admission of States formed out of such territory, nor to the annexation and admission of an entirely foreign State into the Union. So, under the power of regulating commerce, and as flowing from, and as an incident to it, was the embargo of 1807, which in its terms was unlimited in duration, and could be removed only by a subsequent Act of Congress. So, under the power to lay taxes, prohibitory duties have been laid to protect and encourage domestic manufactures. So, under the powers to make war, and to establish post-roads, and as incident thereto (12 Stat. at Large 489), Congress have incorporated a company to construct a railroad and telegraph line, which, with its connections, will extend from the Missouri river to the Pacific Ocean, and the use of it is secured to the government for postal, military and other purposes. So, under the power to make all needful rules and regulations respecting the territory, Congress have abolished slavery in all the territories of the United States, which great evil will soon be abolished in the whole Union by the constitutional amendment.\nThese large powers, which grow out of a few lines in the Constitution, in which they are not in any way expressly mentioned, but are incidental to and are a means of carrying out the expressly enumerated powers, arise from the fact that the government proceeds directly from the people, and is emphatically and truly a government of the people. “ In form and substance it emanates from them. Its powers are granted by them, and are to be exercised directly on them and for their benefit:” McCulloch v. State of Maryland, 4 Wheat. 403, 405.\nIf any one proposition could command the universal assent of mankind, we might expect it would be this, — that the government of the Union, though limited in its powers, is supreme within its sphere of action. It is the government of all; its powers are delegated by all; it represents all, and acts for all. The nation, on those subjects on which it can act, must necessarily bind its component parts. But this question is not left to mere reason. The people in express terms have decided it by saying, “ This Constitution, and the laws of the United States which shall be made in pursuance thereof,” shall be the supreme law of the land, “ and by requiring that the members of the State legislatures and the officers of the executive and judicial departments of the States shall take the oath of fidelity to it:” McCulloch v. State of Maryland, 4 Wheat. 406.\nThe government of the United States, then, though limited in its powers, is supreme; and its laws, when made in pursuance of the Constitution, form the supreme law of the land, “ anything in the Constitution or laws of any State to the contrary notwithstanding.”\nThe Constitution gave a self-acting government, independent of all others, with a proper separation of the executive, legislative and judicial departments, with civil and criminal tribunals, and with supreme authority to enforce its own laws, without the interference of any other power; and it recognised neither nullification, nor secession, nor rebellion, nor any revolutionary action whatever.\nAt the time of the. adoption of the Constitution there were three State banking institutions. One in Massachusetts, chartered in 1784, one in New York, and the Bank of North America, in this State, which finally became a state bank in 1787. By the 10th section of the first article the States were forbidden “to coin money, emit bills of credit, make anything but gold and silver coin a tender in payment of debts,” or to pass “ any law impairing the obligation of contracts.” After funding the foreign and domestic debt of the United States, and the assumed debt of the States, organizing the treasury department, and providing a revenue for the support of the government, the secretary of the treasury (Alexander Hamilton) submitted to Congress a plan for a national bank, as an institution of primary importance to the prosperous administration of the finances, and of the greatest utility in the operations connected with the support of the public credit. In the accompanying report and in his opinion on the constitutionality of a national bank, furnished to General Washington, at his request, are to be found all the arguments as to its constitutionality and expediency which have since been presented to the public in various shapes and forms. These papers evince the comprehensive intellect and fertile genius of the founder of our treasury system.\nThe Act incorporating the first Bank of the United States was passed 25th of February 1791 (1 Stat. at Large 191), and expired on the 4th of March 1811. The second bank was chartered on the 10th April 1816, and expired on the 3d of March 1836.\nIn McCulloch v. State of Maryland, in 1819 (4 Wheat. 316, 400), the Supreme Court of the United States, after a' most elaborate argument by the ablest counsel of the Union, decided the bank to be constitutional. Chief Justice Marshall, delivering the unanimous opinion of the court, said, “ Although among the enumerated powers of government we do not find the word ‘ bank,’ or ‘ incorporation,’ we find the great powers to levy and collect taxes, to borrow money, to regulate commerce, to declare and conduct a war, and to raise and support armies and navies. The sword and the purse, all the external relations, and no inconsiderable portion of the industry of the nation, are intrusted to its government:” Id. 407.\nBut a government intrusted with such ample powers must also be intrusted with ample means for their execution, and must be allowed to select the means and the court held that “ the Constitution of the United States has not left the right of Congress to employ the necessary means for the execution of the powers conferred on the government to general reasoning:” Id. 411, 412. To its enumeration of powers is added that of making “ all laws which shall be necessary and proper for carrying into execution the foregoing powers, and all other powers vested by this Constitution in the government of the United States, or in any departments thereof.” The words necessary in this clause mean “ needful,” “ requisite,” “ essential,” “ conducive to,” and the clause itself “ is placed among the powers of Congress, not among the limitations on those powers ; and its terms purport to enlarge, not to diminish the powers invested in the government:” Id. 418-20.\nThe court, therefore, held that Congress had the power to create such a corporation, whose bills or notes were receivable in all payments to the United States.\nIt would seem, therefore, that if Congress had the power to create a corporation to issue notes, they could themselves issue notes to serve as currency. That is, they could do directly what the Supreme Court declared they could do indirectly. There Can, therefore, be no doubt that all notes issued by the government are lawful, of whatever denomination, and whether payable on demand or at any future period. They are, really bills of credit, and in making them a legal tender, Congress are only following the example of the colonies when simple dependencies of Great Britain, and without any sovereign power.\nThe President (Mr. Madison), in his annual message of the 5th of December 1815 (Presidents’ Messages 148), said: “ It is, however, essential to every modification of the finances, that the benefits of an uniform national currency should be restored to the community. The absence of the precious metals will, it is believed, be a temporary evil; but, until they can again be rendered the general medium of exchange, it devolves on the wisdom of Congress to provide a substitute, which shall equally engage the confidence and accommodate the wants of the citizens throughout the Union. If the operation of the State banks cannot produce this result, the probable operation of a national bank will merit consideration; and if neither of these expedients be deemed effectual, it may become necessary to ascertain the terms upon which the notes of the government (no longer required as an instrument of credit) shall be issued, upon motives of general policy, as a common medium of circulation.”\nThe President, in his veto of the Bank Bill, on the 80th of January 1815 (Id. 143), objected to it, that it obliged the bank to pay its notes in specie, or be subject to the loss of its charter; and that, therefore, it could not be relied on during the war to provide a circulating medium, nor to furnish loans, or anticipations of the public revenue. “ Without such an obligation,” said the President, “ the notes of the bank, though not exchangeable for specie, yet, resting on good pledges, and performing the uses of specie in the payment of taxes and in other public transactions, would, as experience has ascertained, qualify the bank to supply at once a circulating medium and pecuniary aid to the government.”\nThe secretary of the treasury (Mr. Dallas), in his report of the 7th of December 1815 (Legis. Hist. B. U. S. 610), said: 44 By the Constitution of the United States, Congress is expressly vested with the power to coin money, to regulate the value of domestic and foreign coins in circulation, and (as a necessary implication from positive provisions) to emit bills of credit; while it is declared, in the same instrument, that 4 no State shall coin money, or emit bills of credit.’ ” 44 The constitutional and legal foundation of the monetary system of the United States is thus distinctly seen; and the power of the general government to institute and regulate it, whether the circulating medium consists of coin or of bills of credit, must, in its general policy, as in the terms of its investment, be deemed an exclusive power.”\n44 The power,” says Mr. Rawle, to 44 coin money, emit bills-of credit and make anything but gold and silver a tender in the payment of debts, is likewise withdrawn from them (the States), although not withheld from the United StatesRawle on Const. U. S. 136.\nAnd De Toequeville says: 44 The Union was invested with the power of controlling the monetary system, carrying the mails and opening the great roads which were to unite the different parts of the countryDemocracy in America, vol. 1, 195.\nI cannot, therefore, doubt that Congress had the power to issue their notes as a national currency; and that, in order to give them their highest possible value, to make them lawful money and a legal tender, a power clearly taken from the States, and which could not be reserved to the people. It was a needful, requisite essential, conducive to, and proper means to carry into effect, the great powers of Congress before enumerated, and to give to the country an uniform currency of equal value all over the Union.\nThat this was done at a time, and under circumstances which admitted of no other means to carry those great powers into full and effective operation, a short review of the past and the present will clearly show.\nAt the commencement of the government (2 Pitkin’s Hist. U. S. 337, 338) the debt of the United States was estimated, including the assumed State debts, at seventy-five millions and a half; and on the 1st of October 1815 (President’s Message, 5th December 1815), after the War of 1812, it was ascertained to be one hundred and twenty millions of dollars, the whole of which was fully paid by the United' States. The aggregate debt of the United States, on the 31st of March 1865, officially stated, was, in round numbers, two thousand three hundred and sixty-seven millions; and the interest of this sum, for the year then beginning, one hundred and three millions — an annual sum nearly equal to the whole national debt in 1815. A rebellion of the most gigantic character, involving eleven States in a forcible secession from the Union, and establishing a pretended confederate government, with all its outward forms, and a very large army, has produced this large debt, by obliging us to bring into the field nearly a million of men, and to create and support the most efficient navy in the world. It would have been in vain to attempt to meet this crisis with a mere gold and silver currency, or with any of the former expedients. The issue of legal-tender notes has alone enabled us to meet this exigency without resorting to foreign nations for loans, and to crush, as we have crushed, this most wicked, unholy and causeless rebellion, led by men who have resorted to robbery, wholesale attempts at arson and private assassination. The murder of the President, and the wholesale butchery of the secretary of state and his family, have fixed an indelible stain on this defeated treason.\nThe Bank of England had been in successful operation for nearly a century when the first Bank of the United States was incorporated, which had been foreshadowed by the proposition of Robert Morris in 1780, which ended in the Ordinance of the Congress of the Confederation incorporating the Bank of North America. The first bank was well managed, but the three State banks, in existence at its commencement, had increased to eighty-eight, when it expired in 1811, leaving the government entirely dependent on the State institutions for the paper, forming a large part of our mixed currency, and which, in 1814, became practically our only circulating medium (with the exception of the treasury notes) upon the suspension of specie payments in that year.\nThe Bank of England had suspended the payment of specie for its notes in 1797, under the sanction of the government, and did not resume specie payments until 1821, and during the whole of that period its notes were practically a legal tender. In 1825, she was on the brink of suspension. After the 1st August 1834, the notes of the Bank of England, payable to bearer on demand, were declared a legal tender on all occasions on which any tender of money may be legally made, so long as the Bank of England shall continue to pay on demand their said notes in legal coin. The bank in London is liable to pay all its notes, and those of every branch; but a branch bank is liable only to pay notes made specially payable at it. .On the 19th July 1844, an issue department was established, separate from the banking department of the institution.\nIt is clear, therefore, that the only institution obliged to supply gold is the Bank of England, and that in any unexpected emergency, by an order in Council temporarily, and by an Act of Parliament permanently, restricting the redemption of its notes in specie, its notes may become an universal legal tender, and form the only lawful money of the kingdom.\nIf the first Bank of the United States had been rechartered in 1811, it is hardly possible that it could have avoided suspending specie payments, and that in the temper displayed by the President and leading members of Congress in 1814, 1815 and 1816, it would have been legalized.\nThe second bank began under very unfavourable auspices, but by great efforts was enabled to pay specie during the course of its national existence, and if that had finally terminated its career as a bank, in 1834, it might have returned its capital to its stockholders. But the administration of the bank forgot that it owed its existence and its credit to the general government, who deposited its funds with it, and received its notes in all payments to the United States. The bank unwisely attempted to force a charter from Congress, and in doing this, erected itself into a political partisan, in opposition to the administration of General Jackson. The deposits were removed in October 1833, and the people sustained the measure. The bank then commenced an expansion of their discounts, making very large loans upon inadequate security, and by a series of unwise measures placed a large portion of their capital beyond their immediate control. In this situation, they sunk into a State institution, loaded with heavy bonuses, and large subscriptions to works of internal improvement, from which they never realized a dollar, and with notes in actual circulation amounting to $20,114,227.56, whilst it had in its vaults only $5,595,077.25 in specie. These notes being no longer receivable in payments to the United States (the 14th section of the charter being repealed by the Act of 15th June 1836, 5 Stat. at L. 48), were constantly returning, and notwithstanding the loans made in Europe, and the issue of post-notes, caused the suspension of the bank on the 11th May 1837, when its notes in circulation were over seven millions, its specie under a million and a half, and its total liabilities over twenty-five millions.\nIts last dividend was on 1st July 1839, and, after trying two short resumptions, it finally passed into the hands of trustees for creditors in 1841. The only original stockholder that received back his capital was the United States, who, under the Act of 3d March 1837, accepted the settlement proposed by the bank, and took from them their four bonds dated 10th May 1837, for the several sums of $1,986,589.04 each, with 6 per cent, interest from the 3d March 1836, which I believe were all paid. All the other stockholders lost every dollar. The first bank paid its stockholders, apparently, large dividends ; but owing to the delay in paying the various instalments, after it ceased, in March 1811, an original stockholder retaining his stock to the last, received an interest of 6 per cent., and lost about 6 per cent, of his capital, whilst a similar stockholder in the second bank received less than 6 per cent, interest, and lost all his capital.\nThe payment of the national debt’ no doubt injured this institution, as it deprived it of a valuable investment of its capital, and forced it to extend its loans to individuals beyond what was probably prudent.\nThe State banks in time of profound peace have repeatedly suspended specie payments, and the banks in this State were in a state of suspension at the breaking out of the rebellion, resumed, and at the close of 1861 again suspended, which suspension has continued to the present time. It was certain, therefore, that a Bank of the United States was practically impossible, and no permanent reliance could be placed in State institutions over whom the government had no direct and effective control.\nThe United States had, therefore, no resource but to issue their own notes, and make them lawful money and a legal tender. It beeame expedient, also, to form national banking associations, to issue a national currency secured by a pledge of United States bonds, and redeemable on demand in the lawful money of the United States, the legal-tender notes. These national banks are to supply the place of all State banks as banks of issue, and will soon be, by the taxing power of the United States, the only issuers of a paper circulating medium. These institutions will aid materially in restoring the commerce and finances of the Southern States, where they will have an ample field for their operation.\nIf, therefore, the Legal-Tender Acts be unconstitutional, this wise and excellent system of banking is deprived of its principal feature in enhancing the value of the paper of the government, and this strikes at the very root of the whole plan of national banking.\nI am therefore of opinion, that what are called the Legal-Tender Acts of Congress, are constitutional.\nIn this general conclusion, I am supported by the previous decisions of the Supreme Court of New York, for the Seventh Judicial District, and of the Court of Appeals of that State, and from the learned opinions delivered in both these tribunals, I have derived great aid and information. The Supreme Court of Iowa, in Hitringer v. Bates, 17 Iowa, which I have not seen, adopts the same view, and so did the Supreme Court of California, in the case of Lick v. Faulkner, decided at the July Term, 1864.\nI have also derived much valuable information from the opinion of Judge Hare, and of our brother Agnew, when sitting as President Judge of the 17th Judicial District.\nWhat, then, is the true construction of the Act of 25th February 1862, and of acts of a similar character ? By this Act the notes issued under it, payable to bearer on demand, “ shall be receivable in payment of all taxes, internal duties, debts and demands of every kind due to the United States, except duties on imports, and of all claims and demands against the United States of every kind whatsoever, except for interest upon bonds and notes, which shall be paid in coin, and shall also be lawful money and a legal tender in payment of all debts, public and private, within the United States, except duties on imports and interest as aforesaid1 Stat. at L. 345, 532, 710, 822. There is no substantial difference in language in the subsequent acts.\nThe effect of this provision is to place these notes on the same legal footing as gold coin and silver dollars of the United States, and to make them as legally available in every respect except in the twro instances of duties on imports and interest on the public debts, as lawful money and a legal tender. As gold and silver dollars would undoubtedly be a legal tender in payment of all debts, whether made payable in coin of any kind, foreign or domestic or otherwise, and whether they were rents, bonds, mortgages or deposits, so there can be no doubt, that in all such cases these notes are a legal tender. It is also clear, that in all suits judgment can only be entered for the amount stipulated in the contract, and execution can only issue for that sum, interest and costs: Wood v. Bullens, 6 Allen 516; Henderson v. Pike, S. C. Missouri; Schoenberger v. Watts, 1 Am. L. Reg. N. S. 553.\nIt is supposed, however, that the principal of a redeemable ground-rent stands upon a different footing. Since the Act of 4th April 1850 (Brightly’s Purdon 516), all ground-rents created after its passage are redeemable at any time “ after the said ground-rents shall have fallen due.” The language of this Act is very plain in designating the whole transaction as a purchase. “ Whenever a deed or other instrument of writing, conveying real estate, shall be made, wherein shall be contained a reservation of ground-rent to become perpetual upon the failure of the purchaser to comply with the conditions therein contained, no such covenant or condition shall be so construed as to make the said ground-rent a perpetual encumbrance upon the said real estate, but it shall and may be lawful for the purchaser thereof, at any time after the said ground-rent shall have fallen due, to pay the full amount of the same, and such payment shall be a complete discharge of such real estate from the encumbrance aforesaid.”\nBy an Act of 5th February, 1821 (Brightly’s Purdon 517), it had been provided that where such rents had become vested in minors, trustees or other persons not authorized to release or extinguish the same, either party might apply to the court, and have an order made directing such guardian, trustee or other person to receive such sum with arrearages and interest, and to execute a sufficient release of such ground-rents. And by an Act of 6th September 1860 (Id. 518), whenever there are judgments or liens on such ground-rents, the persons desiring to pay them off may apply to the court, and obtain an order to pay the amount stipulated into court, who shall order the parties owning said ground-rents to extinguish the same.\nIn Ex parte Huff, Judge Kennedy said (2 Barr 228)', “ If it was competent for them (the executors) then to make the entire contract for the sale executory, what reasonable objection can there be to their making it so in part ? I can see none. The stipulation contained in the deed, allowing the purchaser to redeem the lot from the payment of the ground-rent at any time within ten years, may be regarded as executory, and as forming part of the contract for an absolute sale out and out if the purchaser should elect to have it so, and therefore, as coming fairly within the powers given them by the will. It was a sale of the estate to the vendee in fee, to be held by him and his heirs upon their paying the ground-rent mentioned in the deed, with an election on their part to hold the estate absolutely, and entirely released from the payment of the ground-rent upon the paying at any time within the space of ten years, the gross -sum of $583.33. This was a sale of the estate in fee, leaving it to the election of the vendee, to be made within a limited time, whether he would continue to hold the estate by paying the ground-rent according to the terms of the deed, or would take and hold it released therefrom by paying the gross sum.”\nI think, therefore, there can be no doubt that this postponed portion of the purchase-money, comes clearly within the meaning of the Act of Congress, and as gold coin would be a legal payment, so in the same way would be legal-tender notes. The words used in the Act of Congress, are the same that were employed by the revolutionary Congress in their recommendation to the States to have their issues made a legal tender, which produced the very comprehensive Act of Assembly of the 29th January 1777. If these payments cannot be made in legal-tender notes, then they are not protected from State legislation by the prohibition to the States making anything but gold and silver a tender in payment of debts. The word debts must be taken in its largest sense, without regard to mere State interpretation, which at one time held legacies not included within the term.\nBut ground-rents are almost entirely confined to the city of Philadelphia, and do not exist in other States, and it would be singular, that the annual rent reserved in the same terms, should be payable in legal-tender notes, whilst the principal of the purchase-money referring to its payment in the same kind of money or coin as aforesaid, should be only to be tendered in gold or silver dollars. This anomaly should not be allowed to interfere with a great general measure, vitally essential to the crushing out of the rebellion, and the preservation of the Union.\nIn all ordinary cases, a tender, either in coin or legal-tender notes, only stops interest. That a bill for specific performance lies in case of a tender of lawful money for the redemption-money of a ground-rent and a refusal, is clearly shown in Weston v. Collins, 12 Law Times Rep., N. S. 4, s. c. 11 Jurist, N. S. 190, decided by Lord Chancellor Westbury on the 11th February in the present year.\nAgnew, J.\nThese cases grow out of the legal-tender clause of the Act of Congress, passed the 25th February 1862. Three questions have arisen: the constitutionality of this clause, its interpretation, and the debts to which it applies. Their determination will decide all the cases.\n1. The constitutionality of the legal-tender clause.\nThe clause in the Act referred to declared that the treasury notes issued under this Act “ shall also be lawful money, and a legal tender in payment of all debts, public and private, except duties on imports and interest as aforesaid.”\nThe precise extent of this legislation will be better understood by examining the character of treasury notes. Their form, denominations and use place them in the same class with bank notes. Our own observation as well as the usages of trade attest this. Indeed, standing upon the basis of all the taxable property of the country for their credit, they are superior as money to bank issues.\nLord Mansfield said of bank notes: “Now they are not goods, nor securities, nor documents for debts, nor are so esteemed, hut are treated as money, as cash, in the ordinary course and transaction of business, by the general consent of mankind; which gives them the credit and currency of money to all intents and purposes. They are as much money as guineas themselves are, or any other coin that is used in common payment as money or cash:” Miller v. Race, 1 Burrows 457. C. J. Gibson, recognising Miller v. Race, held that bank notes are “ cash by the legislation of general consent, induced by their great convenience, if not the absolute necessities of mankind,” and decided that “ a bond fide payment in notes which have received the qualities of money from the conventional laws of trade, is absolute satisfaction, notwithstanding the previous failure of the drawer:” Bayard v. Shunk, 1 W. & S. 92; see also Bank U. S. v. Bank of Georgia, 10 Wheat. 333.\nTreasury notes fill largely the channels of trade, performing all the office of bank notes, and are money or cash. Congress, therefore, did not stamp upon them a new character, but gave them a -new value as lawful money; and stripped of the mist of terms, made them effective in the payment of debts. A tender is but an offer, and it is legal because of the character of the thing tendered. The true point of this legislation, therefore, lies in the value and effect of the treasury note, and these aré its legal incidents.\nWhen the Act of 25th February 1862 was passed the nation was struggling to suppress a gigantic rebellion. Its public debt was then about $500,000,000, and its daily expenditures over a million. The yearly revenue could not keep pace with the ordinary expenditures and the interest of the increasing debt. The .total coinage of the mint was but sixty-five millions, while, by the mint estimate of 1858, the total specie of the country was but two1 hundred and fifty millions. The banks had poured out their means until the industry of the nation was in danger of prostration by absorption of the capital essential to its well-being. Without credit abroad, our means were to be drawn from a people already profusely drained. But the demands of war were inexorable, and money must be had. Credit only could yield the means. Whether its form should be an interest-bearing bond inviting the money of capitalists, or non-interest-bearing notes, made current by denominational divisions, with qualities adapted to circulation, was clearly within the legislative discretion.\nThe rebellion must be suppressed, and as a consequence the means must be procured. The constitutional powers to this end are “ to raise and support armies,” “ provide for and maintain a navy,” “ to provide for calling out the militia, to execute the laws and suppress insurrections,” “to levy “and collect taxes, duties, imposts and excises, to pay the debts and provide for the common defence and general welfare of the United States,” “ and to make all laws which shall be necessary and proper for carrying into execution the foregoing powers.” Superadded was the duty to exercise them for the preservation of the Union.\nTreasury notes are a legitimate means of borrowing money, paying debts, and of purchasing suptplies to carry on the war; and are within the protection of the Constitution against counterfeiting its securities. A loan is a contract, and therefore involves submission by the borrower to the terms of the lender, who is under no compulsion to part with his money. The terms of a loan are dictated by the necessities of the borrower; and these terms create the character and incidents of the loan. The instrument or note is but the evidence, and simply expresses the terms of the loan, impressed upon it by the law creating it. The power to borrow clearly confers the authority to arrange the terms, create the instrument, and determine the legal incidents or qualities of it, necessary to fulfil the terms.' And the fitness of the terms, and the legal incidents to give them effect, are limited only by their adaptation as means of exercising the power to borrow.\nSo also a purchase of supplies is a contract, in which the government stands in the same relation to the seller, and is compelled to come to his terms of payment. In the payment of debts the same relation exists, the creditor not being bound to receive the notes of the government as money. In all these cases the government must come to terms or fail in the execution of its powers. If all these parties demand money, money must be paid.\nOn the 25th of February 1862, one hundred and fifty millions of dollars were needed, with a future prospect replete with larger demands. Treasury notes seemed to Congress (who alone could decide how the credit of the United States should be pledged) the best form of security for borrowing, buying and paying. But the magnitude of the scale of issue, with the future demands also in view, was in itself a cause of extraordinary depreciation of the public credit; for it could not escape the control of the laws of currency and trade. To take them without that quality which would make them current, would devolve loss on the holder; to refuse them, would sacrifice the government. Without the legal incidents of money, capable of paying public and private debts, they could not enter freely into circulation. This quality was therefore necessary in the exigency to enable Congress to borrow money, pay debts and purchase supplies; otherwise its credit must ruinously depreciate, and perhaps become incompetent to these ends. It was not a case of ordinary policy not demanding this quality; but a controlling necessity requiring adequate means to execute the war powers, by borrowing, purchasing and paying. The stamping upon the instrument of the character of lawful money efficient to pay debts was the exercise of a direct means for executing these powers. This quality enters into the terms of the loan, purchase or payment, because the' lender, seller or creditor is not bound to accept it without that character enstamped. It is therefore imparted to the note for the benefit of the holder in whatever relation he may stand as lender, creditor or seller— as the means of maintaining the public credit. As I shall refer to this again, it is to be noticed that the purpose of this legislation is to benefit the holder, and is not directed against the creditor. The latter feels the effect only as a consequence of the exercise of the powers already referred to. The stamping of this legal value and effect upon the treasury note, therefore, falls directly within the express power of making all laws necessary and proper to execute other powers.\nBesides the immediate bearing this legislation has upon the powers named, it has a direct bearing also upon the execution of other powers involving the “ general welfare,” which Congress is bound to keep in view, while providing for the means of carrying on the war. All national prosperity rests ultimately upon labour, and it is commerce which makes the products of labour available. Labour and commerce enter directly into the .sources of revenue, and all loans and means of payment ultimately depend upon revenue. Congress was therefore bound to exercise its express powers over commerce and taxation by providing a medium of payment, such as would not only supply the means of carrying on the war, but would also prevent the decline of commerce, and would afford the means of paying taxes and sustaining the revenue. The specie and coinage of the country were totally insufficient for these purposes. If then this measure, which was absolutely essential to maintain the public credit as the means of borrowing money, purchasing supplies and paying debts, Avas also appropriate to facilitate commerce and revenue, this appropriateness, according to the Federal doctrine as expounded by C. J. Marshall, was also justified as the means of executing the power to regulate commerce and to levy taxes, imposts, excises and duties.\nBut how has this power to pass necessary and proper laws for the execution of other powers, been interpreted by the Federal Courts ? A question arose in The United States v. Fisher, 2 Cranch 358, upon the authority of Congress .to impress upon debts due to the United States the legal incident entitling them to priority of payment, thereby setting aside State laws in the settlement of estates. C. J. Marshall, delivering the opinion, said: “ It is claimed under the authority to make all laws which shall be necessary and proper to carry into execution the poAvers vested by the Constitution in the government of the United States, or in any department or officer thereof. In construing this clause it Ayould be incorrect, and would produce endless difficulties, if the opinion should be maintained that no law was authorized which was not indisputably necessary to give effect to a specified power. When various systems might be adopted for that purpose, it might be said with respect to each, that it Avas not necessary because the end could be attained by other means. Congress must possess the choice of means, and must be empowered to use any means which are in fact conducive to the exercise of a power granted by the Constitution. The government is to pay the debts of the Union, and must be authorized to use the means which appear most eligible to effect the object.” Here there is inference upon inference. The express power is to pay the debts of the Union. Thence is inferred the power of preserving its own claims to the end of paying its debts. Thence comes an inference of a power to declare these claims first liens, as the means of preserving them.\nIn the case of McCullough v. The State of Maryland, 4 Wheaton 316, C. J. Marshall demonstrates that “ the right of Congress to employ the necessary means for the execution of the poAvers of government, is not left to general reasoning,” that the word “ necessary” imports no more than that one thing is convenient, or useful, or essential to another, and thus concludes : “ We must admit, as all must admit, that the powers of the government are limited, and that its limits are not to be transcended. But we think the sound construction of the Constitution must allow the National Legislature that discretion with respect to the means, by which the powers it confers are to be carried into execution which will enable this body to perform the high duties assigned to it, in the manner most beneficial to the people. Let the end be legitimate, let it be within the scope of the Constitution, and all the means which are appropriate, which plainly are adapted to that end, which are not prohibited, but consistent with the letter and spirit of the Constitution, are constitutional.”\nIn Fletcher v. Peck, 6 Cranch 87, the same great expounder of Federal power said: But it is not on slight implications or vague conjectures the legislature is to be supposed to have transcended its powers or its Acts considered void. The opposition between the Constitution and the law should be such that the judge feels a clear and strong conviction of their incompatibility with each other.”\nLet me ask what clause of the Constitution forbids the notes of the government being made money, effectual in payment of debts; where the exigency demands it as a necessary means to borrow money, pay debts, make purchases and regulate commerce and taxation, or with what provision it is clearly incompatible ? With C. J. Marshall I may answer, “ We know of no rule for construing the extent of such powers, other than is given by the language of the instrument which confers them, taken in connection with thé purposes for which they were conferred:” Gibbons v. Ogden, 9 Wheaton 188; or with Justice Story: “ This instrument, like any other grant, is to have a reasonable construction according to the import of its terms ; and when a general power is expressly given in general terms it is not to be restrained to particular cases, unless that construction grows out of the context expressly or by necessary implication.”\nThe language of C. J. Mai’shall well portrays that ruinous strictness of construction which emasculates the powers and impairs the usefulness of the Constitution. “ If (says he) they contend for that narrow construction which in support of some theory not to be found in the Constitution would deny to the government those powers which the words of the grant, as usually understood, import, and which are consistent with the general views and objects of the instrument, for that narrow construction which would cripple the government and render it unequal for the object for which it was declared to be instituted, and to which the powers as fairly understood render it competent; then we cannot perceive the propriety of this strict construction, nor adopt it as the rule by which the Constitution is to be expounded.”\nThe practical interpretation of the clause to make all necessary and proper laws, may be illustrated by a few examples of the range within which constitutional necessity and propriety have- been found.\nFrom the power to appoint public ministers and consuls, Congress has enacted that ministers, chargés and consuls shall not correspond with public newspapers, recommend persons to office, accept presents, &c.\n' The priority already referred to, given to debts due to the United States, inferred solely from the power to pay debts due from them, is still further extended to the sureties of the debtors.\nFrom the power to regulate commerce with the Indian tribes, and perhaps the clause in reference to territories, it is a long stride to the general Act of 8d March 1819, for instructing the Indians in agriculture, teaching their children reading, writing and arithmetic, and introducing among them the habits and arts of civilization. From the power to regulate commerce, 0. J. Marshall inferred the power to regulate navigation. From the inferred power to regulate navigation, Congress thence inferring the means, has legislated upon the shipment of seamen in the commercial marine, their shipping articles, form and effect, their wages, time of coming on board, desertions, discharges in foreign ports, the destitute, medicine-chests, short allowances, &c.\nUnder the power to establish post-offices and post-roads, Congress has purchased steamships to carry the mail upon the high road (figuratively speaking) of nations, and regulated their running, and has authorized post-routes outside of our own territory, across the isthmus, &e. It has also established an agricultural department, and a public printing-office, not under any express power, but because of their fitness to facilitate the execution of other powers.\nFrom the power to collect taxes, excises, &c., Congress imposes a stamp duty on all contracts, and makes void the unstamped instrument, thus operating directly upon the contracts and business of individuals. Yet who doubts the power to legislate thus, as the necessaiy means of compelling payment of the revenue ? It also requires licenses to be paid to follow ordinary employments of life, thus entering directly within the field of domestic affairs. This established practical construction of the power to pass necessary laws from mere fitness or convenience, is so interwoven with the whole fabric of the Constitution, that to overthrow it would destroy the government itself. The power, it must be remembered, is an express one, given to supplement and round off the whole circle of constitutional powers. The right of Congress, says 0. J. Marshall, to employ the necessary means for the execution of the powers of government, “ is not left to general reasoning.” The express power attaches to the means by force of the constitutional provision, and we are not to be turned around to seek some specific grant of power elsewhere. Having the express grant of the means, we have to look no further than to find an occasion for its exercise, and fitness in the means to he used. These being found, legislation upon the means is the exercise of an express power. This fitness is the answer to all attempts to derogate from the power by presenting examples of unfit means. Monstrous and preposterous examples of unfit means afford no argument against the use of fit means.\nIn this case all the elements meet. The occasion to borrow, to pay debts, and provide supplies, is found in the overwhelming national exigency, bringing into requisition the powers of raising and supporting armies, providing and maintaining a navy, and suppressing the insurrection. The mode of borrowing money, furnishing the materials of war and paying debts, clearly belongs to Congress. That of issuing non-interest-bearing notes being chosen, the right belonged to Congress to make their terms efficient as the means of borrowing, buying and paying. The immense sum called for by the national necessity, in presence of the debt already incurred, and in view of that in prospect, and the impossibility of offering a specie basis to preserve their credit, created a necessity to provide the means of preventing ruinous depreciation, otherwise Congress must fail in the exercise of its just powers. This means was to add to their conventional character, as money by the laws and usages of trade, a legal sanction, which would make them lawful money as a medium for the payment of debts, thereby securing to the holder the ability to part with them, and the means of giving them currency. The incidental effect upon the creditor of the holder, is but a consequence of the necessary exercise of a lawful 'power which he must therefore bear. For while it is true that it is not essential that treasury notes should always be a legal tender, it is also true that the exigency may require it as the essential means of obtaining money and credit, of which Congress must judge in exercising its power over the means. This necessity, which prompts the exercise of the power, is recognised by its express terms as the constitutional ground of its execution, and is not a mere necessity used to excuse the want of power.\nThe view I have presented is to me conclusive of the question, and renders it unnecessary to run into disquisitions upon the existence of a general power to declare what shall be a legal tender in payment .of debts; or the power to issue bills of credit as distinguished from securities for debt, or to coin paper money in lieu of metals. Granting their absence as general or independent powers, it does not exclude their use as particular means. Nothing less than an express prohibition, or clear incompatibility with other powers, or their manifest spirit, can debar their use. This point is well decided in McCullough v. State of Maryland, 4 Wheat. 316, and kindred cases. The incorporation of a bank for the safe-keeping, transmission and disbursement of the public moneys, and as the means of regulating commerce, levying and collecting public dues and paying debts, stands no nearer akin to these powers than the making of treasury notes money for the purposes of commerce, and as the means of borrowing, purchasing supplies and paying debts. Nor does the present general banking system stand on higher grounds. All are the legitimate means of exercising great national functions, acquiesced in and acted upon by the whole nation, without any real disbelief in their constitutionality. The power to coin money and regulate its value is 'not incompatible with the creation of another medium for the transactions of commerce, taxes, loans and payments, when the necessity is both apparent and uncontrollable as it now is. The whole specie of the country has never been adequate to its commerce and the ordinary business of the people, while now it is not the one-fourth of the national debt alone. The total coinage of the United States from 1798 to June 30th 1862 was $864,947,020.20 ; and for the year 1862, $65,023,658.06; for 1863, $24,688,477.12, and for 1864, $25,635.30. Will it be argued because Congress has the power to coin metals that commerce must languish — taxes, duties and debts be unpaid, and loans and purchases become impracticable from the want of a medium to effectuate these purposes ? The States cannot furnish it', for they are forbidden to coin money, emit bills of credit or make anything but gold and silver a tender in payment of debts. The power to create a medium to perform these great functions lies somewhere. If forbidden to the State and not granted to the Federal government, it remains with the people, and we present the singular spectacle of a great nation abnegating an essential sovereign power, and dependent for the exercise of its vital functions upon the voluntary contributions of private credit, for banks (themselves the creatures of law) are but private corporations, having, in a governmental sense, no power to make or issue money. But this power is governmental and not popular, and it is not to be conceived that a Constitution expressly prohibiting the exercise of these vital powers to the States, in the most precise terms, could have meant they should not be exercised by the National Government, when necessary to the proper execution of the express powers delegated over the subjects of commerce, war, taxation, loans and debts. The insufficiency of the precious metals for all the purposes of trade, and the various pursuits of men, and the uncontrollable laws of supply and demand, are facts the most stubborn cannot resist. Now when we find all the express and fundamental powers of the Constitution supplemented by one common, general and unrestricted express power to use the means necessary and proper for executing all the others, and when we see that the means in question are expressly forbidden to the State, the conclusion is inevitable that the right to these belongs to the Federal government. The power of declaring what shall be money cannot, from the nature of the thing, be exercised by the unorganized people, but necessarily belongs to the organized State. It is an essential element of corporate sovereignty belonging to the Federal government in the aspect presented as a power over the means, because prohibited to the State government.\nLet me notice a few of the objections to the legal-tender clause. It is asked by what authority Federal legislation enters within the field of State or. domestic affairs to affect the ordinary relations of citizens ? Simply because being citizens of the United States also, whose laws and constitution are the supreme law of the land, they fall within the effects of the exercise of any Federal power. For'example, bankruptcy, coin, weights and measures, taxation, fugitives from labour. So likewise commerce, war, borrowing money and paying debts.\nBut by what authority, it is asked, can Congress compel creditors to accept legal-tender notes in payment of debts ? By the same authority precisely by which every citizen can be affected in the exercise of a lawful power. If, as I have shown, the government have the power to make these terms with the holder of these notes, as the means of executing other express powers, the consequences fall upon the creditor of the holder just as they do, in following the exercise of any other power. It is not legislation against the creditor as the object, but it is legislation for the holder as the subject, and the creditor must put up with the effect of it, as any other puts up with a consequence. •\nA State is expressly forbidden to impair contracts, and yet in The West River Bridge Co. v. Dix, 6 Howard 507, it was held that a State is not restrained by this clause when exercising its power of eminent domain, though the consequence was to cut off a franchise granted by itself which had taken effect as a contract. In Charles River Bridge Co. v. Marine Bridge Co., 11 Peters 420, a franchise of a right to take toll was utterly destroyed by a subsequent grant of a second charter, but not being directly aimed at the former, and being only the exercise of a lawful power, the law was sustained. So in Watson v. Mercer, 8 Peters 110, it was held that acts divesting antecedent rights of property are not ex post facto laws, and not unconstitutional. See also Providence Branch v. Billings, 4 Peters 514; Monongahela Navigation v. Coons, 6 W. & S. 101; Philadelphia v. Trent. R. R., 6 Wharton 25.\nThe principle of all these cases is that a governmental power is not to be restrained in its exercise because its incidental effects alight upon rights that are protected from direct attack.\nIt would put an end to the execution of the most needful powers of government, if they could not he exercised because their consequences impair contract rights, and rights of property. Yet such laws must be passed. To say, therefore, that creditors cannot be affected by the incidental effects of the legislation necessary to regulate commerce,borrow money, support armies, maintain navies, and pay debts, is to assert that private rights rise higher than public powers antecedent in existence, and essential to the safety and welfare of the nation.\n2. Contracts for the payment of coin.\n•Is a contract to pay in a specified kind of lawful money valid ? It is hard to give a reason why so plain a question is asked, yet an interpretation is given to the words, “ all debts,” in the Legal Tender Act, which nullifies past and prevents future contracts payable in gold or silver. If a tender of one hundred dollars in treasury notes will perform a contract for one hundred dollars in gold — or if a judgment for that sum, which can be satisfied in notes, will compensate non-payment of the same sum in gold — ■ then no valid contract for gold can be made, and all distinctions founded upon rights of property are abolished. This interpretation blots out absolute rights and actual values impressed upon property by the laws of trade, and of supply and demand; for contracts for money, as the representative of property, are founded directly upon actual values.\nTo-day, my house has a certain market value in the different kinds of lawful money of the country, to wit — one hundred dollars in gold, one hundred and five in silver, or two hundred in treasury notes. The laws of trade, which have created this difference between the different kinds of money, are beyond my control. If to suit my purposes I sell for gold, and if notes to an equal number of dollars will pay my demand for gold, it is clear that not only my contract is worthless, but I have suffered an actual loss of one-half of my property.\nDid Congress intend to abolish the right to dispose of property at its actual value in a particular kind of lawful money, when it declared that treasury notes should be lawful money and a legal tender in payment of all debts, public and private, within the United States ? This is not a question of power, but of interpretation. Conceding the fearful power to impair existing contracts, and to prohibit prospectively those which might impair the usefulness of the law, did Congress intend to destroy past contracts and sweep away all difference in the market value of money ? This design is not definitely expressed ; and if it be found in the law, it exists by the interpretation of the language, all debts. But if all debts, then debts payable in specific articles, as well as money. But, no ; all debts must be limited to exclude this class. Well, then, all debts specifically payable in gold or silver ? Certainly not, unless Congress meant to blot out rights and abolish values. If, then, debts payable in specific articles are not included in this phrase, and if Congress did not intend to destroy contract rights and actual values, the words “ all debts” are subject to a limitation not expressed, but necessarily implied. What, then, is this limitation ? Plainly it is indicated in its own words ; lawful money is the predicate, and tender the consequence : “ shall be lawful money and a legal tender in payment of all debts” — that is to say, a legal tender in payment of all debts payable in “ lawful money.” Now this occupies the great field of payments ; for implied contracts, and all express contracts in which the kind of lawful money is not specified, cover nine-tenths, perhaps a greater proportion, of the obligations for payment in lawful money. The purpose-was to make these notes lawful money. The succeeding clause, to wit — “ and a legal tender in payment of all debts, public and' private, within the United States, except duties on imports and interest as aforesaid,” was not so much intended to declare their effect as a tender — for as lawful money they would be a legal tender — as it was to introduce the exception as to duties on imports and interest.\nWherever, therefore, lawful money simply will satisfy a contract, these notes will perform it. But lawful money, merely as such, will not perform a contract payable in a specified kind; and there is nothing in the language of the law to make these notes perform a contract in a different sort of lawful money contrary to the stipulations in the agreement. Admitting the power of the sovereign to make money, and that contracts are subject to its exercise, it does not follow that he intends by every exertion of his authority to violate private rights of property, or contracts flowing from these rights, unless his intention be unequivocally expressed, or is to be inferred so clearly as to leave no doubt. The point made is not, as supposed by the Chief Justice, a want of power in the sovereign, but the fact that this power has not been exercised in this law.\nIt is a settled canon of interpretation that a law is not to be given a retroactive effect, so as to impair contracts or rights of property: Dwarris on Statutes 681.\nTo give it such effect the design of the legislature to do so must expressly appear: Mulloch v. Souder, 5 W. & S. 198. I argue, therefore, from the presumed justice of the national legislature, from the rules of interpretation, and from the absence of language necessarily importing it, that Congress did not intend to compel existing contracts, for a specific kind of money, to be paid in treasury notes, nor to control the laws of trade and of values by forbidding such contracts.\nA contract to pay in gold or silver is not expressly forbidden. I know of no law which prescribes what sort of money shall be the subject of express contracts. It is not impliedly forbidden by any law making certain moneys a legal tender. When the law provides several kinds of lawful money capable of paying debts, it leaves it to the election of the debtor what kind he will pay. Having a right of election, what is there to forbid him to exercise it in the contract itself ? The contract is his own act, and he does no more therein than he can do afterwards. If he can make a better bargain, or one more suited to his interest, by making his election in the contract, what is there to forbid him ? He does no violence to the law, but he only makes the choice which the law gives to him. It is, therefore, not in derogation of law, but simply the exercise of a privilege, and the'maxim of the law itself is that conventio vincit legem.\nIt violates no policy. The true policy of the law leaves parties to contract in the way which best suits their interests. Untrammelled trade promotes the interests of society. Parties may contract to pay in specific articles. No - one doubts this, yet such a contract derogates from the law (if there can be such a thing) which makes lawful money a legal tender. If a merchant in the China trade needs silver money, why shall he not contract for it ? If an importer needs gold, shall he not buy it ? If one needs treasury notes to carry or remit to a distant point, may he not bargain for them ? If my neighbour will not part with property I need, except for gold, may I not contract for gold to fulfil my bargain ? But if all these special agreements are solvable in a different kind of money, merely because it is one kind of lawful money, then no binding contract for a specified kind can be made ; for the creditor is always at the will of his debtor. Congress did not mean all these unjust and absurd consequences, and I con-elude, therefore, that a contract to pay in silver cannot be performed by compulsion either in gold or treasury notes.\nBut, it is said, the judgment can be paid in treasury notes ; the damages are only nominal; and, therefore, notes are a good tender to the debt itself though payable in silver. This has two answers. A tender of such notes is not equivalent to the money of the contract, or there would be no breach. A breach, whether the damages be nominal or actual, is the evidence of non-performance ; and performance is the very matter in question. A refusal of what is not the money of the contract does not place the party tendering it in a position equivalent to performance.\nBut I deny that actual damages cannot be recovered for the breach of a contract payable in a specified kind of lawful money. This is a question of value: where the loss must be valued in lawful money as damages, as part of the judgment. If, in fact, there be a difference in value between the several kinds of lawful money, which is made expressly by the parties to enter into the contract, this difference is recognised by the contract, because it is founded upon actual rights of property. A loss of value, by a breach of the contract, must, therefore, be compensated in damages, otherwise justice is denied against the constitutional rights of the citizen: Section 11, Const. Penna., “ That all courts shall be open, and every man for an injury done him in his lands, goods, person or reputation, shall have remedy by due course of law, and right and justice administered without sale, denial or delay.” The judgment being payable in lawful money generally, and not restricted in kind, is necessarily payable in the cheapest kind of lawful money; for the moment that payment rests in the debtor’s option as to kind, he tenders the cheapest money in the market that will pay his debt. For the same reason, values are always represented by the cheapest money in the market, because by far the largest proportion of payments rests in the debtor’s option. Now it cannot be possible that if I sell my property at its market value in one kind of lawful money, I am to be put off wdth payment of the same number of dollars in another of half its value, by considering the damages in the judgment merely nominal. Take an illustration : Being in need of gold, I pay $200 in treasury notes, and take a note or certificate of deposit for $100 payable to-morrow in gold. To-morrow my debtor tenders me $100 in notes, and when I sue him asks me to be put off with nominal damages, and then tenders me $100.06 in notes upon the judgment. Is this the law, that actual values, substantial rights of property, are to be wholly sunk in legal forms ? I think not; it is a total denial of justice, and a wholesale destruction of the right to contract upon subjects unforbidden by law or by public policy. The party is in no fault. Neither he nor Congress can control the law of supply and demand, or abrogate the laws of trade. As to all other subjects, the law awards damages according to the facts; and why not for money, which is the subject of the inexorable laws of trade ? If a contract payable in specific articles be broken, damages are assessed according to their market price ; and what is the difference if the party has specially bound himself to pay money having a real market value different from that kind which will satisfy the judgment ? If a tender be in money worth but half the money of the contract, it involves a loss which the judgment should not perpetuate. The judgment should, therefore, include the actual damages, to make the party whole in lawful money, leaving the debtor to pay, as he certainly will, in the cheapest kind.\n3. Ground-rents.\nMoney to be paid in extinguishment of a ground-rent is said not to be a debt, upon two grounds: First, because the rent is real estate. Second, because the payment is optional and not binding. A statement of the first ground answers itself. The money is that which pays for the rent, the rent is that which is paid for; money is the price, rent is the estate. He who extinguishes, is he who pays; he who owns the estate, is he who is paid.\nThe ground-rent deed is a simple transaction. The grantor sells the land for an annual sum, payable for ever, but with an option to the purchaser to substitute, when he chooses, the payment of a sum agreed upon as a present equivalent of all the annual sums. This stipulated sum is the price which extinguishes the estate in the annual sums. It is as absurd to call silver dollars a ground-rent, because they are paid to extinguish it, as it would be to call them pork or wheat, because they pay for those articles.\nThe argument founded upon the option hinges upon the meaning of the word debt, which, it is said, is that of obligation — a liability which can be enforced. Before election there is no liability, arid after it, it is said, there is none, because it cannot be converted into an obligation by the election of one of the parties, without the consent of the other. Eor example: a man may execute his bond to me voluntarily, but unless I accept it he does not become my debtor. The fallacy of this statement is in supposing that the option is but the initiation of a new contract, which, like a proposition, needs acceptance to complete it; while, in fact, it is only an alternative mode of performance under an old one. By the indenture,'subscribed by both parties, the covenant for extinguishment conferred on the grantee a right to pay the whole price at once, as a substitute for the rent, and at the same time bound the grantor to receive it. The payment which follows election is simply an act of performance by authorized substitution which the grantor cannot refuse. It is not a voluntary offer, but the exercise of a covenant right; and does not need the consent of the grantor to convert it into an obligation, for that consent is contained in the covenant which gives the right to pay in this substituted mode. When the grantee offers to pay the money, he, therefore, only tenders performance, as allowed in the covenant, upon his choice of payment. The obligation arises in the pre-existing covenant; and, by notice of his election, he becomes bound to pay, unless the grantor discharges him by a refusal to accept. But if the grantor refuse to accept, it is said the grantee is not bound to pay, and, therefore, it is no debt. The fallacy lies here: he is not bound, it is true, but it is not because there was no obligation, but because the grantor’s refusal discharged it, if the grantor avails himself of the refusal. Here he does not avail himself of it, and the grantor cannot set up his own refusal in discharge of the pre-existing covenant. When notice of the election and readiness to pay is given, the grantee fixes the mode of performance, and the subsequent tender is but an offer to pay according to the covenant. The obligation, therefore, arises in the previous covenant which stamps the money with the character of a debt, but in the alternative form of payment provided in the deed. The substituted form of payment is fixed by the election, and is recognised in the offer to pay on the one side, and the duty to accept on the other. In every just sense of the word, within the meaning of the Act of Congress, the sum tendered is a debt. It arises in contract, it is the stipulated price of an estate, it is certain in amount, and it is recognised in the offer to pay, and in the duty to receive.\nTalce a familiar illustration — a note for one hundred dollars, payable in wheat or money, at the debtor’s option; and he elects to pay money. The payee could not compel him to pay money ; but, clearly, the money offered is a debt, the obligation resting in the note which gave the election. The obligation may be satisfied in either way, for each is but a mode of performance, though which it will be rests in the option of the debtor. What difference in the nature of the obligation is there between such a note, and another giving an option to pay an indefinite number of annual sums, or to pay a single sum as their equivalent ? The instrument originates the liability, while the election only defines the mode of performance.\nIt may be seen as a debt in another aspect. A sufficient tender of the principal sum suspends the rent. Without an abandonment of the tender the rent cannot be recovered. What remains is manifestly a debt due for the extinguishment. The tender must be an act of performance, and not the initiation of a new obligation, else it could not suspend the rent. Therefore, the ground-rent deed is a contract for payment in two forms, the second at the option of the grantee. The election defines the form of payment, and the tender carries it into effect. The debt is rooted in the deed, and the payment in the election.\nThe subject of optional agreements has been considered and decided at this term, in the case of Corson v. Mulvany, re-affirming the principle of Kerr v. Day, 2 Harris 112.\nI affirm the following prepositions :\nThat the legal-tender clause in the Act of Congress is constitutional.\nThat the principal sum which redeems a ground-rent is a debt within this clause.\nI deny this proposition : That contracts for the payment of coin are within its meaning.",
        "type": "majority",
        "author": "Strong, J. Read, J. Agnew, J."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "Mervine v. Sailor.\nThe views herein expressed may be better understood by keeping in mind the form of action, and that it is an action of covenant to recover damages for a breach of contract by the defendants, in failing to pay the plaintiff a certain ground-rent which they had contracted to do, “ in lawful silver money of the United States of America, each dollar weighing 17 dwts. and 6 grains at least.” The defendants deny a breach of the contract, and set up performance by pleading a tender of the number of dollars in legal-tender notes of the United States, and the court below held their plea good.\nI cannot bring my mind to this conclusion, for the reasons which I will state as briefly as the nature of the case will admit.\nIt is not the less true because common-place, that the intention of the parties to a contract, not malum in se, nor malum prohibitum, shall govern it in its interpretation, where it appears, or can be discovered; and in cases where the intent is not patent, while exploring it, the subject-matter of the contract is often a circumstance that may explain much that would otherwise seem inexplicable. That the intention should govern, results from the right that all have in a free country, to dispose of their property and bind themselves in contracts as they please, provided they avoid trespassing on the law or public morality. If they may not, they have little claim to be considered free. They are but automata, speaking the language which state or judicial assumption may permit them, but not their own.\nAnother principle is, that contracts are liable to a modification, or rather to be affected, sometimes by constitutional legislation, but which does not abrogate them or release the parties to them— such as increased taxation, the exercise of the right of eminent domain, changes in the currency, and the like. To illustrate in view of the theory of the defendants in this case, lawful money which may be a legal tender when a contract is entered into, and which may have been in contemplation of the parties as a medium of payment, may be changed and altered, and a different standard of weight and fineness, less valuable, may be adopted in its stead, which, if declared to be a legal tender, will be so. The necessity of the state to do so, and it is constitutionally allowable,’ is superior to individual rights. Such has been the ease in regard to our domestic coins in several instances. By the Act of 1792, the standard weight of the dollar was fixed at 17 dwts. and 8 grains, and this was reduced in 1837 to 17 dwts. and 4 grains. But this did not affect its character as a legal tender in payment of debts contracted prior thereto, because of the principle just stated. Many of such changes have taken place in England, one in which I remember the change in the standard was notified to the people by proclamation, having emanated probably in an order of the Privy Council. The. case of the Mixed Money, to be found in Sir John Davies’s Reports (Irish) 48, in the reign of King James I., is in point to this principle, that a contract may be satisfied by a payment of what is a legal tender at the time the contract is to be performed or the debt falls due, although in depreciated money.\nThis is insisted on by the defendant, and is true as a principle. But is their case within it? I certainly do not think it is. It has no relation to contracts payable in specific articles. It has no bearing on such cases. If payment be agreed to be made in wheat, iron or silver, by weight, it affects not them, for it has no reference to the medium established in individual cases by parties, but only to the general currency of the country. Payment in kind or specific articles must be made as agreed, and the rule is, that the increase of price of the articles, or the difficulty in procuring them, will not excuse the contractor from his obligations to deliver or pay the value thereof at the appointed time of delivery. Every man takes the risk of the performance of his special contracts. “ It is the duty of the promissor,” says Story on Cont., § 4.63, “well to weigh the difficulty or improbability of his consideration before he binds himself to perform it, and the law will not help him to avoid duties which he has deliberately imposed upon himself, so long as they are possibleand see IB East 201; 15 M. & W. 261.\nThese are general principles about which there can be little dispute. Was the contract of the defendants payable in money and within the first class of principles, or in a commodity or specific article, and within the last ?\nAt the date of their contract, the 29th March 1839, and since, silver dollars weighing 17 dwts. and 4 grains, would have satisfied their contract if the covenant be not special. We ought to presume that they knew this; and we must do so, for the contrary is not pretended. We must also assume that they intended that it should not be solvable in the standard coin which was a legal tender, but in something else, because they have said so, and by saying so, they have demonstrated their intention to take their case out of the ordinary rule fixed by law for its satisfaction, and have brought it under the rule of the contract, which is the law of the case; being neither illegal nor against the policy of the law. The special character of the contract is manifest in the stipulation in regard to weight. The fineness was fixed by reference to the dollar of the United States of America. So many times 17 dwts. and 6 grains of silver of this dollar, or its standard fineness, was what was to be paid annually, if we regard the contract at all. And why shall we not ? Where is our authority for saying that if even the dollar of 17 dwts. and 4 grains had been tendered, the plaintiff would have been obliged to take it, and entailed a loss of over $2 per year, or since the date of the contract equal to about $60 ? The sum is small, but there is no law forbidding people to deal closely about small matters, and their contracts are to be regarded as in other things, unless within the rule of de minimis. But the calculation serves to show that the contract was special and excludes the idea of payment in the ordinary currency of silver or gold, and is used for this alone.\nAnother consideration that ought not to be overlooked, is that the parties bargained for a medium not used in mercantile or trading transactions at the time. The money so used was of the legal standard and weight, as fixed by the Act of 1837. That they did not mean this as the medium of satisfaction for their contract admits not of a doubt, because they contracted for a different thing to be paid and received in payment. Not an impossible thing, nor a difficult thing, hut a different thing. . The defendant agreed to risk the difficulty of performance in that medium, and they have not the right to plead non in hcea foedera veni. They should comply specifically or its legal equivalent.\nThe suggestion that the stipulation as to weight was to meet the diminution in the value of the coin by abrasion, is not satisfactory as accounting for the specification in the contract. It would be entitled to consideration, if the payment had been provided to be in dollars of the mint weight, hut it was not, as shown. Besides, coins reduced below legal weight by clipping, sweating, abrasion or any other process, are not legal tenders; it was therefore a provision not necessary to guard the rights of the plaintiff, if the contract was intended simply to be dischargeable in ordinary legal coin. There is no accounting for the terms of the contract, excepting that they were intended to be special, and to produce so much silver annually. To give it this construction works out the intentions of the parties, and is attended with no more difficulty than if it had been made payable in so many bushels of wheat or tons of iron. The articles or their equivalent would in such cases be the rule. We have no right to assume that the plaintiff would have parted with his property, or the defendants could have acquired it, excepting on the very terms agreed upon : but if we affirm this judgment, we disregard the stipulation to pay in silver of such weight and amount as the parties agreed upon, and we adopt a principle alien to the contract, and that it is an ordinary debt; as much so as if secured by due-bill or note, and payable not only not in silver of any weight, but in promises to pay, being notes of the United States. This is not an execution in any sense in my judgment of the contract. It was not paper, no matter how good, the plaintiff contracted for, but silver. He is entitled to a substantial compliance with his contract on this basis and this alone, for such is the contract. There are many cases of contracts payable in specific currency, called “ money” and “ dollars,” which have been enforced as special contracts, the word dollar not carrying the contract into constitutional currency or legal-tender money. In T Mo. 591, is the case of Farwell v. Fay. It was a case of this kind, and there is a single remark by Scott, J., so applicable to the case in hand, that I cannot forbear to quote it. “The parties,” says the judge, “ must have had this” — the difference between the currency of the law and the contract — “ in mind, or they would not have deviated from the usual course, but would simply have made the bill payable in dollars.” The case of Pilmer v. Branch Bank at Des Moines, Law Reg. (1865) 336, is an interesting ease on the subject of contracts payable in currency, to which a collection of all the cases on the subject in a note is appended, and goes far to prove the ground herein contended for.\nBut I must not further enlarge ; I am of opinion that the tender of the notes in question was not a compliance with the defendant’s contract, and that the plaintiff was entitled to recover in damages what the silver was worth, with interest when suit was brought.\nThe judiciary of a state is neither prohibited nor excused from pronouncing an Act of Congress when involved in any issue regularly before them unconstitutional and invalid, if they so believe it to be. It is true, their decision would not be a finality, and would stand in relation to the Supreme Court of the United States like a decision at Nisi Prius, liable to be reviewed, reversed or affirmed ; but until reversed, it would be the law within the jurisdiction of the court pronouncing judgment. There is no insubordination, therefore, in determining adversely to the constitutionality of an Act of Congress, when it has not been declared constitutional by the ultimate tribunal, the Supreme Court of the United States. No such decision has been made on the subject before us now, nor has this court heretofore passed upon it. It is well known that the Act of Congress of the 25th February 1862, has been approved by several of the courts of the last resort in some of the States ; by a majority in the Court of Appeals in the state of New York, in Meyer v. Rosevelt, reversing a decision of the Supreme Court, made in March 1868, if I do not mistake. So in Massachusetts, and perhaps in several other states. In Indiana, in The Bank of Indiana v. Reynolds, Law Reg. 1865, &c., a contrary doctrine was held. With us in the District Court of Philadelphia, in this case, the decision was in favour of the constitutionality of the act, and so maintained by a majority of the court; and also in Trott v. Borie; but the decision of the majority Avas in this case combated in an able opinion by Sharswood, president. In the Circuit Court of the United States for the eastern district of this state, in Morrison v. The Reading Railroad Co., Judge CadAvalader delivered a learned opinion against the constitutionality of the law, while Grier, J., confined his opinion in the case to other points which he considered determined it. It is plain that great diversity of opinion exists in regard to this question, and that we could not, if we would, avoid a determination of it, there being no decision up to this time in the ultimate tribunal, the Supreme Court of the United States.\nAs it is my duty as a member of the court to do, I will give the result of my best rejections and conclusions on the question as concisely as possible, stating well-known and adjudged principles, without the trouble of citing eases.\nIt may be regarded as judicially settled that Congress can lawfully exercise only such powers as are expressly granted in the Constitution, or that are necessarily incidental to some power. Indeed such is in substance and essence the express rule of the Constitution itself. Art. X. of the Amendments provides that “ the powers not delegated to the United States by the Constitution, nor prohibited by it to the States, are reserved to the States respectively or the people.”\nIt is obvious, therefore, that in order to ascertain what powers are conferred upon Congress in cases of any given claim of power, we must first see if it be express; and if it be not, ascertain if possible if it is necessary to the execution of any other'express power — not absolutely necessary on the one hand, nor necessary, in the sense of convenience, on the other. Story on Const., § 609 but simply necessary and proper to the healthful exercise of the power to which it is an incident. But the necessity is not to be tested by individual instances of extreme and doubtful exercise of powers by Congress. To refer to such a standard is simply to yield the construction of the Constitution in the particular to be ascertained, to Congress; and it is not the constitutional arbiter in such cases. That would be to constitute it the sole judge of its own powers.\nThe power to be sought for here, is that under which Congress authorized the treasury department to issue notes of the United States, to circulate as money and be a legal tender in payment of debts, some of which were offered as a tender in discharge of the defendant’s covenant. It must be somewhere if it be lawful.\nThat the power to issue such notes and declare them a legal tender, and thus make them money, at least so far as the characteristics of money go, is express in the Constitution, no one will pretend. If, therefore, it exist at all, it must be incidental to some other express power.\nThere is an express grant to Congress in the Constitution “ to coin money and regulate the value thereof, and of foreign coin.” This is the sole express grant on the subject of making money of any kind. It cannot be necessary to multiply words and adduce definitions to establish the idea that the words “ to coin money,” embrace the idea of making it of metal. It implies this as plainly as if it had been so said — words could not have made the thought plainer. And they imply necessarily the general process of manufacture, namely, that it was to be accomplished by the use of chemicals, crucibles and dies, and not by paper, ink and printing-presses. Nobody, whose opinions are worth anything, would deny this; and therefore, so far as the grant goes, we may safely conclude it does not embrace the power to .make and issue paper as money. A construction that would substitute printing for coining, and paper for metals, as equivalent things, would find, I think, but few advocates.\nAs the power to issue paper money, if it exists, is not an express power, to what does it belong as a necessary or proper incident ? I esteem it an argument of weight here, that among its warmest advocates it is vagrant; sometimes claiming to rest in one part of the Constitution, and then in another, and finally when no safe ground is found, assuming to be independent of and higher than the Constitution, existing in the necessity of things. Sometimes it is claimed to be necessary in the regulation of commerce ; then in the raising and maintenance of an army and navy; then as a mode of borrowing money; and finally as a necessity belonging to all powers alike. Let us look for a moment at these claims.\nIt ought to be enough to say, of the first of these pretensions, that the Act of Congress is not based upon any supposed required regulation of commerce, nor has it been suggested that anything of the kind was in view in prompting the issue of legal-tender notes. Had it been even so, that money was needed for such a purpose, and paper was needed to execute the purpose, why make it a legal tender ? The government could not compel foreigners to accept it. Treasury notes in the ordinary form would answer quite as well, if paper would answer at all; but it is in just such a purpose paper money would not answer at all. Its fluctuations would defeat the object; at most it would be but the representative of values at home and not abroad ; there could be no regular exchange adopted in regard to it as there could with a metallic standard. I throw out of view any question of regulating commerce between the States, that was not needed at the time. But it is a waste of time to contest the necessity of paper money as incident to this power.\nTo raise and support an army and maintain a navy, is an express grant. ' The indefinite increase to meet emergencies was anticipated by the framers of the Constitution, and the means of support was provided for this condition of things, as amply as in ordinary times. The power to coin money; of taxation without limit when needed; and the power to borrow, are expressly given, and liable to be devoted to these ends. These powers being exercised would reach into every vein and artery of wealth, and drain them, if necessary, to maintain the government in its hour of trial, and much more readily in ordinary seasons. They must have\" been thought adequate to every emergency; for emergencies were anticipated, as other provisions abundantly show, and they have proved sufficient through many trials for more than eighty years. How then can the power now exercised be claimed as a necessary means to an end, and in the presence of these undoubtedly sufficient means, in other words, as incidental to the war power of raising and maintaining an army and a navy ? The necessary means of support are expressly given, and not shown, and not pretended to have been shown, to be inadequate. The word necessary does not mean convenient merely. The express grant to make all laws which shall be “ necessary and proper” for carrying into effect the expressly granted power, does not mean such as are merely convenient. They are not only to be necessary, but at the same time they must he proper to the occasion calling for the exercise — Story on the Const. §§ 601-4. This clause, which is often misunderstood — sometimes purposely — only gives the right of legislating on the subject of express powers, so as to supply proper and necessary aids not defined in the Constitution, which is necessarily general in its provisions. This shows how anxious were its framers to leave as little to implication as possible ; for even the right to legislate, which might be an implied one, we think, on any inexpress grant, was thought ought not to be left to rest on implication, and hence the power is expressly given, but limited to such things only as are both necessary and proper. No sound mind would contend for a moment, I think, for the idea that an incident might exist under this authority, entirely different and distinct from those suitable to the character, and proper to execute the principal in view of the nature of the government established. To make and issue paper as money, when the Constitution was established in this particular, only on the power and basis of money to be coined, and therefore metallic, I think departs from the nature of the government in this particular, ^nd palpably transcends the power conferred by the Constitution, unless indeed we may persuade ourselves that authority to do'a thing in one way means quite another, or many others, or whatever may be convenient.\nBy a sort of metempsychosis, the authority for paper money— not treasury notes, but paper called money — is supposed to exist under the granted power to borrow money. ,1 admit that the Constitution is not to be construed technically, but in the ordinary and usual acceptation and meaning of its language: 7 W. & S. 127. But there is no technicality in the position that to borrow is to establish the contract relation of debtor and creditor. The consideration for the promise of the borrower to pay, is the money he receives from the lender, and this is always in a business transaction to be with interest, and at some specified time. The notes now under consideration are promises to pay, without time and interest, without any reference to money received, but, as we know, in payment of property received or services rendered, and which the party advancing the property, or rendering the services, could not refuse to receive as money. They are, therefore, not .certificates of loan, nor do they acknowledge to be securities for loans made. They are no part of the machinery used in borrowing and lending; and to support or attempt to support their legality, on the principle of borrowing money, would be far, very far indeed, from rendering and interpreting the clause in its usual, common and ordinary meaning; it would be more than a technicality. As a means of borrowing money, the authority to issue these notes cannot find shelter in this haven of the Constitution.\nI have no doubt, and therefore I admit, that in the exercise of the power to borrow money, it may be authorized either in large or small amounts, as the government may determine ; to be accompanied with appropriate securities. But to be within the constitutional permission, the entire transaction must belong to the contract or transaction of borrowing. It would be a fraud on the Constitution, or perhaps more properly, upon the people whose instrument it is, to issue a thing to be called and provided with the attributes of money not authorized, and thus claim authority for the Act, by calling it something else that is authorized by the Constitution. I agree that the securities for loans may be bought and sold, and pass from hand to hand ad libitum, but still they must be securities for loans, a sort of government stocks, and not money. We have been borrowing money in large amounts these four years past, but the form of the transaction has been to give our bonds to the lender, redeemable after a certain number of years, with a certain rate of interest. These transactions, both in form and substance, separate themselves most widely. The one is borrowing in a legitimate form. The other is creating money out of paper. The one has the warrant of the Constitution for its support, the other has not — at least in my opinion.\nIf anything outside of the Constitution itself were needed to convince us that no such power, either overt or covert, is contained in it, it may be readily found in the contemporaneous history of the times in which it was framed and adopted. In the Madison Papers, vol. 2, p. 1232, the original report to the convention of the clause to borrow money is given. “ The legislature of the United States,” says the report, “ shall have power to borrow money, and emit bills of credit of the United States.” We have a most instructive account of the disposition in the convention of that portion of the report “ to emit bills of credit of the United States,” in the letter of Luther Martin to the House of Delegates of Maryland, addressed to Mr. Dyer, the speaker. That distinguished man was at the time the Attorney-General of Maryland, and had been an active and able member of the convention that framed the Constitution. The letter may be found at page 381, vol. 1, of Elliott’s Debates in the Convention.\nHe says: “ When we came to this part of the report a motion was made to strike out the words ‘ to emit bills of credit.’ Against the motion we argued that it would be improper to deprive Congress of that power ; that it would be a novelty unprecedented to establish a government which should not have such authority; that it was impossible to look forward into futurity, so far as to decide that events might not ha¡)pen that should render the exercise of such a power absolutely necessary; and that we doubted whether, if a war should take place, it would be possible for the country to defend itself, without having recourse to paper credit, in which case there would be a necessity of becoming a prey to our enemies, or of violating the Constitution of our government; and that considering the administration of the government would be principally in the hands of the wealthy, there would be little reason to fear an abuse of the power .by an unnecessary or injurious exercise of it. But, sir, a majority of the convention, being wise beyond every event, and being willing to risk any political evil rather than admit the idea of a paper emission in any possible case, refused to trust this authority to a government to which they were trusting the most unlimited powers of taxation, and to the mercy of which they were 'willing literally to trust the liberty and property of the citizens of every state in the Union. They erased the clause from, the system.”\nThis is clear testimony from a disappointed advocate of the power to issue paper money, for that is what the exscinded words meant, and who for this and other reasons desired to see the form of government proposed, rejected by the people of Maryland, his constituents. So convinced, does it appear, was this distinguished man and others in the convention, that with this clause out— nowhere else to be found in the “ system” proposed — they claimed that, if ever exercised, as they supposed it would be in time of war, it would only be in violation of the Constitution itself. This is like prophecy realized. It was stricken out, and left simply the power to borrow money, bereft of its associate power “ to emit bills of credit.” Now what is meant by bills of credit is defined in many places. In Craig v. The State of Missouri, 4 Pet. 431, Chief Justice Marshall says: “ To emit bills of credit, conveys to the mind the idea of paper intended to circulate through the community for its ordinary purposes as money.” See also 4 Kent 407; 4 Dall. XXII.; Story on Const. § 1362 to 1.364.\nIf Mr. Martin was not mistaken in describing the hostility of the convention to a power in the Constitution to emit bills of credit, in other words paper money, a thing well known and disastrously tried by the States and the Confederation, it is incredible to suppose that it was notwithstanding still intended to retain it in the system in an incidental form. The desire was so intense that it should not exist, that the majority, says he, “ were willing to encounter any political evil rather than the idea of a paper currency in any possible case!”\nIt is with just such an issue I am endeavouring to deal; for the Act of Congress, whose validity I deny, says of the paper authorized to be issued under it, that it shall be' “ lawful money, and A LEGAL TENDER.”\nThe Madison Papers prove the same thing. . Curtis, in his history of the Constitution, vol. 2, p. 865, says, referring himself to these papers: “ Fears were entertained (in the convention) that an absolute prohibition of paper money would excite the strenuous opposition of its partisans against the Constitution ; but it was thought best to crush it, and accordingly the votes of all the States but two were given to a proposition to prohibit absolutely the issuing of bills of credit.” Is it possible that, after all this, the power still lurks within it ? For my part, I think not.\nI admit that extraneous and even contemporaneous testimony that such a power was not intended to be granted to Congress will not prevail against an obvious construction, or clause in the instrument indicating its existence ; but when that is so doubtful as not to be found in any definite form either as a principal or an incidental power, what was done showing its intended exclusion is eminently proper and an important aid in interpreting what might seem otherwise doubtful. I have already shown, or endeavoured to do so, that it is not a necessary incident to any power, requiring money to carry it into effect, for that can be had by borrowing, taxing and coining; and, furthermore, that it would be an improper incident to other powers to which it has been deemed to belong. It exceeds my feeble capacity to discover a place for it anywhere in the Constitution, and I have never met with any one who eou»ld successfully demonstrate that it is there, or prove to the satisfaction of all where it is, or even to any considerable number where it may be found.\nThe last ground upon which “ it is justified by its friends,” and not by any means the least common, is the broad platform of necessity — the principle on which Mr. Martin said it would be exercised if ever, but then in violation of the Constitution. This position has the advantage of being set free of restraint or trammel, constitutional or judicial. It is a proverb, “ necessitous non habet legem.” It knows no law but that which it creates. Surely this will not be insisted upon as a safe ground upon which a limited government may stand. It is exactly an antagonistic principle. If such a plea be entertained, its operation need not be expected to be limited to the issue of paper money in emergent times. It may as well extend. to any other subject desired by those who happen for the time being to be in power, to the destruction of the safeguards around life, liberty and property, and this would be despotism. I pray that the day is far distant when the successful appeal to such a principle may be made to justify any unauthorized action on the part of the representatives of the people.\nI am quite free to admit that Congress has a large discretion in choosing the means to be employed in executing the various powers of our government. But this discretion must be about means sanctioned by the Constitution. For instance, if the act to be performed require more money than the ordinary capacity of the treasury will afford, they undoubtedly may resolve either to borrow the required sum, or raise it by taxation, or perform it only as fast as the ordinary resources of the treasury will permit. Rut it could not be done by the exercise of a power to confiscate the property of individuals, and apply the proceeds to the purposes intended : or by compelling the people in time of profound peace to perform manual service in executing it. There is no allowable choice between such alternatives. They must be constitutional, or the alternatives must not be exercised.\nNo government on earth ever had a harder strain upon its energies than ours has had during the last four years. But I believe, however much alarm may have conduced to the resort to measures not entirely reconcilable with the Constitution, yet that its clearly defined powers being fully exercised, would have been ample for all the emergencies of the times. Powers to provide the sinews of war were. palpable on the face of the Constitution: namely, in the power to borrow money and to tax ad libitum. These resorts would, as already said, reach every point where supplies might be obtained. Besides, too, the right to deal on the credit of the government and to coin money existed. These seem like ample powers. But this I am not obliged to deal with. It is the constitutionality of the Act of Congress with which I have to do ; and if this course of reasoning should result in a denial of the legality of the notes in question, it would not be the fault of the principle, but the want of authority to pass the Act. In such an event it would be for the people to adopt some means to assuage or mitigate the inconvenience that would 'result. But about that I need not trouble myself. I accept, as the rule governing me, the axiom that if it was worth while to frame a constitution it is a duty to preserve it.\nNothing but the presence of the convictions of duty could have induced me to undergo the labour of preparing an opinion on a subject so largely and ably discussed by others more competent to do justice to it. I am of opinion, without saying more, that the tender was insufficient in all these cases, and that the judgment should be reversed wherever the tenders were held to be sufficient."
  },
  "file_name": "0045-01",
  "first_page_order": 45,
  "last_page_order": 99
}
