{
  "id": 1002258,
  "name": "In the State Road from Phœnixville to the Trappe. Certiorari by the Black Rock Bridge Company",
  "name_abbreviation": "State Road from Phœnixville to Trappe",
  "decision_date": "1866-03-19",
  "docket_number": "",
  "first_page": "161",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 417",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625914
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0426-02"
      ]
    }
  ],
  "analysis": {
    "cardinality": 581,
    "char_count": 12317,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35420597880416965
    },
    "sha256": "c4034099de285b8df1a62210232e7e74bf20d0253bccc05211235daedb57be88",
    "simhash": "1:98a72e2d5b33bf72",
    "word_count": 2158
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "In the State Road from Phœnixville to the Trappe. Certiorari by the Black Rock Bridge Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 19th 1866, by\nAgnew, J.\nThe Act of 1836 is one reported by the revisors and intended to form a harmonious system of road law. It proposed two principal purposes — the creation of new and the abandonment of old roads no longer fit for service. From the 18th to the 26th section provision is made for vacating, changing and supplying roads of all kinds. The 18th applies to roads which have become useless, inconvenient and burthensome, thereby indicating roads which had been opened and used.\nThe 19th section authorizes roads not opened for use to be vacated on the pétition of a majority of the petitioners. This want of authority to vacate unopened roads produced the Act of May 3d 1855, authorizing the courts to change or vacate roads opened in part, but this law expressly excepted state roads authorized by a special law.\nThe 20th section of the Act of' 1836 applies specially to state roads, and only authorizes the courts to change and supply, but not to vacate wholly. But this power to change and supply with much stronger reason should not apply to unopened state roads, laid out by special commissioners ; atad this intention is manifested by the subsequent sections. The 21st section provides for vacating state roads “ supplied and rendered useless by a substantial and permanent turnpike road made and completed according to law.”\nThe legislative intent is then fully disclosed in the 24th section. It declares that “ Whenever the whole or any part of a road shall be changed or supplied, the same shall not be shut up or stopped until the road laid, out to supply the place thereof, shall be actually opened and made.”\nThis section is general, and refers to all the several kinds of public roads mentioned in the preceding sections, indicating clearly a road opened and in use. But this legislative intent to confine the power of the court in changing and supplying state roads to those opened and in use, has been since repeatedly recognised.\nThe Act of 21st April 1846, extending the power of the courts to vacate and include roads by prescription or lapse of time, expressly excepts state roads. This was followed by the Act of 1855, already mentioned, extending the power to roads opened only in part, and again excepting state roads. Since then a number of special acts have been passed for counties, repealing so much of any law as forbids vacating and changing the location of state roads “ before being opened for travel:” Brightly’s Purd., 1861, 873, note (e).\nThere are good reasons for this feature in the road system. Roads are located by views, reviews and re-reviews. But if roads could be vacated before opening, the proceedings to lay out a new road would be virtually inoperative, for so soon as the location had been made and finally confirmed, the malcontents could begin de novo, and renew the contest over a petition to vacate and change, and in a proceeding by views, reviews and re-reviews, state roads stand precisely upon the same footing. The purpose of a special law is to accomplish what ordinarily cannot so well be done by the court.\nUsually these roads are laid out through several counties, which cannot be effected by the courts unless all happen to be of one mind and act by concert. Sometimes, also, roads are required in a single county for public convenience, but are prevented by hostile or rival local interests. The special law, therefore, names the commissioners and invests them with all the powers necessary to make a final location exempt from unfriendly interest.\nUsually the commissioners are gentlemen of high standing, and from localities beyond local influences. It is plain the whole benefit of state legislation and the prime object of the special act may be lost, if the courts of counties through which the route passes may vacate and change before the road has been opened or has disclosed its unfitness by use.\nThe location of the commissioners may be attacked by views, reviews and re-reviews, and when one application is ended a fresh one may spring up by changing the points, and thus the legislative intent may be retarded for years, and, perhaps, defeated by unfriendly changes. What else is this but to review irregularly the work of the special commissioners, which by the act is to be a finality ?\nPersons familiar with the road business in the Quarter Sessions know that no disputes are more bitter than those over road proceedings.\nIf the legislative intent were even dubious, there is no good reason for conferring a power to change and vacate state roads before experience has shown their inutility. The road cannot be wholly vacated but must be supplied by a new route. Why should the action of the-tribunal specially appointed be reviewed by another moved by individual interest often hostile to the legislative purpose ? It is time enough to change its route when experience has shown that where it is laid it is inconvenient or burdensome. I know it was said by Huston, J., in State Road from Gettysburg, 2 Penna. R. 291, that it would be harsh to compel the county to make a bad or inconvenient road in order to get. permission to apply for and obtain a more convenient one.\nAdmitting that occasional mistakes would produce this inconvenience, a particular hardship of this kind must be borne with rather than to introduce a principle which tends directly to defeat the main legislative intent. The case referred to was decided under the old law. But the Act of 1836 and subsequent legislation have given us a plain indication of legislative intent which we are bound to follow — leaving it to the legislature to change the law if it be thought better to do so. Justice Huston’s remark is just as pertinent to a county as to a state road, and yet we know that the legislature withheld the power to change or vacate a county road until after opening, and has since changed the rule only where the road is opened in part. The report of the commissioners was, under some early laws, filed at the seat of government, but even now, when filed in the Quarter Sessions, it is final without confirmation, and while it is not open to attack before opening for the same reason that county roads are not, there are other and peculiar reasons, as we have seen, why it should not be delayed and, perhaps, frustrated by hostile proceedings.\nThe order of the Quarter Sessions is therefore reversed, and the petition and proceedings thereupon set aside and wholly annulled.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "D. H. Mulvany, for plaintiffs in error.",
      "O. EunsicJcer and A. B. Longaher, for defendants in error.—"
    ],
    "corrections": "",
    "head_matter": "In the State Road from Phœnixville to the Trappe. Certiorari by the Black Rock Bridge Company.\n1. The 20th section of the Road Law of 1836 authorizes the courts only to change and supply state roads, not to vacate them wholly, and does not apply to unopened state roads.\n2. The report of commisioners appointed by Act of Assembly to lay out a road, when filed in the Quarter Sessions is final without confirmation, and the road cannot be reviewed by viewers appointed by the court.\n3. No act confers on the Quarter Sessions a general power to revise the proceedings of commissioners laying out state roads.\n4. The laws relating to vacating and changing roads compared and reviewed.\nCertiorari to the Court of Quarter Sessions of Montgomery county, in the matter of the state road from Phoenixville, in Chester county, to the Trappe, in Montgomery county.\nBy an Act of Assembly passed February 20th 1863, three commissioners were appointed to lay out a state road from Phoenix-ville, in Chester county, and leading to a bridge recently erected by the Black Rock Bridge Company over the river Schuylkill, to a point on the Perkiomen and Reading Turnpike in the village of the Trappe, Montgomery county. The commissioners were required to make two accurate drafts of the road, one to be deposited in the office of the clerk of the Quarter Sessions of each county before the first day of August then next, and thenceforth the road shall be a highway, shall be opened thirty-three feet wide, and be made and repaired as roads laid out by the court. On the 16th of April 1863, by a supplementary act, the commissioners were authorized to vacate any road rendered unnecessary, and to lay out any part of the state road on the bed of any road heretofore constructed or laid out. The commissioners laid out a road, and filed their report on the 10th of June 1863. On the same day, on the petition of sundry persons, one of the associate judges of Montgomery county, in vacation, made an order that the clerk of the Court of Quarter Sessions should be restrained from issuing an order or making a certified copy of the report until the meeting of the court.\nOn the 16th of June 1863, exceptions to the report of the commissioners were filed; and on the 11th of January 1864, a petition was presented for viewers to change and supply part of the state road. On the same day, the Perkiomen and. Reading Turnpike Company presented a “ protest against the report of the commissioners *' * * being confirmed by said court,” so far as the road is laid on the bed of their turnpike, “ as an infringement of the chartered rights of this corporation.” After argument, the exceptions were dismissed, and viewers appointed on the petition. The viewers reported laying out a new road and vacating parts of the state road.\nThe following exceptions to the report of the viewers were filed, August 15th 1864, by the Black Rock Bridge Company:—\n1. The court had no authority by law to appoint the viewers in the aforesaid matter, inasmuch as the road to be vacated and supplied in part is a state road, laid out by authority of a special law by commissioners duly appointed by the General Assembly of the Commonwealth of Pennsylvania, and the said state road having as yet not been opened in that part so changed, vacated and supplied.\n“ 2. The. said road, the route of which as aforesaid is in part changed, supplied and vacated, is a state road authorized by special law, to wit, by an Act of the General Assembly of Pennsylvania, approved the 20th day of February 1868, and opened in part only, and the said court had no authority to appoint the said viewers for the purposes aforesaid.”\nThe exceptions were dismissed January 11th 1865, and the road laid out by the viewers ordered to be opened.\nIn this court the errors assigned were that the court erred,\n1. In dismissing the exceptions.\n2. In conferring on the viewers the power'to vacate and annul the whole road and in confirming their report, inasmuch as in so doing they practically annulled the Act of Assembly under which the commissioners performed their duties.\n8. In negativing the whole state road as laid out in the county of Montgomery.\n4. In ordering the new road laid out by the viewers to be opened contrary to the desire of the petitioners, after the said viewers had reported that, in their opinion, there was little or no occasion for such a road.\nD. H. Mulvany, for plaintiffs in error.\nThe court have no power to vacate or annul a state road before it is opened. Sections 24, 25 and 27 of Act of 13th June 1836 are to be construed together, and show that it was not the intention of the legislature to give the courts power to change or vacate a state road except where the road has become useless, &c. (which cannot be predicated of an unopened road), or where a majority of the original petitioners petition for its vacation : Madison and Harmony School-House Road, 1 Wright 417.\nIf the court had power to vacate the whole road, they had power to repeal the act. The petitioners should have applied to the legislature for revision; the court has no power. Before the court can act by review, gross disregard of duty by the commissioners must be shown: Com. v. House, 4 Pa. L. J. 437.\nO. EunsicJcer and A. B. Longaher, for defendants in error.—\nThe act appointing the commissioners was passed on the-petition of a few stockholders of the Black Rock Bridge Company. The depositions show that the law was a deceit and fraud.\nBy the 20th section of Act of June 13th 1836, the court has power to change or supply, by a new road, the route of a state road, and vacate so much thereof as shall be supplied: Road from Allegheny to New Brighton, Pa. L. J. of 1853; Com. v. House, 4 Pa. L. J. 327. The court below did nothing but what the exceptions agreed they had the power to do."
  },
  "file_name": "0161-01",
  "first_page_order": 161,
  "last_page_order": 165
}
