{
  "id": 1002283,
  "name": "Philadelphia versus The Philadelphia and Gray's Ferry Passenger Railway Company",
  "name_abbreviation": "Philadelphia v. Philadelphia & Gray's Ferry Passenger Railway Co.",
  "decision_date": "1866-03-26",
  "docket_number": "",
  "first_page": "177",
  "last_page": "180",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Wright 139",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Hill 238",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "2 Gallison 105",
      "category": "reporters:federal",
      "reporter": "Gall.",
      "case_ids": [
        6627259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/f-cas/22/0756-01"
      ]
    },
    {
      "cite": "24 How. 300",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3463836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/65/0300-01"
      ]
    },
    {
      "cite": "3 Wright 120",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "17 How. 456",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        5678374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/58/0456-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 487,
    "char_count": 9470,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 7.379478394935897e-08,
      "percentile": 0.4421811850806746
    },
    "sha256": "5e5bac2d89190cc0b754ae327a80f9fd3834ec7d6d9339841367076f4dfee2c3",
    "simhash": "1:8815a8a80d2695ff",
    "word_count": 1666
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Philadelphia versus The Philadelphia and Gray’s Ferry Passenger Railway Company."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 26th 1866, by\nRead, J.\nIt is conceded that, according to the original act of incorporation of this company, the verdict and judgment below are correct, the dividends being calculated on the capital stock paid in, and the sum due to the city by the 4th section of the charter being ascertained on that basis. The sums due the city for the years 1861, 1862 and 1863 were never paid by the company. These sums thus to be annually paid into the treasury of the city of Philadelphia for the use of the said city are not called taxes, but simply sums to be paid on the dividends declared by the company — who used the streets of the city which had been graded and paved at the expense' of the citizens of Philadelphia, and not of the company who laid their rails upon them.\nThis charter was for twenty years, and its dividends were upon the capital paid in of $159,312, and not upon its authorized capital of $500,000, of which, as capital, $340,688 had no existence whatever; and yet in 1863 the dividends actually declared on paid-up capital, the only money invested in the enterprise by the stockholders, were about 20 per cent., all raised out of the people of the city of Philadelphia for the sole benefit of this corporation.\nOn the 16th April 1864, Pamph. L. 662, a supplement to this act was passed, but not signed by the governor.\nAfter giving certain extensions and connections, the Sd section enacts that “ the charter of the company shall be and is hereby made perpetualthat is, this company is to have the streets they occupy for ever.\nThe 4th section is studiously ambiguous. It allows the president and directors “ to reduce the number of shares by substituting full-paid shares in proportion to the instalments actually paid in, so that the certificates for each share of stock hereafter issued shall represent twenty-five dollars of the capital paid in.”\nThat is, the then number of shares is to be reduced to what will represent the paid-up capital of, say $160,000, or sixty-four hundred shares fully paid up, leaving thirteen thousand six hundred shares to be issued; and each of these certificates for each share of stock thereafter issued shall represent $25 of capital paid in. The meaning of this provision, to persons who are not professional financiers, would be that all shares thereafter issued must be paid for by at least its par value, which would be added to the capital before paid in.\nThen follows an explanatory proviso, which really explains nothing. “ Provided that the right to issue the whole or any part of the whole number of shares authorized to be issued by the charter shall not be thereby impaired.” This provision was useless, except to introduce the word “authorized,” for it added nothing to the preceding part of the section permitting the future issue of thirteen thousand six hundred shares.\nAnd then follows another proviso, “ That the tax on dividends to be paid to the city shall not thereby be increased.” This is clearly prospective; and then, following all these prospective enactments and provisoes, comes another prospective one, “ And it is hereby declared to be the true intent and meaning of the act of incorporation in reference thereto, and the same shall be so construed as to apply to the authorized capital of the company ;” that is, to the capital as regulated by this act, which appears to contemplate that every share issued shall be a paid-up share.\nWhatever, therefore, is the true meaning of this purposely obscure section, it is clear that it is prospective in its intention, and does not reach the sums actually due to the city before its passage, and which are never called taxes until the word is slipped in here. The whole of such legislation is erroneous, and we are not bound to carry the words in such cases beyond their natural meaning.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "Gr. M. Wharton and W. L. Hirst, for plaintiff in error.",
      "F. K. Nieliolls and F. 0. Brewster, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Philadelphia versus The Philadelphia and Gray’s Ferry Passenger Railway Company.\n1. The charter of a railway company provided that when the dividends exceeded six per cent, per annum on the capital stock, six per cent, on the dividends should be paid to the city. Held, that the capital paid in and not the authorized capital was intended.\n2. A supplement provided that the part of the charter as to “ tax on dividends * * shall be so construed as to apply to the authorized capital of the company.” Held, that this provision is prospective.\n3. Held, also, that the payment to the city was to be on the whole dividend, not merely on the excess over six per cent., and that interest is char-geable on the sums to be paid to the city from the time they were due.\nCertificate from Nisi JPrius.\nThis was an action of debt by the City of Philadelphia against The Philadelphia and Gray’s Ferry Railway Company, to recover 6 per cent, on the dividends of the company for the years 1861, 1862. and 1863.\nThe Act of April 9th 1858, incorporating the company, by its 4th section provides that “ the company shall annually pay into the treasury of the city of Philadelphia for the use of the said city, whenever the dividends shall exceed 6 per centum per annum on the capital stock, the sum of 6 per centum on the said dividends thus declared.” The 3d section provides “that the capital stock of the said company shall consist of 20,000 shares of $25 each, and the company shall have power to raise on bonds any sum not exceeding one-half of their capital stock, for the purpose of carrying out the true intent of this act.” The authorized capital was $500,000. There were 19,914 shares of stock subscribed, of which the par value was $497,850, and on which $159,312 had been paid. In each of the years 1861,1862 and 1863 the company declared dividends exceeding 6 per cent, on the paid-up capital, but less than 6 per cent, on the authorized capital.\nOn the 26th of April 1864 a supplement to the charter was enacted, the 4th section of which is as follows:—\n“ It shall be lawful for the president and directors of the company to reduce the number of shares actually issued by substituting full-paid shares in proportion to the instalments actually paid in, so that the certificate for each share of stock hereafter issued shall represent $25 of the capital paid in: Provided, That the right to issue the whole, or any part of the whole number of shares authorized to be issued by the charter shall not be thereby impaired : And provided also, That ,tbe tax on dividends to be paid to the city of Philadelphia shall not thereby be increased, and it is hereby declared to be the true intent and meaning of the act of incorporation in reference thereto, and the same shall be so construed as to apply to the authorized capital of the company.”\nRead, J., at Nisi Prius charged:—\n“ 1. That the rate of dividends is to be estimated on the amount of capital actually paid in.\n“ 2. That the tax to the city is to be paid on the whole of the dividends declared by the company whenever those dividends exceed 6 per cent., and not upon the excess of such dividends over 6 per cent.\n“ 3. That interest is payable on the principal sums claimed from the periods at which they were due.\n“ I do not regard the Act of 29th of April 1864 as in any way affecting the decision of this cause.”\nThe jury found for the plaintiff $4266.51, the amount claimed.\nThe errors assigned were to the charge as above stated.\nGr. M. Wharton and W. L. Hirst, for plaintiff in error.\nThe assessment of dividends under the charter and its supplement should be on the authorized and not on the paid-up capital. The supplement provides that the tax on dividends shall be regulated by a per cent, on the authorized capital. If this is not the intention of the supplement, it is unmeaning. The legislature has the right to construe a previous act. Being retrospective does not make it unconstitutional unless it impairs the obligation of a contract: Gault’s Appeal, 9 Casey 94; Schenley v. The Commonwealth, 12 Id. 29 ; Carpenter v. Commonwealth, 17 How. 456; Killam v. Killam, 3 Wright 120. There was no contract between the railway company and the city. The assessment was a tax, which is a subject peculiarly within the control of the legislature: Christ Church Hospital v. Philadelphia, 12 Harris 229 ; Same v. Same, 24 How. 300.\nF. K. Nieliolls and F. 0. Brewster, for the defendant in error.\nThere is no distinction between “ capital stock” and “ capital stock ¿actually paid in.” Capital is substantial property, which gives solidity to the institution: Webster in loco, Wayland’s Pol. Econ. p. 245; New York v. Commissioners of Taxes, 4 Am. Law Reg. N. S. 280.\nIn The City v. Citizens’ Passenger Railway Co., MS., it was decided by the Supreme Court that 6 per cent, was to be paid on all dividends over 6 per cent., and not merely on the excess of dividends over 6 per cent., per Lowrie, C. J.; and in a second suit against the same company the decision was the same,^ei’ Thompson, J.\nAll overdue debts draw interest. The Act of 1864 cannot take away the rights of the city already accrued. The rights were vested: Sedgwick Stat. Law 188 ; citing Society v. Wheeler, 2 Gallison 105 ; Constitution of New Hampshire, part 1, § 23 ; Johnson v. Burrell, 2 Hill 238.\nCourts will not give statutes a retroactive effect unless they will by no possibility admit any other construction: Sedgwick Stat. Law 193-4; Neff’s Appeal, 9 Harris 243; McCarty v. Hoffman, 11 Id. 507; Dewart v. Purdy, 5 Casey 113; Reiser v. Saving Fund, 3 Wright 139."
  },
  "file_name": "0177-01",
  "first_page_order": 177,
  "last_page_order": 180
}
