{
  "id": 1002252,
  "name": "Ferree versus Thompson",
  "name_abbreviation": "Ferree v. Thompson",
  "decision_date": "1866-05",
  "docket_number": "",
  "first_page": "353",
  "last_page": "356",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 353"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 373",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481840
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0373-01"
      ]
    },
    {
      "cite": "13 Wright 394",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "6 Binn. 316",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1795095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/6/0316-01"
      ]
    },
    {
      "cite": "4 Binn. 83",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "2 Binn. 154",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788982
      ],
      "opinion_index": 0,
      "case_paths": [
        "/binn/2/0154-01"
      ]
    },
    {
      "cite": "4 Binn. 83",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 8534,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 8.253297680226446e-08,
      "percentile": 0.4778768955255693
    },
    "sha256": "c98080981458ad0dd427ffbb7fff4a1018a6a34931b150d6bdbd49868dda04ed",
    "simhash": "1:a4e51a3fb69f728b",
    "word_count": 1539
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Ferree versus Thompson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 1866, by\nThompson, J.\nThe object of the feigned issue in this case was for the purpose of determining whether the judgment of Thompson, who was made defendant, was bond fide and entitled, according to its date, to priority over the judgments of the plaintiffs upon the fund in court produced by the sale, on execution of the real estate of Patrick Kelly the common debtor; the allegation being that although the oldest in the order of its entry, the bond and warrant of attorney upon which it was ’entered “ were executed by said Kelly under a false representation as to the amount of said bond and warrant.”\nThe issue being thus formed, and exclusively at the instance of the lien-creditors, why was not Kelly the debtor a witness ? Let the verdict result as it might, he could neither gain nor lose by it. If the defendant, therefore, failed to maintain his judgment and obtain the money, the plaintiffs would come in and sweep it away from him, for these judgments greatly exceeded the amount in court. It is one test of competency to testify that the witness is in no way involved in the final results of the verdict: Bennett v. Hetherington, 16 S. & R. 193 ; 1 Greenl. on Evid., § 390. An interest in the question and not in the verdict will not exclude, it goes only to the oredit: 2 Binn. 154.\nEven in the event of the plaintiffs establishing the priority of their judgments, by proving to the satisfaction of the jury the alleged fraud in the defendants, and even although they might not absorb the entire amount of the money, the determination would not benefit Kelly. The issue and contest were between creditors, and he was no party to it nor privy. The record would not be evidence for or against him, — it would be inter alias partes; he could not use it in a direct contest betwehn him and Thompson, nor could it be used by the latter against him to support the judgment : 1 G-reenl., § 890 ; 4 Binn. 83 ; 1 Harris 112.\nThe very point has beem often ruled in our court, but for the present I think it only necessary to refer to the case of Smith’s Ex’rs. v. Wagenseller, 9 Harris 491. It is to the point. There the allegation was that the judgment had been paid, and the debtor was offered to prove it. He was received, and this court did not hesitate to hold that he was entirely competent for that purpose in-the issue between the creditors. In principle that case is not distinguishable from this. The testimony in both cases was to impeach the validity of the judgment as an existing valid judgment to the extent it appeared to be. It is plain that as the witness here was neither interested in the direct result of the verdict, let his interest or bias as regards the question be what it might, nor in the record, for it could not he evidence for or against him in a contest about the validity of the judgment with Thompson, he was a competent witness, and should have been admitted to testify.\nThe suggestion that, as a result of his position, he might in case of a defeat of the defendant’s judgment by his testimony, if to his interest to do so, pay off the plaintiff and take the fund out of court, is an entire mistake. It was brought in on the execution of Thompson, and could not be taken out until as between him and Thompson the judgment of the latter was in some way satisfied or set aside. But, as between them, there was no such issue as yet formed, much less tried.\nThe last position of the counsel for the defendant in error is also answered. It is to the effect, that as the court in ordering the issue, might have imposed terms on the parties as to testifying, it might here impose terms to exclude the witness Kelly from testifying. This is an inaccuracy. The court could make no order to deprive parties of legal testimony, although it might in some instances order that parties should be examined, who according to the common-law rules of evidence could not be. called,— the proceeding assimilating itself to proceedings in chancery. Thus a court may in such issues enlarge the scope of the testimony, in order to inform its conscience, but not diminish it where it is otherwise legal and competent. The case of Ringwalt v. Ahl, 12 Casey 336, teaches no doctrine which conflicts with this: there was error in rejecting the witness Kelly. The judgment must he reversed.\nJudgment reversed, and venire de novo awarded.",
        "type": "majority",
        "author": "Thompson, J."
      }
    ],
    "attorneys": [
      "J. Cooke Longstreth, for plaintiffs in error.",
      "T. B. ffleoclc and D. Dougherty, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Ferree versus Thompson.\n1. It is a test of a witness’s competency that he is in no way involved in the final results of the verdict; an interest merely in the question goes only to his credit.\n2. In an issue between a prior and subsequent judgment-creditor of the same debtor, to try whether the bond upon which the prior judgment was entered, was executed by the debtor “ under a false representation as to amount of said bond,” the debtor is a competent witness for the creditors contesting the bond, although the contesting judgments might not take all the debtor’s property.\n3. The debtor was no party or privy to the issue, and he could not use the records in a direct contest against the creditor whose judgment was questioned, nor could it be used against him by the creditor to support the judgment.\nError, to the District Court of Philadelphia.\nThis was a feigned issue between James B. Ferree and Samuel P. Ferree, trading as Ferree & Co., John McCormick, Mark Rhine-hart and Johnston, Jack & Co., and John Thompson.\nThe plaintiffs and defendant were judgment-ereditors of Patrick Kelly, the defendant’s judgment being first in order. The issue was framed to try “ whether the bond and warrant of attorney of Patrick Kelly in favour of John Thompson, on which judgment was entered, * * * was executed by said Kelly under a false representation as to the amount of said bond and warrant.”\nThe bond was for $6000, and the allegation was that it was represented to Kelly, who could neither read nor write, as being for $600.\nOn the trial before Sharswood, P. J., Kelly was called as a witness for plaintiffs, and being examined on his voir dire, said, “I signed this bond. There are other judgments against me besides this. The fund is from sale of my real estate. It is over $6000. The fund is not sufficient to pay the other judgments besides Thompson’s. I have no other real estate. If Ferree succeeds no part of this fund will go to me.”\nThe fund in court, the proceeds of Kelly’s real estate, amounted to $7015, the judgments of the plaintiffs Amounted to $23,800. The court would not permit Kelly, on the ground of interest, to be examined in chief, to which exception was taken; and the verdict being for the defendant, this was the error assigned.\nJ. Cooke Longstreth, for plaintiffs in error.\nThe true test of the interest of a witness is, that he will either gain or lose by the direct legal operation and effect of the judgment, or that the record will be legal evidence for or against him in some other action: 1 Greenlf. on Ev., § 390 ; Hayes v. Grier, 4 Binn. 83 ; Search’s Appeal, 1 Harris 112 ; Wakely v. Hart, 6 Binn. 316; Baring v. Shippen, 2 Id. 154; Miller v. Stern, 2 Barr 286. On a feigned issue between creditors to try the validity of a bond given by an insolvent, the obligor is a good witness to prove it was bond fide and for a valuable consideration: Wolf v. Carothers, 3 S. & R. 240 ; Smith’s Executors v. Wagenseller, 9 Harris 491; Allentown Bank v. Beck, 13 Wright 394.\nT. B. ffleoclc and D. Dougherty, for defendant in error.\nThe question is not whether the bond was given to hinder, delay and defraud creditors. Kelly would be a competent witness to prove a combination between himself and obligee; but would not be competent if a combination was not proved: Wolf v. Carothers, 3 S. &. R. 240 ; Whiting v. Johnson, 11 Id. 328 ; Bredin v. Bredin, 3 Barr 81. By the statute 13 Eliz. c. 5, § 2, the bond becomes void as against those intended to be defrauded, but it is good against every one else: Cro. Jac. 270; Vandyke v. Christ, 7 W. & S. 373.\nKelly is called as a witness to prove a fraud practised upon himself, not upon creditors or any one else. If the judgment in that issue be that he was defrauded, is he not released from, his judgment ? His testimony would be to release this fund in court, the proceeds of his own property, from the lien of defendant’s judgment. Suppose a judgment had been entered on this issue in favour of plaintiffs, could not Kelly have paid off the subsequent judgment-creditors, and taken this very fund out of court ? 2 Phil. on Ev. 18; 2 Greenlf. on Ev. 527."
  },
  "file_name": "0353-01",
  "first_page_order": 353,
  "last_page_order": 356
}
