{
  "id": 1002197,
  "name": "Bair versus Steinman",
  "name_abbreviation": "Bair v. Steinman",
  "decision_date": "1866-05-24",
  "docket_number": "",
  "first_page": "423",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 423"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 208",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 206",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 190,
    "char_count": 2378,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 1.82566304287199e-07,
      "percentile": 0.7198180280008603
    },
    "sha256": "f785978fdc1fc8716608e64858e3ed1a804e8094d81e5a0c29d96bf63c468a08",
    "simhash": "1:664eea25c7e49a3f",
    "word_count": 420
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Bair versus Steinman."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 24th 1866, by\nWoodward, C. J.\nThough a debtor is entitled to the statutory exemption of $300 worth of his estate as against the process we call attachment execution, he is to obtain it, as in other cases, by demanding it of the officer when the process is served or within a reasonable time thereafter.\nThe reason why he is held to promptness of demand is that the costs of further proceedings may be saved.\nIf, as in this instance, he fail to make a demand, a subsequent plea of his rights will not avail him. This was ruled in Strouse’s Executor v. Baker, 8 Wright 206, and we do-not see that there is anything else in the case.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "J. Landis, for plaintiff in error.",
      "A. J. Steinman, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Bair versus Steinman.\n1. A defendant in an attachment execution, must make a demand of the sheriff for the §300 exemption when the process is served, or within a reasonable time after.\n2. When he fails to make such demand, a subsequent plea of his rights will not avail: he is' held to promptness of demand to save costs of further proceedings.\nError to the Court of Common Pleas of Lancaster county.\nThis was an attachment execution, issued December 31st 1863, by George M. Steinman and Charles Regnier, trading as George M. Steinman & Co., against Abraham T. Bair, in which Martin Groff, Jr., was garnishee.\nThe plaintiffs held a judgment against Bair for $158.48, on which they issued this attachment. On the 1st of January 1864 the sheriff attached all the property of defendant in the hands of Groff; and notified Bair, who made no claim for his exemption. The plaintiffs filed interrogatories which the garnishee answered January 25th 1864, admitting that he owed Bair $145, and on the 4th of February, judgment was rendered against the garnishee for that amount.\nOn the 20th of April 1864, the defendant pleaded that, by virtue of the exemption laws, he claimed all the money attached. On the trial the defendant asked the court (Long, P. J.) to charge that he had the right to claim the exemption; this was refused, and the jury instructed to find for the plaintiffs, because the defendant had failed to give notice to the sheriff of his claim. The verdict being for the plaintiff, this instruction was assigned for error.\nJ. Landis, for plaintiff in error.\nA. J. Steinman, for defendant in error,\ncited Hammer v. Freese, 7 Harris 255; Strouse v. Becker, 8 Wright 208."
  },
  "file_name": "0423-01",
  "first_page_order": 423,
  "last_page_order": 423
}
