{
  "id": 1002188,
  "name": "Henwood and Arney versus Commonwealth",
  "name_abbreviation": "Henwood & Arney v. Commonwealth",
  "decision_date": "1866-05-25",
  "docket_number": "",
  "first_page": "424",
  "last_page": "427",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "20 Pick. 356",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2038860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/37/0356-01"
      ]
    },
    {
      "cite": "4 Ohio 440",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "22 Miss. 449",
      "category": "reporters:state",
      "reporter": "Miss.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 562,
    "char_count": 10164,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 6.761496546098315e-07,
      "percentile": 0.9634355130357021
    },
    "sha256": "41359db2ba427ddcccfe85435431a9c7141b09db967d8c7a7de4a9f115b14f78",
    "simhash": "1:7cb4ec81cce16c93",
    "word_count": 1801
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Thompson, J., dissented."
    ],
    "parties": [
      "Henwood and Arney versus Commonwealth."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 25th 1866, by\nAgnew, J.\nThe English rule against the joinder of a felony and a misdemeanor in the same indictment has been greatly modified by modern decisions. It would be going too far to say now that it exists in any case, except it is where the offences are repugnant in their nature and legal incidents, and the trial and judgment so incongruous as to tend to deprive the defendant of some legal advantage: Rex v. Ferguson, 29 Eng. Law and Equity 536; Buck v. The State, 2 Harris & Johnson 426; Harman v. Commonwealth, 12 S. & R. 69; State v. Hooker, 17 Vermont 658; State v. Boyer et al., 1 McMullen 190 ; Rex v. Galloway, 1 Moody C. C. 234; Whart. Am. C. L. § 423.\n. Even in England at this day it is said the joinder of larceny and the receiving of stolen goods are not repugnant: Whart. Am. C. L. § 420 ; Rex v. Galloway, supra.\nIn the Criminal Procedure Act of 1860, § 24 (Pu-rdon 254, pl. 24), the joinder of counts for stealing and receiving stolen goods is expressly authorized. The revisors in their report (Purdon,. 254, note a), say that this had been practised in Pennsylvania, but the doubts thrown over the practice by the English cases led them to report the section. The decision in Harman v. The Commonwealth, 12 S. & R. 70, that a count for rape may be joined with one for an assault and battery with intent to ravish, establishes the principle that a felony and misdemeanor may be joined when the offences arise out of the same act and may merge by its full completion. But this proves that the supposed misjoinder rests on a mere technicality, which will not be permitted to stand in the way when the interest of the defendant is not' jeoparded. In this case neither the interests of justice nor the rights of the defendants are perilled by the joinder. The plea and the number of challenges are the same and the punishment the same in kind, to wit, separate and solitary confinement at labour. The difference in degree, that is between the maximum in one and the maximum in the other, it is settled makes no difference: Whart. Am. C. L. §§ 414, 415, 418, 419, 428; Rex v. Galloway, 1 Moody C. C. 234.\nConviction of the larceny would justify three years’ confinement, while acquittal of it would leave the conviction for the fraud subject to two years. There being nothing irreconcilable in the mode or kind of punishment, its degree is left to the court according to the return of the verdict.\nThe offences charged in the first and third counts of this indictment are not repugnant, but arose out of the same transaction; and if the jury erred in finding on both, judgment was correctly entered, as we Shall presently see, on the first count. The form of an indictment for larceny is the same whether the felonious taking be actual or constructive. The ease being one of bailment, the taking would' be larceny if the felonious intent existed in the beginning, the procurement of the delivery of possession being instrumental merely to the commission of the larceny. But if the conspiracy to defraud arose after the bailment and was effectuated through means of the possession already obtained by the bailment, it would not be inconsistent with the act of bailment, which lay at the foundation of the case whether it be larceny or mere fraud.\nThe jury could do no injustice, for the evidence being the same and relating to the same transaction, they would be charged with the simple inquiry whether on the facts' in evidence the felonious intent existed at, the time of delivery or whether the conspiracy to defraud arose afterwárds: Whart. Am. C. L. §§ 416, 422, 423. Both offences, thérefore, arising out of the same transaction, and there being no repugnance in their trial together, or on the pleas, challenges and punishment, it is clearly one of those cases where no injustice would be done to the defendants, while the public interest would be signally promoted by a single trial instead of an acquittal on one indictment and a trial on a second; while the grand jury would have the choice of counts and a finding according to the evidence. A grand jury may find differently on distinct counts, but cannot reject a part and find a part of a single count.\nBut whatever incongruity may be supposed to exist between the larceny and the fraudulent conspiracy, the doctrine is well settled that sentence may be passed upon any one count, and the misjoinder previously existing is thereby tolled or remitted. This appears not to be confined to those cases where the other counts are defective or where the conviction is upon the single count. It exists where the discarded counts are good and the conviction is on all the counts: 1 Chitty’s C. L. 255; Harman v. Commonwealth, 12 S. & R. 70 ; Hartmann v. Commonwealth, 5 Barr 65; Whart. C. L. § 418. In Hazen v. Commonwealth, 11 Harris 355, there were eleven counts, and a verdict of guilty rendered on all but the ninth, and judgment was arrested on the fourth and seventh and sentence given upon the remainder. The judgment of the Quarter Sessions was affirmed in this court, Lewis, J., remarking (p. 366), “We are of opinion that the first count charges an indictable offence. As this is sufficient to sustain the sentence, it can make but little difference to either party in what manner the remaining counts are disposed of. In The Commonwealth v. Mc-Kisson, 8 S. & R. 420, when one count was found to be sufficient it was not deemed necessary to express an opinion on the others.” In*the last case it is noticeable that the court below having quashed the whole indictment, this court reversed the order generally, sending the case back for a trial on the whole indictment without disposing of the second count. This must have been on the principle that the second count would be sufficient to support a conviction.\nWe have felt a strong disposition to reach the case before us, if we could, the conviction evidently being rather harsh on the evidence; but the interests of justice, and the better policy introduced by the Code of Criminal Procedure, discarding mere technicalities, require us to fetter the trial of criminal cases as little as possible with mere artificial restrictions.\nSentence below is affirmed.\nThompson, J., dissented.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "A. B. Sharpe, for plaintiff in error.",
      "Penrose, Shearer and MacLaughlin, for Commonwealth,"
    ],
    "corrections": "",
    "head_matter": "Henwood and Arney versus Commonwealth.\n1. The rule against the joinder of felony and misdemeanor exists now, only when the offences are repugnant in their nature and legal incidents, and the trial and judgment so incongruous as to deprive the defendant of some legal advantage.\n2. The rule as to misjoinder rests on a technicality which will not stand in the way, when the interest of the defendant is not jeoparded.\n3. The difference between the maximum of punishment in one offence and in the other is immaterial.\n4. In case of bailment, the taking would be larceny if the felonious intent existed in the beginning: the form of indictment is the same in actual and constructive larceny.\n5. A conspiracy to defraud arising after the bailment, and effectuated by means of the possession obtained by bailment, would not be inconsistent with the bailment, whether the case be larceny or fraud.\n6. A grand jury may find differently on distinct counts, but cannot reject a part, and find a part of a single count.\n7. Sentence may be passed on any one count, and a misjoinder is thereby tolled. This exists where the discarded counts are good, as well as where they are defective, or the conviction is on a single count.\n8. A count for actual larceny was joined with a count for larceny as bailee, and with one for conspiracy to defraud, all based on the same transaction. Held, that there was no misjoinder.\nError to the Court of Quarter Sessions of Cumberland county.\nTheodore E. Henwood and Edward Arney were charged in an indictment of three counts: — The first, for actual larceny of two horses and a buggy: the second, for larceny as bailees of two horses and a buggy, and the third, of a conspiracy to defraud James S. Sterrett of two horses and buggy, and attempting to sell them, &c. The offences severally charged were all the same transaction. The jury found the defendants guilty on the first and third counts, and not guilty on the second. After denial of a motion for a new trial and in arrest of judgment, the court sentenced them to the penitentiary, Henwood for two years, and Arney for one.\nThe errors assigned were: overruling the motion in arrest of judgment, and the refusal of the court to compel the district attorney to elect on which count he would proceed.\nA. B. Sharpe, for plaintiff in error.\nTwo separate and distinct offences are charged: larceny and conspiracy to defraud: if the larceny had been consummated there could have been no conspiracy : Hartmann v. Commonwealth, 5 Barr 65 ; 1 Wh. Cr. L. § 396 ; Roscoe Crim. Ev. 556-7; Lewer v. Commonwealth, 15 S. & R. 96; Dinkey v. Commonwealth, 5 Harris 129.\nIf the counts cannot stand together a general verdict would be error: Mills v. Commonwealth, 1 Harris 636; Purd. Dig. 235, 236, 237; Updegraff v. Commonwealth, 6 S. & R. 10; 1 Wh. Cr. L. § 382. He cited also, as to definition of larceny, 2 East Pl. Cr. p. 553, 690, 693, 694; 2 Russell on Crimes 2, 159, 1089, 1090; Hammond’s Case, 2 Leach 1089; Rex v. Bank, Russ. & Ry. 441; Charlewood’s Case, 1 Leach 409; Tennard’s Case, Id. 214; 1 Hale Pl. Cr. 504; Brook’s Case, 8 C. & P. 295; Roscoe Crim. Ev. 610.\nPenrose, Shearer and MacLaughlin, for Commonwealth,\ncited Whart. Am. Cr. Law, §§ 414-427, 395, 3043, note to § 2338 ; State v. Boyer, 1 McMullan 190 ; Penna. Cr. Code 1860 ; United States v. Peterson, 1 Woodbury & Minot; United States v. Stetson, 3 Id. 164 ; Burk v. State, 1 Harr. & Johns. 426; Rex v. Ferguson, 29 Eng. L. & E. 536; Harman v. Commonwealth, 12 S. & R. 69 ; State v. Leonard, 22 Miss. 449 ; Bailey v. State, 4 Ohio 440; Commonwealth v. Tuck, 20 Pick. 356 ; Rex v. Brooks, 8 C. & P. 295; Henslow v. Fawcett, 3 A. & E. 51; Harding v. Stokes, 2 M. & W. 233; Spencer’s. Case, 1 Lew. 197; 1 Hawk C. 34; 1 Hale 533 ; Whart. Cr. Law, § 1772-3 ; Commonwealth v. Smith, 3 Penna. L. J. 34; Lewer v. Commonwealth, 15 S. & R. 93 ; Lewis U. S. Crim. Law 472."
  },
  "file_name": "0424-01",
  "first_page_order": 424,
  "last_page_order": 427
}
