{
  "id": 1002215,
  "name": "Collins versus Baumgardner",
  "name_abbreviation": "Collins v. Baumgardner",
  "decision_date": "1866-06-20",
  "docket_number": "",
  "first_page": "461",
  "last_page": "465",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 Watts 49",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0049-01"
      ]
    },
    {
      "cite": "1 Jones 238",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "10 Wright 420",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 525,
    "char_count": 9674,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.569203349915806e-07,
      "percentile": 0.8160865749315886
    },
    "sha256": "17c94b792d38acdb452696d8d78376624c47f776b379c04a2767015118074662",
    "simhash": "1:0efe85ec99ce4a22",
    "word_count": 1677
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Collins versus Baumgardner."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, June 20th 1866, by\nRead, J.\nIt is clear that the written contract in thi^ case was broken by the defendant, who refused to carry coal for the plaintiff agreeably to its stipulations. His defence was principally a letter of the 6th of May 1863, from the plaintiff to the defendant, which he never answered or took any notice of, nor did he in any way accept the proposition contained in it, and therefore the written contract remained unaltered and in full force. The defendant (then offered testimony to prove a contemporaneous parol contract in addition to the written contract, varying and contradicting the written contract, which the court properly rejected. This dis- • poses of the 1st specification of ex-ror. The 2d specification of error is answered by what we have said of the letter of the 6th May, and the answer of the court to the defendant’s 2d point, as contained in the 8d specification of error, was perfectly cor rect. There is nothing in the 4th specification, for the 3d point assumed as a fact what was entirely contradicted by the whole evidence, and it would have been error in the court to charge as requested. There was really no evidence that the defendant was prevented from performing the contract by the acts or omissions of the plaintiff or his agents, but the court submitted it to the jury under proper instructions, who found against the defendant.\nWe perceive no error in the measure of damages or the elements composing it, and the claim of the plaintiff, as laid before the jury, establishes this view.\nThe whole difficulty in this case arose from a rise in price of freight above the contract price, and that the defendant found it more profitable to carry coal for others at the higher rates.\nJudgment affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "G. M. Kline and I. E. Hiester, for plaintiff xn error,",
      "T. E. Franklin and O. J. Dickey, for defendant in error, cited"
    ],
    "corrections": "",
    "head_matter": "Collins versus Baumgardner.\n1. Collins agreed by a written contract, to boat coal for Baumgardner j a certain quantity from Pittston and a certain quantity «from Wilkesbarre. Baumgardner wrote to Collins, proposing alterations in the quantities to be carried from each place, to which Collins did not reply. Held, that the contract was unaltered.\n2. Evidence of a parol contract contemporaneous with the written contract and var-ying it, was inadmissible.\n3. The court charged that the measure of damages for failure to carry the coal, was the difference in price of freight; the trouble and expense of procuring other boats; loss by reason of insufficiency of supply of coal and rise in its price; and expenses on account of expected receipt of coal under the contract, which otherwise would not have been incurred. Held, not to be error.\nError to the Court of Common Pleas of Lancaster county.\nThis was an action of assumpsit, commenced February 2d 1864, by Henry Baumgardner against Abraham Collins, for failure 'to boat coal in accordance with the following written contract, made April 3d 1863 :—\n44 It is agreed between Henry Baumgardner of the first part, and Abraham Collins of the other part, as follows: The party of the second part agrees to boat five thousand tons of coal from Wilkesbai're to Columbia, at two dollars and thirty cents per ton, and two thousand tons from Pittston to Columbia, at two dollars and forty cents per ton. This coal to be boated at the rate of four boat-loads per week, from the time of operations on the canal until the quantity specified is delivered. The coal is to be discharged at the expense of the party of the second part, and in consideration for the above, the party of the first part will pay the cash as soon after the delivery of the coal, as the demand for the same may be made. The coal to be boated from Wilkesbarre at the shipper’s weight, and that from Pittston at the Beach Haven lock weight.”\nThe plaintiff gave the contract in evidence, and it was admitted that only 3997f tons of coal were delivered under it. He also proved the rise in freight, and other matters bearing on the question of damages.\nThe defendant offered to prove that when the parties entered into the written contract he 44 insisted upon having the business done promptly, so that he could have the fall of the year to himself, and that Baumgardner said that he would set up derricks, so that the unloading would be prompt, and assured him that there should be no detention in the loading or unloading which was overruled and exception taken.\nThe defendant gave in evidence the following letter of May 6th 1863\n44 Mr. Abm. Collins:\n44 My Dear Sir:\n441 am informed that the Messrs. Smiths, of Pittston, have sold out, and are not mining coal; consequently will not send the coal which was to make the complement from Pittston. I have not yet heard from them, but, if they cannot send me the coal, I presume it will make no difference to you to boat more from Wilkes-barre and less from Pittston, to make up the 7000 tons. * * *\n441 would prefer if you would not send the boats to Pittston, until I have a little better understanding with the parties there.\n44 Bespectfully yours,\n44 Henry Baumgardner.”\nThe defendant’s points and the answers of the court (Hayes, A. J.) were:—\n1. That under all the testimony in the case, the defendant was under no obligation to carry coal from Pittston after the receipt of plaintiff’s letter of May 6th 1863.\nAnswer: “ If, on the,receipt of the letter referred to, Mr. Collins had chosen to take the residue of the coal all from Wilkes-barre, and had so informed Mr. Baumgardner, he would have been relieved from the obligation of carrying any more from Pittston. Mr. Collins returned no answer to that letter, and his obligation, therefore, remained to deliver all the residue of 7000 tons as he had contracted, or according to the suggestion of the letter, to which he made no objection.”\n2. That the defendant was under no obligation to carry coal from Wilkesbarre in place of what he had undertaken to carry from Pittston.\nAnswer: “ This was the effect of the contract, as it was first agreed upon and concluded; but the terms might be varied as to the quantities deliverable from the two places respectively, by the understanding and consent of the parties, without releasing or relieving either party from other stipulations of the contract.”\n3. The plaintiff having declared in a single count upon an entire contract to transport coal from Wilkesbarre or Pittston, and the defendant being released from the Pittston part of the contract, there can be no recovery under this declaration.\nAnswer: “ This point assumes the fact that the defendant was released from the Pittston part of the contract on the score of the letter of the 6th of May, referred to in the 1st point. The letter is a suggestion, submitting it to the election of the defendant to carry a larger quantity from Wilkesbarre and less from Pittston than the contract called for; and the defendant proceeded with his carrying without any answer to the plaintiff’s suggestion. Under these circumstances there was no release which would operate to preclude the plaintiff from recovering under this declaration.”\n4. That if the jury believe that the defendant was prevented from performing the contract by the acts or omissions of the plaintiff or his'agents, there can be no recovery in this case.\nAnswer: “ This point is correct in its conclusion upon the fact supposed, if the supposition be true ; that is to say, if the defendant was prevented from performing the contract by the acts and omissions of the plaintiff or his agents. That is one of the questions which the jury have to decide according to the evidence. * * * If he was not absolutely prevented from completing his contract, he is responsible for not completing it.”\nOn the question of damages the court charged: “ It is not difficult to determine by calculation the aggregate of freights on 3002J tons at the prices stipulated, taking the proportions between the supplies from Pittston and Willcesbarre respectively, and the respective prices as mentioned in the contract and then from the evidence of the rise in prices as the season advanced, to ascertain the sum .which the plaintiff was obliged to pay for chartering other boats. [If in addition to that difference he was put to trouble and expense in procuring other boats, allowance may be justly claimed for these. Again, if all his efforts were ineffectual, and his supply was insufficient and much less than it would have been had the contract been fulfilled by the defendant, whereby in consequence of deficient supply and increased price of coal he sustained loss and injury in his business, such loss would be another element of the damages properly claimed in this suit; and if he incurred expenses on account of his expected receipt of this coal under the contract, which he would not otherwise have encountered, these may also be added in making up the amount of damages.”]\nThere was a verdict for the plaintiff for $2000.\n■ The errors assigned were: 1. The rejection of defendant’s offer of evidence: 2, 3, 4 and 5. The answers to the defendant’s four points: and 6. The part of charge included in brackets on the question of damages.\nG. M. Kline and I. E. Hiester, for plaintiff xn error,\ncited Barnhart v. Riddle, 5 Casey 92; Miller v. Fichthorn, 7 Id. 252; Mussleman v. Stoner, Id. 265 ; Chalfant v. Williams, 11 Id. 212; Aldridge v. Eshelman, 10 Wright 420; Bank v. Fordyce, 9 Barr 279; Rearich v. Swinehart, 1 Jones 238; Dubois v. Lord, 5 Watts 49; McClurg v. Willard, Id. 275; Switland v. Holgate, 8 Id. 385; Sartwell v. Willcox, 8 Harris 117.\nT. E. Franklin and O. J. Dickey, for defendant in error, cited\n1 Greenl. Ev. pp. 275, 352; Sennett v. Johnson, 9 Barr 338; Rowland v. Lehigh Nav. Co., 4 Casey 215."
  },
  "file_name": "0461-01",
  "first_page_order": 461,
  "last_page_order": 465
}
