{
  "id": 1002196,
  "name": "Kramph's Executrix versus Hatz's Executors",
  "name_abbreviation": "Kramph's Executrix v. Hatz's Executors",
  "decision_date": "1866-06-25",
  "docket_number": "",
  "first_page": "525",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "52 Pa. 525"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wright 322",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 70",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 Binn. 184",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1793647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/5/0184-01"
      ]
    },
    {
      "cite": "5 Humph. 476",
      "category": "reporters:state",
      "reporter": "Hum.",
      "case_ids": [
        8543640
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/24/0476-01"
      ]
    },
    {
      "cite": "2 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840037
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "205"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0128-01"
      ]
    },
    {
      "cite": "2 Watts 128",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0128-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 666,
    "char_count": 14656,
    "ocr_confidence": 0.421,
    "pagerank": {
      "raw": 6.425365594118201e-07,
      "percentile": 0.9597310499569666
    },
    "sha256": "bf56243b06753425afd864d2b183dd0311ba7b80f9ce49c71f9015c931291f5e",
    "simhash": "1:f5760be27fdd70a1",
    "word_count": 2568
  },
  "last_updated": "2024-02-27T20:47:05.695138+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "Kramph’s Executrix versus Hatz’s Executors."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, June 25th 1866, by\nWoodward, C. J.\nFour men, Thaddeus Stevens, F. J. Kramph, John Hatz, and A. E. Roberts, became joint and several guarantors of a bond of William Kirkpatrick to Jacob Bowman for $4000, a sum that fell due April 1st 1850, and which was also secured by a mortgage of certain real estate of Kirkpatrick.\nOn the 28th October 1859, the bond and mortgage being more than nine years overdue, the executors of Kramph, who had died meanwhile, gave written notice to Isaac H. Graybill, the assignee and owner of said bond gnd mortgage, to proceed at once to collect the balance due upon said debt from the mortgaged premises, and upon his failure to do so the estate of Kramph would be held discharged from liability.\nSci. fa. upon the mortgage was accordingly issued, and the premises brought to a sheriff’s sale, which ^failed to pay the debt by $2850.97. For this sum Graybill then sued Hatz’s estate, he having also died, and recovered it therefrom. Hatz’s executors then brought this suit against the executrix of Kramph for contribution.\nThe main ground of defence was, that the failure to bring suit for nine years after the debt fell due, was such lack of diligence on the part of the creditor as released the guarantors, and that one guarantor might avail himself of this when sued by a fellow guarantor for contribution.\nThe learned judge was of opinion that it would be a question for the jury whether the delay for nine years had depreciated the real estate bound by the mortgage, or in any manner prejudiced the guarantors ; but however this might be, in a suit by the creditor against the guarantor, he held that in this suit between two guarantors, that was not an open question, and one of them having been compelled to pay, the other was bound to contribute.\nIf the cause had been put to the jury upon the question whether securities had depreciated by the delay to sue, the defendants below, plaintiffs in error, would have had nothing to complain of; but we think they have good right to complain that the court held them concluded by the former recovery against Hatz’s representatives. Kramph’s executors were not parties to that suit, and had no notice of it, and there is nothing upon the record to show that the defence now offered was set up in that suit. It may be a reasonable presumption that Hatz’s executors insisted upon the long delay as a defence, but non constat. And if it was intended to conclude Kramph’s executors by the course of defence taken in that suit, they should have had notice to appear and defend. In Malin v. Bull, 13 S. & R. 443, C. J. Tilghman, speaking of a suit between sureties for contribution, says — “ It is objected to the declaration, that it is not alleged that notice was given by the plaintiffs to the defendants of the suit brought against them by Allen’s executors. p Such an allegation was not necessary. If notice had been given, the defendants would have been estopped from controverting the judgment in that suit. But if no notice was given, the plaintiffs might still have their action against the defendants for contribution, but it would be open to the defendants to shoio that Allen’s executors ought not to have recovered against the plaintiffs.”\nAnd such is the general rule, that judgments ‘conclude only parties and privies. Hence terre-tenants, when not served, may avail themselves, in an after suit, of the defence they would have been obliged to make to the original action if notified of it. If the rule were not so among co-sureties and guarantors, there would be great risk of collusion between creditors and some of them, to the prejudice of others, and that perfect good faith which should prevail among co-guarantors would be often sacrificed.\nWe think, therefore, the learned judge was in error in placing the case upon the conclusiveness of the recovery against Hatz’s executors. The defendants upon the present record should have been permitted to take all the benefit they were entitled to take from the defence suggested. But what did it amount to? The mortgage was sued out directly notice was given to the creditor, and if the premises were brought to sale at an unpropitious period, it was the fault of ICramph’s executors in requiring a sale to be made at such a time. They cannot complain of a prompt compliance with their demand even though it was attended with loss.\nBut there was over nine years’ delay. In some circumstances this might work a release of a guarantor, because the contract of guaranty is conditioned upon the creditor’s diligent use of means to collect the debt out of the principal debtor. Such a contract creates only a contingent liability ; and it becomes absolute only by due and unsuccessful diligence to obtain satisfaction from the principal, or by circumstances that excuse diligence : Gilbert v. Henck, 6 Casey 205. Hence a delay of more than two years to enter judgment-notes against a failing debtor, was held in Miller v. Berkey, 3 Casey 311, to discharge the guarantor ; and in Isett v. Hoge, 2 Watts 128, a delay to sue a note for eight years was attended with the same result.\nIn these respects the contract of a guarantor is to be carefully distinguished from that of a surety ; for whilst both are accessory contracts, and that of a surety in some sense conditional, as that of a guarantor is strictly so, yet mere delay to sue the principal debtor does not discharge a surety.\nThe surety must demand proceedings, with notice that he will not continue bound unless they are instituted: Cope v. Smith, 8 S. & R. 110. By his contract he undertakes to pay if the debtor do not — the guarantor undertakes to pay if the debtor cannot. The one is an insurer of the debt, the other an insurer of the solvency of the debtor. It results, as a matter of course, out of. the latter contract, that the creditor shall use due diligence to make the debtor pay, and failing in this he lets go the guarantor.\nBut every case is to be judged by its circumstances. Here was a debt of $4000, secured by a mortgage of real estate that had cost the mortgagor that sum — he had paid the interest and $1000 of the principal of the debt, and from the time the mortgage fell due till he was sold out he was in insolvent circumstances. Now, under these circumstances, it was a question for-the jury whether the delay was unreasonable, and whether the guarantors were prejudiced by it. All the evidence about the value of the real estate at different periods would bear upon this question. Was it negligence, or rather was it a lack of due diligence to indulge a debtor so long, under such circumstances, the guarantors acquiescing until 1859 ?\nThis would seem to be the question in the cause, and it should have been left to the jury, and the event made to depend upon their finding. If, under proper instructions concerning the duties of a holder of a guarantied debt, they shall find the want of due diligence, Kramph’s executors will have the same right to set it up against Hatz’s executors that they would have had against Grraybill. If, on the other hand, the jury see nothing more in the circumstances than an ordinary or proper indulgence of a mortgage-debtor, Kramph’s executors should be held to contribution.\nThere are some minor questions upon the record. We think there is nothing in the 1st error assigned, but that the evidence mentioned in the 2d error ought to have been admitted. It tended to exhibit the actual condition of Kirkpatrick at a period when Grraybill might have put himself into motion, and when it is possible the jury may think he ought to have moved. On the same principle the evidence of Kirkpatrick’s insolvency on the part of the plaintiffs was properly admitted, and there is nothing, therefore, in the 3d error. The errors assigned upon the charge have been sufficiently discussed in what we have said on the main points of the cause.\nThe judgment is reversed, and a venire facias de novo is awarded.",
        "type": "majority",
        "author": "Woodward, C. J."
      }
    ],
    "attorneys": [
      "T. F. Franklin and N. Fllmaker, for plaintiff in error.",
      "A. Herr Smith and S. H. Reynolds, for defendants in error.—"
    ],
    "corrections": "",
    "head_matter": "Kramph’s Executrix versus Hatz’s Executors.\n1. As a general rule judgments conclude only parties and privies ; terretenants not served may take any defence in an after suit, they should have taken in the original action.\n2. The contract of guaranty is conditional on the creditor’s diligence to collect the debt; but mere delay will not release a surety; to be released he must demand proceedings with notice that he will not be bound, if they are not instituted.\n3. A surety is the insurer of the debt; a guarantor, of the solvency of the debtor.\n4. One of four guarantors was sued for the debt of the principal, and a judgment recovered against him for the amount, which he paid. In a suit against a co-guarantor for contribution, it was held, that the judgment was not conclusive on the latter, who might take every defence he could have taken in the original suit, had he been notified, including want of due diligence in the creditor in collecting the debt.\nError to the Court of Common Pleas of Lancaster county.\nThis was an action of assumpsit, brought March 4th 1864, by Samuel Hatz and others, executors of John Hatz, deceased, against Sarah M. Kramph, executrix, &c., of F. J. Kramph, deceased: tried before Hayes, A. J.\nOn the 2d of April 1849, William Kirkpatrick gave his bond to Jacob Bowman, conditioned to pay $4000, with interest, in one year. The bond was secured by mortgage on Kirkpatrick’s land. On the same day Hatz and Kramph, with two others, executed a guaranty of its payment, endorsed on the bond. All the interest and $1000 of the principal having been paid, the bond was assigned to Isaac H. Graybill. Kramph died April 2d 1858, and, October 28th 1859, his executrix gave notice to Graybill to sue out the bond. On the 8th of November 1859 Graybill issued a scire facias on the. mortgage, and the land was sold by the sheriff, on the 6th of April 1861, to Anthony Roberts, producing net $960.91. Hatz being dead, Graybill sued his executors on the guaranty, and recovered $2969.69. This judgment was paid by Hatz’s executors, and they brought this suit for contribution. The plaintiffs having given these facts in evidence, the defendant moved for a nonsuit, which was denied and exception taken. She then offered in evidence a judgment, A. E. Roberts against Kirkpatrick, for $8000, afi.fa.: and his personal property sold for $1948.16, and his real estate for $200, subject to this mortgage. The offer was overruled, and an exception taken. The plaintiff in rebuttal proved by Kirkpatrick, against the defendant’s objection, that from 1850 to 1861, when he was sold out by the sheriff, he was insolvent, — to this exception was taken. There was a verdict for the plaintiffs for $191.85.\nThe errors assigned were:—\nThe court erred: 1st. In refusing to nonsuit the plaintiffs.\n2d. In overruling the evidence offered by defendant of a judgment entered by A. E. Roberts against William Kirkpatrick, &c., as set forth in defendant’s 1st exception.\n8d. In allowing the plaintiffs to ask William Kirkpatrick whether, from 1850 to 1861, when he was sold out by the sheriff, he was not insolvent.\n4th. In the answer to the 3d point of the defendant, viz.: “ that the bond of Wm. Kirkpatrick having become payable on the 1st of April 1850, it became incumbent on the plaintiff if he wished to retain the security of the guaranty of defendant’s testator to bring suit against Kirkpatrick within a reasonable time; that no such suit has been brought nor any evidence given that it would have been fruitless ; and the suit brought on the mortgage accompanying the bond and guaranty more than nine years after the same became due, was not due diligence, and the defendant’s testator was released from all liability on his guaranty.”\nIn answer, the court charged :—\n“ The binding engagement of a guaranty to an obligation is not incompatible with a reasonable indulgence or forbearance of the creditor extended to the obligor; the lapse of time is therefore not a necessarily material fact, nor was it in this case, if it appear that the situation of Wm. Kirkpatrick, as to his pecuniary condition, was about the same, and bis property of equal value during the period referred to * * * ; and the facts are such, that if the question of reasonable time is applicable to the issue now before this jury, the jury would have to decide it and not the court.\n“ But this is not a suit by the obligor against a guarantor, in which the question would legitimately arise. That was a proper and material question in the suit by the obligor or his assignee against the executors of John Hatz. ^s an available defence they were entitled to raise the question, and being much interested to use every defence, the presumption is that they did use that. But the verdict and judgment were against them nevertheless ; and the same being liable to no impeachment, and they having honestly paid the whole amount recovered as due upon the whole guaranty, it is difficult to see upon what principle of equity or natural justice they should now be debarred from recovering from a co-guarantor upon his equal share of a joint responsibility, when the obligor indulged his debtor, without objection if not with the acquiescence of all these parties, the only notice he ever had to proceed being that of these defendants, on which he immediately acted; or even if it were shown that he did not act with due diligence in his suit against William Kirkpatrick.”\n5th. In negativing the defendant’s 4th point, that on the whole evidence in the case the plaintiff is not entitled to recover, and the verdict must be for the defendant.\nT. F. Franklin and N. Fllmaker, for plaintiff in error.\nThe court erred in confounding the obligations of a guarantor with those of a surety — they are distinct: Isett v. Hoge, 2 Watts 128 ; Johnston v. Chapman, 3 Penna. B. 18 ; Miller v. Berkey, 3 Casey 317; Gilbert v. Henck, 6 Id. 205; Kemmerer v. Wilson, 7 Id. 110 ; Brown v. Brooks, 1 Id. 210 ; Haly v. Brown, 5 Barr 178 ; Graham v. Brady, 5 Humph. 476.\nThe court erred in saying that the judgment of the creditor against the plaintiff concluded the defendant: Carmack v. Commonwealth, 5 Binn. 184; 1 Greenl. Ev., §§ 522, 523.\nA. Herr Smith and S. H. Reynolds, for defendants in error.—\nA court of error will not reverse for refusal to take a cause from the jury, except in a very clear case: Dingee v. Jackson, 11 Harris 176. The order of testimony is in the discretion of the judge at trial: Bowers v. Still, 13 Wright 70. Mere forbearance to sue does not release a guarantor: 1 Pars. on Cont. 512, note y ; Stark v. Fuller, 6 Wright 322; 1 Story’s Eq. J. § 493 ; 1 Pars. on Cont. 32."
  },
  "file_name": "0525-01",
  "first_page_order": 525,
  "last_page_order": 530
}
