{
  "id": 4196398,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Patrick A. HAAG, Sr., Appellant",
  "name_abbreviation": "Commonwealth v. Haag",
  "decision_date": "2009-10-23",
  "docket_number": "No. 69 MAP 2008",
  "first_page": "46",
  "last_page": "55",
  "citations": [
    {
      "type": "official",
      "cite": "603 Pa. 46"
    },
    {
      "type": "parallel",
      "cite": "981 A.2d 902"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "932 A.2d 214",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8344818
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/932/0214-01"
      ]
    },
    {
      "cite": "951 A.2d 1162",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "597 Pa. 714",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 2008,
      "opinion_index": 0
    },
    {
      "cite": "935 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8364567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/935/0887-01"
      ]
    },
    {
      "cite": "946 A.2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8377841
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/946/0119-01"
      ]
    },
    {
      "cite": "523 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1820349
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "interpreting the prior DUI statute \"as meaning exactly what it says: a present violation and a previous conviction constitute the look-back period\""
        },
        {
          "page": "428",
          "parenthetical": "interpreting the prior DUI statute \"as meaning exactly what it says: a present violation and a previous conviction constitute the look-back period\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0107-01"
      ]
    },
    {
      "cite": "956 A.2d 399",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3989839,
        8207727
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "403"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0211-01",
        "/a2d/956/0399-01"
      ]
    },
    {
      "cite": "598 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3989839
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0211-01"
      ]
    },
    {
      "cite": "957 A.2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        3992226,
        8205563,
        8205585,
        3990898,
        3990553,
        8205595
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0378-01",
        "/a2d/957/0226-01",
        "/a2d/957/0226-02",
        "/pa/598/0378-02",
        "/pa/598/0377-01",
        "/a2d/957/0226-03"
      ]
    },
    {
      "cite": "598 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3990553
      ],
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0377-01"
      ]
    },
    {
      "cite": "951 A.2d 1210",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "unpublished opinion"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 682,
    "char_count": 18602,
    "ocr_confidence": 0.702,
    "pagerank": {
      "raw": 2.477458586781075e-06,
      "percentile": 0.9964920734760984
    },
    "sha256": "4a2b97e52f9776f12499f9de4528c237405b12daa25a155c8aed5a6db8d50b38",
    "simhash": "1:ae13b7d6c65f9fd2",
    "word_count": 2949
  },
  "last_updated": "2024-02-27T23:00:33.759121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ.",
      "Chief Justice CASTILLE, Justice SAYLOR, EAKIN and BEAR and Justice TODD and GREENSPAN join the opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Patrick A. HAAG, Sr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice McCAFFERY.\nIn this appeal, we are asked to determine whether two offenses of Driving Under the Influence of Alcohol (“DUI”) occurring within one and one-half hours of each other should be considered first and second offenses for purposes of sentencing under the recidivist provisions of the Vehicle Code. Because we conclude that 75 Pa.C.S. § 3806(b) requires that an offender have a conviction, or other specified form of judicial process, on a precedent offense prior to the commission of a subsequent violation in order for the subsequent offense to be considered a “second offense” for sentencing purposes, we vacate Appellant’s judgment of sentence and remand to the trial court for resentencing.\nAt 11:40 p.m. on January 12, 2006, a police officer stopped the vehicle of Appellant, Patrick A. Haag, Sr., on suspicion that he was driving under the influence of alcohol. Appellant was transported to a hospital where his blood was tested, revealing a blood alcohol content (“BAC”) of 0.16%. Appellant was charged with DUI under 75 Pa.C.S. § 3802(a)(1) (General impairment) and § 3802(c) (Highest rate of alcohol) and was subsequently released to the custody of his wife. At 1:00 a.m. on January 13, 2006, approximately one and one-half hours after the first arrest, the police again spotted Appellant driving the same vehicle. Appellant was again arrested. After a blood test revealed a BAC of 0.146%, Appellant was charged with a second DUI offense, this time under 75 Pa.C.S. § 3802(a)(1) (General impairment) and § 3802(b) (High rate of alcohol).\nThe Commonwealth filed a motion to consolidate the charges, and Appellant filed a motion in limine prior to trial requesting that the court consider the offenses as two first offenses in accordance with 75 Pa.C.S. § 3806(b). The trial court granted the Commonwealth’s motion and denied Appellant’s motion. At a subsequent bench trial, Appellant was found guilty of violating Sections 3802(c) and 3802(b). The trial court sentenced Appellant to the mandatory minimum term of imprisonment of 72 hours to 6 months for the first violation, the 11:40 p.m. offense, pursuant to 75 Pa.C.S. §§ 3804(c)(1). Then, characterizing the 11:40 p.m. offense as a “prior offense,” the trial court sentenced Appellant to the mandatory minimum term of incarceration for a “second offense” (30 days’ to 6 months’ incarceration) for the 1:00 a.m. violation, pursuant to 75 Pa.C.S. § 3804(b)(2). The sentence on the second conviction was stayed pending Appellant’s appeal to the Superior Court.\nThe Superior Court affirmed the judgment of sentence after performing an analysis focused primarily on whether the 11:40 p.m. offense and the 1:00 a.m. offense should be considered as two separate offenses for purposes of grading under 75 Pa.C.S. § 3803. Commonwealth v. Haag, 1827 MDA 2006, 951 A.2d 1210 (Pa.Super. filed February 8, 2008) (unpublished opinion). Although the court acknowledged that conviction for an offense prior to the commission of another offense is required before there can be what the Superior Court characterized as “enhancement of the mandatory minimum [sentence] under [S]ection 3806,” the court concluded that it need only address whether the trial court properly graded the DUI offenses as first and second offenses, respectively, under Section 3803. Id. at 3-5. The court failed to further address the relevant issue of sentencing.\nWe granted allowance of appeal to determine whether Appellant’s first DUI offense, the 11:40 p.m. violation, which occurred less than two hours before the commission of his subsequent DUI offense, the 1:00 a.m. violation, qualifies as a “prior offense” under 75 Pa.C.S. § 3806 for purposes of sentencing on the subsequent offense. Commonwealth v. Haag, 598 Pa. 377, 957 A.2d 226 (2008). Statutory interpretation presents a pure question of law. As such, our standard of review is de novo and our scope of review is plenary. Commonwealth v. Leidig, 598 Pa. 211, 956 A.2d 399, 403 (2008).\nPenalties for a violation of 75 Pa.C.S. § 3802(b) (High rate of alcohol), under which Appellant was charged for the 1:00 a.m. offense, are set forth in 75 Pa.C.S. § 3804(b). If this violation is treated as a “first DUI offense,” the mandatory minimum sentence includes a term of incarceration of not less than 48 consecutive hours. 75 Pa.C.S. § 3804(b)(l)(i). However, if this violation is treated as a “second DUI offense,” the mandatory minimum sentence includes incarceration for a period of not less than 30 days. 75 Pa.C.S. § 3804(b)(2)(i). To determine whether the 1:00 a.m. violation is a “second DUI offense,” we need first to determine whether the 11:40 p.m. violation is a “prior offense” as defined by Section 3806 of the Vehicle Code.\nSection 3806 provides:\n§ 3806. Prior offenses\n(a) General rule. — Except as set forth in subsection (b), the term “prior offense” as used in this chapter shall mean a conviction, adjudication of delinquency, juvenile consent decree, acceptance of Accelerated Rehabilitative Disposition or other form of preliminary disposition before the sentencing on the present violation for any of the following:\n(1) an offense under section 3802 (relating to driving under influence of alcohol or controlled substance);\n(2) an offense under former section 3731;\n(3) an offense substantially similar to an offense under paragraph (1) or (2) in another jurisdiction; or\n(4) any combination of the offenses set forth in paragraph\n(1), (2) or (3).\n(b) Repeat offenses within ten years. — The calculation of prior offenses for purposes of sections 1553(d.2) (relating to occupational limited license), 3803 (relating to grading) and 3804 (relating to penalties) shall include any conviction, adjudication of delinquency, juvenile consent decree, acceptance of Accelerated Rehabilitative Disposition or other form of preliminary disposition within the ten years before the present violation occurred for any of the following:\n(1) an offense under section 3802;\n(2) an offense under former section 3731;[]\n(3) an offense substantially similar to an offense under paragraph (1) or (2) in another jurisdiction; or\n(4) any combination of the offenses set forth in paragraph (1), (2) or (3).\n75 Pa.C.S. § 3806 (emphasis supplied).\nBecause Section 3806 applies, inter alia, to Section 3802 offenses, it is applicable to the instant criminal matter. Section 3806 contains both a “general rule,” i.e., subsection (a), and a specific rule, ie., subsection (b). Subsection (b) applies to three specific Vehicle Code sections only and concerns “repeat offenses within ten years” of the present violation under consideration. Under both subsections (a) and (b), “prior offense” is considered to be a violation for which “a conviction, adjudication of delinquency, juvenile consent decree, acceptance of Accelerated Rehabilitative disposition or other form of preliminary disposition” has occurred. (For convenience, we shall refer to these various dispositions collectively as “conviction”). 75 Pa.C.S. § 3806(a) and (b). Under subsection (a), the “general rule,” a “prior offense” is one for which conviction has occurred “before sentencing on the present” violation in question. 75 Pa.C.S. § 3806(a). By significant and ultimately dispositive contrast, under the more specific subsection (b), a “prior offense” is one for which conviction has occurred “within ten years before the present [Section 3802 or other] violation occurred.” 75 Pa.C.S. § 3806(b). While subsection (a) pertains to “this chapter,” meaning the entirety of Chapter 38, subsection (b) pertains specifically only to three statutory provisions, including the one section at the heart of this appeal: Section 3804.\nSection 3806(a) expressly yields to Section 3806(b) when the latter is applicable: “Except as set forth in subsection (b)....” 75 Pa.C.S. § 3806(a) (emphasis supplied). Thus, as in the present case, for purposes of imposing sentence under Section 3804, when a sentencing court is required to determine whether there has been a “prior Section 3802 offense” within ten years of another Section 3802 offense, the court must apply Section 3806(b).\nIn the present case, the sentencing court treated Appellant’s two Section 3802 offenses, which occurred within less than two hours of each other, as first and second offenses when determining what statutory sentence was applicable under Section 3804. However, in order to determine the proper statutorily-prescribed penalties to impose pursuant to Section 3804, the sentencing court was required, by clear statutory language, to make a necessary antecedent determination of what constituted a “prior offense,” by applying the definition of “prior offense” as set forth in Section 3806(b). For purposes of properly sentencing under Section 3804, in order for there to be a “prior offense” under Section 3806(b), there would have had to have been a conviction that occurred within ten years prior to the occurrence of the present Section 3802 offense in question. Here, Appellant was not convicted of the 11:40 p.m. offense prior to committing the 1:00 a.m. offense. Therefore, the 1:00 a.m. offense could not be treated as a “second offense” to the 11:40 p.m. offense for purposes of sentencing under Section 3804 because of the clear definitional limits of “prior offense” in Section 3806(b). “The plain meaning of the statute affords no other interpretation.” Commonwealth v. Kimmel, 523 Pa. 107, 565 A.2d 426, 428 (1989) (interpreting the prior DUI statute “as meaning exactly what it says: a present violation and a previous conviction constitute the look-back period”) (emphasis supplied).\nWe note that Section 3806 has resisted plain interpretation and application in several Superior Court decisions preceding its decision in this case. See, e.g., Commonwealth v. Misner, 946 A.2d 119 (Pa.Super.2008), Commonwealth v. Nieves, 935 A.2d 887 (Pa.Super.2007), appeal denied, 597 Pa. 714, 951 A.2d 1162 (2008), and Commonwealth v. Stafford, 932 A.2d 214 (Pa.Super.2007). In Nieves, a case involving a situation similar to that presented in the instant case, the Superior Court simply disi-egarded a plain reading of Section 3806(b), relying instead on Section 3806(a) as “the benchmark for determining when a prior violation is to be a ‘prior offense.’ ” Nieves, supra at 889. In coming to this determination, the court rejected any interpretation of Section 3806(b) that would “emasculate” Section 3806(a), which is titled “General Rule.” For that reason, the court interpreted Section 3806(b) as “merely ... a means to determine which prior offenses occurred within [the] ten-year look-back period of the present violation.” Nieves, supra at 889. However, we note that “[w]hen the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). Further, “[t]he headings prefixed to ... sections and other divisions of a statute shall not be considered to control, but may [only] be used to aid in the construction thereof.” 1 Pa.C.S. § 1924. Here, as was also the case when Nieves was decided, the language of Section 3806 is clear and unambiguous, and consideration of its headings is not necessary to aid in the statute’s construction.\nWe hold that Section 3806(b) is, indeed, applicable to the present case and in all similar situations that may arise. In enacting the current DUI statute, the legislature provided, through the deliberate use of a common exception phrase, that subsection (a) is not the end of the inquiry as to how previous violations are to be defined and utilized in making grading and sentencing determinations. By opening subsection (a) with the phrase “[ejxcept as otherwise set forth in subsection (b),” the legislature expressly directed that subsection (b) overrides the application of subsection (a) in circumstances such as those present here.\nThus, for purposes of applying the recidivist sentencing provisions of the DUI statute, when presented with two or more Section 3802 DUI violations, a sentencing court must first ascertain whether conviction on the first violation occurred before the offender committed the subsequent offense. If no conviction on that previous violation had occurred by the time the offender committed the subsequent violation, pursuant to Section 3806(b), the offender cannot be sentenced as a recidivist on the subsequent violation. To the extent that their holdings are to the contrary, we specifically disapprove of Misner, Nieves, and Stafford, supra.\nBased upon our analysis as set forth above, we vacate Appellant’s judgment of sentence and remand to the trial court for resentencing under 75 Pa.C.S. § 3804(b)(1).\nChief Justice CASTILLE, Justice SAYLOR, EAKIN and BEAR and Justice TODD and GREENSPAN join the opinion.\n. The charges under Section 3806(a)(1) (General impairment) were withdrawn.\n. 75 Pa.C.S. § 3804(c)(1) prescribes the sentence to be imposed for a first violation of Section 3802(c), and includes not only a minimum term of incarceration of 72 hours, but also a monetary fine, attendance at alcohol highway safety school, and compliance with certain drug and alcohol treatment requirements.\n. 75 Pa.C.S. § 3804(b)(2) prescribes the sentence to be imposed after conviction for a Section 3802(b) second offense, which includes not only a mandatory minimum term of incarceration of 30 days, but also a monetary fine, attendance at alcohol highway safety school, and compliance with certain drug and alcohol treatment requirements.\n. Pursuant to 75 Pa.C.S. § 3803(b)(2), an individual who violates Section 3802(c) and has no prior offenses commits a misdemeanor punishable by not more than six months' incarceration. Pursuant to 75 Pa.C.S. §§ 3803(b)(1), an individual who violates Section 3802(b) and has no more than one prior offense commits a misdemeanor punishable by not more than six months' incarceration. Under the circumstances of this case, both offenses are graded as misdemeanors pursuant to 75 Pa.C.S. §§ 3803(b)(1) and (2), punishable by not more than six months' incarceration. Thus, contrary to the disposition of the Superior Court, grading is not the pertinent issue here.\n. 75 Pa.C.S. § 3731, encompassing the entire prior DUI statute and containing a seven-year look-back provision, was repealed in 2003 and replaced with the current DUI statute set forth in 75 Pa.C.S. §§ 3802-3817. The look-back period for purposes of recidivist sentencing was enlarged from seven years to ten years. See 75 Pa.C.S. § 3806(b).\n. Section 3806(b) was amended in 2004 to include “3803 (related to grading)\" in the introductory paragraph so that the look-back period of ten years pertained to both grading and sentencing determinations. See Pennsylvania Legislative Journal-House, March 16, 2004, at 233 (Remarks of Representative Keith R. McCall). Section 3806(b) provides the definition of \"prior offense\" which explicitly pertains to grading and sentencing. Thus, contrary to the Superior Court’s conclusion in this case, grading under Section 3803 cannot occur without meaningful review and application of Section 3806(b).\n. The General Assembly did not define “other form of preliminary disposition.” However, it is clear from the context of these words that “other form of preliminary disposition\" refers to some form of judicial sanction or treatment.\n. The legislature does not explain why the Vehicle Code contains different definitions of “prior offense.” We note, however, that there are provisions within and outside of Chapter 38 of the Vehicle Code that refer specifically to either Section 3806(a) or Section 3806(b) for their distinct definitions of “prior offense.” For instance, Section 3805 (ignition interlock) specifically provides that for an individual seeking restoration of driving privileges, the definition of prior offense to be applied for purposes of the ten-year look-back period is the definition provided in Section 3806(a). In 75 Pa.C.S. § 1553(d.l), pertaining to adjudication eligibility for obtaining an occupational limited license, the legislature specifically provided that the definition of prior offense provided in subsection 3806(a) was to be applied; while in 75 Pa.C.S. § 1553(d.2), pertaining to suspension eligibility for obtaining an occupational limited license, the legislature specifically directed that \"prior offense,” as it is defined in subsection 3806(b), is to be applied. 75 Pa.C.S. §§ 1553(d.l) and (d.2)(l)(iii). In addition, Section 3814(2) contains its own, and completely different, “prior offense” component, without any reference to Section 3806. Thus, the legislature, for whatever reason, intended that different definitions of “prior offense” be applied to different circumstances addressed in the Vehicle Code.\n. The defendant in Nieves had pled guilty on the same day to two DUI offenses that had occurred six months apart, and had been sentenced separately on each offense at a later date. The Superior Court concluded that because conviction on one offense had occurred prior to sentencing on the other offense, the prior \"violation” was properly considered a \"prior offense” for grading and sentencing purposes pursuant to Section 3806(a). Nieves, supra at 889. The Superior Court did not address the timing of the occurrence of the second violation relative to the conviction on the first violation.\n. Moreover, even though, as the Superior Court noted in Nieves, the courts may have occasion to apply the provisions of Section 3806(b) much more frequently than the \"General Rule” of Section 3806(a), a plain reading of Section 3806(a) and (b) and other applicable sections of the Vehicle Code demonstrate that the General Assembly deliberately determined that for different circumstances, different definitions of \"prior offense” will apply.",
        "type": "majority",
        "author": "Justice McCAFFERY."
      }
    ],
    "attorneys": [
      "John M. Ogden, Esq., Holt & Odgen, L.L.P., for Patrick A. Haag, Sr.",
      "John B. Mancke, Esq., Mancke, Wagner, Spreha & McQuillan, Harrisburg, for amicus curiae Pennsylvania Association of Criminal Defense Lawyers.",
      "Karl Baker, Esq., Peter Rosalsky, Esq., Defender Association of Philadelphia, Philadelphia, for amicus curiae Defender Association of Philadelphia.",
      "Hugh S. Rebert, Esq., Lori A. Edwards, Esq., Andrew Joseph Petsu, Jr., Esq., York County District Attorney’s Office, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "981 A.2d 902\nCOMMONWEALTH of Pennsylvania, Appellee v. Patrick A. HAAG, Sr., Appellant.\nSupreme Court of Pennsylvania.\nSubmitted May 12, 2009.\nDecided Oct. 23, 2009.\nJohn M. Ogden, Esq., Holt & Odgen, L.L.P., for Patrick A. Haag, Sr.\nJohn B. Mancke, Esq., Mancke, Wagner, Spreha & McQuillan, Harrisburg, for amicus curiae Pennsylvania Association of Criminal Defense Lawyers.\nKarl Baker, Esq., Peter Rosalsky, Esq., Defender Association of Philadelphia, Philadelphia, for amicus curiae Defender Association of Philadelphia.\nHugh S. Rebert, Esq., Lori A. Edwards, Esq., Andrew Joseph Petsu, Jr., Esq., York County District Attorney’s Office, for Commonwealth of Pennsylvania.\nBEFORE: CASTILLE, C.J., and SAYLOR, EAKIN, BAER, TODD, McCAFFERY and GREENSPAN, JJ."
  },
  "file_name": "0046-01",
  "first_page_order": 158,
  "last_page_order": 167
}
