{
  "id": 4196871,
  "name": "COMMONWEALTH of Pennsylvania, Appellant v. Carl NORTHRIP, Appellee",
  "name_abbreviation": "Commonwealth v. Northrip",
  "decision_date": "2009-12-28",
  "docket_number": "No. 81 MAP 2008",
  "first_page": "544",
  "last_page": "562",
  "citations": [
    {
      "type": "official",
      "cite": "603 Pa. 544"
    },
    {
      "type": "parallel",
      "cite": "985 A.2d 734"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "722 A.2d 1047",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11782084,
        1701940
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/722/1047-01",
        "/pa/555/0072-01"
      ]
    },
    {
      "cite": "555 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701940
      ],
      "year": 1999,
      "opinion_index": 0,
      "case_paths": [
        "/pa/555/0072-01"
      ]
    },
    {
      "cite": "N.Y. Penal Law § 150.00",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "opinion_index": 0
    },
    {
      "cite": "N.Y. Penal Law §§ 150.15",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "weight": 2,
      "pin_cites": [
        {
          "parenthetical": "arson in the second-degree"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "945 A.2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8382595
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "210"
        },
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/945/0198-01"
      ]
    },
    {
      "cite": "856 A.2d 1273",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9214361
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "1277"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/856/1273-01"
      ]
    },
    {
      "cite": "367 Pa.Super. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682695
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1175-76"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/367/0333-01"
      ]
    },
    {
      "cite": "N.Y. Veh. & Traf. Law § 1192",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "pin_cites": [
        {
          "page": "(1)",
          "parenthetical": "\"DWAI\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "744 A.2d 739",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95763,
        11490987
      ],
      "weight": 9,
      "year": 2000,
      "pin_cites": [
        {
          "page": "743"
        },
        {
          "page": "744"
        },
        {
          "page": "744-45"
        },
        {
          "page": "743",
          "parenthetical": "citation omitted"
        },
        {
          "page": "744-45",
          "parenthetical": "noting the relevance of the statutes' policies but rejecting the Commonwealth's claim that the statutes were equivalent merely because they shared a policy of punishing impaired drivers"
        },
        {
          "page": "743"
        },
        {
          "page": "743"
        },
        {
          "page": "745"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0296-01",
        "/a2d/744/0739-01"
      ]
    },
    {
      "cite": "560 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95763
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/560/0296-01"
      ]
    },
    {
      "cite": "764 A.2d 1056",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11169945,
        1276747
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/764/1056-01",
        "/pa/564/0144-01"
      ]
    },
    {
      "cite": "564 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276747
      ],
      "year": 2001,
      "opinion_index": 0,
      "case_paths": [
        "/pa/564/0144-01"
      ]
    },
    {
      "cite": "961 A.2d 57",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8189552,
        8189537,
        3441746,
        3440957
      ],
      "weight": 4,
      "year": 2008,
      "pin_cites": [
        {
          "page": "60-61"
        },
        {
          "page": "63"
        },
        {
          "page": "62",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/961/0057-02",
        "/a2d/961/0057-01",
        "/pa/599/0166-01",
        "/pa/599/0165-01"
      ]
    },
    {
      "cite": "599 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3441746
      ],
      "weight": 2,
      "year": 2008,
      "opinion_index": 0,
      "case_paths": [
        "/pa/599/0166-01"
      ]
    },
    {
      "cite": "N.Y. Penal Law § 150.10",
      "category": "laws:leg_act",
      "reporter": "N.Y.",
      "weight": 6,
      "pin_cites": [
        {
          "page": "(2)",
          "parenthetical": "requiring a defendant to prove, inter alia, that \"no person other than the defendant had a possessory or proprietary interest in the building\" or that all persons \"consented to the defendant's conduct\" in order to have an affirmative defense"
        },
        {
          "page": "210-11"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "722 A.2d 1047",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11782084,
        1701940
      ],
      "weight": 3,
      "year": 1999,
      "pin_cites": [
        {
          "page": "1051"
        },
        {
          "page": "1051"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/722/1047-01",
        "/pa/555/0072-01"
      ]
    },
    {
      "cite": "555 Pa. 72",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1701940
      ],
      "year": 1999,
      "opinion_index": 1,
      "case_paths": [
        "/pa/555/0072-01"
      ]
    },
    {
      "cite": "367 Pa.Super. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        682695
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1175-76",
          "parenthetical": "emphasis added"
        },
        {
          "page": "1176"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/367/0333-01"
      ]
    },
    {
      "cite": "744 A.2d 739",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95763,
        11490987
      ],
      "weight": 3,
      "year": 2000,
      "pin_cites": [
        {
          "page": "743"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/560/0296-01",
        "/a2d/744/0739-01"
      ]
    },
    {
      "cite": "560 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95763
      ],
      "year": 2000,
      "opinion_index": 1,
      "case_paths": [
        "/pa/560/0296-01"
      ]
    },
    {
      "cite": "277 Ga.App. 92",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        5624647
      ],
      "weight": 2,
      "year": 2005,
      "pin_cites": [
        {
          "parenthetical": "applying Section 17-10-7(c"
        },
        {
          "page": "473",
          "parenthetical": "applying Section 17-10-7(c) and finding that, where the defendant's conduct underlying a prior New York conviction would have constituted a felony under Georgia law, the trial court properly treated the New York conviction as a prior felony conviction for sentencing purposes"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ga-app/277/0092-01"
      ]
    },
    {
      "cite": "242 Ga.App. 67",
      "category": "reporters:state",
      "reporter": "Ga. App.",
      "case_ids": [
        497239
      ],
      "weight": 2,
      "year": 2000,
      "pin_cites": [
        {
          "parenthetical": "holding that, under Section 17-10-7(c), the State bears the burden of establishing that the foreign convictions were \"for conduct which would be considered felonious under the laws of [Georgia] ...\""
        },
        {
          "page": "5",
          "parenthetical": "holding that, under Section 17-10-7(c), the State bears the burden of establishing that the foreign convictions were \"for conduct which would be considered felonious under the laws of [Georgia] ...\""
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/ga-app/242/0067-01"
      ]
    },
    {
      "cite": "530 U.S. 466",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9413911
      ],
      "weight": 3,
      "year": 2000,
      "opinion_index": 2,
      "case_paths": [
        "/us/530/0466-01"
      ]
    },
    {
      "cite": "744 A.2d 739",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        95763,
        11490987
      ],
      "year": 2000,
      "opinion_index": 2,
      "case_paths": [
        "/pa/560/0296-01",
        "/a2d/744/0739-01"
      ]
    },
    {
      "cite": "560 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        95763
      ],
      "year": 2000,
      "opinion_index": 2,
      "case_paths": [
        "/pa/560/0296-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1104,
    "char_count": 35594,
    "ocr_confidence": 0.683,
    "pagerank": {
      "raw": 2.5263099111830975e-07,
      "percentile": 0.8120560310659038
    },
    "sha256": "c8a06d5c87e34fc4a5c4c3991507bd4bfd0cf3f4bfa4884f74797fdc267706b2",
    "simhash": "1:e40665f2c70dae91",
    "word_count": 5658
  },
  "last_updated": "2024-02-27T23:00:33.759121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ.",
      "Chief Justice CASTILLE and Justices SAYLOR, EAKIN and BAER, TODD, and McCAFFERY join the opinion.",
      "Chief Justice CASTILLE files a concurring opinion in which Justice TODD joins.",
      "Justice SAYLOR files a concurring opinion.",
      "Justice TODD joins this opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant v. Carl NORTHRIP, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice GREENSPAN.\nWe permitted this appeal in order to review the Superior Court’s decision under 42 Pa.C.S. § 9714, Sentences for Second and Subsequent Offenses, commonly referred to as the “Three Strikes Law.” The precise question is whether the Superior Court panel properly determined that the New York statute of Arson in the Third Degree, N.Y. Penal Law § 150.10, does not constitute an offense equivalent to the Pennsylvania statute of Arson Endangering Persons, 18 Pa. C.S. § 3301(a)(1). We conclude that the two offenses are not equivalent. As a result, we hold that the Superior Court did not err in concluding that a New York conviction for Arson in the Third Degree cannot serve as a prior crime of violence under Section 9714(a)(1). We affirm the Superior Court’s order vacating the judgment of sentence and remanding the matter for resentencing.\nAppellee Carl Northrip (“Appellee”) was convicted of multiple counts of involuntary deviate sexual intercourse (IDSI), statutory sexual assault, incest, and corruption of minors in connection with repeated sexual attacks upon his 12-year-old daughter. Prior to sentencing, the Commonwealth sought application of Section 9714(a), which provides for a mandatory minimum sentence in the event a defendant has a prior conviction for a crime of violence. The Commonwealth’s request was based on Appellee’s prior conviction in New York for Arson in the Third Degree after he set fire to a building called Main Street Auto. The Three Strikes Law includes among its list of crimes of violence “arson as defined in 18 Pa.C.S. § 3301(a)” or “an equivalent crime in another jurisdiction.” 42 Pa.C.S. § 9714(g). The trial court agreed that the mandatory minimum set forth in Section 9714 applied and ultimately sentenced Appellee to 30 to 60 years in prison.\nOn direct appeal to the Pennsylvania Superior Court, Appellee asserted that the trial court erred in applying Section 9714. Specifically, Appellee argued that New York’s statute of Arson in the Third Degree was not equivalent to the specific Pennsylvania arson provision listed in Section 9714. The Superior Court agreed; it vacated the judgment of sentence and remanded the matter for resentencing. We granted the Commonwealth’s petition for allowance of appeal, limited to the following question:\nWhether the Pennsylvania Superior Court erred by determining that [Appellee’s] conviction for Arson in the Third Degree, as defined in N.Y. Penal Law § 150.10, was not an equivalent offense to Arson as defined in the Pennsylvania Crimes Code at 18 Pa.C.S.A. § 3301(a), and thus, not a crime of violence as defined by 42 Pa.C.S.A. § 9714(g)?\nThe issue before us is one of statutory construction that implicates the legality of the sentence imposed. As a result, our standard of review is de novo and the scope of our review is plenary. Commonwealth v. Samuel, 599 Pa. 166, 961 A.2d 57, 60-61 (2008); Commonwealth v. Collins, 564 Pa. 144, 764 A.2d 1056, 1057 n. 1 (2001).\nAlthough the statute generally is referred to as the Three Strikes Law, the facts in this case concern Appellee’s “second strike,” as Section 9714 provides that any person convicted of a crime of violence shall be subject to a minimum sentence of at least ten years if, at the time he committed the offense, he had previously been convicted of a crime of violence. 42 Pa.C.S. § 9714(a). In defining the term “crime of violence,” the Legislature set out explicit direction:\nAs used in this Section, the term “crime of violence” means murder of the third degree, voluntary manslaughter, aggravated assault as defined in 18 Pa.C.S. § 2702(a)(1) or (2) ... rape, involuntary deviate sexual intercourse, aggravated indecent assault, incest, sexual assault, arson as defined in 18 Pa.C.S. § 3301(a) ... kidnapping, burglary of a structure adapted for overnight accommodation in which at the time of the offense any person is present, robbery as defined in 18 Pa.C.S. § 3701(a)(l)(i), (ii) or (iii), or robbery of a motor vehicle, or criminal attempt, criminal conspiracy or criminal solicitation to commit murder or any of the offenses listed above, ... or an equivalent crime in another jurisdiction.\n42 Pa.C.S. § 9714(g) (emphasis supplied).\nThe resolution in this case rests on the interpretation of the phrase “equivalent crime in another jurisdiction.” The Pennsylvania crime at issue in this case is defined as follows:\n(a) Arson endangering persons.—\n(1) A person commits a felony of the first degree if he intentionally starts a fire or causes an explosion, or if he aids, counsels, pays or agrees to pay another to cause a fire or explosion, whether on his own property or on that of another, and if:\n(i) he thereby recklessly places another person in danger of death or bodily injury, including but not limited to a firefighter, police officer or other person actively engaged in fighting the fire; or\n(ii) he commits the act with the purpose of destroying or damaging an inhabited building or occupied structure of another.\n18 Pa.C.S. § 3301(a).\nThe New York crime is defined as follows:\n1. A person is guilty of arson in the third degree when he intentionally damages a building or motor vehicle by starting a fire or causing an explosion.\n2. In any prosecution under this section, it is an affirmative defense that (a) no person other than the defendant had a possessory or proprietary interest in the building or motor vehicle, or if other persons had such interests, all of them consented to the defendant’s conduct, and (b) the defendant’s sole intent was to destroy or damage the building or motor vehicle for a lawful and proper purpose, and (c) the defendant had no reasonable ground to believe that his conduct might endanger the life or safety of another person or damage another building or motor vehicle.\nN.Y. Penal Law § 150.10.\nWhile this Court has not spoken on what constitutes an equivalent crime under Section 9714, it has considered the very same term in the context of a previous version of the Driving Under the Influence of Alcohol (DUI) statute. See 75 Pa.C.S. § 3731(e), repealed by 2003, Sept. 30, P.L. 120, No. 24, § 14, effective February 1, 2004. Section 3731’s framework provided for enhanced sentences each time a defendant faced sentencing on a DUI conviction following conviction of a previous DUI offense or “an equivalent offense ... in [another jurisdiction.” Id. In Commonwealth v. Shaw, 560 Pa. 296, 744 A.2d 739 (2000), this Court considered whether the defendant’s prior conviction in New York for Driving While Ability Impaired, N.Y. Veh. & Traf. Law § 1192(1) (“DWAI”), was an offense equivalent to Pennsylvania’s DUI statute. Beginning with the standard to be applied in determining equivalency, this Court formally adopted the rationale of a Superior Court case that addressed the precise issue:\n[A] sentencing court [must] carefully review the elements of the foreign offense in terms of classification of the conduct proscribed, its definition of the offense, and the requirements for culpability. Accordingly, the court may want to discern whether the crime is malum in se or malum prohibitum, or whether the crime is inchoate or specific. If it is a specific crime, the court may look to the subject matter sought to be protected by the statute, e.g., protection of the person or protection of the property. It will also be necessary to examine the definition of the conduct or activity proscribed. In doing so, the court should identify the requisite elements of the crime — the actus reus and mens rea — which form the basis of liability.\nHaving identified these elements of the foreign offense, the court should next turn its attention to the Pennsylvania Crimes Code for the purpose of determining the equivalent Pennsylvania offense. An equivalent offense is that which is substantially identical in nature and definition [to] the out-of-state or federal offense when compared [to the] Pennsylvania offense.\nShaw, 744 A.2d at 743 (quoting Commonwealth v. Bolden, 367 Pa.Super. 333, 532 A.2d 1172, 1175-76 (1987)).\nThe Shaw Court went on to compare New York’s DWAI statute with Pennsylvania’s DUI statute and determined that the two were not equivalent because the former “protected] the public from a broader range of reckless behavior” than did the latter. Shaw, 744 A.2d at 744. Noting that New York’s law punished drivers suffering from any alcohol related impairment and Pennsylvania punished only those drivers who suffered substantial impairment, the Shaw Court concluded that the New York statute cast a “wider net,” which constituted an “appreciable difference” in the elements of the two crimes and so precluded a finding of equivalency. Id. at 744-45.\nIn the matter sub judice, the Superior Court concluded that the Shaiv majority’s test for equivalent offenses in the DUI context applied to analyses under the Three Strikes Law. Indeed, the Superior Court had applied Shaw in a Three Strikes case several years earlier. See Commonwealth v. Ward, 856 A.2d 1273, 1277 (Pa.Super.2004) (applying the Shaw test for equivalent offenses in a Section 9714 case and concluding that the appellant’s New York robbery conviction was equivalent to a conviction under Pennsylvania’s robbery statute at 18 Pa.C.S. § 3701(a)(1)(h)).\nIn their briefs before this Court, the parties agree that the standard set out in Shaw is applicable in this case. Each concedes that in determining whether offenses are equivalent for purposes of applying Section 9714, the court must consider the elements underlying the two statutes, as well as the classification of the crimes, their definitions, and their requirements. The parties likewise concede that the Superior Court applied the Shaw standard as required. The Commonwealth, however, insists that the Superior Court erred because it went beyond Shaw’s test of reviewing the elements, definitions, and other requirements of the relevant statutes. Specifically, the Commonwealth takes issue with the panel’s inquiry into whether “each and every factual scenario, whether speculative or not, [is] proscribed by both statutes.” Appellant’s Brief at 14. This additional analysis, argues the Commonwealth, prompted the panel to conclude — improperly—that the statutes were not equivalent. Id.\nOur task is to determine: 1) precisely what standard is to be applied when making an equivalency determination under Section 9714 and 2) whether the two statutes at issue here are equivalent.\nThe Commonwealth is correct that the Superior Court focused its inquiry primarily on whether there was any possibility that an act of arson would result in conviction under New York’s law and would not result in conviction under the allegedly equivalent Pennsylvania law. The panel stated:\n[T]he critical inquiry is whether any factual scenario sufficient for conviction of New York section 150.10 would correspondingly have been insufficient for conviction under Pennsylvania section 3301(a).\nCommonwealth v. Northrip, 945 A.2d 198, 210 (Pa.Super.2008) (emphasis supplied).\nThe panel fashioned such a scenario and, applying the following rationale, determined that the two statutes simply could not be deemed equivalent:\nFor example, a person might intentionally set fire to an abandoned, isolated, and remote building, of which another person had a possessory or proprietary interest. If he reasonably believes that firefighters would not respond and place themselves in danger because of the building’s remote location, he would nonetheless be subject to prosecution under New York section 150.10 because he would fail to meet the first requirement of pleading an affirmative defense under that section. See N.Y. Penal Law § 150.10(2) (requiring a defendant to prove, inter alia, that “no person other than the defendant had a possessory or proprietary interest in the building” or that all persons “consented to the defendant’s conduct” in order to have an affirmative defense). However, he would not be subject to prosecution under Pennsylvania section 3301(a) because he would not have placed another in danger of bodily injury, pursuant to subsection (a)(l)(i), or destroyed an inhabited building or occupied structure of another, pursuant to subsection (a)(1)(h). See 18 Pa.C.S. § 3301(a)(1). Instead, the highest-graded arson offense of which he could be convicted is Pennsylvania section 3301(c), which is not a crime of violence in Pennsylvania.\nId. at 210-11.\nThe Commonwealth characterizes the Superior Court’s analysis as a fatal error and claims that its additional inquiry into potential fact patterns was “speculative” and improper. In response, Appellee asserts that the panel’s consideration of hypothetical factual scenarios did not adversely affect its analysis; it merely demonstrated that the two statutes were not equivalent. Appellee urges us to affirm the Superior Court’s decision, despite its reliance on hypothetical facts, because the panel ultimately (and properly) applied the Shaw test.\nThe Superior Court certainly concluded that the “critical inquiry” in this case was whether it could imagine “any factual scenario” that would result in a conviction in New York and an acquittal in Pennsylvania. Northrip, 945 A.2d at 210. But the Three Strikes Law neither directs nor requires the court to consider every possible set of circumstances in order to determine whether the mandatory sentence applies. Rather, Section 9714 simply sets out a specific statutory provision, in this case Section 3301(a)(1), and provides that the sentencing court must impose a mandatory minimum sentence if it finds the defendant has been convicted of a crime that is “equivalent” to that statutory provision in another jurisdiction.\nIn determining whether a foreign state’s statute is equivalent to a Pennsylvania crime under Section 9714, we hold that the sentencing court is to apply the test this Court articulated in Shaw. Thus, the court must consider “the elements of the foreign offense in terms of classification of the conduct proscribed, its definition of the offense, and the requirements for culpability.” Shaw, 744 A.2d at 743 (citation omitted). With respect to the underlying policy of the statutes, we hold that analysis of policy considerations is appropriate, though not controlling. See Shaw, 744 A.2d at 744-45 (noting the relevance of the statutes’ policies but rejecting the Commonwealth’s claim that the statutes were equivalent merely because they shared a policy of punishing impaired drivers).\nDespite our agreement with the Commonwealth that consideration of hypothetical scenarios is unwarranted when determining equivalency for purposes of Section 9714, we disagree with the Commonwealth that the court must in every instance consider the actual facts underlying a defendant’s prior, out-of-state conviction. The Commonwealth insists that the panel should have inquired into the actual facts underlying Appellee’s New York arson conviction. Had it done so, the Commonwealth maintains, it would have concluded — as did the trial court — that Appellee’s conduct would be deemed culpable under both statutes, thereby malting them equivalent for purposes of Section 9714.\nAgain, we look to Section 9714 for direction. Both the statute’s structure and its plain language demonstrate that for most crimes, the focus is not on the facts underlying a conviction, but rather on the statute that triggered the conviction. Section 9714’s reach is targeted and specific. With respect to arson, the statute sets out a singular subsection— Section 3301(a). Section 9714 does the same with other crimes, listing either a single type of crime or a specific subsection or subsections of particular crimes, most of which are first-degree felonies. For example, a conviction for voluntary manslaughter, rape, or deviate sexual intercourse qualifies as a crime of violence under Section 9714. Two of seven aggravated assault subsections are included in the definition (18 Pa.C.S. § 2702(a)(1) and (2) — both first-degree felonies) and three of five robbery subsections (18 Pa.C.S. § 3701(a)(1)®, (ii), and (iii) — all felonies of the first degree) make the list.\nEven more telling is the fact that with respect to burglary, Section 9714 does not set out a statutory subsection at all. Instead, it explicitly directs the sentencing court to apply a fact-based test for determining whether the prior conviction is a crime of violence. Section 9714 includes only one type of burglary in its purview- — one that is not set out in a specific subsection of the burglary statute: “burglary of a structure adapted for overnight accommodation in which at the time of the offense any person is present.” 42 Pa.C.S. § 9714(g). See 18 Pa.C.S. § 3502 (defining burglary as the unlawful entry onto a premises with the intent to commit a crime therein, regardless of whether someone else is present).\nThis very specific and deliberate method of defining crimes of violence in Section 9714 demonstrates the Legislature’s clear intent that with respect to all crimes except burglary, the focus is on the crime for which the defendant was convicted, not the factual scenario underlying that crime. Section 9714 both directs and limits the sentencing court’s inquiry. In keeping with the statute’s mandate then, we must focus on the crime of arson and its elements, not the facts underlying Appellee’s conviction.\nApplying the Shaw test to the instant matter, we conclude that the Superior Court correctly determined that the New York statute and the Pennsylvania statute are not equivalent for purposes of applying Section 9714. At first glance, the laws appear to have similar elements and burdens of proof. Both punish a person for intentionally setting a structure on fire and both define the word structure to include a place of business. However, the framework of the two statutory schemes reflects striking differences in terms of the “classification of the conduct proscribed” and the “subject matter sought to be protected.” Shaw, 744 A.2d at 743. First, the New York statute describes a third-degree felony; the Pennsylvania provision describes a felony of the first-degree. Moreover, the New York law focuses plainly on the protection of property. The Pennsylvania law decidedly does not. Significantly, the Pennsylvania subsection is titled “arson endangering persons” and a different, separate subsection is titled “arson endangering property.” 18 Pa.C.S. § 3301(c). Pennsylvania punishes, as a second-degree felony, the deliberate starting of a fire with the intent to destroy or damage a building or structure adapted for carrying on business. Likewise significant is the fact that New York’s other arson statutes specifically address injury to persons and assign higher grades to those offenses. See N.Y. Penal Law §§ 150.15 (arson in the second-degree) and 150.20 (arson in the first-degree).\nIn light of the material differences between these two statutes, we conclude that the Superior Court was correct in determining that the New York offense was not equivalent to the Pennsylvania offense. As a result, the panel properly concluded that a mandatory minimum sentence under Section 9714 was not proper and the sentence imposed must be vacated.\nAccordingly, we affirm the Superior Court’s order vacating the judgment of sentence and remanding the matter for resentencing without application of Section 9714. Jurisdiction relinquished.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN and BAER, TODD, and McCAFFERY join the opinion.\nChief Justice CASTILLE files a concurring opinion in which Justice TODD joins.\nJustice SAYLOR files a concurring opinion.\n. The trial court sentenced Appellee as follows. On the first count of IDSI: 10 to 20 years; on the second count of IDSI: 10 to 20 years, to be served consecutively; on the first count of Incest: 10 to 20 years to be served consecutively; on the second count of Incest: 10 to 20 years, to be served concurrently; on the third count of Incest: 10 to 20 years, to be served concurrently; on the fourth count of Incest: 10 to 20 years, to be served concurrently; on the first count of Statutory Sexual Assault: 18 to 36 months, to be served concurrently; on the second count of Statutory Sexual Assault: 18 to 36 months to be served concurrently; on the third count of Statutory Sexual Assault: 18 to 36 months, to be served concurrently; on each of six counts of Corruption of Minors: 6 to 12 months, to be served concurrently.\n. A person who is convicted of a crime of violence and has two prior convictions for crimes of violence arising from separate criminal transactions (the \"third strike”) is subject to a mandatory term of 25 years, unless the court determines that such punishment is insufficient to protect public safety. 42 Pa.C.S. § 9714(a)(2). In such a case, the court may sentence the individual to life in prison without parole. Id.\n. Pennsylvania law defines \"occupied structure” as \"any structure, vehicle or place adapted for overnight accommodation of persons or for carrying on business therein, whether or not a person is actually present.” 18 Pa.C.S. § 3301(j).\n. New York law defines \"building” as \"its ordinary meaning [as well as] any structure, vehicle or watercraft use for overnight lodging of persons, or used by persons for carrying on business therein.” N.Y. Penal Law § 150.00.\n. Section 3731 was repealed in 2004. In its place, the Legislature enacted a DUI statutory framework that, like its predecessor Section 3731, provides for enhanced sentences for convictions that follow a first DUI offense. See 75 Pa.C.S. §§ 3802-06. Under the revised statutory scheme, the first DUI offense carries a mandatory minimum sentence of six months probation; the second offense carries a mandatory minimum prison term of five days; the third offense carries a mandatory prison term of ten days. 75 Pa.C.S. § 3804(a). The law provides for harsher sentences, likewise subject to enhancement for second and third offenses, in the cases of drivers who have high rates of blood alcohol, those involved in accidents, those who refuse blood testing, and those who drive commercial vehicles or school buses. 75 Pa.C.S. § 3804(b); (c). In revising the DUI laws, the Legislature did away with the term “equivalent offense.” The statute now provides for enhanced sentences following convictions for offenses \"substantially similar” to Pennsylvania's previous and current DUI statutes. 75 Pa.C.S. § 3806(a)(3).\n. The Shaw Court noted that a plurality of this Court had adopted the Superior Court’s Bolden approach in Commonwealth v. Robertson, 555 Pa. 72, 722 A.2d 1047 (1999). Shaw, 744 A.2d at 743.\n. In a concurring opinion, then-justice Cappy, joined by then-justice Zappala and Justice Saylor, voiced agreement with the conclusion that the statutes were not equivalent, but disagreed with the Majority’s standard for equivalency. Specifically, the concurring justices believed that the equivalency inquiry should focus only on the essential elements of each offense; underlying policy comparisons were unwarranted. Shaw, 744 A.2d at 745. (Cappy, J., concurring).\n. This is so, the Commonwealth argues, because Appellee set fire to a business in New York and so would have been convicted of Section 3301(a) in Pennsylvania because the property was one adapted \"for carrying on business therein.\" See 18 Pa.C.S. § 3301(j).\n. In Commonwealth v. Samuel, 599 Pa. 166, 961 A.2d 57 (2008), this Court held that it was for the sentencing court to determine whether a defendant's act of burglary satisfied the factual requirements of Section 9714. Id. at 63. The Samuel Court recognized that the Section 9714 definition of burglary did not mirror that set out in the burglary statute. Id. at 62 (citations omitted).\n. As noted above, the majority of offenses deemed crimes of violence in Section 9714 are first-degree felonies.\n. Section 3301(c), Arson Endangering Property, is not listed as a crime of violence under Section 9714.",
        "type": "majority",
        "author": "Justice GREENSPAN."
      },
      {
        "text": "Chief Justice CASTILLE,\nconcurring.\nI join the Majority Opinion and write separately to emphasize the limited nature of today’s holding. As the Majority notes, the parties sub judice agree that this Court is not today writing on a blank slate. In Commonwealth v. Shaw, 560 Pa. 296, 744 A.2d 739 (2000), we were asked to provide the proper test for determining whether an offense committed in a foreign jurisdiction is equivalent to an offense committed in Pennsylvania. Although the need for the equivalence analysis in Shaw arose from the then-governing driving under the influence (“DUI”) statute, whereas here the question arises under the Three Strikes Law, the parties sub judice further agree that the Shaw test of equivalence governs the instant case.\nShaw was not this Court’s first opportunity to consider the proper approach to determining equivalence of offenses. Indeed, the root of our jurisprudence in this area extends to the Superior Court’s decision in Commonwealth v. Bolden, 367 Pa.Super. 333, 532 A.2d 1172 (1987). In Bolden, the defendant had a prior conviction for attempted burglary in Colorado. After his convictions in Pennsylvania for burglary, attempted rape, indecent assault, and simple assault, the trial court determined, for purposes of calculating Bolden’s prior record score under the Sentencing Guidelines, that the Colorado attempted burglary conviction was equivalent to Bolden’s conviction for attempted burglary under 18 Pa.C.S. § 903 (criminal attempt). See 204 Pa.Code § 303.7(d) (“A prior out-of-state or Federal conviction ..., or a prior conviction . .. under former Pennsylvania law, is scored as a conviction for the current equivalent Pennsylvania offense.”) (emphasis added). On appeal to the Superior Court, Bolden argued that the trial court’s equivalence determination was a misapplication of the Sentencing Guidelines. In upholding the trial court’s equivalence determination, the Superior Court reasoned as follows:\nIn assessing the quality of a prior conviction in a foreign jurisdiction, we discern from the purpose and language of the guidelines that it was the intent of the Sentencing Commission as well as the legislature that offense equivalency be considered in terms of the nature and definition of the offense in light of the record of the foreign conviction. This approach requires a sentencing court to carefully review the elements of the foreign offense in terms of the classification of the conduct proscribed, its definition of the offense, and the requirements for culpability. Accordingly, the court may want to discern whether the crime is malum in se or malum prohibitum, or whether the crime is inchoate or specific. If it is a specific crime, the court- may look to the subject matter sought to be protected by the statute, e.g. protection of the person or protection of property. It will also be necessary to examine the definition of the conduct or activity proscribed. In doing so, the court should identify the requisite elements of the crime— the actus retís and mens rea — which form the basis of liability.\nHaving identified these elements of the foreign offense, the court should next turn its attention to the Pennsylvania Crimes Code for the purpose of determining the equivalent Pennsylvania offense. An equivalent offense is that which is substantially identical in nature and definition as the out-of-state or federal offense when compared with [the] Pennsylvania offense. The record of the foreign conviction will be relevant also when it is necessary to grade the offense under Pennsylvania law or when there are aggravating circumstances. Where there is no equivalent offense, the prior foreign conviction is scored as a current Pennsylvania non-weapons misdemeanor in accordance with section 303.7(h). 204 Pa.Code § 303.7(h) (relating to incomplete prior records for Pennsylvania convictions).\nBolden, 532 A.2d at 1175-76 (emphasis added) (citation and footnote omitted).\nIn Commonwealth v. Robertson, 555 Pa. 72, 722 A.2d 1047 (1999), this Court was asked to determine the equivalence of offenses for purposes of the DUI statute, as in Shaw. Specifically, the question before us in Robertson was whether the Maryland offense of “driving while intoxicated” (“DWI”) was equivalent to Pennsylvania’s DUI offense for purposes of the one-year mandatory minimum sentence applicable under our former DUI statute where the defendant “has three times previously been convicted of ... an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years.” 75 Pa.C.S. § 3731(e)(iv) (emphasis added) (repealed 2004). On appeal from his mandatory minimum sentence, Robertson argued that the Maryland DWI conviction was not equivalent to his Pennsylvania DUI conviction.\nThe six-Justice Robertson Court was evenly divided on the proper test for determining equivalence. Three Justices expressly endorsed the Bolden approach to determining equivalence of offenses, which I quoted at length in my Opinion in Support of Affirmance. In noting that we would uphold the sentence, we reasoned, in part, that to hold that Robertson was not subject to the mandatory minimum sentence “would be to ignore the underlying public policy behind the criminal statutes. Both the Maryland and Pennsylvania statutes sought to protect the public from individuals who drank to the point of substantial impairment and then operated a motor vehicle.” Robertson, 722 A.2d at 1051. Our observation in Robertson that both the Maryland and Pennsylvania statutes were designed to protect the public was, of course, in perfect harmony with the Bolden court’s observation of the relevance of “the subject matter sought to be protected by the statute, e.g. protection of the person or protection of property.” Bolden, 532 A.2d at 1176. Then-Justice Cappy’s Opinion in Support of Reversal criticized what he called our “policy driven approach,” Robertson, 722 A.2d at 1051, but his view, like mine, did not garner a Court majority.\nShaw decided what Robertson had left open. In Shaw, in determining whether the New York offense of “driving while ability impaired” was equivalent to Pennsylvania’s DUI offense, the 4-3 Majority “formally adopt[ed]” and applied the Bolden court’s approach for determining equivalence of offenses. Shaw, 744 A.2d at 743. We described that approach as a comparison of “the elements of the crimes, the conduct prohibited by the offenses, and the underlying public policy behind the two criminal statutes.” Id.\nInstantly, the Majority “hold[s]” that a sentencing court must apply the test for determining equivalence of offenses that we set forth in Shaw. Majority Op. at 553-54, 985 A.2d at 740. Of course, such a “holding” is necessary only in the sense that we today decide that the Bolden/Shaw test applies for purposes of the Three Strikes Law; the general test for determining the equivalence of offenses was already articulated by a clear majority of this Court in Shaw. Recognizing the limited nature of today’s holding, I join the Majority Opinion.\nJustice TODD joins this opinion.\n. See 75 Pa.C.S. § 3731(e)(l)(iii) (requiring mandatory minimum sentence of 90 days \"if the person has twice previously been convicted of ... an offense under this section or of an equivalent offense in this or other jurisdictions within the previous seven years”) (emphasis added) (repealed 2004).\n. 42 Pa.C.S. § 9714(a)(1) (requiring mandatory minimum sentence of ten years if \"the person had previously been convicted of a crime of violence” as defined in subsection (g) \"or an equivalent crime under the laws of this Commonwealth in effect at the time of the commission of that offense or an equivalent crime in another jurisdiction”) (emphasis added).",
        "type": "concurrence",
        "author": "Chief Justice CASTILLE,"
      },
      {
        "text": "Justice SAYLOR,\nconcurring.\nI join the Majority opinion.\nI write separately only to note the inherent limitations of a strict elemental equivalency analysis such as is reflected in Section 9714 of the Judicial Code, 42 Pa.C.S. § 9714, as I believe such limitations are highlighted by the circumstances of the present case. Examining the undisputed facts underlying Appellee’s New York arson conviction — that Appellee intentionally burned a building housing a business — it is apparent that Appellee’s conduct, if committed in Pennsylvania, would have supported a conviction under Pennsylvania’s “Arson endangering persons” statute. Indeed, given the substantial overlap between the New York and Pennsylvania statutes, it is certainly possible that the General Assembly did not contemplate that such conduct would elude the enhanced sentencing equation under Section 9714.\nOn the other hand, various complexities attend the administration of an enhancement scheme accounting for specific factual elements, including: provision for the determination of particular facts in a system employing general verdicts; and the involvement of constitutional issues connected with sentencing enhancements, such as those arising under Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000). In the face of such complexities, and consistent with the application of judicial restraint in defining the scope of criminal liability, I continue to support the notion that “equivalent crimes” are to be evaluated at an elemental level, absent more specific direction from the Legislature. Accord Commonwealth v. Shaw, 560 Pa. 296, 744 A.2d 739 (2000). To the degree the General Assembly wishes to effectuate a change, there are various models available, which may be studied in devising a clear and coherent statutory framework that is consistent with governing law.\n. In Pennsylvania, a person commits \"Arson endangering persons” where \"he intentionally starts a fire or causes an explosion ... and if: (i) he thereby recklessly places another person in danger of death or bodily injury ... or (ii) he commits the act with the purpose of destroying or damaging an inhabited building or occupied structure of another.” 18 Pa.C.S. § 3301(a). An \"occupied structure” is \"[a]ny structure, vehicle or place adapted for overnight accommodation of persons or for carrying on business therein, whether or not a person is actually present.” 18 Pa.C.S. § 3301 (j).\n. See, e.g., Ga.Code Ann. § 17-10-7(c) (defining a repeat offender to include \"any person who, after having been convicted under the laws of [Georgia] for three felonies or having been convicted under the laws of any other state ... of three crimes which if committed within [Georgia] would be felonies, [who then] commits a felony within [Georgia] ...\"); see also Woodson v. State, 242 Ga.App. 67, 530 S.E.2d 2, 5 (2000) (holding that, under Section 17-10-7(c), the State bears the burden of establishing that the foreign convictions were \"for conduct which would be considered felonious under the laws of [Georgia] ...\") (citation omitted); Nelson v. State, 277 Ga.App. 92, 625 S.E.2d 465, 473 (2005) (applying Section 17-10-7(c) and finding that, where the defendant's conduct underlying a prior New York conviction would have constituted a felony under Georgia law, the trial court properly treated the New York conviction as a prior felony conviction for sentencing purposes).",
        "type": "concurrence",
        "author": "Justice SAYLOR,"
      }
    ],
    "attorneys": [
      "Raymond Jay Tonkin, Douglas J. Jacobs, Pike County District Attorney’s Office, Milford, for Commonwealth of Pennsylvania.",
      "Robert Michael Buttner, Scranton, for Carl Northrip."
    ],
    "corrections": "",
    "head_matter": "985 A.2d 734\nCOMMONWEALTH of Pennsylvania, Appellant v. Carl NORTHRIP, Appellee.\nSupreme Court of Pennsylvania.\nArgued May 12, 2009.\nDecided Dec. 28, 2009.\nRaymond Jay Tonkin, Douglas J. Jacobs, Pike County District Attorney’s Office, Milford, for Commonwealth of Pennsylvania.\nRobert Michael Buttner, Scranton, for Carl Northrip.\nBEFORE: CASTILLE, C.J., SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "0544-01",
  "first_page_order": 656,
  "last_page_order": 674
}
