{
  "id": 4197056,
  "name": "COMMONWEALTH of Pennsylvania, Appellee v. Kenneth HAIRSTON, Appellant",
  "name_abbreviation": "Commonwealth v. Hairston",
  "decision_date": "2009-12-28",
  "docket_number": "No. 566 CAP",
  "first_page": "660",
  "last_page": "671",
  "citations": [
    {
      "type": "official",
      "cite": "603 Pa. 660"
    },
    {
      "type": "parallel",
      "cite": "985 A.2d 804"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "854 A.2d 440",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1329413,
        9214742,
        9214713,
        9214779,
        1329406,
        1329438
      ],
      "year": 2004,
      "pin_cites": [
        {
          "page": "447"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0503-01",
        "/a2d/854/0440-02",
        "/a2d/854/0440-01",
        "/a2d/854/0440-03",
        "/pa/578/0504-01",
        "/pa/578/0504-02"
      ]
    },
    {
      "cite": "578 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1329406,
        1329438
      ],
      "year": 2004,
      "opinion_index": 0,
      "case_paths": [
        "/pa/578/0504-01",
        "/pa/578/0504-02"
      ]
    },
    {
      "cite": "959 A.2d 916",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8203027,
        3991895
      ],
      "year": 2008,
      "pin_cites": [
        {
          "page": "920",
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/959/0916-01",
        "/pa/598/0621-01"
      ]
    },
    {
      "cite": "598 Pa. 621",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        3991895
      ],
      "year": 2008,
      "pin_cites": [
        {
          "parenthetical": "internal citations omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/598/0621-01"
      ]
    },
    {
      "cite": "827 A.2d 1195",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        197160,
        9111642,
        197227,
        9111575
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1196"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0604-01",
        "/a2d/827/1195-02",
        "/pa/573/0605-01",
        "/a2d/827/1195-01"
      ]
    },
    {
      "cite": "573 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197227
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0605-01"
      ]
    },
    {
      "cite": "827 A.2d 385",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9108680,
        9108745,
        197235,
        197204,
        197206,
        9108637
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "402"
        },
        {
          "page": "402"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/827/0385-02",
        "/a2d/827/0385-03",
        "/pa/573/0531-01",
        "/pa/573/0532-02",
        "/pa/573/0532-01",
        "/a2d/827/0385-01"
      ]
    },
    {
      "cite": "573 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197204,
        197206
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0532-02",
        "/pa/573/0532-01"
      ]
    },
    {
      "cite": "978 A.2d 956",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7297179,
        4194956
      ],
      "pin_cites": [
        {
          "page": "958-959"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/978/0956-01",
        "/pa/602/0180-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1057,
    "char_count": 21081,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 2.9332247511861607e-07,
      "percentile": 0.8475053951021855
    },
    "sha256": "743a926880b24008e42bce6d8ce43ddbcd5ca63c970b8a24b094318718b50d53",
    "simhash": "1:b8e748b6834e9c5c",
    "word_count": 3388
  },
  "last_updated": "2024-02-27T23:00:33.759121+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CASTILLE, C.J, SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ.",
      "Chief Justice CASTILLE and Justices SAYLOR, EAKIN, BAER, TODD, and McCAFFERY join the opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee v. Kenneth HAIRSTON, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nJustice GREENSPAN.\nAppellant Kenneth Hairston appeals from a death sentence imposed by the Court of Common Pleas of Allegheny County. Appellant was convicted of killing his wife, Katherine, and teenage son, Sean. At the penalty phase, the jury found two aggravating circumstances that outweighed the two mitigating circumstances it also found. The trial court sentenced Appellant to death. Appellant failed to file either post-sentence motions or an appeal until after the window for each had closed, and Appellant never requested that the trial court reinstate his appeal rights nunc pro tunc. Consequently, as discussed infra, Appellant has waived the individual claims he brings before this Court, and the case is now before us under the limited scope of our automatic review. We affirm Appellant’s first-degree murder convictions and the sentence of death.\nFACTS & PROCEDURAL HISTORY\nOn May 20, 2000, Appellant’s stepdaughter, Chetia Hurtt, and her boyfriend, Jeffrey Johnson, returned to Hurtt’s apartment from a movie to discover several voicemail messages left by Appellant, questioning where Hurtt was and when she would be home. Hurtt, 21, had known Appellant since he married her mother when Hurtt was five years old, and had lived under the same roof as Appellant, her mother (Katherine Hairston), Appellant’s autistic son (Sean Hairston), and her grandmother (Goldie Hurtt), until Hurtt moved out approximately one month earlier. During Hurtt’s adolescence, her relationship with Appellant deteriorated. Appellant prohibited Hurtt from socializing with males and frequently threatened that he would kill her and the rest of her family.\nBothered by the phone messages that May evening, Hurtt asked Johnson to spend the night. The following morning, May 21; 2000, Appellant arrived at Hurtt’s apartment with a handgun, which he was not licensed to carry. After being let into the apartment, Appellant instructed Hurtt to tell Johnson to leave. When Hurtt did not comply, Appellant threatened to kill Hurtt, Johnson, and himself, and stated that he would not go to jail. Despite Hurtt’s protests that Johnson should stay — for fear of what might happen should he leave — Johnson left the apartment. Appellant pointed the gun at Hurtt’s face and said, “If you’re going to be F’ing anybody, it’s going to be me.” N.T., 04/15/2002, at 52. Hurtt pleaded with Appellant not to hurt her, but he took her into the bedroom. Appellant removed his clothes and tided to remove Hurtt’s clothes, but she resisted.\nMeanwhile, Johnson stopped Sergeant William Gorman of the Pittsburgh Police Department and explained what was occurring. The police went to the apartment and announced their presence. Appellant pulled the ammunition clip out of the gun, threw it behind the door, and slid the gun underneath the bed. Hurtt escaped through the front door of the apartment. The police found a half-naked Appellant in the apartment. He claimed that he lived in the apartment with his daughter and came home to find her with Johnson. A BrycoArms 0.380 semi-automatic pistol was recovered from the bedroom. Appellant, yelling, “I can’t go to jail,” broke away from police as they were bringing him out of the apartment building. Appellant then jumped headfirst off a small roof to the ground fífteen-to-twenty feet below. Appellant got back on his feet and again began yelling, “I can’t go to jail. I’m not going to jail.” Id. at 91. As a result of these events, criminal charges were filed against Appellant.\nOne year later, in the morning hours of June 11, 2001, Appellant called the dispatcher at the school bus company that transported Sean Hairston, who was autistic, to school and requested that the bus not pick up Sean. Appellant spoke separately with two neighbors outside of his home that morning, each of whom noticed that Appellant smelled of alcohol and was very agitated. Appellant told both neighbors that he was upset about his stepdaughter’s accusations, telling one neighbor that he would not go back to jail and that if he had to go to jail he “would probably do [himjself in.” Id. at 102.\nShortly thereafter, thick black smoke was seen coming out of Appellant’s home. Firefighters who reported to the scene found both the front and back doors locked and barricaded. Finally, the firefighters gained entry. They discovered that the house was covered in garbage bags and debris. They retrieved Sean, who was lying underneath bags and debris, on the living room couch. His face and head were covered with a blanket. He was brought outside alive to paramedics. However, he died while being treated at the hospital after suffering two cardiac arrests. The injuries leading to his death were two or three incidents of blunt force trauma to his head.\nFirefighters re-entered the house and found Appellant inside the kitchen, at the top of the basement stairwell. Appellant had several puncture wounds to his chest and a laceration on the right side of his neck. He was extremely combative with paramedics, and had to be restrained with handcuffs and stretcher straps, then ultimately paralytic drugs, before being transported to the hospital.\nFirefighters also found Katherine in the kitchen. She was found with a hole in the side of her head, and was dead weight upon being brought out of the house. Toxicology screening showed no evidence of carbon monoxide or cyanide in her blood stream. Goldie Hurtt, who had previously suffered three strokes and a heart attack, was found incapacitated in an upstairs bedroom and was removed safely from the house.\nIn the kitchen, police found a large amount of blood in front of the refrigerator. Two knives were found in the kitchen. Sheets and bedding materials were found on the floors and counters. Four days after the fire, the Hairston family dog was found covered by debris in the basement and tied to a pole.\nPolice interviewed Appellant at the hospital where, because he was wearing an oxygen mask, he could communicate only by indicating simple yes or no responses. Appellant indicated that he knew who started the fire, that he killed his wife, and that his motivation for the killing and the fire were the impending charges against him. Appellant also indicated that those charges against him were untrue.\nOn June 19, 2001, police again interviewed Appellant. He gave both an oral and a taped statement. He explained that he wrapped a ten-pound sledgehammer in a pillowcase and intentionally struck his wife with it from behind as she sat on their bed. He struck her a second time, then dragged her from their first-floor sleeping area into the kitchen. Appellant also confessed that, minutes later, he struck his son Sean with the sledgehammer twice. After hearing moans in the kitchen, he struck Katherine again with the weapon. Appellant stated that he left the house with the weapon, drove to a local bar, where he consumed two double-shots and two beers, then discarded the sledgehammer in a wooded area. Appellant then drove home and poured gasoline over the basement floor. According to Appellant, flames from the water heater ignited the gasoline before he was ready to ignite them. He then got a knife, stabbed himself twice in the chest, and then lay down next to his wife’s body. Appellant went on to explain that he intentionally piled items throughout the house to ensure that the fire indeed killed everyone: “I just wanted to make sure that we were gone.” Transcript of Appellant’s taped interview, dated June 19, 2001, at 6. Appellant then revealed to police the location of the sledgehammer, which tested positive for blood.\nAppellant was charged with two counts of criminal homicide. He was appointed counsel, and his jury trial began on April 15, 2002. On April 17, 2002, the jury convicted Appellant on both counts of first-degree murder. At the close of the penalty phase, Appellant was sentenced to death for each murder conviction. The trial court formally imposed sentence on July 11, 2002.\nTwenty days later, on July 81, 2002 — ten days after the period to file post-sentence motions lapsed — Appellant’s trial counsel filed with the trial court a Petition for Leave to Withdraw and for Appointment of Post-Sentence Counsel. Two days later, on August 2, 2002, trial counsel filed an Amended Petition for Leave to Withdraw and for Appointment of PosNSentence Counsel. On August 10, 2002, thirty days after the imposition of the death sentence, the appeal period lapsed without an appeal being filed on the Appellant’s behalf.\nOn September 9, 2002, the trial court appointed Robert E. Stewart, Esquire, to represent Appellant “for purposes of appeal.” Trial Court Order, entered September 9, 2002. On November 20, 2002, Mr. Stewart filed a Motion to Disqualify the Public Defender, who had served as trial counsel and had never been removed from the case. On January 14, 2003, before he had filed anything on Appellant’s behalf, Mr. Stewart filed a motion to withdraw as counsel.\nAppellant’s case then sat in limbo for over 31 months until current counsel entered his appearance on August 22, 2005. On September 2, 2005, the trial court appointed current counsel and gave Appellant forty-five days to file post-sentence motions. The trial court eventually extended the time for the filing of post-sentence motions, which were ultimately filed on May 8, 2006. The Commonwealth filed its answer on September 27, 2007. The trial court denied Appellant’s motions on June 2, 2008. Appellant thereafter filed his notice of appeal in this Court on June 6, 2008.\nDISCUSSION\nAppellant raises four issues on appeal:\n(1) Were Appellant’s state and federal constitutional rights to due process and against cruel punishments, as well as his right to a trial held in accordance with the Pennsylvania Rules of Evidence, violated when the prosecution was permitted to introduce, during Appellant’s homicide trial, evidence revealing both the fact that Appellant was charged with the attempted gunpoint rape of his stepdaughter plus details regarding that incident?\n(2) Were Appellant’s state and federal constitutional rights to due process and against cruel punishments violated when he was convicted of First Degree Premeditated Murder by a jury that was erroneously deprived of the opportunity to instead convict him of the lesser offense of Second Degree Felony Murder?\n(3) Were Appellant’s state and federal constitutional rights to effective counsel, to due process, and against cruel punishment violated when current counsel ineffectively failed to assert, in both the Pa.R.Crim.P. 811 post-sentence motion and in the Pa.R.App.P.1925 concise statement that he filed on Appellant’s behalf, the claim that trial counsel ineffectively failed to object to the prosecutor’s inflammatory, misleading, and otherwise prejudicially improper penalty phase closing argument?\n(4) Were Appellant’s state and federal constitutional rights to due process and against cruel punishment, as well as his right to be sentenced in accordance with 42 Pa.C.S. § 9711, violated when the prosecution was permitted to present victim impact testimony from two non-family members, including one who testified about the impact that the decedents’ deaths had on him?\nAppellant’s Brief, Table of Contents.\nIn this case, the periods during which Appellant was eligible to file either post-sentence motions or an appeal had lapsed years earlier. See Pa.R.Crim.P. 720(A)(3) (“If the defendant does not file a timely post-sentence motion, the defendant’s notice of appeal shall be filed within 30 days of imposition of sentence.”). Consequently, because no motion was filed within ten days of the trial court’s imposition of sentence, Appellant’s appeal period expired on August 12, 2002. The first motion requesting an extension of the time for filing of a long past-due post-sentence motion was filed on September 15, 2005 — over three years after both the post-sentence motion and appeal periods had lapsed. Because Appellant’s counsel did not file a timely appeal, claims unassociated with our automatic review of capital cases have not been preserved and are not properly before this Court. See Commonwealth v. Dick, 978 A.2d 956, 958-959 (Pa.2009) (citing Commonwealth v. Freeman, 573 Pa. 532, 827 A.2d 385, 402 (2003)).\nAlthough Appellant has failed to preserve the issues set forth above, in cases where a death sentence has been imposed, this Court has a duty to review the record to determine whether the evidence adduced at trial was sufficient to sustain a first-degree murder conviction. Commonwealth v. Ramos, 573 Pa. 605, 827 A.2d 1195, 1196 (2003). This Court has previously stated:\nTo obtain a first-degree murder conviction, the Commonwealth must demonstrate that a human being was unlawfully killed, the defendant perpetrated the killing, and the defendant acted with malice and a specific intent to kill. When reviewing whether the evidence was sufficient to support a jury’s findings to this effect, this Court determines whether the evidence, viewed in the light most favorable to the Commonwealth as verdict winner, is sufficient to enable a reasonable jury to find every element of the crime beyond a reasonable doubt. In applying this standard, we bear in mind that the Commonwealth may sustain its burden by means of wholly circumstantial evidence; that the entire trial record should be evaluated and all evidence received considered, whether or not the trial court’s rulings thereon were correct; and that the trier of fact, while passing upon the credibility of witnesses and the weight of the proof, is free to believe all, part, or none of the evidence.\nCommonwealth v. Kennedy, 598 Pa. 621, 959 A.2d 916, 920 (2008) (internal citations omitted).\nAppellant makes no specific claim challenging the sufficiency of the evidence. In any event, the evidence of guilt is overwhelming. Appellant was discovered by authorities at the scene of the crime. He confessed to the crimes when interviewed by police at the hospital, and also gave police both an oral and a taped statement describing his acts. Appellant even took police to the place where he disposed of the murder weapon to corroborate his story. Taking all of the evidence in the light most favorable to the Commonwealth as verdict winner, the evidence was sufficient to establish beyond a reasonable doubt that Appellant intentionally and maliciously caused the unlawful deaths of Sean and Katherine Hairston.\nFinally, we turn to our statutory duty to review a sentence of death. Pursuant to 42 Pa.C.S. § 9711(h)(3), this Court must affirm a death sentence unless we determine that 1) “the evidence fails to support the finding of at least one aggravating circumstance,” or 2) the sentence was “the product of passion, prejudice or any other arbitrary factor.” The record straightforwardly supports the jury’s finding that Appellant had “been convicted of another murder committed in any jurisdiction and committed either before or at the time of the offense at issue.” 42 Pa.C.S. § 9711(d)(ll). Further, our review of the record also reveals that a stipulation was entered at the penalty phase establishing that Appellant was convicted of: one count of rape and one count of involuntary deviate sexual intercourse (IDSI) for charges stemming between May 30, 1995 through May 21, 2000, N.T., 04/18/2002, at 52; an additional count of IDSI for offenses committed at various dates between 1993 and May 29, 1995, id.; and, attempted rape, arising from the May 21, 2000 incident, id. at 53. Thus, the record here also amply supports the jury’s finding that Appellant had a significant history of violent felony convictions. See 42 Pa.C.S. § 9711(d)(9). Further, our review of the record does not indicate that the jury’s verdict resulted from an improper factor.\nCONCLUSION\nFor all the foregoing reasons, we affirm the judgment of sentence.\nChief Justice CASTILLE and Justices SAYLOR, EAKIN, BAER, TODD, and McCAFFERY join the opinion.\n. \"A sentence of death shall be subject to automatic review by the Supreme Court of Pennsylvania pursuant to its rules.” 42 Pa.C.S. § 9711(h)(1).\n. In each murder, the jury found two aggravating circumstances: 1) Appellant had a significant history of violent felony convictions, 42 Pa.C.S. § 9711(d)(9); and 2) Appellant had been convicted of another murder, id. § 971 l(d)(l 1). The jury also found two mitigating circumstances: 1) Appellant was under the influence of extreme mental or emotional disturbance, id. § 9711(e)(2); and 2) other evidence of mitigation concerning the character and record of the defendant and the circumstances of his offense, id. § 9711(e)(8). The jury concluded that the aggravating circumstances outweighed the mitigating circumstances.\n. We note that the trial court never issued any orders in response to the motions filed by the public defender and Mr. Stewart seeking withdrawal from the case.\n. Had Appellant’s counsel filed a timely post-sentence motion, Appellant’s issues would have been preserved for appeal regardless of the amount of time that elapsed between its filing and the trial court's ruling. See Pa.R.Crim.P. 811 (’’[I]n case in which a death sentence has been imposed, the post-sentence motion shall be decided promptly, but shall not be denied by operation of law.\").\n. The thirtieth day, August 10, 2002, actually fell on a Saturday. See 1 Pa.C.S. § 1908.\n. As in Dick, we note that Appellant’s \"claims may be pursued under the PCRA, as claims sounding in trial counsel's ineffectiveness or, if applicable, a statutory exception to the PCRA's waiver provision.” Freeman, 827 A.2d at 402.\n. 18 Pa.C.S. § 3121.\n. 18 Pa.C.S. § 3123.\n. 18 Pa.C.S. § 901.\n. The prior convictions to which Appellant stipulated arose from his systematic sexual abuse and rape of his stepdaughter, Ms. Hurlt, during her teenage years. Hurlt testified about these acts during the penalty phase.\n. In his fourth claim on appeal, Appellant argues that neither Clayton Mariner (the ex-boyfriend of Katherine Hairston and friend of the family) nor Avis Beck (the girlfriend of Katherine Hairston’s brother, James Hurlt) should have been permitted to testify to the effect the victims' deaths had on the victims' family. Much of Appellant's argument addresses the construction of the statute governing victim impact testimony, 42 Pa.C.S. § 9711(a)(2), and, because it falls outside the scope of this Court's automatic review, is therefore waived.\nNevertheless, Appellant argues that when Mariner responded to one of the prosecutor's questions about the impact of the decedents' deaths on the family, he used the terms \"we” and \"us,” despite not being a member of the victims' family. According to Appellant, Mariner’s inclusion of himself as a member of the decedents' family impermissibly allowed the juiy to consider the effect the decedents' deaths had on him. Inasmuch as Appellant’s argument can be said to raise a claim that Mariner's testimony constituted an \"arbitrary factor,” this Court concludes that Mariner's brief answer to the prosecutor’s question was not a factor that led to Appellant's death sentence.\nThe record reveals that the prosecutor's direct examination of Mariner straightforwardly established his status as a childhood friend of Katherine Hairston's brother, a friend and ex-boyfriend of Katherine Hairston, and friend of the family. N.T. 04/18/2002, at 54-57. Indeed, the statement which gives rise to Appellant's claim was an answer to the following question posed by the prosecutor: \"Could you describe for the jury what you, as a lifelong friend of that family, have observed about the effects that the loss of Kathy and Sean have had on that family there? \" Id. at 60 (emphasis added). Further, the trial court instructed the jury that they could only consider \"evidence ... of the physical, psychological, and economic impact tírese crimes have had on the family of the murder victims\" for the limited purpose of \"weighting] the aggravating factors against the mitigating factors.” Id. at 231-232 (emphasis added). Because this Court presumes that a juiy has followed the instructions supplied by the trial court, Commonwealth v. Williams, 578 Pa. 504, 854 A.2d 440, 447 (2004), we conclude that the juiy only considered the impact Katherine and Sean Hairston's deaths had on their family members, and that Mariner's momentary use of the first person plural was not an arbitrary factor that led to Appellant's death sentence.\n. Pursuant to 42 Pa.C.S. § 9711 (i), we direct the Prothonotary of the Supreme Court of Pennsylvania to transmit the complete record of this case to the Governor of Pennsylvania.",
        "type": "majority",
        "author": "Justice GREENSPAN."
      }
    ],
    "attorneys": [
      "Kenneth A. Snarey, for Hairston.",
      "Amy Zapp, PA Office of Attorney General, Harrisburg, Michael Wayne Streily, Rebecca Good McBride, Allegheny County District Attorney’s Office, Pittsburgh, for Commonwealth of Pennsylvania."
    ],
    "corrections": "",
    "head_matter": "985 A.2d 804\nCOMMONWEALTH of Pennsylvania, Appellee v. Kenneth HAIRSTON, Appellant.\nSupreme Court of Pennsylvania.\nArgued Sept. 16, 2009.\nDecided Dec. 28, 2009.\nKenneth A. Snarey, for Hairston.\nAmy Zapp, PA Office of Attorney General, Harrisburg, Michael Wayne Streily, Rebecca Good McBride, Allegheny County District Attorney’s Office, Pittsburgh, for Commonwealth of Pennsylvania.\nBEFORE: CASTILLE, C.J, SAYLOR, EAKIN, BAER, TODD, McCAFFERY, GREENSPAN, JJ."
  },
  "file_name": "0660-01",
  "first_page_order": 772,
  "last_page_order": 783
}
