{
  "id": 1090514,
  "name": "Bentfield, Appellant, v. Hastenteufel et al.",
  "name_abbreviation": "Bentfield v. Hastenteufel",
  "decision_date": "1925-04-13",
  "docket_number": "Appeal, No. 13",
  "first_page": "264",
  "last_page": "271",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 264"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "81½ Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "394"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "80 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0484-01"
      ]
    },
    {
      "cite": "267 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0288-01"
      ]
    },
    {
      "cite": "226 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0174-01"
      ]
    },
    {
      "cite": "46 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420624
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0334-01"
      ]
    },
    {
      "cite": "130 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0016-01"
      ]
    },
    {
      "cite": "247 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009402
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/247/0045-01"
      ]
    },
    {
      "cite": "207 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933522
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/207/0614-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 12223,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 6.351948771185686e-08,
      "percentile": 0.3896588179465289
    },
    "sha256": "c1425705a77b4c84559278ebd368da42204fca46ec7942a3f7013b477b74de52",
    "simhash": "1:44e0a590044e0a30",
    "word_count": 2032
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Bentfield, Appellant, v. Hastenteufel et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nDuring the year 1920, defendant Hastenteufel purchased a farm in Lawrence County for $6,500. Plaintiff .Bentfield, a friend of defendant, went to live on the farm under a mutual .arrangement, which at least amounted to a license from the owner to the occupant; differences arose between them and, in February, 1921, Hastenteufel, having agreed to sell the property to Swaney, the other defendant, notified plaintiff to vacate the premises; this not being done, Hastenteufel, in April, 1921, instituted proceedings before an aider-man to recover possession of his farm, which proceedings ended in a judgment in favor of the landlord, whereupon Bentfield appealed to the court of common pleas, and also filed a bill in equity, the present proceedings, wherein he averred that, in December, 1919, Hastenteufel had entered into a parol contract with him in which the former agreed to acquire the premises in controversy and to “sell said farm to the plaintiff for the said sum of $6,500 [without stating when the sale was to take place], upon such annual payments as he, the said plaintiff, was able to make.” The bill then avers that, on the faith of this arrangement, plaintiff had moved from another farm and disposed of a dairy business theretofore owned and conducted by him, in order to locate himself on the new farm, and had made valuable improvements to the latter; but, notwithstanding this, Hastenteufel had repudiated his contract, and it would cause plaintiff “great loss, injury and damage should said defendant dispossess and eject plaintiff as he has...... undertaken to do.”\nThe bill further averred that Bentfield was entitled to specific performance by Hastenteufel of his contract; that plaintiff was threatened with vexatious suits, his possession and occupancy of the premises would be interfered with, and, finally, the damages to him would be continuing and irreparable. Wherefore he prayed: (1) “For an injunction......restraining defendant from proceeding by said ouster and ejectment......, from interfering with plaintiff’s occupancy and possession of the premises, and from instituting or proceeding with any action at law for the purpose of interfering with plaintiff’s possession and occupancy of the premises”; (2) for “specific performance of the contract made by the said Hastenteufel, defendant, with plaintiff, to sell and convey to him the said farm and premises as stipulated in said parol contract.and agreement”; (3) for ascertainment, assessment and award of damages.\nThe answer of the real defendant, Hastenteufel, whom we shall hereafter refer to as “defendant,” was to the effect that plaintiff entered into possession of the farm under what he, defendant, calls a “demise,” or “verbal lease.....for an indeterminate time, without a specified or determinate rental,” it being understood that plaintiff was to pay the taxes (which both sides agree he failed to do, except to a very minor extent) and defendant was to have the right to live on the farm, receiving his board and lodging (which both sides agree he neglected to do, except for an occasional day or so, and one stay of about two weeks at the beginning of plaintiff’s occupancy), all of this “to be considered as part of the rental of said premises”; that, in 1921, defendant, being desirous of ending this indeterminate and indefinite relationship, notified plaintiff to vacate, and, at the expiration of the notice, began the proceedings before the alderman to gain possession. Finally, the answer avers that “plaintiff has no contract or agreement......of which he is entitled to have specific performance,” and that, “if plaintiff has any legal right in respect to the premises in question......, he has a full, complete and adequate remedy at law.”\nThe judgment of the alderman was entered June 18, 1921; the present suit was commenced June 23, 1921; the bill was dismissed November 26, 1923, and an order dismissing exceptions to this decree was entered April 1, 1924. Finally, it appears that (with his wife, his parents, and three children) plaintiff was in possession of the farm from April, 1920, to sometime in 1923, and that he was not then forcibly dispossessed, but vacated the premises of his own accord; though plaintiff’s counsel suggested at argument that, while his client had moved from the property, he would no doubt have been dispossessed in due course had he insisted upon remaining there. The fact remains, however, that he was not legally ousted and that he surrendered his possession.\nThe last-mentioned statement of fact makes it obvious that the first prayer of the bill, for an injunction to restrain plaintiff from carrying out the possessory proceedings before the alderman, or from otherwise interfering with plaintiff’s occupancy of the premises, now presents a moot question which we are not called upon to determine.\nWhen the first prayer is eliminated, it leaves for consideration only the prayer for specific performance; we say this, because, should plaintiff not be entitled to specific performance, any damages which he may be entitled to on account of improvements made to the premises in controversy or for breach of contract, if such is proved, can be recovered at law.\nIt is difficult to understand how there could be a decree for specific performance of the contract averred in plaintiff’s bill. The bill does not aver that defendant had acquired the property on plaintiff’s account; or that the latter had, in point of fact, purchased the property from defendant; or that defendant had actually sold plaintiff the property; it avers only that, when defendant acquired the property, for $6,500, he agreed to “sell said farm to plaintiff [at some undesignated future time] for the said sum of $6,500,” and that plaintiff was to pay for it in no certain way and at no certain time, but only by such payments, to begin at some unnamed future time, as he might be able to make.\nWith the thought that the very vague arrangement averred in the bill might be made more definite in the proofs, we have read all the testimony; but, if anything, it leaves the matter more indefinite than do the averments of the bill. This vagueness may perhaps be explained by the final statements of plaintiff, toward the end of his cross-examination, where he frankly says that it was the intention to have the arrangement between himself and defendant reduced to writing, which was never done; and that he construed the arrangement to give him, plaintiff, “the privilege to buy the farm at the purchase price he [defendant] paid for it, when he [plaintiff] got ready.”\nThere is no averment in the bill that plaintiff ever “got ready” to buy or pay for the farm, or that he ever tendered a payment therefor; and the proofs contain many admissions on his part, and on the part of his wife, that, as a matter of fact, they did not at any time have the money to pay for the farm and never made tender of the consideration, or any part of it, to defendant. Moreover, when plaintiff’s counsel was asked at argument before us whether his client desired then to make a tender of the purchase money, he failed to reply in the affirmative.\nWhile it is detailed in the testimony that plaintiff spent upwards of $700 in making improvements, defendant claimed this was to be taken out in rent and was more than counterbalanced by plaintiff’s comparatively long and free occupancy of the farm, and the substantial revenues he derived therefrom.\nThis case is readily distinguishable from Piatt v. Seif, 207 Pa. 614, principally relied on by appellant. There Christopher L. Magee purchased the real estate in controversy for Piatt and the latter immediately paid a small part of the consideration money, taking sole, and exclusive possession of the premises. In the present case, defendant purchased the property on his own account, paid all the purchase money, went into possession, and remained in partial possession even after plaintiff occupied the premises, put the main distinction between the two cases is that, in Piatt v. Seif, plaintiff, before beginning his suit, made a full tender not only of the amount expended by Magee, but of taxes and interest at six per cent from the date of the purchase to the date of the tender; whereas here no tender whatever has been made. Thus, in the Piatt Case, a decree for specific performance was not only just and proper, but could be readily enforced; whereas here, without regard to whether any contract giving rise to legal rights as between plaintiff and defendant has been shown, it is clear that no such contract has been proved as would warrant a decree for specific performance. Moreover, unless a new contract were in effect undertaken to be judicially made for the parties concerned, it is not apparent just what sort of a practical decree for specific performance could be entered and enforced, if a chancellor endeavored to formulate one.\nWe do not determine the interesting questions discussed in the opinions of the court below, concerning the jurisdiction of the alderman to entertain the possessory proceedings above referred to, because, as previously explained, such questions are not necessarily before us. Again, we do not determine whether plaintiff has any legal right to recover damages against defendant for a breach of contract; that is a point which can be adjudged only when and if it arises in the future. What we do determine is that, under the only prayer for relief which is now before us, the court below did not err in refusing specific performance.\nThe decree dismissing the bill is affirmed at cost of appellant.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "TP. Walter Braham, of Aiken & Braham, with him Wemgartner & Mercer, for appellant,",
      "Clyde Gibson, of Gibson & White, with him William 8. Maxey, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Bentfield, Appellant, v. Hastenteufel et al.\nEquity — Injunction—Prayer to restrain ouster — Moot question.\n1. Where a bill in equity prays for an injunction to restrain proceedings to oust plaintiff from possession of real estate, and the proofs show that he had already vacated the premises, the question is moot, and will not be considered.\nEquity — Specific performance — Inadequate averments as to contract and terms.\n2. A bill in equity for specific performance of a contract to convey land claimed to have been bought for plaintiff, cannot be sustained, where the bill does not aver that defendant had acquired the property on plaintiff’s account, or that 'the latter had in point of fact purchased the property from defendant, or that defendant had actually sold plaintiff the property, or that any tender of purchase price was made, or that plaintiff was ready and able to make such tender, but only avers that defendant acquired the property for an amount stated, that he agreed to “sell said farm to plaintiff for the said sum” (at some undesignated future time), and that plaintiff was to pay it in no certain way, or at no certain time, but only by such payments, to begin a,t some unnamed future time, as he might be able to make.\n3. In such ease, a claim by plaintiff that he had made valuable improvements while he occupied the land, is successfully met by proof that the value of such improvements was to be taken out of the rent, and was more than counterbalanced by plaintiff’s long and free occupancy of the farm and substantial revenues derived therefrom.\nArgued March 23, 1925.\nAppeal, No. 13, March T., 1925, by plaintiff, from decree of C. P. Lawrence Co., Sept. T., 1921, No. 1, dismissing bill in equity, in case of Charles Bentfield y. John Hastenteufel and Homer H. Swaney.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nBill for injunction and specific performance. Before Emery, P. J.\nThe opinion of the Supreme Court states the facts.\nBill dismissed. Plaintiff appealed.\nError assigned was, inter alia, decree, quoting record.\nTP. Walter Braham, of Aiken & Braham, with him Wemgartner & Mercer, for appellant,\ncited, as to specific performance: Parry v. Miller, 247 Pa. 45; Woodward v. Tudor, 81½ Pa. 382, 394; Schuey v. Shaffer, 130 Pa. 16.\nClyde Gibson, of Gibson & White, with him William 8. Maxey, for appellees,\ncited, as to specific performance: Hammer v. McEldowney, 46 Pa. 334; Zimmerman v. Rhoads, 226 Pa. 174; O’Connell v. Cease, 267 Pa. 288; Wistar’s App., 80 Pa. 484.\nApril 13, 1925:"
  },
  "file_name": "0264-01",
  "first_page_order": 288,
  "last_page_order": 295
}
