{
  "id": 1090511,
  "name": "Wilson v. Hays, Appellant",
  "name_abbreviation": "Wilson v. Hays",
  "decision_date": "1925-04-13",
  "docket_number": "Appeal, No. 44",
  "first_page": "271",
  "last_page": "274",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 271"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "116 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554335
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0017-01"
      ]
    },
    {
      "cite": "108 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0291-01"
      ]
    },
    {
      "cite": "128 U. S. 590",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3533651
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/128/0590-01"
      ]
    },
    {
      "cite": "276 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0201-01"
      ]
    },
    {
      "cite": "248 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 434,
    "char_count": 6410,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 1.7325666176484623e-07,
      "percentile": 0.7057392149117574
    },
    "sha256": "f7fb365afb4e80b012820668ca5a869ef57954fd784dba415b4e169ab3a30102",
    "simhash": "1:510b2f56422343c3",
    "word_count": 1078
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Wilson v. Hays, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nBalph M. Wilson claims under a written contract for services in bringing defendant into relations with the Patchin Coal Company and Senator J. O. Clark, of Indiana County, whereby a piece of coal land was procured for the purpose of being operated. The compensation fixed by the agreement was not to be paid until Clark and defendant executed an agreement covering the acquisition of the property. The time fixed for this was thirty days. Meanwhile a check for the services was placed in escrow. The contract between the parties further stipulated that should Clark and defendant fail to execute their contract through no fault of defendant within the time mentioned, no claim for services could be made, nor was any consideration earned by plaintiff. Defendant operated the property, but after proceeding some time they abandoned, it and Wilson then instituted this action to recover.\nThe written engagement sued on was predicated on services rendered by Wilson prior to its date. It is defendant’s contention that no matter what he might have done with the coal stripping proposition under any arrangement made with Senator Clark or the Patchin Company, since no formal agreement was executed defendant would not be required to pay. While this might relieve defendant’s representatives from turning over the check held in escrow, it would not relieve defendant from Ms liability clearly recognized by the contract. Plaintiff brings bis case squarely under its terms, particularly those which read “should said first party [defendant]” and J. O. Clark, “through no fault of” defendant, fail to come to an agreement. Plaintiff accomplished his undertaking as requested by defendant, and turned over to the latter the successful result of his labor. Further development of the matter was then in defendant’s hands. That the outcome of the latter was favorable is shown by the fact that an agreement between Senator Clark and Hays had been drawn, embodying all the terms, waiting only defendant’s signature. His agent wrote plaintiff, “the corrected papers [agreement] came through from Glen Campbell on Tuesday of this week......and there is nothing to stop the papers being signed immediately except Bill’s absence from the City. I expect him to be back here tomorrow. I want to renew my assurance to you that you need not worry as I shall push this matter with all the speed I can.” Though defendant did not actually sign these papers, he brought steam shovels on the ground, stripped the coal, mined and shipped it to market until October of that year; this was after the thirty-day period had expired. He became dissatisfied with his contract, as he states, because the quality of the coal was not up to standard; plaintiff says it was because of the sudden slump in prices. But defendant did abandon the proposition ; he cannot now escape liability merely because he did not place his name to the agreement. Such act was not an absolutely necessary condition precedent to plaintiff’s right to claim for services. He could compel payment if defendant failed to sign through “his [defendant’s] fault.” The agreement was satisfactory in all respects, and was treated as though it had been executed by defendant. He was in charge and could easily have Written his name to it, and offers no satisfactory reason for his failure to do so, and he must be considered as being at fault. The fact that the coal later proved ■worthless could not be used as a reason for not signing. The quality had been considered and passed on. Time of lease, price, and such matters, unsettled, might have been a valid excuse, but these were all disposed of by the contract agreed to by defendant’s agent. Defendant went upon the premises, performing acts clearly evidencing his approval of the proposition. He received the benefits and advantages that would come from an agreement formally executed, and cannot deprive plaintiff of the fruits of his labor on the pretext here brought forth.\nWe are clearly of opinion plaintiff established all the facts necessary to make out his case; the court below was right in submitting all facts testing the good faith of the parties to the jury. While the charge of the court below might have been more detailed, no additional instructions were requested, and the charge was sufficient to cover the questions involved. No reversible errors appear either in the trial or on the state of the record as presented to us; the jury was the tribunal to pass on the facts.\nThe assignments of error are overruled and the judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "D. B. Taylor, for appellant.",
      "Charles H. Moore, with him Samuel W. Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wilson v. Hays, Appellant.\nPrincipal and agent — Brokers—Commission for procuring contract.\n1. Where no money is to be paid to a broker until a contract to be procured by him is signed, and nothing should be due him if through no fault of the principal the contract should not be signed, and the principal enters upon the contract, and through his own fault does not sign it, he will be responsible for the broker’s compensation.\n2. In such case the fact that the principal subsequently gave up the contract, because it was unprofitable will not relieve him of his liability to the broker.\nArgued March 24, 1925.\nAppeal, No. 44, March T., 1925, by defendant, from judgment of C. P. Indiana Co., March T., 1923, No. 270, on verdict for plaintiff, in case of Ealph M. Wilson, for use of Charles H. Moore et al. v. Bill Hays, defendant, and Patchin Coal Co., Garnishee.\nBefore Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nForeign attachment. Before Langham, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $5,600. Defendant appealed.\nErrors assigned were various instructions and refusal of judgment for defendant n. o. v., quoting record.\nD. B. Taylor, for appellant.\n— The written contract of defendant to pay plaintiff $5,000, by its own terms and provisions, does not become effective until the contemplated agreement between defendant and J. O. Clark or Patchin Coal Co. shall have been signed; and plaintiff did not prove or attempt to prove the signing of said contemplated agreement: Miller v. Reading Hotel Co., 248 Pa. 541; Kreuer v. Bank, 276 Pa. 201; Ware v. Allen & Co., 128 U. S. 590; Singerly v. Thayer, 108 Pa. 291; Krum v. Mersher, 116 Pa. 17.\nCharles H. Moore, with him Samuel W. Miller, for appellee.\nApril 13, 1925:"
  },
  "file_name": "0271-01",
  "first_page_order": 295,
  "last_page_order": 298
}
