{
  "id": 1090515,
  "name": "Clark v. Elkin, Appellant",
  "name_abbreviation": "Clark v. Elkin",
  "decision_date": "1925-05-04",
  "docket_number": "Appeal, No. 308",
  "first_page": "339",
  "last_page": "345",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 339"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0420-01"
      ]
    },
    {
      "cite": "117 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0514-01"
      ]
    },
    {
      "cite": "193 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910353,
        910337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0207-01",
        "/pa/193/0207-02"
      ]
    },
    {
      "cite": "265 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051915
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0295-01"
      ]
    },
    {
      "cite": "259 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0099-01"
      ]
    },
    {
      "cite": "75 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036659
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0441-01"
      ]
    },
    {
      "cite": "275 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075642
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0040-01"
      ]
    },
    {
      "cite": "279 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1083467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/279/0230-01"
      ]
    },
    {
      "cite": "193 Pa. 207",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910353,
        910337
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0207-01",
        "/pa/193/0207-02"
      ]
    },
    {
      "cite": "265 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051915
      ],
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0295-01"
      ]
    },
    {
      "cite": "259 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038311
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0099-01"
      ]
    },
    {
      "cite": "75 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036659
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "459"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/75/0441-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 552,
    "char_count": 11131,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 2.805823104093176e-07,
      "percentile": 0.8371843300516748
    },
    "sha256": "78889a3dfe8f9e7b779cfc2a65451724a5f45fb009dd665c9492d13eff738874",
    "simhash": "1:0d16a1168144f516",
    "word_count": 1918
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ."
    ],
    "parties": [
      "Clark v. Elkin, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nThis appeal is based upon a refusal to set aside the geryi.ee of a bill asking for specific performance of a contract made by plaintiff, Clark, with defendants for tbe sale of stock of the Lanrel Run Oil Company. The action was instituted in Philadelphia County, where two of the parties were found, and the attempt was made to bring in the third, who resided in Indiana County, under the provisions of the Act of 1859, it being averred that principal defendants were properly summoned in the jurisdiction first mentioned. Section 1 of that statute (April 6, 1859, P. L. 387), provides, in part, for extraterritorial process “where jurisdiction of the subject-matter has been acquired by the service of its process on one or more of the principal defendants within the county in which the writ issues.” The court can acquire jurisdiction in such case only under the circumstances therein set forth. “While a bill may aver a state of facts, which prima facie shows a person to be a principal defendant, if, in fact, he is not such defendant and an extraterritorial service is made, which is then challenged by the person served, the status of the ‘principal defendant,’ as such, becomes a question of fact for preliminary determination”: Bird v. Sleppy, 265 Pa. 295, 297. Prior to 1925, the decision of the court below was not the subject of review until final judgment-in the cause was entered: American Trust Co. v. Kaufman, 279 Pa. 230; Miller Paper Co. v. Keystone C. & C. Co., 275 Pa. 40. This rule has been changed by recent legislation (Act March 5, 1925, P. L. 000), by which an immediate appeal is allowed where the question of jurisdiction is involved, the pleadings, and such depositions as. may be taken, being considered in reaching a proper finding.\nIn applying the provisions of the Act of 1859 to the facts here disclosed, it is well to keep in mind what was said in Coleman’s App., 75 Pa. 441, repeated with approval in Vandersloot v. Pa. W. & P. Co., 259 Pa. 99, 103: “It has not been the policy of our jurisprudence to bring nonresidents within the jurisdiction of our courts unless in very special cases......The Act of 1859 ought, therefore, to receive a construction in harmony with this policy. There exists no good reason why courts of equity should he invested with a more enlarged jurisdiction against nonresidents than courts of law. On the contrary......the inclination should be in a different direction.”\nIn the present case, the complainant was the owner of certain .stock of the oil company mentioned, a corporation having outstanding 600,000 shares. He desired, though the appellant does not seem to have been advised of the fact, to secure a controlling interest, and made efforts to buy from others, at three dollars per share, a sufficient amount to effect this end. He negotiated with one of the defendants, Eyre, the owner of a large block, and he, in turn, secured an option from Mrs. Elkin to purchase her holdings at the same price, as well as those of Mrs. Everett. There is nothing to show that the sale agreed to by appellant was dependent upon the purchase of “all or none,” as insisted by appellee, or that a pool was formed of which Eyre was to be manager to effect a joint disposition of the stock of all three parties. Indeed, the tender to complainant of the total amount shows the offer to be of the separate shares owned by the individual holders. Eyre acted for himself, and merely as agent for the other two, under the options given. The proposition to buy was accepted at the price fixed, but the present appellant refused to transfer. As a result, this bill was filed to compel specific performance, like stock not being purchasable in the open market: Northern Central Ry. v. Walworth, 193 Pa. 207. Service was had upon Eyre, owner, and agent for Mrs. Elkin, and also upon Mrs. Everett. Averring that the two summoned were principal defendants, the effort was made to call in, under the Act of 1859, the appellant, who resided in Indiana County. An appearance de bene esse was entered, and a motion made to set the service aside. After argument and reargument, based upon the pleadings, this relief was denied, and the action of the court is now brought here for review.\nThe narrow question presented is whether the parties served are “principal defendants” within the meaning of our statute. If the contract made with Clark was joint, then this doubtless would be true, but there is nothing set forth which would justify us in saying that the sale by Mrs. Elkin was made dependent upon the transfer by the other stockholders of their interests, since she merely gave to Eyre an option to purchase, and authority to make a sale of her shares. She agreed to dispose of what she owned, but entered into no obligation to assist the plaintiff in securing the interests of the other two. The commitments of the three owners were distinct, one not being made dependent on the act of the other, and we are unable to find there was any joint undertaking. Though she is doubtless responsible for the breach of her contract, authorized to be entered into by her agent, if such occurred, yet she is not a necessary party in the action for specific performance against Eyre and Mrs. Everett, who were properly summoned.\nParties beyond the jurisdiction of the court cannot be brought in merely because it is more convenient, but there must be a real necessity that they appear, so that a complainant may secure relief to which he is entitled. “In deciding who ought to be parties, it is necessary to distinguish between active and passive parties; between those who are so necessarily involved-in the subject in controversy and the relief sought for, that no decree can be made without their being before the court”: Coleman’s App., 75 Pa. 441, 459. It may be noticed in the present case that before final disposition of the motion for reargument, an answer was filed by the two defendants served, showing their stock had been purchased and delivered to the complainant, though at a less price than originally contracted for, but indicating that the undertaking was not joint, and that the commitments pf the three holders were several.\nIf, and we so bold, tbe stock of Mrs. Elkin was offered to Clark by Eyre, as ber agent, at the same time he tendered bis own, there being no agreement on ber part to see that all of tbe shares proposed to be transferred were delivered, neither Eyre nor Mrs. Everett, for whom be also acted, can be considered as a necessary party to relief against Mrs. Elkin, and tbe Act of 1859 cannot apply. It follows tbe service should have been set aside.\nTbe order of tbe court below is reversed, and service of tbe bill set aside; costs to be paid by appellee.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "Frederick L. Ballard, of Ballard, Bpahr, Andrews & Madeira, with him Charles I. Thompson, for appellant.",
      "F. B. Bracken, for appellee."
    ],
    "corrections": "",
    "head_matter": "Clark v. Elkin, Appellant.\nEquity — Extraterritorial service — Principal defendant — Setting aside service — Acts of April 6, 1859, P. L. 887, and March 5,1925.\n1. The Act of April 6, 1859, P. L. 387, relating to extraterritorial service of a bill in equity, should be construed in harmony with the policy of Pennsylvania not to bring nonresidents within the jurisdiction of the courts unless in very special circumstances.\n2. • There exists no good reason why courts of equity should be invested with a more enlarged jurisdiction against nonresidents than courts of law.\n3. A bill in equity cannot be served extraterritorially under the Act of 1859, unless the defendant served is in fact a principal defendant.\n4. If there has been an extraterritorial service, and the person served raises a question as to the status of the principal defendant as such, that question becomes a question of fact for preliminary determination.\n5. Prior to the Act of March 5, 1925, P. L. 000, the decision of the court below on such a question could not be reviewed until a final decree in the cause was entered.\nEquity — Specific performance — Contract to sell stoclc — Joint contract — Separate contracts — Extraterritorial service — Necessity — Principal defendant — Act of April 6,1859, P. L. 887.\n6. A bill in equity may be maintained to enforce a contract for sale of stock of a corporation, where no such stock can be purchased in the open market.\n7. Where a bill is filed against three persons to enforce such a contract, extraterritorial service will be set aside against one of the defendants after local service on the other two, where there is nothing to show that there was a joint contract by all three defendants to sell their stock, but it is shown that their commitments Were distinct, one not being made dependent upon the others.\n8. If the stock of the defendant who was extraterritorially served, was offered by one of the other defendants as her agent, at the same time he tendered his own, she cannot be considered as a necessary party to relief against such other defendant, if there was no agreement on her part to see that all the shares proposed to be transferred were delivered.\n9. Parties beyond the jurisdiction of the court cannot be brought in merely because it is more convenient, but there must be a real necessity that they appear, so that the complainant may receive relief to which he is entitled.\nArgued April 13, 1925.\nAppeal, No. 308, Jan. T., 1925, by defendant, from order of C. P. No. 4, Pbila. Co., Sept. T., 1924, No. 8641, discharging rule to set aside service, in case of S. L. Clark v. Adda P. Elkin et al.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaeeer, JJ.\nReversed.\nBill for specific performance of a contract to sell stock of a corporation.\nRule to set aside extraterritorial service of a bill in equity. Before Audenried, P. J., Finletter and Mc-Collum, JJ.\nThe opinion of the Supreme Court states the facts.\nRule discharged. Plaintiff appealed.\nError assigned was order, quoting record.\nFrederick L. Ballard, of Ballard, Bpahr, Andrews & Madeira, with him Charles I. Thompson, for appellant.\n■ — A principal defendant within the meaning of the Act of 1859 must be a necessary defendant, i. e., one without whom the plaintiff’s right against the nonresident defendant cannot be adjudicated: Coleman’s App., 75 Pa. 441; Vandersloot v. Water & Power Co 259 Pa. 99; Bird v. Sleppy, 265 Pa. 295.\nMrs. Elkin’s sole obligation, if the facts alleged be proved, was to sell and deliver her own separate stock to plaintiff. She was in no manner committed to give plaintiff control.\nThe contract here in suit considered simply on its face discloses on Mrs. Elkin’s part a purely separate commitment to the adjudication of which no other defendant is necessary.\nF. B. Bracken, for appellee.\n— The fact that by securing the shares appellee would acquire control, gives him standing to ask specific performance, because the loss of this substantial benefit could not be compensated by damages, without regard to the intent of the sellers: Northern Central Railway Co. v. Walworth, 193 Pa. 207; Goodwin Co.’s App., 117 Pa. 514; Sherman v. Herr, 220 Pa. 420.\nAdequate relief by way of specific performance can be afforded only in one proceeding against all defendants : Bird v. Sleppy, 265 Pa. 295.\nMay 4, 1925:"
  },
  "file_name": "0339-01",
  "first_page_order": 363,
  "last_page_order": 369
}
