{
  "id": 1090485,
  "name": "Mindlin et al. v. O'Boyle et al., Appellants",
  "name_abbreviation": "Mindlin v. O'Boyle",
  "decision_date": "1925-05-04",
  "docket_number": "Appeal, No. 288",
  "first_page": "352",
  "last_page": "355",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 352"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "266 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "206 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931831
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0091-01"
      ]
    },
    {
      "cite": "208 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0253-01"
      ]
    },
    {
      "cite": "46 Pa. Superior Ct. 307",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421317
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/46/0307-01"
      ]
    },
    {
      "cite": "193 Pa. 309",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0309-01"
      ]
    },
    {
      "cite": "266 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056116
      ],
      "pin_cites": [
        {
          "page": "463"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/266/0457-01"
      ]
    },
    {
      "cite": "202 Pa. 313",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/202/0313-01"
      ]
    },
    {
      "cite": "276 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077570
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0181-01"
      ]
    },
    {
      "cite": "278 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080510
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 409,
    "char_count": 7280,
    "ocr_confidence": 0.532,
    "pagerank": {
      "raw": 1.6592302123279792e-07,
      "percentile": 0.6940144000673398
    },
    "sha256": "7a953b874b4e9ac57269f3be42e238e08ee4f4c6b76dd35892b133339bd79ccc",
    "simhash": "1:003ead5341b4c03e",
    "word_count": 1246
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschziskee, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Mindlin et al. v. O’Boyle et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn our prior opinion in this case (278 Pa. 212), we approved the finding of the court below that defendants had broken their contract with plaintiffs, but reversed the judgment, and remitted the record with a procedendo, that additional testimony might be taken and the amount of damages legally ascertained. We did this because the contract, by which defendants agreed to sell coal to plaintiffs, provided for delivery “f. o. b. cars, mines,” and the proofs failed to show that, after the breach, coal could not have been obtained at the mines; hence it was error, under that evidence, to measure the damages by the difference between the contract price and the market price elsewhere. On the return of the record, plaintiffs produced other testimony, but defendants did not, although the latter had personal knowledge touching the single point to be considered. Apparently they preferred to pick flaws in plaintiffs’ proofs, — as of course they had the right to do, — perhaps because their testimony would have strengthened and not weakened plaintiffs’ case. The court below found in favor of plaintiffs, and defendants again appealed.\nTheir first complaint is that appellees had no right to prove the market value of coal at any other point than the mines, where it was to be delivered, and where primarily its cost was to be ascertained, because the statement of claim did not aver it could not be obtained there. This was, however, a matter of evidence, which could not properly be pleaded, since it would not have resulted in the concise statement required by statute: Electric Reduction Co. v. Colonial Steel Co., 276 Pa. 181. The averment that “through the failure of the defendants to deliver the coal as aforesaid, the plaintiffs were compelled to go in the market and buy the same kind of coal at a cost of $11 per short ton,” was all plaintiffs were required to allege.\nIt is also claimed that the court below erred in not allowing defendants to file additional exceptions, more than six months after the time permitted by the statute under which the case was tried. This was not error; to have allowed it probably would have been: Harris v. Mercur (No. 1), 202 Pa. 313.\nThe other three assignments object: (1) to the finding of fact by the trial judge, that “during the period of breach plaintiffs could not obtain the coal for which they had contracted, at the place of delivery, or in any other available market nearer thereto than New York ......where they did obtain the coal for the current market price of $11 per ton”; (2) to his conclusion that, on the evidence produced, plaintiffs could recover more than nominal damages, and (3) to his assessing the amount of actual damages, in accordance with his finding quoted in clause (1). A determination of the first of these assignments adversely to appellants, necessarily carried with it, therefore, antagonistic decisions as to the other two. Hence, it is sufficient to say there was ample evidence (1) that the coal could not be bought at the mines from which it was to be delivered, or elsewhere in the anthracite coal regions (in which alone the character of coal contracted for was mined), unless plaintiffs would purchase also a quantity of the smaller sizes, which they were not obliged to do; and, also, (2) to sustain the trial judge’s inference and conclusion as follows: “It is fair to assume that, if the coal could not be obtained in the immediate region of production, without the encumbrance of ‘steam’ sizes, its market price at any other place would only be affected by the cost of transportation thither, and New York City would enjoy at least equal advantage with any other market in that respect. In a word, during the period of breach, plaintiffs could not obtain the coal for which they had contracted, at the place of delivery, or in any other available market nearer thereto than New York City, which was also of course the most available for them,selves, and where they did obtain the coal for the current price, |11 per ton delivered.” In measuring the damages, he, therefore, considered that price, less the cost of transportation from the mines to the place of delivery in New York City (which was, as everybody knows, the greatest distributing center for coal shipped from the anthracite regions), as fixing the market value at the time of the breach. Under the facts found this was proper.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "M. J. Mulhall, for appellants.",
      "James P. Harris and W. A. Valentine, with them Lee P. Stark, for appellees."
    ],
    "corrections": "",
    "head_matter": "Mindlin et al. v. O’Boyle et al., Appellants.\n' Sale — Contract—Breach—Measure of damages — MarTeet price— Purchase of other articles — Pleading—Statement of claim.\n1. Ordinarily a vendee’s measure of damages for the breach of a contract to sell and deliver, is the difference between the contract and market prices at the time and place of delivery named in the agreement.\n2. If the articles contracted to be sold and delivered cannot be had at that place, they may be obtained by the vendee at the nearest available market.\n3. A vendee is not obliged, in order to obtain the articles to which he was entitled by the contract, to take therewith others which he does not desire.\n4. If, at the time of the breach, there is no market price at the place of delivery, the price at the nearest available market may be taken, due allowance being made for transportation charges between the two places.\n5. It is not necessary to aver, in a statement of claim to recover for a failure to sell and deliver, that the articles, contracted to be sold and delivered, could not be obtained by plaintiff at the place of delivery named in the contract.\nPractice, C. P. — Case tried by court — Exceptions—Additional exceptions — Statutory period.\n6. In a case tried before a judge, without a jury, it is not error to refuse leave to file additional exceptions after the statutory time allowed therefor.\nArgued April 15, 1925.\nAppeal, No. 288, Jan. T., 1925, by defendants, from order of C. P. Luzerne Co., March T., 1920, No. 55, dismissing exceptions to findings and conclusions of court, in case tried by court without jury, in case of Henry Mindlin et al., trading as Mindlin & Rosenman v. Chas. M. O’Boyle et al., trading as the Pittsburgh Coal Sales Co.\nBefore Moschziskee, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaefer, JJ.\nAffirmed.\nAssumpsit for breach of contract. The case was tried by Fuller, P. J., without a jury.\nThe opinion of the Supreme Court states the facts.\nJudgment for plaintiffs. Defendants appealed.\nError assigned was order, dismissing exceptions to findings, and conclusions of the court, quoting record.\nM. J. Mulhall, for appellants.\n— The only damages to which appellees are entitled are nominal: Seward v. Mfg. Co., 266 Pa. 457, 463; Kinports v. Breon, 193 Pa. 309; David v. Wm. Whitmer & Sons, Inc., 46 Pa. Superior Ct. 307; Morris v. Supplee, 208 Pa. 253.\nIt was error to refuse to permit additional exceptions nunc pro tunc: Hinnershitz v. Traction Co., 206 Pa. 91.\nJames P. Harris and W. A. Valentine, with them Lee P. Stark, for appellees.\n— The measure of damages was properly stated: Grand Tower Co. v. Phillips, 23 Wallace 471; Seward v. Mfg. Co., 266 Pa. 458.\nPermission to file additional exceptions was properly refused: Hinnershitz v. Traction Co., 206 Pa. 91.\nMay 4, 1925:"
  },
  "file_name": "0352-01",
  "first_page_order": 376,
  "last_page_order": 379
}
