{
  "id": 1090587,
  "name": "Laubach et al. v. Colley, Appellant",
  "name_abbreviation": "Laubach v. Colley",
  "decision_date": "1925-05-04",
  "docket_number": "Appeals, Nos. 240 and 250",
  "first_page": "366",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "260 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040316
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0075-01"
      ]
    },
    {
      "cite": "260 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/260/0329-01"
      ]
    },
    {
      "cite": "217 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0512-01"
      ]
    },
    {
      "cite": "53 Pa. Superior Ct. 202",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435135
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/53/0202-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 180",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651806
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/79/0180-01"
      ]
    },
    {
      "cite": "278 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080629
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/278/0488-01"
      ]
    },
    {
      "cite": "66 Pa. Superior Ct. 221",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628180
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/66/0221-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 73",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451776
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0073-01"
      ]
    },
    {
      "cite": "276 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0340-01"
      ]
    },
    {
      "cite": "276 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/276/0273-01"
      ]
    },
    {
      "cite": "273 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0004-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 37",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/67/0037-01"
      ]
    },
    {
      "cite": "261 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042193
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/261/0602-01"
      ]
    },
    {
      "cite": "106 N. W. 71",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "opinion_index": 0
    },
    {
      "cite": "142 Mich. 503",
      "category": "reporters:state",
      "reporter": "Mich.",
      "opinion_index": 0
    },
    {
      "cite": "246 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006161
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0529-01"
      ]
    },
    {
      "cite": "272 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0253-01"
      ]
    },
    {
      "cite": "275 Pa. 584",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0584-01"
      ]
    },
    {
      "cite": "265 Pa. 300",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0300-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629151
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0231-01"
      ]
    },
    {
      "cite": "244 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0122-01"
      ]
    },
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    },
    {
      "cite": "254 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025495
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0203-01"
      ]
    },
    {
      "cite": "252 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021662
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0451-01"
      ]
    },
    {
      "cite": "260 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0075-01"
      ]
    },
    {
      "cite": "260 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040297
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0329-01"
      ]
    },
    {
      "cite": "217 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/217/0512-01"
      ]
    },
    {
      "cite": "278 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080629
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0488-01"
      ]
    },
    {
      "cite": "66 Pa. Superior Ct. 221",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        628180
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/66/0221-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 73",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/60/0073-01"
      ]
    },
    {
      "cite": "276 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077577
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0340-01"
      ]
    },
    {
      "cite": "276 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077551
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0273-01"
      ]
    },
    {
      "cite": "273 Pa. 4",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070787
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0004-01"
      ]
    },
    {
      "cite": "67 Pa. Superior Ct. 37",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        629168
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/67/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 10540,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 5.346611654863399e-07,
      "percentile": 0.9433322174381595
    },
    "sha256": "9b258242bd9f7999e6e3b5620fbab1da6c339995d1f7d5ef15d18245532d1feb",
    "simhash": "1:36a7beaaecae4c07",
    "word_count": 1861
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Laubach et al. v. Colley, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Sadler,\nRalph Laubach, a minor and guest of one Yocum, the driver of a Ford car, was injured as a result of a collision with the motor owned by the defendant, Colley, operated, at the time, with his consent, by a son under the age of sixteen years. Actions were instituted by Ralph’s father to recover damages on his own behalf, and as next friend for his son. The jury found, and the evidence pro^ duced justified its conclusion, that young Colley was driving around a curve on the wrong side of the road, and that the accident was the result of the negligent management of the motor he was operating. Verdicts were rendered for both plaintiffs, and from the judgments entered thereon these appeals have been taken.\nIt is first insisted that no liability arose on the part of defendant, since he was not the driver of the automobile at the time, and the fact that permission had been given the son to use it is not sufficient to impose responsibility for the damage inflicted. A distinction has been drawn between cars employed for business and pleasure purposes. In the case of the former, the operation is presumed to be in the master’s service, and the burden rests on him to show the contrary to be true: Gojkovic v. Wagely, 278 Pa. 488; Sieber v. Russ Brothers, 276 Pa. 340. Where, however, we deal with vehicles used for family needs, a different rule is applied, and it must ordinarily appear, before a recovery may be had, that the person using the motor was engaged on the owner’s work, whether he be a chauffeur (Scheel v. Shaw, 60 Pa. Superior Ct. 73, affirmed in 252 Pa. 451), or a member of the defendant’s household: Markle v. Perot, 273 Pa. 4; Calmann v. Sperry, 276 Pa. 273; Kunkle v. Thompson, 67 Pa. Superior Ct. 37. It is ordinarily for the jury to say if the driver was acting within the scope of the authority granted: Raub v. Donn, 254 Pa. 203. If it appears that the use was directed or authorized, and damage is inflicted by negligent operation, then a recovery may be had: Crouse v. Lubin, 260 Pa. 329; Moon v. Matthews, 227 Pa. 488; Hazzard v. Carstairs, 244 Pa. 122; Fox v. Cahorowsky, 66 Pa. Superior Ct. 221; McCaffrey v. Lukens, 67 Pa. Superior Ct. 231.\nAs we have noted, the master is liable for the wrongful act of his servant. In the present case, another element requires consideration. The owner of a car may be negligent in permitting its use by one known to be incompetent : Raub v. Donn, supra. Particularly, should this be held where the one to whose charge it is committed is prohibited from operating it by statute. The Act of June 30, 1919 (P. L. 678, sec. 10), provides: “No person, whether the owner of a motor vehicle or not, who is less than sixteen (16) years of age, or who is mentally impaired, or who is physically incapacitated as defined in this act, shall operate any motor vehicle upon any public highway in this Commonwealth.” In so directing, the right to drive was more restricted than under the earlier legislation. When the owner permits his car to be used in violation of the statute, as was here done, his liability attaches for injury resulting from its negligent management, irrespective of whether the party was at the time engaged on his personal business; and, for all natural and probable results of his wrongful act, he must respond in damages: Stubbs v. Edwards, 260 Pa. 75; Shaffer v. Mowery, 265 Pa. 300; McMillen v. Steele, 275 Pa. 584. The injury must, of course, have some causal connection with the improper conduct encouraged (Scorsoni v. Pittsburgh, etc., Co., 272 Pa. 253), and if the one injured has, by his misconduct, caused the loss ensuing, he cannot recover, though the defendant was proceeding improperly. We are of the opinion that the defendant here is responsible for the injury resulting from the negligent acts of his son under sixteen years of age, who was given leave by him to operate the automobile which he owned.\nAppellant further urges that certain trial errors were committed, which makes necessary the grant of a new trial. Certain'witnesses testified to boisterous conduct on the part of the driver of the car in which the minor plaintiff was riding, saying they detected the odor of hard cider or alcohol upon his breath, and it was proposed to elicit their opinions as to whether or not he was intoxicated. Where facts are narrated which indicate a likelihood of such condition, the judgment of witnesses is admissible to establish this (Com. v. Eyler, 217 Pa. 512; Com. v. Boyd, 246 Pa. 529), but a careful examination of all the statements made by those called leads to the conclusion that no sufficient facts were made to appear as to justify the expression of an opinion that Yocum, or his companion, was in a drunken condition, and the learned court below therefore properly rejected the offers which are the subject of the eighth and ninth assignments of error. The jury was told in the charge that no recovery could be had if the plaintiff voluntarily rode in the car, knowing the driver to be intoxicated, an instruction favorable to appellant but not important in view of the evidence submitted.\nOne other complaint, raised by the eleventh assignment, should be noticed. A witness, Chapin, an auto mechanic, was in his house, some 200 feet from the public highway, on the night of the accident. He was on the second floor, preparing to retire. From the sound of the exhaust of the motor of a passing car, he was of the belief that it belonged to Yocum, since it differed in sound from other machines in that community, though he was not prepared to say that it wgs not like other Ford cars to be found elsewhere, and which might have been going by. To show that this auto, which he did not see, was being driven at an excessive speed, was the purpose of the proposed testimony, though an examina.tion of the evidence adduced to show his qualifications fails to disclose that he could so testify. Opinions as to the speed of a moving object may be given, where the witness shows proper knowledge, but to base such judgment on the noise made, without actual observation, or more information than here shown, should not be permitted: Wright v. Crane, 142 Mich. 503, 106 N. W. 71. Though Chapin did not say the rate of movement of the car was excessive, yet had he done so, the evidence would have been of no value without more, since what one person might consider fast or excessive, another might honestly believe to be otherwise. Without fixing some standard of measurement, such a statement could be of no aid to a jury: Warruna v. Dick, 261 Pa. 602. The proposed evidence was properly rejected.\nWe have examined with care all of the matters so ably presented by the learned counsel for the appellant, but find no error which would justify a reversal.\nThe judgments are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Sadler,"
      }
    ],
    "attorneys": [
      "E. Montgomery Smith, with him E. O. Teel, for appellant.",
      "E. J. Mullen, with him E. R. Stees, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Laubach et al. v. Colley, Appellant.\nNegligence — Automobiles — Negligence of minoi--Father and\nson — Master and servant — Violation of statute — Act of June SO, 1919, P. L. 678.\n1. In determining, liability for injuries caused by negligence of drivers of automobiles, the operation of cars employed in business is presumed to be in the master’s service; but, when employed for pleasure purposes, it must ordinarily be shown, before a recovery may be had, that the person using the ear was engaged in the owner’s work, whether he be a chauffeur or a member of defendant’s household.\n2. It is ordinarily for the jury to say if the driver was acting within the scope of the authority granted.\n3. The owner of a car may be negligent in permitting its use by one known to be incompetent, and particularly so where the one to whose charge it is committed, is prohibited from operating it by statute.\n4. A father who permits his son, under sixteen years of age, to operate an automobile in violation of the Act of June 30, 1919, P. L. 678, is liable for the injury caused by the negligence of his son, irrespective of whether the son was at the time engaged in his personal business.\n5. The injury must have some causal connection with the improper conduct encouraged, and if the one injured has, by his misconduct, caused the loss ensuing, he cannot recover, though the defendant was proceeding improperly.\nEvidence — Opinion—Intoxication.\n6. Where there is no sufficient evidence that a driver of an automobile was intoxicated, the opinion of witnesses as to whether or not he was intoxicated, are not admissible.\nEvidence — Opinion of witness — Speed of automobile.\n7. A witness will not be permitted to express an opinion as to the speed of an automobile where he did not see the car, but based his judgment on the sound of the exhaust of the car as it passed his house.\n8. The opinion of a witness as to whether the speed of an automobile was excessive is without value where he has no fixed standard of measurement of speed.\n9. What one person might consider fast or excessive, another might honestly believe to be otherwise.\nArgued April 16, 1925.\nAppeals, Nos. 240 and 250, Jan. T., 1925, by defendant, from judgments of C. P. Columbia Co., Dec. T., 1921, No. 150, on verdicts for plaintiffs, in case of Ealpb T. Laubacb, by bis next friend, Milford F. Laubacb, in tbe right of Ealpb T. Laubacb, and Milford F. Laubacb, in bis own right, v. Albert H. Colley.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaffer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Potter, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for Ralph T. Laubach for f5,562.50 and for Milford F. Laubach for $516.92. Defendant appealed.\nError assigned was, inter alia, refusal of judgment for defendant n. o. v., quoting record.\nE. Montgomery Smith, with him E. O. Teel, for appellant.\n— The undisputed facts in this case bring it strictly within the application of the principles laid down in Kunkle v. Thompson, 67 Pa. Superior Ct. 37; Markle v. Perot, 273 Pa. 4; Calmann v. Sperry, 276 Pa. 273; Sieber v. Russ Brothers, 276 Pa. 340; Scheel v. Shaw, 60 Pa. Superior Ct. 73; Fox v. Cahorowsky, 66 Pa. Superior Ct. 221; Gojkovic v. Wageley, 278 Pa. 488.\nThe minority of the son had no causal relation to the accident: Hart v. Ry., 79 Pa. Superior Ct. 180; Yeager v. Carriage Co., 53 Pa. Superior Ct. 202.\nExclusion of opinion evidence as to intoxication, was error: Com. v. Eyler, 217 Pa. 512.\nE. J. Mullen, with him E. R. Stees, for appellees,\ncited: Crouse v. Lubin, 260 Pa. 329; Fox v. Cahorowsky, 66 Pa. Superior Ct. 221; Stubbs v. Edwards, 260 Pa. 75.\nMay 4, 1925:"
  },
  "file_name": "0366-01",
  "first_page_order": 390,
  "last_page_order": 396
}
