{
  "id": 1090549,
  "name": "Edwards, Appellant, v. Enterprise Manufacturing Co.",
  "name_abbreviation": "Edwards v. Enterprise Manufacturing Co.",
  "decision_date": "1925-05-11",
  "docket_number": "Appeal, No. 268",
  "first_page": "420",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "280 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084422
      ],
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/280/0050-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 266,
    "char_count": 3780,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 2.6183912409659873e-07,
      "percentile": 0.8210766341975922
    },
    "sha256": "e938a5f4b1b871f90df9ebfe1b4e2f76c069401382717e492a829f110a8387df",
    "simhash": "1:f7089a3dafabf254",
    "word_count": 607
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Edwards, Appellant, v. Enterprise Manufacturing Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe only real question on this appeal is, Was the evidence legally sufficient to show claimant, Annie B. Edwards, to have been the common-law wife of the deceased employee of defendant company? The referee found this fact in her favor and made an award of compensation, which was sustained by the board but reversed by the court below; hence the appeal.\nThere is evidence on the record from which, standing alone, the fact of marriage might be inferred, but claimant frankly testified that she and the deceased employee “were not legally married,” and that no ceremony had been performed between them; that she “just went to live with him as others because [she] cared for him and thought he cared for [her].” In answer to the question, “Was there anything said between you about going together and living as man and wife?” claimant replied, “Nothing that I know of.” On this state of the evidence the court below very properly concluded that, “The present case is ruled by McDevitt’s Est., 280 Pa. 50, 52, in which it was said: ‘Cohabitation and reputation are not marriage; they are but circumstances from which a marriage may be presumed. The presumption of marriage arising from such facts may always be rebutted and wholly disappears in the face of proof that no marriage in fact had taken place......Moreover, the cohabitation having been meretricious at its inception, its illicit character is presumed to continue......The presumption that a cohabitation meretricious in its origin continues to be of that character may be rebutted and proved to have become matrimonial and a lawful common-law marriage established. The change may be established by circumstantial evidence, but the circumstances must be such as to exclude the presumption that the original relation continued, and to prove satisfactorily that it was changed to matrimonial union by mutual consent......Here, the proof does not satisfactorily rebut that presumption. True, the deceased permitted her to assume his name......[and introduced her as his wife]; but [this] did not constitute a marriage; while the contention that it indicated there had been one is answered by appellant’s positive testimony to tbe contrary.’ Tbe admission of claimant, as in Mc-Devitt’s Estate, that there was no marriage ceremony [or contract of marriage made per verba de prsesenti] was fatal to ber claim.”\nTbe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "L. W. Baxter, with him Evan B. Lewis, for appellant.",
      "Benjamin O. Erich, for appellee."
    ],
    "corrections": "",
    "head_matter": "Edwards, Appellant, v. Enterprise Manufacturing Co.\nHusband and wife — Marriage—Common law wife — Evidence— Workmen’s compensation.\n1. A woman cannot recover compensation for the death of her alleged husband under the Workmen’s Compensation Act, where she testifies that she went to live with the deceased, but that there was no marriage ceremony, or nothing said between them about going together and living as man and wife.\n2. Cohabitation and reputation are not marriage; they are but circumstances from which a marriage may be presumed; but such presumption may be rebutted by proof that no marriage had in fact taken place. '\nArgued April 20, 1925.\nAppeal, No. 268, Jan. T., 1925, by plaintiff, from judgment of C. P. No. 5, Pbila. Co., June T., 1924, No. 14319, sustaining appeal from decision of Workmen’s Compensation Board, in case of Annie B. Edwards v. Enterprise Manufacturing Company, defendant, and Liberty Mutual Insurance Co., insurance carrier.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nAppeal from decision of Workmen’s Compensation Board. Before Martin, P. J.\nThe opinion of the Supreme Court states the facts.\nAppeal sustained. Plaintiff appealed.\nError assigned was, inter alia, order, quoting record.\nL. W. Baxter, with him Evan B. Lewis, for appellant.\nBenjamin O. Erich, for appellee.\nMay 11, 1925:"
  },
  "file_name": "0420-01",
  "first_page_order": 444,
  "last_page_order": 446
}
