{
  "id": 1090498,
  "name": "Gray v. Ohio Grease Co., Appellant",
  "name_abbreviation": "Gray v. Ohio Grease Co.",
  "decision_date": "1925-05-11",
  "docket_number": "Appeal, No. 267",
  "first_page": "461",
  "last_page": "464",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 461"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "270 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066113
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0382-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 340,
    "char_count": 5196,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 1.1136130380203415e-07,
      "percentile": 0.5713076322210291
    },
    "sha256": "cddb7bb5e66585c1277b6d831c951d003d02d9d80bb468e67bb4df917ee9498c",
    "simhash": "1:fe4ca5ad156de25d",
    "word_count": 873
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "¿Before Moschzisker, O. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Gray v. Ohio Grease Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWhile traveling as a guest in the car of a friend, Mrs. Springer by name, plaintiff was injured when their machine collided with an automobile of defendant company. The accident occurred at the right-angled intersection of Browning Road and Marlton Pike, highways in the State of New Jersey. The automobile driven by Mrs. Springer was.proceeding in an easterly direction along Browning Road, and defendant’s machine in a southerly direction along Marlton Pike, toward the intersection, so that defendant was coming on Mrs. Springer’s left, and she upon his right. Each car was in full view of the other, for the country near the intersection is quite flat, and there were no obstructions of any kind.\nOpposite versions of the manner in which the accident happened were given by each side, plaintiff’s witnesses testifying that when their machine nearly reached the intersection, they saw defendant’s car, approximately sixty feet away; and on their actually reaching the crossing, defendant’s automobile was still twenty-five feet distant. Plaintiff, therefore, contends her car was entitled to pass, since, under the law of the road, one who first reaches a crossing with a clear road and opportunity for safe passage, has the right of way; or if cars arrive at an intersection nearly simultaneously, the one on the right has the right of way: Weber v. Greenebaum, 270 Pa. 382. Instead, however, of defendant allowing the car of plaintiff to pass, the latter testified that the former continued to approach at a speed of from twenty-five to thirty miles an hour, and when Mrs. Springer, the driver of plaintiff’s machine (it then being half-way across Marlton Pike), saw that defendant was about to hit her, she turned sharply to the right, into Marlton Pike, to avoid the collision. The cars collided at the front wheels, and the automobile carrying plaintiff rocked first to the right, then to the left, finally falling over on its left side, — the side on which it was struck.\nDefendant’s version of the accident was exactly the reverse of plaintiff’s. He testified that his machine was the one nearer the intersection, “the ladies’ machine” then being seventy-five feet down Browning Road; that he was in the act of crossing when the Springer car cut across the mud at the corner of the intersection, followed him down Marlton Pike, and, a short distance beyond the crossing, struck his machine in the rear.\nDefendant contends the accident was due to no fault of his, and, further, that, if the collision had happened as plaintiff testified, it would be physically impossible for the latter’s machine to fall on its left side, after being struck on that side by defendant’s automobile.\nNo complaint was made during the progress of the trial that plaintiff had omitted any duty or precaution incumbent on a person in the position of a guest.\n.Binding instructions, requested by defendant’s counsel, were refused. The trial judge, in charging the jury, carefully summarized the law of the road applicable to the case. The verdict was for plaintiff; whereupon defendant moved for judgment n. o. v., which the court below refused to grant. Defendant now appeals and the only points raised concern the sufficiency of the evidence to take the case to the jury, and plaintiff’s alleged contributory negligence.\nWe have examined the record and are of opinion the court below did not err in refusing to grant judgment n. o. v. As to the fall of the Springer automobile on its left side, considering this in connection with the evidence as a whole, we cannot say as a matter of law that the incident proves anything in particular. The ■case was for the jury, to whom the issues involved were submitted. It was conceded before us that the relevant law of New Jersey is similar to that of Pennsylvania.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Frederick Beyer, with him Clinton A. Bowers, for appellant.",
      "Barry H. Hepburn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Gray v. Ohio Grease Co., Appellant.\nNegligence — Automobile—Collision—Law of the road — Case for jury.\n1. Under the law of the road, one who first reaches a crossing, with a clear road and opportunity for safe passage, has the right of way, or, if cars arrive at an intersection nearly simultaneously, the one on the right has the right of way.\n2. In an action for personal injuries resulting from the collision of two automobiles at the intersection of two roads, where the evidence is conflicting as to the operation of the two cars, and the trial judge carefully summarizes the law of the road as applicable to the case, a judgment on a verdict for plaintiff will be sustained.\nArgued April 22, 1925.\nAppeal, No. 267, Jan. T., 1925, by defendant, from judgment of C. P. No. 4, Phila. Co., June T., 1923, No. 5227, on verdict for plaintiff, in case of Margaret H. Gray v. Ohio Grease Company.\n¿Before Moschzisker, O. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for personal injuries. Before Finletter, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $5,000. Defendant appealed.\nError assigned was, inter alia, refusal of judgment for defendant n. o. v., quoting record.\nFrederick Beyer, with him Clinton A. Bowers, for appellant.\nBarry H. Hepburn, for appellee.\nMay 11, 1925:"
  },
  "file_name": "0461-01",
  "first_page_order": 485,
  "last_page_order": 488
}
