{
  "id": 1090569,
  "name": "Commonwealth v. Sweeney, Appellant",
  "name_abbreviation": "Commonwealth v. Sweeney",
  "decision_date": "1925-05-18",
  "docket_number": "Appeal, No. 229",
  "first_page": "520",
  "last_page": "528",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053534
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0446-01"
      ]
    },
    {
      "cite": "201 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925690
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0252-01"
      ]
    },
    {
      "cite": "62 Pa. Superior Ct. 378",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        455242
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/62/0378-01"
      ]
    },
    {
      "cite": "105 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454257
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0577-01"
      ]
    },
    {
      "cite": "68 Pa. Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        630922
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/68/0559-01"
      ]
    },
    {
      "cite": "196 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0610-01"
      ]
    },
    {
      "cite": "21 Pa. Superior Ct. 340",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844328
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0340-01"
      ]
    },
    {
      "cite": "265 Pa. 129",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051847
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/265/0129-01"
      ]
    },
    {
      "cite": "137 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821433
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0138-01"
      ]
    },
    {
      "cite": "13 W. N. C. 552",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "163 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859069
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/163/0014-01"
      ]
    },
    {
      "cite": "113 Ga. 791",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        409542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/113/0791-01"
      ]
    },
    {
      "cite": "59 Miss. 588",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        1641989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/59/0588-01"
      ]
    },
    {
      "cite": "3 Wall. 175",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3475779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/70/0175-01"
      ]
    },
    {
      "cite": "126 N. Y. 552",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2237567
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/126/0552-01"
      ]
    },
    {
      "cite": "171 N. Y. 166",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2305297
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/171/0166-01"
      ]
    },
    {
      "cite": "211 N. Y. 406",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        64962
      ],
      "pin_cites": [
        {
          "page": "419"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/211/0406-01"
      ]
    },
    {
      "cite": "2 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951157
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/2/0182-01"
      ]
    },
    {
      "cite": "83 Pa. Superior Ct. 308",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        661288
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/83/0308-01"
      ]
    },
    {
      "cite": "37 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0138-01"
      ]
    },
    {
      "cite": "234 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982518
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0128-01"
      ]
    },
    {
      "cite": "105 Pa. 577",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454257
      ],
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0577-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 752,
    "char_count": 16384,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 7.744812959238101e-08,
      "percentile": 0.4552609051724637
    },
    "sha256": "5a5be2718b973f35cdf61ee5f37d8ed03accccefa35294f613ae96ac746a30ec",
    "simhash": "1:0167a6547a39eb0f",
    "word_count": 2821
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Commonwealth v. Sweeney, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nThis is an escheat proceeding certified by the orphans’ court to the common pleas, in which the court gave binding instructions to the jury in favor of the Commonwealth. Catherine Sweeney, now Catherine Davidson, who claims relationship with the deceased Sarah Sweeney and who traversed the finding of the orphans’ court that the property of the decedent had escheated, prosecutes this appeal.\nSarah Sweeney died intestate in March, 1918, aged about seventy-six years.- The questions certified were: Did she leave heirs or next of kin? If she did, is appellant one of them?\nThe record discloses that, according to witnesses produced, the decedent had made conflicting statements in her lifetime, having declared both that she had and did not have relatives, and that she was born in Philadelphia and in Ireland. We are impressed, as was the court below, with the fact that there is no satisfying evidence as to decedent’s actually having any known relatives. .\nThe main argument advanced by appellant’s counsel is that declarations by the decedent that a particular person was related to her are entitled to more weight than her declarations that she had no relatives and that the weight to be given to them should have been determined by the jury, not by the court. We do not agree that the first is positive and the latter negative testimony, —in this particular case at least we cannot lend assent to the proposition. While it is unquestionably the province of a jury to pass upon the truth and correctness of the conflicting stories of witnesses, their province does not and ought not to extend in a case of this character to solving not the truth or accurateness of the statement of a witness, but the integrity of two conflicting statements by a person deceased whom they have never seen. The jury’s right to determine the truth from conflicting statements would not aid in ascertaining which time the decedent uttered the true facts.\nTo establish her right to take the decedent’s property, appellant largely relies upon the declaration of decedent that Sarah (Sweeney) Thompson of Gloucester was her niece or cousin (witnesses stated her declaration both ways) and upon the further facts that Mrs. Thompson’s maiden name was Sarah Sweeney, the same as decedent’s, and that she (Mrs. Thompson) had an aunt with the same name as a sister of decedent as shown by the Thompson family Bible. With a name as common as Sweeney, this without more would be a flimsy foundation upon which to rest such a conclusion. The evidence of the claimant showed that the decedent knew Sarah (Sweeney) Thompson of Gloucester and visited the race track conducted by her husband there. There was shown, however, no recognition of the alleged relationship with the decedent by Mrs. Thompson, who was dead at the time of trial; her son testified as to his own family, but suggested nothing as to relationship with the decedent, and did not claim to be such and had never heard the decedent spoken of by his mother or father.\nThe orphans’ court appointed a well-known member of the Bar as special examiner to conduct an investigation to ascertain whether the decedent left any heirs. He made what appears to be a most thorough inquiry lasting over a period of time exceeding a year and a half. He was permitted to testify on the trial as to what he did in making the investigation and to the fact that no heirs were found. The receipt of his evidence is assigned as error. No authorities are cited as to why it was not admissible and no reasons for its exclusion support the assertion that it was irrelevant. For what it was worth, we think the, testimony was properly admitted, just as would be testimony of inability to find a lost person or a lost article. (See 3 Wigmore on Evidence (2d ed.) 509). As appellant’s position is that the decedent was born in Ireland and the examiner’s investigation was based on the assumption that she was born in Philadelphia, the testimony could do appellant no harm, provided her idea as to the place of birth be accepted; in that event, the examiner’s report counted for nothing, as he was investigating another person.\nComplaint is also made of the admission of the testimony of Alfred Schwimm, a deceased witness, who testified before the orphans’ court in the escheat proceedings conducted by it, on the ground that appellant was not a party before that court, or represented, and had no opportunity to cross-examine the witness. Appellant had the right to be present and to be heard. The hearing was a public one, after due notice. This was sufficient notice to appellant: Patterson’s Est., 234 Pa. 128. If she did not attend because of lack of knowledge that the proceeding was going on, that was her misfortune. All that is required is “actual or constructive notice of the examination and an opportunity to be present and examine or cross-examine”: Act of May 23, 1887, P. L. 158, sec. 9; Haupt v. Henninger, 37 Pa. 138; Arnold v. Carroll, 83 Pa. Superior Ct. 308. The testimony of this witness was not, as is argued, testimony in another suit. It was testimony given in this very proceeding, to which the appellant has become a party by traversing the finding of the orphans’ court. The appellant could not recover, however, even if Schwimm’s testimony were out of the case.\nFurther complaint is made that a witness Bessie Con-very, living in Ireland and claiming to be a niece of the decedent, was not permitted to state, as a matter hot of her own knowledge but of what is termed “family history,” when her father’s sister, Sarah Sweeney, went to America, or who told her that she had emigrated here. Without convincing proof that the Sarah Sweeney to whom she referred was the decedent (and it is at least doubtful whether Sarah Sweeney, the decedent, was not born in America) such hearsay testimony would be dangerous in the extreme, and, even under the liberal rules governing testimony as to pedigree, should not have been received until there was sufficient proof as to the identity of the person spoken of as the decedent. When it is taken into account that it was proposed to prove by this witness that her father who had been dead thirty-seven years, had told her, prior to his death, that he had a sister, Sarah Sweeney, who had gone to America, without other proof that her father and the deceased Sarah Sweeney were brother and sister, the unreliability of the testimony is manifest. This same observation applies to other witnesses called to establish so-called family history, who attempted to testify to matters not of their own knowledge, but of hearsay, as to the relationship with a certain Sarah Sweeney without satisfying evidence before the court that the Sarah Sweeney to whom they referred was the one in question.\nThe outstanding fact on this record is that appellant’s evidence shows that the decedent had been absent from and had no communication with her alleged family for upwards of sixty years and there is no adequate explanation as to why there was no intercourse with or comr munication from or to members of the alleged family. Six members of claimant’s family testified that there was a Sarah Sweeney in their family whose age approximated that of decedent, that she came to America and apparently settled in Philadelphia about sixty or seventy years ago and they and the rest of their family had not seen or heard from her since about that time, although some of them lived in or near Philadelphia. None of these six members of the Sweeney family went so far as to testify that the Sarah Sweeney of their family and the decedent was the same person.\nTo establish her relationship to decedent, claimant relies upon the similarity of name of the Sarah Sweeney to whom she alleges kinship and the decedent, upon the fact that neither had a middle name, that they were of the same religious faith and upon the declarations already mentioned made by the decedent to neighbors and a maid servant that Sarah Thompson of Gloucester, N. J., was her cousin or niece. These declarations could not well have impressed the witnesses as being in conformity with fact, as the decedent had told all of them on other occasions, to one on many occasions, that she had no relatives. The Commonwealth offered testimony from decedent’s business manager and confidential adviser for a score of years that the decedent had told him she had no relatives and wanted him to draw a will leaving her property to the Catholic Church and to himself, which he failed to do; also from the man who had repaired her real estate for twenty years, to whom she made like declarations as to her having no relatives; from the Catholic priest, who called on decedent just before she died, who took her confession and told her that she was in immediate danger of death and should get in touch with her relatives, to whom she replied that she had none. Her death followed this declaration within half an hour.\nWhen account is taken of the fact that appellant claims through a Sarah Sweeney who was born in Ireland, with the grave doubt as to identity growing out of the decedent’s own declarations, some made to appellant’s own witnesses that she was born in Philadelphia, that Sarah Sweeney Thompson, who would seem to be the connecting link, if there is one, in the proofs of appellant’s relationship to the decedent, never claimed the latter as her relative; and the further circumstances that the declarations of the decedent which are of the most moment, those to her business adviser and to the priest, were to the effect that she had no relatives, it is clear that the overwhelming preponderance of the evidence adduced was to that effect and it would not do to permit a jury upon the scant and unconvincing testimony presented in appellant’s behalf to find that she was a relative of decedent.\nThe case it seems to us comes down really to identity of name without much more. “Mere identity of name must be accompanied with some circumstances of time or place before we can attach any value to it as affecting rights of property. It is true there are some authorities which hold that identity of name is prima facie evidence of identity of persons......That this is the ordinary rule may be conceded. But it does not apply where the transaction is remote. The true rule is believed to be laid down by Chief Justice Gibson in Sailor v. Hertzogg, 2 Pa. 182, where he says: ‘Identity of name is ordinarily, but not always, prima facie evidence of personal identity.....Identity of name is something from which an inference may be drawn, unless the name were a very common one or the transaction remote;’ ......It would work great injustice if rights of property, after a great length of time, were allowed to depend upon mere identity of name. A prima facie case thus submitted to a jury might be extremely difficult, if not impossible, to disprove”: Sitler v. Gehr, 105 Pa. 577, 601. “Identity of name, religion and nativity are too common to be alone sufficient evidence of family connections” : Aaholm v. People, 211 N. Y. 406, 419.\nWe think as the record stands none of appellant’s assignments of error can prevail. Our judgment of affirmance is based upon the proposition that appellant did not make out her ease; that she offered no testimony sufficiently trustworthy to warrant a jury in finding that she was related to the decedent.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Daniel C. Donoghué, with him John J. Dwyer (of the New York Bar), for appellant.",
      "Clarence J. Buckman, of Buckman & Buckman, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Sweeney, Appellant.\nEscheat — Identity of person and name — Evidence.\n1. Identity of name is ordinarily, but not always, prima facie evidence of personal identity.\n2. Identity of name is something from which an inference may be drawn, unless the name is a very common one or the transaction remote.\n3. It would work great injustice if rights of property were allowed to depend upon mere identity of name.\nEscheat — Decedents’ estates — Declarations of decedents — Conflicting declarations — Case for court.\n4. In proceedings to escheat the estate of a decedent, declarations of the decedent that a particular person was related to her are entitled to no more weight than her declarations that she had no relatives. The weight to be given such conflicting declarations is not for the jury.\n5. While it is unquestionably the province of the jury to pass upon the truth and corrections of the conflicting stories of witnesses, their province does not extend to solving, not the truth or correctness of the statement of a witness, but the integrity of two conflicting statements by a person whom they have never seen.\n6. - In such case, the jury’s right to determine the truth from conflicting statements would not aid in ascertaining which time the decedent uttered the true facts.\nEscheat — Evidence—Witnesses—Special examiner — Family history — Act of May 28,1887, P. L. 158 — Declarations.\n7. In escheat proceedings, a special examiner appointed to investigate whether a decedent left an heir, may testify on the trial as to what he did in making the investigation, and to the fact that no heirs were found.\n8. Such testimony is admissible, as would be testimony of inability to find a lost person or a lost article.\n9. In escheat proceedings before the orphans’ court, under the Act of May 23, 1887, P. L. 158, all that is required is actual or constructive notice of the examination of witnesses and an opportunity to be present and examine or cross-examine.\n10. In such a case, if a claimant did not attend because of lack of knowledge that the proceeding was going on, although public notice had been given, that was his misfortune, and in a subsequent trial in the common pleas he cannot object to the admission of the testimony of a deceased witness, who had testified in the orphans’ court.\n11. In escheat proceedings of a decedent’s estate, witnesses will not be permitted to testify as to family history, without convincing proof that the family history in question did in fact refer to the decedent and not to some other person.\n12. Declarations of the decedent that she had no relatives, made to her business adviser and to her priest shortly before her death, constitute strong proof in favor of the Commonwealth in escheat proceedings.\nArgued April 20,1925.\nAppeal, No. 229, Jan. T., 1925, by defendant, from judgment of C. P. No. 1, Phila. Co., March T., 1921, No. 8302, on verdict for plaintiff, in case of Commonwealth v. Catherine Sweeney, now Catherine F. Davidson.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nAffirmed.\nIssue in escheat proceedings certified by the orphans’ court to the common pleas. Before Shoemaker, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned were various rulings and instructions, quoting record.\nDaniel C. Donoghué, with him John J. Dwyer (of the New York Bar), for appellant.\n— In the trial of an issue in escheat the declarations óf the intestate herself as to her kinship to a designated individual, whom the intestate said was named after her, are sufficient proof of relationship to submit the case to the jury: Washington v. Bank, 171 N. Y. 166; Haines v. Guthrie, L. R. 13 Q. B. Div. 818; Eisenlord v. Clum, 126 N. Y. 552; Blackburn v. Crawford, 3 Wall. 175; Wise v. Wynn, 59 Miss. 588; Malone v. Adams, 113 Ga. 791; Picken’s Est., 163 Pa. 14.\nClarence J. Buckman, of Buckman & Buckman, for appellee.\n— The adjudication of the orphans’ court, finding that an escheat had occurred, perfected the title of the Commonwealth in the property of decedent, and the burden is on claimant to establish a better title: Com. v. DeSilver, 2 Ashmead 163; Murray’s Est., 13 W. N. C. 552; Com. v. Crompton, 137 Pa. 138.\nA presumption of the death of Sarah Sweeney, who is sought to be identified as the decedent, arose many years ago and the burden is on claimant to rebut that: Groner v. Macabees, 265 Pa. 129; Cunnius v. School Dist., 21 Pa. Superior Ct. 340.\nThe evidence in this case will not sustain a finding that the decedent and Sarah Sweeney of the claimant’s family were one and the same person, and binding instructions were proper: Lonzer v. R. R., 196 Pa. 610; Berkowitz v. Mfg. Co., 68 Pa. Superior Ct. 559; Sitler v. Gehr, 105 Pa. 577; Bullock’s Est., 62 Pa. Superior Ct. 378; Alexander v. Water Co., 201 Pa. 252; Battles v. Laudenslager, 84 Pa. 446.\nMay 18, 1925:"
  },
  "file_name": "0520-01",
  "first_page_order": 544,
  "last_page_order": 552
}
