{
  "id": 1090535,
  "name": "Suchy v. Buffalo & Lake Erie Traction Co., Appellant",
  "name_abbreviation": "Suchy v. Buffalo & Lake Erie Traction Co.",
  "decision_date": "1925-05-25",
  "docket_number": "Appeal, No. 272",
  "first_page": "533",
  "last_page": "538",
  "citations": [
    {
      "type": "official",
      "cite": "283 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "267 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057726
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/267/0200-01"
      ]
    },
    {
      "cite": "275 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075638
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/275/0459-01"
      ]
    },
    {
      "cite": "259 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/259/0042-01"
      ]
    },
    {
      "cite": "280 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1084444
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/280/0053-01"
      ]
    },
    {
      "cite": "281 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/281/0348-01"
      ]
    },
    {
      "cite": "263 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047493
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/263/0181-01"
      ]
    },
    {
      "cite": "129 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/129/0514-01"
      ]
    },
    {
      "cite": "257 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/257/0042-01"
      ]
    },
    {
      "cite": "271 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0232-01"
      ]
    },
    {
      "cite": "273 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0010-01"
      ]
    },
    {
      "cite": "263 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0511-01"
      ]
    },
    {
      "cite": "266 Pa. 140",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056122
      ],
      "pin_cites": [
        {
          "page": "144"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/266/0140-01"
      ]
    },
    {
      "cite": "275 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075697
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0010-01"
      ]
    },
    {
      "cite": "281 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087027
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0372-01"
      ]
    },
    {
      "cite": "268 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061596
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/268/0571-01"
      ]
    },
    {
      "cite": "282 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088328
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0511-01"
      ]
    },
    {
      "cite": "267 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057726
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0200-01"
      ]
    },
    {
      "cite": "275 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075638
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0459-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 531,
    "char_count": 9164,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.3972957083263695e-07,
      "percentile": 0.7985183692176648
    },
    "sha256": "193459d818b0fee4111c2414a0ba4494d54196453ee5fc24a86976e6d1d941c6",
    "simhash": "1:11bda842ff42940d",
    "word_count": 1604
  },
  "last_updated": "2024-02-27T21:43:02.577614+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Suchy v. Buffalo & Lake Erie Traction Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Sadler,\nMike Suchy and his brother, Joe, were partners, and occupants of a car used for their business purposes on the day of the accident which gave rise to this litigation. At that time, the latter was driving on the left side of the vehicle, while the deceased was sitting on the right, his view being more or less obstructed by curtains which enclosed the front. They were approaching State Street a busy thoroughfare in the City of Erie, from the west on East Twenty-third, on the proper side of the highway. When the intersection was reached, the operator of the machine could see for at least fifty feet a car of the defendant company approaching from the south. As the motor turned the corner, intending to proceed in the same direction as that in which the trolley car was moving, it was necessary to pass two parked automobiles, occupying about eight feet of space from the curb, leaving a clearance of sixteen feet from the track. It safely passed them, but, in so doing, swerved to the right toward the track, and was struck on the side, by the oncoming trolley, which carried it along for seventy-five feet or more before stopping. The result was the death of plaintiff’s husband, not the driver, and this action to recover damages followed. A verdict in the widow’s favor was returned, and, from the judgment entered, this appeal was taken. The only assignments of error are based on the refusal to give binding instructions for the defendant, or to subsequently sustain the motion for judgment n. o. v., as asked for.\nIt is insisted that the cause of the accident was the improper handling of the automobile, which turned in front of the approaching trolley, and this was the proximate cause of the injury. Nothing intervened between what the jury decided was a negligent act on the part of the motorman and the collision, which could be said to have brought it about, and that question may be eliminated: Smith v. Reading Transit & Light Co., 282 Pa. 511. We are, therefore, concerned solely •with the problem as to whether the testimony justified a finding that there was negligence on the part of defendant’s employee, and the absence of contributory fault on the part of plaintiff’s husband. Both questions of fact have been found by the jury in favor of the claimant, and, considering the testimony disclosed by the record, we cannot say that the conclusion was unjustified. If the evidence, and legitimate inferences which may be drawn therefrom, are not “clear beyond peradventure,” it is for that body to pass upon the evidence submitted: Beck v. Director General, 268 Pa. 571.\nThere can be no doubt that the motorman traveling at a speed of from thirty to thirty-five miles an hour, without sounding his gong, approached the point where Twenty-third Street meets the busy highway known as State, — though it does not actually pass over it, but teminates at the intersection, — and that he hit the auto some twenty or thirty feet beyond, when the driver was making his turn beyond the two parked cars, and going in the same direction at not more than ten miles an hour. The fact that the trolley car was not under proper control, in view of the traffic conditions, is indicated by the distance which the auto was dragged after being struck on the side. Indeed, appellant does not argue there was no negligence, but only that it was not the proximate cause of the injury inflicted, and the jury has found the lack of due care to have been shown.\nHowever, it is further argued, that the deceased was guilty of contributory negligence, which should have been declared as a matter of law. In view of the assignments of error, we are called upon to decide only whether any fact was made apparent which required submission to a jury. There is no presumption that the husband of plaintiff was negligent: Nutt v. P. R. R. Co., 281 Pa. 372; Jerko v. B., R. & P. Ry. Co., 275 Pa. 459. Had any facts appeared indicating contributory negligence, it was a matter for the jury. Occasion may arise where it is apparent that the one injured has so clearly been responsible for the accident (Renner v. Tone, 275 Pa. 10) that it becomes the duty of the trial court to so declare, but the present case is not of that character. Suchy, the deceased, was not obliged to anticipate that he was taking a chance of a trolley car advancing at an excessive speed, and not under reasonable control, so as to furnish protection to those moving in the same direction in front, and who also had the right to use the highway: Munich v. Eastern T. Co., 267 Pa. 200.\nWhat was said in Knobeloch v. P., H., B. & N. C. Ry. Co., 266 Pa. 140, 144, is applicable here: “As to the contributory negligence of deceased, the evidence shows he exercised such precaution as the law requires on approaching the crossing. He stopped to look within six feet of the first rail of the near track, and we must presume he also listened: Smyth v. Phila. & West Chester Trac. Co., 263 Pa. 511. Appellant contends, however, that, assuming deceased stopped before starting to cross the tracks, he failed to look and see what must have been plainly obvious to him. This conclusion does not follow when we consider the testimony touching the relative speed of defendant’s car, and that of the deceased, and the further fact that deceased had almost cleared the last rail of the outside track when the collision occurred. Assuming he saw the approaching car, the fact that he proceeded to cross the track ahead of at did not necessarily convict him of negligence. His duty was to guard against injury from a car approaching at an ordinary and reasonable speed; he was not bound to anticipate and guard against the approach of a car driven at an excessive speed. He had a right to assume the motorman would exercise reasonable care, and hold his car under control in approaching the highway.” In the present case, the driver could see the car but a short distance when he made his turn into State Streep, He was compelled to keep beyond the line of the parked automobiles, and in making this turn his car swung toward the rail of the northbound track. Had the trolley car been under proper control, it could have been stopped before colliding with the auto, which the motorman must have seen.\nIt was for the jury to say, under the facts presented, whether the employees of the defendant were negligent, and if so, whether contributory negligence also occurred. The court below fairly submitted the questions involved to the jury, and it was clearly a case to be passed upon by it, and binding instructions for defendant could not properly have been directed.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Me. Justice Sadler,"
      }
    ],
    "attorneys": [
      "John B. Brooks, with him Charles 3. English and Frank B. Quinn, for appellant.",
      "S.- Y. Rossiter, with him John A. Ignasiak, for appellee."
    ],
    "corrections": "",
    "head_matter": "Suchy v. Buffalo & Lake Erie Traction Co., Appellant.\nNegligence — Street railways — Automobiles—Passenger — Collision — Speed—Contributory negligence — Presumption—Anticipating negligence — Case for fury.\n1. If the evidence in a negligence case, and the legitimate inferences therefrom, are not clear beyond peradventure, it is for the jury to pass upon the evidence submitted, if sufficient to support a verdict.\n2. Where a street car going at a speed of thirty to thirty-five miles an hour, without sounding a gong, strikes an automobile in plain view moving ahead of it in the same direction, at a speed of ten miles an hour, the question of the motorman’s negligence is for the jury.\n3. In such case, there is no presumption of contributory negligence on the part of a passenger sitting in the automobile beside the driver.\n4. Such passenger is not obliged to anticipate that he was taking ^ chance of a trolley car advancing at an excessive speed, and not under reasonable control to protect those moving in the same direction in front, and having also the right to use the highway.\nArgued May 4, 1925.\nAppeal, No. 272, Jan. T., 1925, by defendant, from judgment of C. P., Erie Co., May T., 1923, No. 387, on verdict for plaintiff, in case of Joanna Suchy v. Buffalo & Lake Erie Traction Co., now in hands of George Bullock, Receiver.\nBefore Moschzisker, C. J., Walling, Simpson, Sadler and Schaffer, JJ.\nAffirmed.\nTrespass for death of plaintiff’s husband. Before Hirt, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiff for $3,000. Defendant appealed.\nError assigned was, inter alia, refusal of judgment for defendant n. o. v., quoting record.\nJohn B. Brooks, with him Charles 3. English and Frank B. Quinn, for appellant.\n— A motorman is not bound to anticipate that a car traveling in the same direction as his car would be suddenly turned in the street car’s path: Renner v. Tone, 273 Pa. 10.\nA court cannot accept as true that which the indisputable evidence demonstrates as false: Hill v. P. R. T. Co., 271 Pa. 232.\nPlaintiff’s husband was guilty of contributory negligence: Hardie v. Barrett, 257 Pa. 42; Dean v. R. R., 129 Pa. 514.\nS.- Y. Rossiter, with him John A. Ignasiak, for appellee.\n— The case was for the jury: Mountain v. Window Glass Co., 263 Pa. 181; Kramer v. Steel Car Co,, 281 Pa. 348; Litwinavage v. R. R., 280 Pa. 53; Vocca v. R. R., 259 Pa. 42; Jerko v. Ry., 275 Pa. 459; Minnich v. Transit Co., 267 Pa. 200.\nMay 25, 1925:"
  },
  "file_name": "0533-01",
  "first_page_order": 557,
  "last_page_order": 562
}
