{
  "id": 856802,
  "name": "Bowers v. Citizens' Water Co., Appellant; Christner v. Citizens' Water Co., Appellant",
  "name_abbreviation": "Bowers v. Citizens' Water Co.",
  "decision_date": "1894-05-21",
  "docket_number": "Appeal, No. 3",
  "first_page": "9",
  "last_page": "11",
  "citations": [
    {
      "type": "official",
      "cite": "162 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "148 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0429-01"
      ]
    },
    {
      "cite": "135 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0122-01"
      ]
    },
    {
      "cite": "63 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0475-01"
      ]
    },
    {
      "cite": "47 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 364,
    "char_count": 5531,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.2910635460647536e-07,
      "percentile": 0.6197870995567695
    },
    "sha256": "6547dd11386c48d4c46b4b459be2808ebea5052db05b2660901d6da7b0a1e419",
    "simhash": "1:6dbc5ce066699694",
    "word_count": 968
  },
  "last_updated": "2024-02-27T19:09:43.718607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Bowers v. Citizens’ Water Co., Appellant. Christner v. Citizens’ Water Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn the spring of 1891 the defendant company built a dam across Greenlick run about forty feet high and six or seven hundred feet in length, and thereby created a permanent reservoir for the accumulation of water for the supply of the borough of Scottdale. The whole stream was appropriated to this purpose, The company also laid pipes from the reservoir to the borough twelve inches in diameter, and commenced using the water in the latter part of the year 1891, and continued to do so until the filing of the petition for the appointment of viewers in this case in January, 1898. These acts were done by the defendant by virtue of its corporate authority as a water company. It was incorporated July 17,1888, under the provisions of the general law of April 29, 1874, P. L. 104, and proceeded to the exercise of its corporate functions, in the course of which the acts complained of in this petition were done. Upon the presentation of the petition, reciting among other things the inability qf the plaintiff to agree with the defendant for the compensation to be paid for the water of the stream, viewers were appointed who in due course reported to the court that they had assessed the plaintiff’s damages at $75. From this award both parties appealed and the case was tried subsequently before a jury who awarded the plaintiff a verdict for $400. From the judgment on this verdict the defendant appeals, and the only practical contention it makes against the plaintiff’s right of recovery, is, that the defendant had never filed a bond, or made a definite appropriation of a specific quantity of water which they would require. To these defences it is only necessary to say in reply that the right of the plaintiff to commence the proceeding-by a petition for viewers does not depend, either upon the filing of a bond by the defendant, or the making of a specific appropriation of a definite quantity of water which they intended to use. The right to commence the proceeding is given by the 41st section of the act of 1874 to either of the parties, and it is sufficient to know that the water was actually taken and used for the corporate purposes for more than a year when the petition was presented. If such defences were permitted to prevail, the company might prevent indefinitely any recovery of damages by the persons injured. The case was correctly tried by the learned court below and we discover no error in the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "W. A. Hogg, Marchand & Gaither with him, for appellant,",
      "Edward Campbell, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Bowers v. Citizens’ Water Co., Appellant. Christner v. Citizens’ Water Co., Appellant.\nWater companies — Eminent domain— Viewers.\nWhere water has been appropriated for a public purpose by a water company, the right of the landowner to commence proceedings by a petition for viewers under the act of April 29, 1874, § 41, P. L. 104, does not depend either upon the filing of a bond by the water company, or the making of a specific appropriation of a definite quantity of water which the company intended to use.\nArgued May 10, 1894.\nAppeal, No. 3, July T., 1894, by defendant, from judgments of C. P. Fayette Co., March T., 1893, No. 275, on verdict for plaintiff, William Bowers.\nBefore Green, Williams, McCollum, Dean and Fell, JJ.\nAffirmed.\nAppeal from report of viewers assessing damages for the taking of water. Before Mestrezat, J.\nThe facts appear by the opinion of the Supreme Court.\nPlaintiff’s points were as follows:\n“ 1. In estimating the plaintiff’s damages the jury may consider the use to which the property may be put, and if that property, by reason of its location or some special use to which it may be put, may be worth more -for that particular use (as gardening for instance) than any other, its market value would be governed accordingly.” Affirmed. [1]\n“ 2. It is the duty of the jury to assess damages for the per manent appropriation by the defendant of the whole of the plaintiff’s stream of water, witho.ut regard to how much of it may heretofore have been actually taken and used by the defendant, and to ascertain the market value of the plaintiff’s land as it stood before this stream was appropriated; having ascertained its market value before, then ascertain its market value after the property had been deprived of the water of the stream, and the difference between the two is the measure of damages which the law requires the defendant to pay the plaintiff. Having ascertained this difference in the market value, the jury may, if they see proper, add to it, as proper damages, interest from the time of the taking to the date of the verdict.” Affirmed. [2]\nDefendant’s points were as follows:\n“ 1. The undisputed evidence being that the defendant company did not legally appropriate Greenlick creek or any portion of it, prior to the appointment of viewers, we instruct you that this proceeding is irregular and your verdict must be in favor of the defendant.” Refused. [3]\n2. Request for binding instruction. Refused. [4]\nVerdict and judgment for plaintiff. Defendant appealed.\nErrors assigned were (1-4) instructions, quoting them.\nW. A. Hogg, Marchand & Gaither with him, for appellant,\ncited: Art. 16, § 8, Const. Pa.; Easton Borough’s Ap., 47 Pa. 255; Hannum v. West Chester, 63 Pa. 475; Lord v. Meadville Water Co., 135 Pa. 122; Miller v. Water Co., 148 Pa. 429; Act of April 29, 1874, § 41, P. L. 104, compared with Act of April 9, 1856, § 3, P. L. 288.\nEdward Campbell, for appellees,\ncited: Art. 1, § 10, and art. 16, § 8, Const. Pa., Acts of April 29, 1874, §§ 34, 41, P. L. 104; May 16, 1889, P. L. 226.\nMay 21, 1894:"
  },
  "file_name": "0009-01",
  "first_page_order": 33,
  "last_page_order": 35
}
