{
  "id": 856772,
  "name": "Zimmerman et al. v. Raup. Miller's Appeal",
  "name_abbreviation": "Zimmerman v. Raup",
  "decision_date": "1894-05-31",
  "docket_number": "Appeal, No. 422",
  "first_page": "112",
  "last_page": "114",
  "citations": [
    {
      "type": "official",
      "cite": "162 Pa. 112"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Kulp, 479",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "87 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057809
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0510-01"
      ]
    },
    {
      "cite": "103 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0255-01"
      ]
    },
    {
      "cite": "34 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/34/0155-01"
      ]
    },
    {
      "cite": "9 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0032-01"
      ]
    },
    {
      "cite": "1 P. & W. 280",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0280-01"
      ]
    },
    {
      "cite": "4 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401932
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/4/0248-01"
      ]
    },
    {
      "cite": "13 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "38 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0231-01"
      ]
    },
    {
      "cite": "70 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028214
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0074-01"
      ]
    },
    {
      "cite": "7 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 313,
    "char_count": 5032,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 6.360589685387118e-08,
      "percentile": 0.38989242229952403
    },
    "sha256": "ab17dad8254278603f700e8a7e9cbdaed81aa1655ef12443c03f01dec85468eb",
    "simhash": "1:c14b654de4e000f8",
    "word_count": 909
  },
  "last_updated": "2024-02-27T19:09:43.718607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Zimmerman et al. v. Raup. Miller’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nWilliam Raup purchased the farm the proceeds from the sale of which make the fund for distribution, and gave a mortgage for most of the purchase money. This purchase money was payable'to the heirs at law of a former owner whose widow was still living. Two sets of bonds were issued by Raup, secured by his mortgage. The first set covered the portion of the purchase money payable to the heirs before the death of the widow. The second set included that which would fall due to them at her death. The first set was paid to the several heirs holding them, not long after they fell due, and the bonds were given up to Raup. About a month later he caused assignments to be written on each, and procured the former holders to execute these assignments to his brother John, to whom he delivered the bonds so assigned as collateral security for money which he had borrowed from his brother, and for which hé had given his judgment note. The question now raised is whether John can come in upon the fund pro rata with the heirs at law, the holders of the bonds falling due at the death of the widow.\nThe auditor found the following facts, among others, from which he reached a conclusion that John ought not to share in the fund until the heirs at law were paid. He found that John did not buy, or lend the money to his brother with a view to the purchase of the bonds he now holds, but that the bonds had been paid, and as to the obligees named therein fully satisfied and delivered up. That the subsequent arrangement for their transfer to John was made to enable William to keep them alive, as against himself, as a security for his brother, but not with a view to resuscitate them so far as the assignors were concerned, or to prevent the collection by them of the balance due to them out of the proceeds of the mortgaged premises.\nWe think the facts so found fully justify the conclusion drawn from them by the learned auditor and-the court below, and the order appealed from is now affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "John G. Freeze, for appellant,",
      "Charles C. Fvans, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Zimmerman et al. v. Raup. Miller’s Appeal.\nMortgage bonds — Payment—Assignment as collateral — Security for another debt — Distribution.\nA mortgage given to secure the purchase money of a farm was payable to the heirs at law of a former owner whose widow was still living. Two sets of bonds were secured by the mortgage. The first set covered the portion of the purchase money payable to the heirs before the death of the widow; the second set included that which would fall due to them at her death. The first set was paid when they fell due, and the bonds were given up to the mortgagor. About a month later the mortgagor caused assignments to be written on each bond, and procured the former holders to execute these assignments to his brother, to whom he delivered the bonds so assigned as collateral security for money which he had borrowed from his brother. The evidence showed that the brother did not buy, or lend the money to the mortgagor with a view to a purchase of, the bonds, but that the bonds had been paid, and as to the obligees fully satisfied and delivered up; that the subsequent' arrangement for their transfer to the brother was made to enable the mortgagor to keep them alive as against himself as a security for his brother, but not with a view to resuscitate them so far as the assignors were concerned, or to prevent the collection by them of the balance due to them out of the proceeds of the mortgaged premises. Held, that the brother was not entitled to come in upon the fund raised by a sheriff’s sale of the land under foreclosure proceedings on the mortgage, until the second set of bonds was paid.\nArgued April 11, 1894.\nAppeal, No. 422, Jan. T., 1894, by Charles W. Miller, assignee of John Raup, judgment creditor, from order of C. P. Columbia Co., Feb. T\\, 1893, No. 50, distributing fund raised by sheriff’s sale of real estate of Wm. Raup, at suit of Catharine Zimmerman et al., heirs of John Stiteler, deceased.\nBefore Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nExceptions to report of Charles G. Barkley, Esq., auditor.\nThe facts appear h}*- the opinion of the Supreme Court.\nExceptions to the auditor’s findings of fact and conclusions of law substantially as stated in the opinion of the Supreme Court were dismissed. Chas. W. Miller, assignee of John Raup, took this appeal.\nErrors assigned were dismissal of exceptions, quoting them.\nJohn G. Freeze, for appellant,\ncited: 1 A. & E. Ency. L. 835, 844 ; Licey v. Licey, 7 Pa. 253; Caldwell v. Hartupee, 70 Pa. 74; Dubois’s Ap., 38 Pa. 231; Cathcart’s Ap., 13 Pa. 415; 1 Jones on Mortgages, § 480; Fitzsimmons’s Ap., 4 Pa. 248; Betz v. Heebner, 1 P. & W. 280; Roberts v. Halstead, 9 Pa. 32; Donley et al., Assignees, v. Hays, 17 S. & R. 400; Hancock’s Ap., 34 Pa. 155.\nCharles C. Fvans, for appellee,\ncited, as to priority of security: McLean & Jackson’s Ap., 103 Pa. 255. As to effect of finding of auditor: Bedell’s Ap., 87 Pa. 510; Roddy’s Ap., 99 Pa. 10; Fuller’s Est., 4 Kulp, 479.\nMay 31, 1894:"
  },
  "file_name": "0112-01",
  "first_page_order": 136,
  "last_page_order": 138
}
