{
  "id": 856776,
  "name": "Atkinson, Assignee of Finley, v. Walton et al.",
  "name_abbreviation": "Atkinson v. Walton",
  "decision_date": "1894-07-11",
  "docket_number": "Appeal, No. 119",
  "first_page": "219",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "162 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Watts, 126",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846798
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0126-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 440,
    "char_count": 8342,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 3.417499011924545e-07,
      "percentile": 0.8784322947013513
    },
    "sha256": "1edd7e5b14d353931e34bc18f8328f72a5de9874109a75f5bf30bf8fe485c013",
    "simhash": "1:bab1296714c660aa",
    "word_count": 1462
  },
  "last_updated": "2024-02-27T19:09:43.718607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Atkinson, Assignee of Finley, v. Walton et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nOn the 10th of August, 1892, Frank R. Walton and Sophia his wife, executed and delivered to Thomas Finley a mortgage on a lot on Cayuga street in the 28th ward of Philadelphia. The mortgage was conditioned for the payment to Finley of a real debt of $1,400, at the expiration of five years from the date thereof, with interest at six per cent, pajmble half yearly. In the mortgage was this stipulation: “ And it is hereby expressly agreed that if at any time default shall be made in payment of interest as aforesaid, for the space of thirty days after any half-yearly payment thereof shall fall due, in such case the whole principal debt, as aforesaid, shall, at the option of said obligee and mortgagee, his executors, administrators or assigns, become due and payable immediately; and payment of said principal and all interest thereon may be enforced and recovered at once.” The mortgage was duly recorded, and on the 1st day of September, 1892, Finley, by writing of record, assigned it to Henry T. Atkinson, this appellant. The first half-yearly installment of interest fell due on the 10th of February, 1893, but was not paid; the default continuing, on the 27th of Juty, four months after, the owner of the mortgage, treating the principal and interest as due and pa3*able because of the default, issued sci. fa. to enforce collection of the whole. This writ was returned “nihil habet,” and August 23dfollow-ing, an alias sci. fa. was issued, to which there was a like return on first Monday of September term, 1893. The defendants, after delivering this first mortgage to Finlev’, on August 25,1892, fifteen days after, executed a second mortgage to the Second Active Building Association; default being made in payments on this mortgage, judgment was had on it, a sheriff’s sale made, the Building Association becoming the purchaser, subject to the lien of the first mortgage. Sheriff’s deed was duly acknowledged to the purchaser June 10, 1893. On Sept. 19, 1893, before judgment was moved for on the sci. fas. issued on the first mortgage, the Association filed an affidavit of defence, which avers in substance: (1) That it is the owner of the mortgaged premises. (2) That since it became the owner, it was at all times ready and willing to pay the overdue interest, but did not know the address of the owner of the mortgage. (3) That it first learned his address on July 25, 1893, and then offered to pay him the interest that fell due on the 10th of February, 1893, together with an additional half-year’s interest which would fall due the 10th of August following, but that Atkinson refused to accept it, unless the principal was also paid. (4) That the same day it caused to be delivered to him at his residence a check for f>84.00, being two half-yearly installments of interest, but that said Atkinson returned the check to the secretary of the Association. On the 23d of September, plaintiff took a rule for judgment for want of a sufficient affidavit of defence, which the court, on 7th of October following, discharged, and plaintiff brings here his appeal from that decree, assigning for error the discharge of the rule.\nThere is nothing in the affidavit which deprives the plaintiff of the benefit of his contract. In the clearest aiid most express terms, if not paid his interest promptly, he had a right to demand and collect the principal. The sci. fa. was not to enforce a forfeiture, which, generally, must be preceded by a personal notice; it was to collect money according to an ex press condition of the contract. Notice to the mortgagors or their terre tenants was not required. Both knew that a stipulation of the mortgage, which they were bound to perform, had not been complied with, and that thereupon the principal had become payable at the option of the owner.\nThe interest by the contract was not payable at a particular place, but to a particular person ; it was for the debtor to find him; this inconvenience could have, been avoided only by a provision in the contract that the payment should be made at a particular place. There is no averment that the mortgagee was out of the city or had left the country when the payment became due, or that he had concealed himself to avoid a tender of the money, or of any other fact that would excuse nonpayment.\nThe Association knew, when it purchased at sheriff s sale, that principal and interest were immediately demandable at the option of the owner of the mortgage. The rulings iu all the cases from Huling v. Drexell, 7 Watts, 126, to the present, have been, that, in this class of securities, the issuing of a sci. fa. is not to declare and enforce a forfeiture, but to enforce the payment of a debt, which by the contract became due, and that the only notice required of the mortgagee is the service of the writ.\nNone of the decisions have gone so far as claimed by the appellee in this case. It has been held, that a course of conduct of the mortgagee, which clearly indicated an intention to waive his contract right, or declarations to the mortgagor which misled or lured him to inaction, were sufficient to prevent judgment for the principal, when, by the strict terms of the written contract, he was entitled to such judgment. But it has never been held, that mere delay of suit, or neglect to rigorously exact his money on the day it was due, is evidence of a waiver of his contract right. The delay for three months to sue for his money is evidence of indulgence merely; and this is the only fact set out in the affidavit which does not distinctly negative an intention to waive. He refused on the 25th of July to accept the interest, unless the principal was also paid ; he promptly, on the 27th of July, returned the check for the interest which had been left at his residence, and the same day issued the first sci. fa.\nNot a single averment in the affidavit, taking every one to be true, could have availed to prevent a peremptory instruction to a jury to render a verdict for plaintiff for principal, interest and commissions. Therefore the affidavit was insufficient; the decree of the court below discharging the rule is reversed at costs of appellee, and the rule for judgment is made absolute, unless other legal or equitable cause be shown to the court why such judgment should not be entered. The costs of this appeal to be paid by appellee.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "John Weaver, John Sparhawk, Jr., with him, for appellant.",
      "Charles Knittel, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Atkinson, Assignee of Finley, v. Walton et al.\nMortgage — Default in interest — Collection of principal — Forfeiture.\nA scire lacias on a mortgage containing a clause making principal and interest immediately demandable on default of payment of interest, at the option of the mortgagee, is not an action to declare and enforce a forfeiture but to enforce the payment of a debt which by the contract became due, and the only notice required of the mortgagee is the service of the writ.\nWaiver of contract by acts or declarations.\nWhile a course of conduct by the mortgagee which clearly indicated an intention to waive the contract right, or declarations to the mortgagor which misled or lured him to inaction have been held sufficient to prevent judgment for the principal, mere delay of suit or neglect to rigorously exact his money on the day it was due is not evidence of waiver of the contract right.\nIn the absence of an averment that the creditor has left the country when the payment became due, or concealed himself to avoid payment, etc., the fact that the debtor could not find the’ creditor is no ground for relief. This inconvenience could have been avoided by a provision in the contract that the payment should be made at a particular place.\nArgued Jan. 24, 1894.\nAppeal, No. 119, Jan. T., 1894, by Henry T. Atkinson, assignee of Thomas Finley, from order of C. P. No. 4, Phila. Co., June T., 1893, No. 682, discharging rule for judgment for want of sufficient affidavit of defence on sci. fa. sur mortgage against Frank R. Walton and wife.\nBefore Sterrett, C. J., Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nRule for judgment for want of sufficient affidavit of defence on sci. fa', sur mortgage.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was discharge of rule.\nJohn Weaver, John Sparhawk, Jr., with him, for appellant.\nCharles Knittel, for appellee,\ncited: Pancoast v. Haas, 1 W. N. 264.\nJuly 11, 1894:"
  },
  "file_name": "0219-01",
  "first_page_order": 243,
  "last_page_order": 246
}
