{
  "id": 856761,
  "name": "Ihrie's Estate. Leary's Appeal",
  "name_abbreviation": "Ihrie's Estate",
  "decision_date": "1894-07-11",
  "docket_number": "Appeal, No. 383",
  "first_page": "369",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "162 Pa. 369"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "112 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061192
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0478-01"
      ]
    },
    {
      "cite": "27 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0055-01"
      ]
    },
    {
      "cite": "52 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/52/0269-01"
      ]
    },
    {
      "cite": "140 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "104 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452204
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0637-01"
      ]
    },
    {
      "cite": "83 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0059-01"
      ]
    },
    {
      "cite": "159 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0346-01"
      ]
    },
    {
      "cite": "81* Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "30 N. J. Eq. 3",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        544357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/30/0003-01"
      ]
    },
    {
      "cite": "2 Whart. 450",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Stock. 130",
      "category": "reporters:state",
      "reporter": "Stock.",
      "opinion_index": -1
    },
    {
      "cite": "4 Edw. Ch. 136",
      "category": "reporters:state",
      "reporter": "Edw. Ch.",
      "opinion_index": -1
    },
    {
      "cite": "5 Cow. 221",
      "category": "reporters:state",
      "reporter": "Cow.",
      "case_ids": [
        2032712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cow/5/0221-01"
      ]
    },
    {
      "cite": "14 Pick. 108",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2018926
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/31/0108-01"
      ]
    },
    {
      "cite": "7 Metc. 297",
      "category": "reporters:state",
      "reporter": "Metc.",
      "opinion_index": -1
    },
    {
      "cite": "46 N. H. 435",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        4466232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/46/0435-01"
      ]
    },
    {
      "cite": "99 Mass. 191",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2139745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/99/0191-01"
      ]
    },
    {
      "cite": "3 Gr. 210",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        229255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/3/0210-01"
      ]
    },
    {
      "cite": "3 W. & S. 81",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0081-01"
      ]
    },
    {
      "cite": "134 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0507-01"
      ]
    },
    {
      "cite": "140 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972585
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/140/0253-01"
      ]
    },
    {
      "cite": "104 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/104/0637-01"
      ]
    },
    {
      "cite": "83 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/83/0059-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 656,
    "char_count": 10503,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 3.4026798425182756e-07,
      "percentile": 0.8775455634672137
    },
    "sha256": "42263c9cba65885b7f1c466a657bd8d034b3176c73c15bc38d16a4597944c5c8",
    "simhash": "1:4a1be9ce150725ed",
    "word_count": 1851
  },
  "last_updated": "2024-02-27T19:09:43.718607+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrbtt, C. J., Green, Mitchell, Dean and Fell, JJ.",
      "Mr. Justice Green dissents."
    ],
    "parties": [
      "Ihrie’s Estate. Leary’s Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mitchell,\nThe testatrix wrote, “ the residue of my estate is to be divided between my husband’s grand children and the children of Ferdinand Poree.” Did she mean that the fifteen grandchildren should take one half, and the four Porees the other half, or did she mean a division per capita, one nineteenth to each ?\nThe word “ between ” refers properly to two, and not more. It is.true that it is not unfrequently used, especially by the uneducated, and colloquially, in the sense of “ among,” as referring to more than two objects. But that admittedly is not its correct use. The presumption is in favor of the proper and correct use of words, whether technical or belonging to the language of ordinary life. If we rest on this presumption the distribution of the residuary estate into two parts was right.\nIt is conceded that neither group of beneficiaries could have inherited from the testatrix, and we therefore get no light from the analogy of the intestate law, nor are there proved any family relations or other special circumstances which can be taken into consideration as guides to actual intent. We come back therefore to the presumption as to the meaning of the words, unless we find something in the will itself that shows their use in a different sense.\nIt is said that the popular use of “between” by the uneducated is in the sense of “ among,” and that the testatrix was illiterate. The auditor reports however that she “ was a woman of education and refinement,” though the will itself would not indicate education either in spelling or grammar. That however is far from conclusive, as there are many people of fair education who never acquire the habit of correct spelling, and as to the grammar the faultiness in that respect may be accounted for, as well as the very confused and disorderly arrangement of the bequests, by the suggestion of the learned judge below, that this will was made carelessly and intended at first as a mere memorandum. But if we concede that the testatrix was illiterate, it would not follow that she-used the word incorrectly. The great mass of the words even of illiterate persons are used correctly. The lapses are only occasional, or the language would cease to serve the purposes of communication. Illiteracy therefore raises no presumption that words are used incorrectly. At most it lets in the conjecture that they may be. That is the utmost effect that it could have here. We can suppose or guess that the testatrix may have meant “ among,” but even that guess becomes highly improbable when we note that, in the clause preceding the one in question, she uses the word “ among ” with entire accuracy, directing her “ linen to be divided among the grandchildren,” and follows this immediately by the direction that the residue of her estate shall be divided not “ among ” but “ between ” the grandchildren and the children of Ferdinand Poree.\nAgain it is said that the prior parts of the will show that when the testatrix desired to make a division per stirpes she knew how to do so, and almost invariably used the words “ one portion ” or “ one share,” and if that had been her intention in regard to the residue she would have been likely to use the same phrase. But that is a two-edged argument, for the same parts of the will show also that when she intended a per capita division, she made it plain by the expression “ share and share alike.”\nOn a general view of the whole will we see no ground on which to give the word “ between ” any other than its proper meaning, and according to that the grandchildren of Gen. Ihrie are one class, taking half, and the children of Ferdinand Poree another class taking the other half of the residuary estate.\nAs wills, like contracts, are to be construed according to the. actual intent of the maker, as ascertained from his words, precedents are of comparatively little value, but illustrations in accord with the views herein expressed will be found in Young’s Appeal, 83 Pa. 59; Osburn’s Appeal, 104 Pa. 637, and Green’s Est., 140 Pa. 253.\nDecree affirmed.\nMr. Justice Green dissents.",
        "type": "majority",
        "author": "Mr. Justice Mitchell,"
      }
    ],
    "attorneys": [
      "Russell C. Stewart, George Ross with him, for appellants,",
      "R. I. Jones and L. J. Drake, W. S. Kirkpatrick with them, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Ihrie’s Estate. Leary’s Appeal.\nWills — Bequests—Per stirpes and per capita — “ Between.”\nIn the interpretation of wills, the presumption is in favor of the proper and correct use of words, whether technical or belonging to the language of ordinary life. Illiteracy raises no presumption that words are used incorrectly. At most it lets in the conjecture that they may be. In the absence of anything in the will itself to show the use of a word in a different sense, the correct use of the word will prevail, although the word is not infrequently used, by the uneducated and colloquially, in a different sense.\nWhere a testator provides that the residue of her estate is to be divided “ between ” her husband’s grandchildren and the children of another, the presumption is in favor of the word “between,” referring to two, and not to more in the sense of “among,” and the residuary estate is correctly distributed in two parts per stirpes.\nWills like contracts are to be construed according to the actual intent of the maker, as ascertained from his words.\nArgued March 8, 1894.\nAppeal, No. 383, Jan. T., 1894, by John L. Leary et al., grandchildren of Gen. Peter Ihrie, from decree of O. C. Northampton Co., dismissing exceptions to report of auditor distributing estate of Eliza M. Ihrie, deceased.\nBefore Sterrbtt, C. J., Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nDistribution of decedent’s estate. -\nTestatrix’s will was as follows:\n“ Easton 15th of August 1881\n“ This is my last Will & Testament. I will & bequeath after all my debts are paid, that $800 be put upon interest by the Trustees of the Easton Cemetery and the interest to be kept to repair the monument & fence around the plot of my husbands the trustees are bound to keep the plot in order, for the ten plots given by the heirs of Peter Ihrie to the Cemetery.\n“ I give & bequeath all the stocks & bonds which I shall hold at the time of my death that I received from my husbands estate and they only, with the exception of some Gov. Bonds which have been converted into some trust registered Bonds for insuring lives &c &c which are five thousand and three thousand of Phila & Erie registered Bonds which make $8000 dollars — I wish all of these Stocks & Bonds to be divided into four portions — viz one share to the children of Elizabeth Leary-daughter of Peter Ihrie share and share alike one share to Ross R Ihrie if dec to his children share alike one share to the children of Anne L Atlee daughter of Peter Ihrie dec, share & share alike, one share to Caroline Runkle daughter of Peter Ihrie, to be held in trust for her if she lias children then she has the principle, if not after her death it must be divided into three portions, one portion to Elizabeth Ihrie deceased children one to Ross Ihrie children one share to Anne L Atlee children. I give to my Brother Stokes $1500 dollars. I give to Lizzie Elsegood three hundred dollars three hundred to Alice Poree the remainder of my property to my sister during her life and I give five hundred to Fanny Williams- five hundred to Rachael Stokes if not living to Henry Williams & Jesse Williams equal share five thousand to my brother these are after my sisters death, five hundred to Azile Hill three thousand to Alice Poree, the five thousand that I give to my is to go to the single women & Widows Asylum to the old Mens Asylum $1000 my diamond ear rings to be sold after my sisters death my solitare ring to Maggie Atlee after my sisters death my India shall to be sold my cluster diamond cluster finger ring to Carrie Runkle after her death to one of my grand daughters whichever she prefers my diamond & get set to my sister then to Carrie Runkle then to Camilla Skinner my pearl & get sett to Addie Bateman also my scarabea set cameo sett to Camilla Hill my garnet sett to Carrie Ihrie my stone cameo sett to Maggie Atlee my pearl lavender dress to Maggie my velvet dress to Lillie Haines my large gold Bracelet to Lillie my crape shall to Lillie my dresses to my friends one to Eliza H. Elsegood some to Alice Poree, 500 dollars to Caroline Poree my Bocatel Curtains to Lillie Haines & sister Maggie and lace parlor curtains too after my sister-death some dress & laces to Ross daughters and Dr Leary daughters and the linnen to be divided among the grand children after my sisters death, the residue of my estate is to be divided between my husbands grand children and the children of Ferdinand Poree.\n“ This is my last will signed by me this 15 day of August 1881.\n“ Eliza M Ihrie [seal.]\n“ I leave my Brother Stokes L Roberts and my sister Albina N Roberts my executors.”\nEdward J. Fox, Esq., was appointed auditor to distribute. He divided the residuary estate per capita, holding that “ between ” meant “ among,” citing Cent. Diet., “ Between,” “Among” and “Divide;” Webster Dict., “Between;” Hicks’s Est., 134 Pa. 507; Yohe v. Barnet, 3 W. & S. 81; McNeilledge v. Galbraith, 8 S. & R. 42; McNeilledge v. Barclay, 11 S. & R. 102; Bender’s Ap., 3 Gr. 210; Loring v. Coolidge, 99 Mass. 191; Farmer v. Kimball, 46 N. H. 435; Blackler v. Webb, 2 P. Wms. 383; Northey v. Strange, 1 P. Wms. 340; Lady Lincoln v. Pelham, 10 Ves. 166.\nExceptions by the Poree children, to such distribution, were sustained by the court, in an opinion by Schuyler, P. J.\nErrors assigned were sustaining exceptions, quoting them.\nRussell C. Stewart, George Ross with him, for appellants,\ncited, in addition to the cases relied upon by the auditor: Weston v. Foster, 7 Metc. 297; Emerson v. Cutler, 14 Pick. 108; Jackson v. Luquere, 5 Cow. 221; Murphy v. Harvey, 4 Edw. Ch. 136; Smith v. Curtis, 5 Dutch. 345; Stokes v. Tilly, 1 Stock. 130; Gest v. Way, 2 Whart. 450; Ward v. Tomkins, 30 N. J. Eq. 3; Dibble’s Est., 81* Pa. 279.\nIn all the cases in which it has been held that distribution should be h]*- classes and not per capita, it will be found that the courts treat the devisees as if they were taking under the intestate laws in cases of doubtful interpretation, and that in all of them there is some blood relationship on the part of one or the other of the classes.\nR. I. Jones and L. J. Drake, W. S. Kirkpatrick with them, for appellees,\ncited: Penney’s Est., 159 Pa. 346; Young’s Ap., 83 Pa. 59; Osbourn’s Ap., 104 Pa. 637; Green’s Est., 140 Pa. 255; Risk’s Ap., 52 Pa. 269; Fissel’s Ap., 27 Pa. 55; Castner’s Ap., 88 Pa. 478; Hancock’s Ap., 112 Pa. 541.\nJuly 11, 1894:"
  },
  "file_name": "0369-01",
  "first_page_order": 393,
  "last_page_order": 397
}
