{
  "id": 325993,
  "name": "Roach, Appellant, v. Irvin",
  "name_abbreviation": "Roach v. Irvin",
  "decision_date": "1914-04-27",
  "docket_number": "Appeal, No. 99",
  "first_page": "162",
  "last_page": "164",
  "citations": [
    {
      "type": "official",
      "cite": "245 Pa. 162"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 231,
    "char_count": 3462,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.0873401050065135e-07,
      "percentile": 0.5641124250873314
    },
    "sha256": "902021b23e58a877d3887d11cd8a3a41c8661fdd404bd40171b217b5ea92266c",
    "simhash": "1:73d3f0ad44ad28c3",
    "word_count": 579
  },
  "last_updated": "2023-07-14T16:34:33.891124+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Msstebzat, Pottee, Elkin and Moschziskee, JJ."
    ],
    "parties": [
      "Roach, Appellant, v. Irvin."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe decree appealed from is affirmed on the opinion of Judge Ralston.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "Paul Reilly, for appellant.",
      "Robert Mair, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roach, Appellant, v. Irvin.\nEquity — Specific performance — Exchange of real estate — Impossibility of performance — Damages.\n1. A court of equity cannot decree the specific performance of a contract for the exchange of real estate where it appears that the conveyance by defendant would be impossible owing to the fact that prior to the filing of the bill the land had been sold at sheriff's Bale under a mortgage.\n2. In such case where hand money paid plaintiff by defendant was more than sufficient to cover all the damages suffered by him, he was not entitled to a decree for money damages.\nArgued March 27, 1914.\nAppeal, No. 99, Jan. Term, 1914, by plaintiff, from decree of C. P. No. 5, Philadelphia Co., June T., 1913, No. 3905, in Equity, dismissing bill in equity for specific performance in case of George B. Roach v. Harold C. Irvin.\nBefore Fell, C. J., Msstebzat, Pottee, Elkin and Moschziskee, JJ.\nAffirmed.\nBill in equity for specific performance of a contract for the sale of real estate.\nOn final hearing Ralston, J:, filed the following opinion:\nBy a formal agreement in writing dated October 7, 1912, YanCleave agreed to convey the property at the northwest corner of Thirty-fifth and Spring Garden streets to Bailey, and Bailey agreed to convey No. 3307. Race street to VanCleave, both properties to be subject to mortgages then existing. VanCleave subsequently conveyed the property Thirty-fifth and Spring Garden streets to the plaintiff subject to the agreement of sale; Bailey was acting in the transaction for the defendant.\nIn order to facilitate the exchange a mortgage of $10,000 was placed upon the property at Thirty-fifth and Spring Garden streets. The money advanced on this mortgage was used to pay taxes, water rent and principal and interest of the old mortgage, and the balance was paid to the plaintiff. The expenses incidental to the negotiation and placing of the mortgage amounted to $378.25.\nOn July 7,1913, No. 3307 Race street was sold by the sheriff under a mortgage, and deed was made to the purchaser on August 11,1913, recorded on August 18,1913. The present bill was filed on July 26, 1913. The court cannot decree specific performance as it would be impossible for the defendant to convey to the plaintiff the premises No. 3307 Race street. The plaintiff, however, is entitled to recover the damages that he has suffered by the defendant’s failure to perform his contract. The measure of his damages is the expense which he has incurred. So far as appears, the only expense is that incidental to the placing of the $10,000 mortgage on Thirty-fifth and Spring Garden-streets, amounting to $378.25. This he would be entitled to recover from the defendant; but it appears further that at the time the contract was signed, the defendant paid $1,000 down money to Van Cleave. The plaintiff purchased from VanCleave subject to the contract of sale, and consequently must give credit to the defendant for the money paid by him to VanCleavé. It therefore appears that the plaintiff has already received from the defendant. more than the amount of the expense to which he has been put in carrying out the contract. There is, therefore, nothing further due him.\nThe court dismissed the bill. Plaintiff appealed.\nError assigned, among others, was the decree of the court.\nPaul Reilly, for appellant.\nRobert Mair, for appellee.\nApril 27, 1914:"
  },
  "file_name": "0162-01",
  "first_page_order": 192,
  "last_page_order": 194
}
