{
  "id": 325997,
  "name": "Commonwealth v. Abel, Appellant",
  "name_abbreviation": "Commonwealth v. Abel",
  "decision_date": "1914-05-04",
  "docket_number": "Appeal, No. 32",
  "first_page": "220",
  "last_page": "224",
  "citations": [
    {
      "type": "official",
      "cite": "245 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Pa. Superior Ct. 497",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        823329
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/12/0497-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    },
    {
      "cite": "146 U. S. 140",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3564613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/146/0140-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 512",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/23/0512-01"
      ]
    },
    {
      "cite": "91 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0304-01"
      ]
    },
    {
      "cite": "85 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440491
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0127-01"
      ]
    },
    {
      "cite": "31 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985092
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0198-01"
      ]
    },
    {
      "cite": "93 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442118
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0284-01"
      ]
    },
    {
      "cite": "109 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 458,
    "char_count": 8242,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 6.66382206957497e-08,
      "percentile": 0.4057080161816384
    },
    "sha256": "8951d5d5a7c87d3c9a3cde0bd5f359f5a7e6864c5ff95c880ffbe7c142bda110",
    "simhash": "1:4397ebd1cb11325a",
    "word_count": 1490
  },
  "last_updated": "2024-02-27T20:19:35.300303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. Abel, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nIt appears from this record that at a Court of Oyer and Terminer for the County of Philadelphia, William Abel, the defendant, was indicted, tried, convicted of murder of the first degree, and sentenced. The first assignment of error is, that the learned court erred in admitting as evidence in the case an alleged voluntary statement, made by the defendant. It is suggested in the argument that undue pressure was brought to bear on the prisoner in order to procure the statement. This suggestion is not strongly pressed, however, and our reading of the evidence has not satisfied us that any undue pressure was brought to bear. The testimony shows that the statement\" was made without any promises whatsoever being made to the prisoner, and with the knowledge upon his part, that it would be used against him at the trial. The defendant can read and write; and it appears that he signed the statement knowing its contents, and knowing that it set forth that it was made of his own free will and accord. In the statement he admitted that he shot the boy, but claimed that it was accidental. In view of these facts, and in the absence of any denial on the part of the defendant that the statement was made voluntarily, we think it was admissible against him.\nThe second assignment relates to the admission in evidence upon the trial, as a dying declaration, óf a statement alleged to have been made in the hospital by the boy, Thomas Kane, who was shot, and who died as a result thereof. We think the requisites for the admis* sion of the declaration existed in the present case. The testimony shows that after the boy was shot and was taken to the hospital he was advised by the physician in charge that his condition was serious. That it was doubtful if they could pull him through. It appeared that the boy was a Catholic, and that a priest was sent for, who administered to him the last rites of the church, which are only administered when the danger of death is imminent. After this the boy was operated upon. The next morning the police came to the hospital and the physician said to the boy, who had passed a bad night, “Tommy I don’t think you are going to live much longer. We want you to tell us the truth, tell us all you know so we can find out who did this to you, and have them punished in the proper way.” The boy nodded his head and told his story. It also appeared that shortly after the operation, the boy twice asked his father if in case of his death, the father would take him to the country and bury him; the father said he would. In the face of this testimony we do not see that it can be reasonably doubted, that the boy told his story under the impression that his death was near at hand. As a matter of fact he died within two hours thereafter. We cannot therefore say there was error in admitting the statement. Nor, do we see any merit in the assignment of error which suggests that the ingredients necessary to constitute murder in the first degree were not shown. It appeared that the boy was first assaulted, and then was brutally shot in a vital part of the body. The pistol being held so close as to singe and blacken the flesh. From the facts attending the shooting, which were shown, the jury could reasonably infer the existence of an intention to kill. Taking into account the part of the body in which the boy was shot, it is to be presumed that whoever fired the shot knew that it was likely to be fatal. No extenuating circumstances whatever were shown. We regard the evidence as sufficient to warrant the inference of a deliberate and wilful intent to take life. Our ex-animation of the record has satisfied us that the defendant received a fair and impartial trial, and we have no reason to doubt the justice of his conviction. Neither in the charge to the jury nor in the admission of evidence,. do we find anything of which the defendant can. justly complain.\nThe assignments of error are overruled, and the judgment is affirmed, and it is ordered that the record be remitted to the court below, for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Peter M. MacLaren, with him John R. McLean, Jr., for appellant.",
      "Joseph JET. Taulane, Assistant District Attorney, with him Samuel P. Rotan, District Attorney, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Abel, Appellant.\nCriminal law — Evidence—Confessions—Eying declarations.\n1. Where at the trial of an indictment for murder, a statement signed by the prisoner setting forth that it was made of his own free will and accord, that he had shot the deceased, but that the shooting was accidental, was ofEered in evidence, and where it appeared that no promise has been held out to defendant to induce him to make the statement; that defendant knew that it would be used against him, that he could read and write and that he was aware of the contents of the paper when he signed it, and where defendant did not deny that the statement was made voluntarily, the trial judge properly admitted the evidence.\n2. On the trial of a murder case the court did not err in admitting in evidence, on behalf of the Commonwealth, a statement of the deceased, a boy of twelve years, made two hours before his death, describing the circumstances under which he was attacked, where it appeared that after the boy was shot he was taken to a hospital where he was told by a physician that his condition was serious; that he was a Catholic and received from a priest the last rites of the church, which are only administered when danger of death is imminent; that after he was operated upon he asked his father to have him buried in the country in case of death; and the next day, after being told by the physician that he would not live much longer, he was asked to tell all he knew about the attack, and thereupon nodded his head and told his story.\nMurder — Degree of guilt — Murder of the first degree.\n3. A conviction of murder of the first degree, and sentence of death, were justified by the evidence, where it appeared that defendant had attempted to commit an unnatural crime upon deceased; that deceased had struggled to escape and defendant shot him in a vital part of the body, holding the revolver so close as to singe and blacken the flesh, and then ran away; and deceased died from the wound the next day.\nArgued Feb. 16, 1914.\nAppeal, No. 32, Jan. T., 1914, by defendant, from sentence of O. & T. Philadelphia Co., May Sessions, 1913, No. 617, on verdict of guilty of murder of the first degree in case of Commonwealth of Pennsylvania v. William Abel.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nIndictment for murder. Before OrMerod, J.\nFrom the record it appeared that the evidence was not contradicted that the defendant had attempted to commit an unnatural crime upon the deceased, a boy of about twelve years, that the boy struggled to escape from defendant, and that defendant then drew a revolver and shot deceased in a vital part of his body, and ran away. The deceased was taken to a hospital where he died the next day.\nOther facts appear in the opinion of the Supreme Court.\nThe jury found a verdict of guilty of murder in the first degree upon which sentence of death was passed. Defendant appealed.\nErrors assigned, among others, were rulings on evidence, and the judgment of the court.\nPeter M. MacLaren, with him John R. McLean, Jr., for appellant.\nThe confession introduced in evidence was not voluntary.\n■ The testimony relating to the death bed statements of the deceased did not show that they were made under the apprehension of death, and was inadmissible: Kane v. Com., 109 Pa. 541; Sullivan v. Com., 93 Pa. 284; Com. v. Williams, 2 Ash 69; Kilpatrick v. Com., 31 Pa. 198.\nA verdict of first degree murder was not warranted by the evidence: Kehoe v. Com., 85 Pa. 127; Small v. Com., 91 Pa. 304; Com. v. Khoads, 23 Pa. Superior Ct. 512.\nJoseph JET. Taulane, Assistant District Attorney, with him Samuel P. Rotan, District Attorney, for appellee.—\nThe death bed statements were admissible as dying declarations : Kilpatrick v. Com., 31 Pa. 198; Com. v. Winkelman, 12 Pa. Superior Ct. 497; State v. Gray, 43 Oregon, 446; Mattox v. United States, 146 U. S. 140; Com. v. Williams, 2 Ashmead 69.\nA deliberate and wilful intent to take life may be inferred from the use of a deadly weapon on a vital part of the body: Com. v. Drum, 58 Pa. 9; Kilpatrick v. Com., 31 Pa. 198.\nMay 4, 1914:"
  },
  "file_name": "0220-01",
  "first_page_order": 250,
  "last_page_order": 254
}
