{
  "id": 326112,
  "name": "Central Market Street Company v. North British & Mercantile Insurance Company of London and Edinburgh, Appellant",
  "name_abbreviation": "Central Market Street Co. v. North British & Mercantile Insurance",
  "decision_date": "1914-05-04",
  "docket_number": "Appeal, No. 2",
  "first_page": "272",
  "last_page": "280",
  "citations": [
    {
      "type": "official",
      "cite": "245 Pa. 272"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 137",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0137-01"
      ]
    },
    {
      "cite": "226 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967898
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0358-01"
      ]
    },
    {
      "cite": "29 Pa. Superior Ct. 75",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        860186
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/29/0075-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 144",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0144-01"
      ]
    },
    {
      "cite": "189 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903456
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0465-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 506",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        280014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0506-01"
      ]
    },
    {
      "cite": "177 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883720
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0492-01"
      ]
    },
    {
      "cite": "30 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415538
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0299-01"
      ]
    },
    {
      "cite": "40 Wis. 446",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11285164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/40/0446-01"
      ]
    },
    {
      "cite": "174 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878696
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0554-01"
      ]
    },
    {
      "cite": "150 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0531-01"
      ]
    },
    {
      "cite": "48 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0374-01"
      ]
    },
    {
      "cite": "47 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485517
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0204-01"
      ]
    },
    {
      "cite": "26 Pa. 199",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977373
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0199-01"
      ]
    },
    {
      "cite": "62 Miss. 720",
      "category": "reporters:state",
      "reporter": "Miss.",
      "case_ids": [
        368705
      ],
      "pin_cites": [
        {
          "page": "729"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/miss/62/0720-01"
      ]
    },
    {
      "cite": "69 Ohio St. 359",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        55108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/69/0359-01"
      ]
    },
    {
      "cite": "50 N. H. 297",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        477410
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nh/50/0297-01"
      ]
    },
    {
      "cite": "89 Wis. 653",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        11283830
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wis/89/0653-01"
      ]
    },
    {
      "cite": "76 N. Y. 415",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        539717
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/76/0415-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 17291,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 3.286553449140898e-07,
      "percentile": 0.8710612085878365
    },
    "sha256": "8ea9fa75f7fb4f2f9169a050f7563cdbca2bee4dd95cb09102fb5f94530f0387",
    "simhash": "1:5c41cf17bd568f03",
    "word_count": 2948
  },
  "last_updated": "2024-02-27T20:19:35.300303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat,' Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Central Market Street Company v. North British & Mercantile Insurance Company of London and Edinburgh, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestbezat,\nThis is an action of assumpsit brought on a policy insuring the plaintiff, then known as the Moving Picture Company of America, against loss by fire to an amount not exceeding $2,500 upon its fixtures, furniture, improvements and betterments contained in the brick building, No. 926-928 Market street, Philadelphia. The defense was that the plaintiff company in violation of its warranty had stored celluloid moving picture films in the premises, and that the fire which destroyed the property was due to the explosion or ignition of the films.\nThe policy was issued on June 26, 1911, and ran for one year, until June 26, 1912. It insured the plaintiff against loss or damage by fire, “to an amount not exceeding $2,500, to the following described property While located and contained as described herein and not elsewhere, to wit:......On betterments and improvements made to the building, chiefly masonry and carpenter work, decorations, painting, glazing and electric wiring and fixtures; on fixtures and furniture of every description, including carpetings, stage appliances, stationary seats, and all apparatus and appliances, appertaining to the business of the assured as a moving picture and amusement parlor (excluding moving picture machine and films). All while contained in the brick buddings, situate 926-928 Market street, Philadelphia, Pa.” The policy also contained the following: “In consideration of the reduced rate at which this policy is issued, it is warranted that no moving picture films, composed in whole or in part of cellulose nitrate, commonly known as ‘celluloid’ films, will be kept, stored, or handled in the above described premises, otherwise this policy is void.” '\nThe whole building was leased from the owner by one Lubin, who sublet the first story to the plaintiff company which used it as a moving picture theatre or parlor. The basement and second floor of the building were occupied by the General Film Company with a stock of moving picture films, and the third, fourth and fifth floors were occupied by the Lubin Manufacturing Company, developing and printing moving picture films and manufacturing, moving picture machines. The General Film Company furnished the plaintiff with films for use in its business in consideration of a certain weekly sum for the service. It received three films daily which were got at 8:30 in the morning and returned to the General Film Company at 11:30 in the evening of the same day. The plaintiff company never had on its premises more than three films at one time which were necessary for its daily exhibition. It kept, no films on the premises at night. It was not connected in any way with the two tenants of the other parts of the premises and had no control whatever over any part of the building except the first floor which was used by it in its daily exhibitions of moving pictures. No films were stored by the insured company in any part of the building, but films were stored by the General Film Company in the part of the building occupied by it. The plaintiff company paid the premium on August 14,1911. A fire occurred about 3:30 o’clock in the morning of January 13,1912, which totally destroyed the insured property.\nThe facts are not in dispute. The learned trial judge directed a verdict for the plaintiff on two grounds: (1) because the warranty in the policy was only a warranty against the keeping of inflammable films in the first floor rented by the plaintiff; and (2) because the defendant company, having had notice five or six months before the fire, that inflammable films were stored upon the premises and having thereafter taken no action either to cancel the policy or to assert a right to an increase of the premium commensurate to the risk, was presumed to have waived the warranty.\nThe contention of the defendant company is that “the above described premises,” contained in the warranty clause of the policy, refer to the whole building and not to the first floor, leased to and occupied by the plaintiff as a moving picture parlor, and that the storage of celluloid films in other parts of the building than that leased to the plaintiff was a breach of the warranty. It is not claimed by the defendant that the use of the three films by the plaintiff company during its business hours each day was prohibited by the policy, but that the storage of inflammable films in any part of the building by the other tenants avoided the policy.\nIf the policy is reasonably susceptible of two interpretations, it must be construed most strongly against the insurer, and this would require us to hold with the learned court below and against the defendant’s contention. We think, however, the word “premises” in the warranty clause of the policy means and was intended to mean the part of the building occupied and used by the plaintiff company as lessee, and not the entire building. The prohibition, it should be observed, is not against storing films in “the above described building,” but in “the above described premises.” When the defendant issued the policy it knew that the plaintiff company occupied only the first floor of the building and as lessee, and that the company was using or intended to use it as a moving picture parlor. The stage appliances and stationary seats had been attached to the first floor and the betterments and improvements were made to this part of the building. The insurance, it will be noted, was upon the improvements, the fixtures, the personal property, “and all apparatus and appliances appertaining to the business of the assured as a moving picture and amusement parlor (excluding moving picture machine and films).” All the property insured, therefore, was on the first floor of the building and was to be used by the plaintiff in its moving picture exhibitions. The policy declares that the intent of the insurance under the first item was “to reimburse the assured (lessee) for the expense of betterments and improvements paid for by the assured.” These improvements were, therefore, made to that part of the building occupied by the plaintiff as lessee which was the first floor of the building. It is clear that the defendant knew that the first floor had been altered and improved by the plaintiff company as lessee and furnished by it to be used in moving picture exhibitions, and that the improvements, fixtures, furniture, etc., placed on the floor by the assured were the property intended to be covered by the policy. That floor was the “premises” occupied by and in the control of the plaintiff.\nThe lease gave the plaintiff company no authority or control over any other part of the building or the right to use or improve any part of it except the first floor. The company could enter upon no other part of the premises for any purpose, and could neither store or handle films on any other floor nor prohibit' the General Film Company or any other occupant of any part of the premises from storing or handling films in his part of the building. It is apparent, therefore, that if the plaintiff warranted against the storage of celluloid films in any other part of the building than the first floor, it was without power to compel compliance with the warranty. The lessees of the other parts of the building were in possession and had control of the floors occupied by them. So far as the plaintiff was concerned, those parties could use their parts of the building for storing combustible films or for any other lawful purpose. It is, therefore, not within the bounds of reason that the plaintiff company would enter into a contract which it and the insurer knew it was powerless to comply with, and in construing the policy this is an important if not a controlling fact to be taken into consideration. It was with full knowledge of all the facts which clearly disclosed the intention of both parties to insure the property on the first floor of the building let to the plaintiff that the policy was issued by the defendant company and accepted by the plaintiff company. This floor and not the entire building was manifestly “the above described premises” on which the plaintiff warranted that no celluloid films should be kept, stored or handled. The covenant was strictly observed by the plaintiff and it is not pretended that the plaintiff or any person under its control stored the prohibited films in that part of the building.\nWe also agree with the learned trial judge that if the warranty was broken by the storage of celluloid films in other parts of the building than that occupied by the plaintiff, the defendant was estopped from asserting the breach in its defense to this suit. It is the settled law of this State that where at the time of issuing an insurance policy the company knows or ought to know that one of the conditions is inconsistent with the facts, and the insured has been guilty of no fraud, the company is estopped from setting up the breach of such condition. The principle is equally well settled that if an insurance company accept unearned premiums or assessments with a knowledge of facts avoiding the policy, it is estopped to assert the avoidance after a loss has occurred. The same doctrine prevails in other jurisdictions: Whited v. Germania Fire Ins. Co., 76 N. Y. 415; McKinney v. German Mut. Fire Ins. Society, 89 Wis. 653; Pierce v. Nashua Fire Ins. Co., 50 N. H. 297; Richards v. Louis Lipp Co., 69 Ohio St. 359. In Rivera v. Queen’s Insurance Co., 62 Miss. 720, 729, the court says: “If the assured has been guilty of no fraud, the insurer is estopped from setting up the breach of any condition of the policy, when it knew at the time the policy was issued that the condition was inconsistent with the facts, or the breach of any condition after the policy was issued, if it has induced the assured to believe that such breach was waived and has thereby misled him.” In 3 Cooley on Insurance 2683, the learned author, citing numerous decisions from many jurisdictions in support of the text, says: “The acceptance by an insurance company, with knowledge of facts authorizing a forfeiture oí avoidance of the policy, of premiums or assessments which were in no degree earned at the time of such forfeiture dr avoidance, constitutes a waiver thereof. This waiver is based on the estoppel of the company to declare void and of no effect insurance for which, with knowledge of the facts, full compensation has been received.”\nApplying this doctrine to the facts of the present case, it is clear that if there was a breach of the warranty that no inflammable films should be stored in any part of the building the defendant company is not in a position to avail itself of the broken covenant. The policy was issued on June 26,1911. At that time, the basement and second story of the building were occupied by the General Film Company with a stock of moving picture films some of which at least were inflammable. The business of that company was to furnish films, inflammable and non-inflammable, for moving picture exhibitions, and it kept both kinds of films in the part of the. building which it occupied.. This was known to the defendant company as early as July 14, 1911, when a representative of the owners of the building gave notice of the fact to the company. On at'least two or three subsequent occasions the insurance company received a like notice that inflammable films were stored in the building. It made no objection and no. demand for an increase of premium commensurate to the risk; on the contrary it gave consent to the owners who had insurance on the whole building to store such films in the building. After the insurance company had received these notices and had given its consent to the owners to store combustible films in the building, it received the premium due for the policy issued to the plaintiff. With a knowledge of a breach of the warranty, the defendant company could have canceled the policy and could have refused to receive the payment of the premium. It did neither, but accepted the premium and permitted the policy to continue in force so far as the plaintiff knew. Having received and retained the benefits of the contract, the insurer will not be permitted, after a loss has occurred, to declare a forfeiture of the policy and thereby deprive the insured of the protection for which it paid and which the insurer led it to believe it had.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestbezat,"
      }
    ],
    "attorneys": [
      "John G. Johnson, with him James Wilson Bayard, for appellant.",
      "Thomas Stokes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Central Market Street Company v. North British & Mercantile Insurance Company of London and Edinburgh, Appellant.\nContracts — Insurance—Fire insurance — Prohibited articles — Extent of premises insured — Breach of condition — Waiver—Estoppel —Directed verdict for plaintiff.\n1. If a fire insurance policy is susceptible of two interpretations, it must be construed most strongly against the insurer.\n2. Where at the time of issuing an insurance policy the company knows or ought to know that one of the conditions is inconsistent with the,facts, and the insured has been guilty of no fraud, the company is estopped from setting up the breach of such condition.\n3. If an insurance company accepts- unearned premiums or assessments with a knowledge of facts avoiding the policy, it ig estopped to assert the avoidance after a loss, has occurred.\n4. Where a lessee of one floor of a building is insured against loss by fire of its furnishings on that floor, and a clause in the policy provides that the policy shall be void if certain articles are kept “in the above described premises,” the word “premises” means the floor leased by the insured and does not include that part of the building over which it has no authority or control, especially where the policy declares that the extent of the insurance was “to reimburse the assured for the expense of betterments or improvements paid for by the assured,” and the part of the building occupied by the assured was the only improved part of the building.\n5. In an action on a fire insurance policy covering the furnishings of a moving picture parlor and containing a clause providing that the policy would be void if celluloid films should be “kept, stored or handled in the above described premises,” where the defense was that such films had been stored on the premises, the court did not err in directing a verdict for the plaintiff where, it appeared that the plaintiff was the lessee of the first floor of the building, and had no control over the rest of the building, the basement and second floor of which were used by another company for the purpose of manufacturing films; that the only films stored in the building were on such other floors; that the defendant company knew that inflammable films were stored in such other portions of the building, but made no objection and no demand for an increase of premium commensurate to the risk, and received premiums due for the policy issued to the plaintiff after it had such knowledge.\nArgued March 27,1914.\nAppeal, No. 2, Jan. T., 1914, by defendant, from judgment of C. P. No. 2, Philadelphia Co., Dec. T., 1912, No. 3246, on verdict directed for plaintiff in case of Central Market Street Company v. North British & Mercantile Insurance Company of London and Edinburgh.\nBefore Fell, C. J., Mestrezat,' Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nAssumpsit on a fire insurance policy. Before Sulzberger, P. J.\nThe opinion of. the Supreme Court states the facts.\nThe court directed a verdict for the plaintiff. Defendant appealed.\nErrors assigned were, among others, the charge of the court and in refusing defendant’s motion for judgment n. o. v.\nJohn G. Johnson, with him James Wilson Bayard, for appellant.\nThe keeping of inflammable films in any part of the building, whether rented by the plaintiff or not, was a violation of the warranty and avoided the policy.\nThe keeping of the excluded films on the premises avoided the policy whether the defendant had knowledge of the use of the inflammable films contrary to the warranty in the policy and took no action thereon, or not: Insurance Company v. Slockbower, 26 Pa. 199; Buckley v. Garrett, 47 Pa. 204; Cumberland Valley Mutual Protection Company v. Mitchell, 48 Pa. 374; Stauffer v.Insurance Company, 150 Pa. 531; Wilson v. Insurance Company, 174 Pa. 554.\nThomas Stokes, for appellee.\n¡The warranty was not violated by the storage of celluloid films in a part of the building not occupied by the insured: Allemania Fire Insurance Company v. Pittsburgh Exposition Society, 10 Central Repr. 292; Northwestern Mutual Life Insurance Company v. Fire Insurance Company, 40 Wis. 446.\nThe warranty was not violated by the assured or any person under its control: Farmers’ & Mechanics’ Insurance Company v. Simmons, 30 Pa. 299.\nThe defendant company knew at the time it accepted the assured’s premium that celluloid films were stored in the building, and is estopped from setting up this fact as a breach for warranty: Caldwell v. Fire Association of Philadelphia, 177 Pa. 492; ■ Davis v. Insurance Co., 5 Pa. Superior Ct. 506; Bateman v. Insurance Company, 189 Pa. 465; Brumbaugh v. Insurance Company, 20 Pa. Superior Ct. 144; Porter v. Insurance Company, 29 Pa. Superior Ct. 75; Damms v. Insurance Company, 226 Pa. 358; Clymer Opera Company v. Insurance Company, 238 Pa. 137.\nMay 4, 1914:"
  },
  "file_name": "0272-01",
  "first_page_order": 302,
  "last_page_order": 310
}
