{
  "id": 326124,
  "name": "Myers, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Myers v. Pennsylvania Railroad",
  "decision_date": "1914-05-22",
  "docket_number": "Appeal, No. 363",
  "first_page": "534",
  "last_page": "535",
  "citations": [
    {
      "type": "official",
      "cite": "245 Pa. 534"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558108
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0541-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 182,
    "char_count": 2804,
    "ocr_confidence": 0.525,
    "pagerank": {
      "raw": 5.3233794276779046e-08,
      "percentile": 0.3354948493136086
    },
    "sha256": "e4c869fd2ca977fcff379a0948ed7b216609475b156a170d5f7b61e73bbd161c",
    "simhash": "1:8a4290edaecf8ba9",
    "word_count": 468
  },
  "last_updated": "2024-02-27T20:19:35.300303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Myers, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis appeal is from the refusal of the court to take off a nonsuit entered in an action to recover damages alleged to have been caused to plants in plaintiff’s greenhouses by the emission of smoke, soot and gas from the defendant’s engines. On the line of a branch road, and in front of plaintiff’s houses, the defendant maintained a siding on which engines at times stood while the engineers were awaiting orders. The smoke and soot, especially when the standing engines were coaled, was deposited on the glass of the houses and obstructed the light and interfered with the growth of plants. It was conceded at the trial that the engines were equipped with all the known appliances in general use to reduce the amount of smoke and soot and there was no evidence that would sustain a finding of negligent or unskillful operation. An adjoining land owner cannot recover for inconvenience or loss occasioned by smoke, noise or vibration which result from the operation of a railroad in a lawful manner without negligence, unskillfulness or malice. Penna. Railroad v. Marchant, 119 Pa. 541.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. L. Dively, of Dively & Dively, for appellant.",
      "Daniel J. Neff and J. D. Hicks, with them A. J. Riley, for appellee."
    ],
    "corrections": "",
    "head_matter": "Myers, Appellant, v. Pennsylvania Railroad Company.\nNegligence — Railroads—Operation—Injury caused by smoJce to adjoining land owner — Nonsuit.\n1. An adjoining land owner cannot recover for inconvenience or loss occasioned by smoke, noise or vibration which, result from the operation of a railroad in a lawful manner without negligence, unskillfulness or malice.\n. 2. In an action against a railroad company by an adjoining land owner to recover damages alleged to have been caused to plants of plaintiff’s greenhouses by the emission of smoke, soot and gas from the defendant’s engines, which were allowed to stand on a siding in front of plaintiff’s property while the engineers were awaiting orders, a judgment of nonsuit was properly entered, where it was conceded at the trial that the engines were equipped with all known appliances in general use to reduce the amount of smoke and soot and there was no evidence that would sustain a finding of negligent or unskillful operation.\nArgued April 21,1914.\nAppeal, No. 363, Jan. T., 1913, by plaintiff, from judgment of C. P. Blair Co., March T., 1911, No. 105, of nonsuit in the case of Allen S. Myers v. The Pennsylvania Railroad Company.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover for damages caused by smoke. Before Baldrige, P. J.\nThe opinion of the Supreme Court states the case.\nThe court entered a compulsory nonsuit, which it subsequently refused to take off. Plaintiff appealed.\nError assigned was the refusal to take off the nonsuit\nE. L. Dively, of Dively & Dively, for appellant.\nDaniel J. Neff and J. D. Hicks, with them A. J. Riley, for appellee.\nMay 22, 1914:"
  },
  "file_name": "0534-01",
  "first_page_order": 564,
  "last_page_order": 565
}
