{
  "id": 326254,
  "name": "Commonwealth v. De Felippis, Appellant",
  "name_abbreviation": "Commonwealth v. De Felippis",
  "decision_date": "1914-07-01",
  "docket_number": "Appeal, No. 21",
  "first_page": "612",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "245 Pa. 612"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0080-01"
      ]
    },
    {
      "cite": "213 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0097-01"
      ]
    },
    {
      "cite": "211 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0507-01"
      ]
    },
    {
      "cite": "191 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907036
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/191/0122-01"
      ]
    },
    {
      "cite": "221 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0007-01"
      ]
    },
    {
      "cite": "180 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888390
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0597-01"
      ]
    },
    {
      "cite": "158 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/158/0501-01"
      ]
    },
    {
      "cite": "145 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825928
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/145/0413-01"
      ]
    },
    {
      "cite": "84 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053519
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0080-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 13738,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.1389771363738244e-07,
      "percentile": 0.7668645932639316
    },
    "sha256": "50719fe204c19d362ac16da49e044e108d891eedee8ba26559078cdf67d01936",
    "simhash": "1:a007a1c94f769c3c",
    "word_count": 2386
  },
  "last_updated": "2024-02-27T20:19:35.300303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Commonwealth v. De Felippis, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThe appellant in this case, Alessander De Felippis, was indicted, and tried, upon a charge of murder of the first degree, and was convicted, in the Court of Oyer and Terminer of Beaver County. It appears from the record that in the fall of 1912 appellant was working at Ell-wood City, Pa. He boarded with Dominic Salzello and Theresa Salzello, his wife. He had some difficulty with Mrs. Salzello and she gave him notice to leave the house. On November 24, he left but before going he had some talk with the husband, and according to the statement of the latter, said to him, “There will be blood running around through this house in a short time.” Other witnesses who were present when appellant left, testified that he said to Salzello and his wife, “Before I go from Ellwood City there will be blood,” and that “There will be blood running around here.” Appellant then wentoutside and crossed the street, and fired a revolver in the air. Salzello also testified that appellant further said to him, “not your blood, but somebody else’s.” Three days later on the morning of November 27, between eight and nine o’clock, after Salzello had gone to work, appellant came to the house, saw Mrs. Salzello alone in the kitchen, and shot her four times with a revolver; three times in the body, and once in the forehead, the last shot causing her death. A little child of Mrs. Salzello’s seems to have been present at the time. The first person to arrive after the shooting took place, was a boarder, who had been asleep upstairs. He was awakened by the crying of the child and smelled the odor of burnt powder. He dressed and went down to the kitchen, where he found Mrs. Salzello lying face downward on the floor in a dying condition. Immediately after the shooting appellant was seen running from the house. He hid himself in a railroad tunnel, where he remained until the evening of the next dáy, when he came out and was arrested.\nUpon the trial appellant admitted that he had shot Mrs. Salzello. He testified that he had given her $250 of his savings to keep for him, and that after leaving her house he had obtained employment at Connellsville; that on the morning of the shooting he had gone to her to get his money or part of it; that she had refused to give it to him and they had quarreled; that she called him names and struck him with a stick, and that then being crazy with anger and not knowing what he was doing, he drew his revolver and shot her. Under the admitted facts, the only question for the jury, was the degree of .murder, of which the prisoner should be convicted.\nIn the first assignmént of error here presented, it is alleged that the court below erred “in overruling a motion for a new trial when it appeared from the record that the only witness capable of giving direct evidence of the immediate circumstances of the shooting was unknown to the defendant, and, although in attendance at the trial on a Commonwealth subpoena, was neither called to the stand, nor was notice given the defendant of an intention on the part of the Commonwealth not to call the witness.” It does not appear that any such reason was advanced in the court below in support of the motion for a new trial. The court below could not therefore be properly charged with error in refusing to grant a new trial for a reason which was not presented to it. Furthermore the name of the witness, who it was said was not called, is not set forth in the assignment, nor does it appear what his testimony would have been, if called. It is not apparent that appellant was prejudiced in any way by the failure to call this witness.\nThe second assignment of error is to the action of the court below in overruling the third reason advanced in support of the motion for a new trial, which was based on the allegátion of after-discovered evidence. The only proof presented, with respect to this so-called after-discovered evidence, is the ex parte affidavit of appellant as to what he expects the witnesses to testify to, if a new trial should be granted. Their testimony was not taken. From the averments of appellant in his affidavit as to the testimony in question, it does not appear that if the testimony had been presented on the trial, it would have aided the appellant, or have altered the verdict. It does not appear therefore, that the court below in any way abused its discretion in refusing to grant a new trial on the ground of after-discovered evidence.\nIn the third assignment of error, counsel for appellant complain of that portion of the charge of the court, which refers to the action of the prisoner, after the shooting, in fleeing and placing himself in hiding. The concluding passage of this portion of the charge is as follows : “Flight or concealment, therefore, gentlemen, is only a circumstance for your consideration, together with all othér circumstances, in determining the degree of guilt, if any.” It is suggested that evidence of flight is not properly to be considered, as affecting the degree of murder. In Com. v. McMahon, 145 Pa. 413, it was said, (p. 417): “The flight of a person charged with crime immediately after the commission of an offense, is a circumstance which the jury may always take into consideration.” In Lanahan v. Com., 84 Pa. 80, this court said, speaking through Mr. Chief Justice Agnew> (p. 86): “Flight it is argued is no evidence of the degree of murder; but flight under the circumstances detailed, gives them strength and they indicate the degree.” In Com. v. Salyards, 158 Pa. 501, Mr. Chief Justice STekeett said, (p. 507): “All the facts and circumstances connected with the shooting, including the presence of the prisoner at or about the time it occurred, his previous threats, immediate flight, arrest in a neighboring state, etc., all point to him as the person who intentionally and feloniously fired the fatal shot. All these facts and circumstances, if true, are consistent with his guilt, and at the same time irreconcilable with any other reasonable theory, arising out of the testimony....... As already intimated, the evidence was quite sufficient to justify the jury in finding all the facts necessary to constitute murder of the first degree.” In Com. v. Aiello, 180 Pa. 597, the killing was admitted, and the one question was as to the degree of the crime. Mr. Justice Mitchell there said, (p. 606): “There was evidence in appellant’s acts and declarations immediately after the killing, in his flight and concealment, etc., to sustain the Commonwealth’s theory that although he had been friendly to the deceased at first he afterwards lost patience and determined to ‘settle him’ in the way he did.” These citations make it clear that the trial judge expressed with entire correctness the law, as to the effect to be given to the fact that appellant fled and concealed himself after the shooting.\nThere is no merit in the fourth, fifth or sixth assignments of error. The seventh assignment is to the admission in evidence of testimony that when appellant left the house, he said “There will be blood running around through this house in a short time.” This was offered to show a threat, and also as indicating premeditation. It was admissible for these purposes. It also appeared that there was evidence in this connection that appellant said to the husband, “Not your blood, but somebody else’s.” This taken in connection with the evidence of a dispute with Mrs. Salzello, and the fact that she had ordered him from the house, and that he returned three days later and shot and killed her, was enough to justify the jury in the inference that the threat was directed against Mrs. Salzello.\nIn none of the other assignments of error do we find any merit or anything that calls for further discussion. The criticism that the charge as a whole was unfair and prejudicial to the prisoner, is without basis. We find nothing in the charge to indicate any spirit of unfairness to the prisoner. On the contrary the law was fully and correctly stated to the jury, and the facts and the testimony were reviewed fairly and impartially.\nThe judgment is affirmed and it is ordered that the record be remitted to the Court of Oyer and Terminer of Beaver County, that the judgment may be executed according to law.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Henry H. Wilson and George Wilson, for appellant.—",
      "Louis E. Graham, District Attorney, for appellee.—"
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. De Felippis, Appellant.\nCriminal law — Murder—Trials^—Motion for new trial — Failure to call witness — After discovered evidence — Appeals.\n1. An assignment of error complaining of the refusal of the court to grant a new trial in a murder case and alleging that “it appeared from the record that the only witness capable of giving direct evidence of the immediate circumstances of the shooting was unknown to defendant and although in attendance at the trial on a Commonwealth subpcena, was neither called to the stand nor was notice given to defendant of an intention on the part of the Commonwealth not to call the witness,” will be overruled where it does not appear that any such reason was advanced in the court below in support of the motion for a new trial; where the name of such witness is not set forth in the assignment; where it does not appear what his testimony would have been if called or that the defendant was prejudiced in any way by the failure to call such witness.\n2. A new trial in a murder case is properly refused although in support of the motion after-discovered evidence is alleged, where the only proof of such after-discovered evidence is the ex parte affidavit of defendant as to what he expects the witness to testify to if a new trial should be granted and where from the averments of the affidavit it does not appear that, if the testimony had been presented, it would have aided the defendant or have altered the verdict.\nCriminal law — Murder—Evidence—Flight—Threats;—Premeditation — Degree of guilt — Murder of first degree.\n3. On the trial of an indictment for murder, where there was evidence that the deceased had been shot by the prisoner and that thereafter the prisoner fled and placed himself in hiding, the trial judge made no error in charging the jury that “flight or concealment, therefore, gentlemen, is only a circumstance for your consideration together with all other circumstances in determining the degree of guilt if any.”\n4. In such case, evidence to the effect that when defendant left the house where deceased lived, he said, “There will be blood running around through this house in a short time” was admissible to show a threat and as indicating premeditation, particularly where defendant said to the husband of deceased, “Not your blood, but somebody else’s.” Such evidence taken in connection with evidence that defendant had a dispute with deceased; that deceased had ordered defendant from the house and that defendant returned three days later and shot deceased, killing her, was enough to justify the inference that the threat was directed against deceased.\n5. Where in such case, it appeared that defendant had boarded with deceased and her husband; that he had quarrelled with deceased; that she had notified him to leave the house; that before going, he said to the husband of deceased, “There will be blood running around through this house in a short time”; that defendant on leaving the house, said, “Before I go from Elwood City, there will be blood,” and that “there will be blood running around here”; that defendant went outside, crossed the street, fired a revolver in the air and further said to deceased’s husband, “Not yoür blood, but somebody else’s”; that three days later, after deceased’s husband went to work, defendant returned to the house, found deceased alone in the kitchen, and shot her four times, killing her; that defendant immediately after the shooting was seen running from the house; that he hid himself in a railroad tunnel, where he remained till the evening of the next day, when he came out and was arrested, a verdict of guilty of murder of the first degree was justified by the evidence, and a sentence of death in such cases was affirmed.\nArgued March 30,1914.\nAppeal, No. 21, Oct. T., 1914, by defendant, from sentence of O. & T., Beaver Co., Dec. Sess., 1912, No. 2, on verdict of guilty of murder of the first degree in case of Com. v. Alessander De Felippis.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nIndictment for murder. Before Holt, P. J.\nThe opinion Of the Supreme Court states the facts.\nVerdict of guilty of murder of the first degree on which sentence of death was passed. Defendant appealed.\nErrors assigned, among others, were the first, second, third and seventh assignments, referred to in the opinion of the Supreme Court.\nHenry H. Wilson and George Wilson, for appellant.—\nThe failure of the Commonwealth to call the only witness capable of giving direct evidence of the immediate circumstances of the shooting was ground for granting a new trial: Com. v. Deitrick, 221 Pa. 7; Com. v. Keller, 191 Pa. 122; Com. v. Danz, 211 Pa. 507. The refusal of the court to grant a new trial although material evidence advantageous to the prisoner was discovered after the trial was error.\nThat portion of the charge to the jury on the subject of the prisoner’s flight was erroneous.\nLouis E. Graham, District Attorney, for appellee.—\nIn a murder trial the Commonwealth is not required to call every eye witness of the occurrence: Com. v. Hine, 213 Pa. 97.\nThe averments of the defendant in his affidavit as to the after-discovered evidence, do not show that such evidence could have aided his case.\nThe charge to the jury on the question of flight was correct: Lanahan v. Com., 84 Pa. 80, Page 86. The evidence relating to threats uttered by defendant was admissible.\nJuly 1, 1914:"
  },
  "file_name": "0612-01",
  "first_page_order": 642,
  "last_page_order": 649
}
