{
  "id": 1005932,
  "name": "Pennsylvania Railroad Company v. Edgewood Borough, Appellant",
  "name_abbreviation": "Pennsylvania Railroad v. Edgewood Borough",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 108",
  "first_page": "45",
  "last_page": "48",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 45"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 N. J. L. 256",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        341302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/53/0256-01"
      ]
    },
    {
      "cite": "157 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846608
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0622-01"
      ]
    },
    {
      "cite": "81 Mass. 154",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2089427
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/81/0154-01"
      ]
    },
    {
      "cite": "104 Mass. 18",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2147688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/104/0018-01"
      ]
    },
    {
      "cite": "111 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545364
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0035-01"
      ]
    },
    {
      "cite": "6 Mass. 453",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2000718
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/6/0371-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 434",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832558
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0434-01"
      ]
    },
    {
      "cite": "139 Pa. 61",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0061-01"
      ]
    },
    {
      "cite": "134 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0616-01"
      ]
    },
    {
      "cite": "33 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0415-01"
      ]
    },
    {
      "cite": "17 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0096-01"
      ]
    },
    {
      "cite": "218 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999517
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 7299,
    "ocr_confidence": 0.468,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03529221201699404
    },
    "sha256": "5e8356b69bbea1ffdeadb7c2d89422106ad2570fabfe698782a6638e7da5b858",
    "simhash": "1:6469ee6ab2031245",
    "word_count": 1275
  },
  "last_updated": "2024-02-27T20:40:40.932853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Pell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.",
      "Before Shafer, J."
    ],
    "parties": [
      "Pennsylvania Railroad Company v. Edgewood Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nIt is immaterial in the decision of this casé whether the conveyance from Kelly vested in the railroad company a fee simple estate, a base or qualified fee, or a mere easement. When the borough by virtue of the power of eminent domain appropriated the strip of land in question for use as a public street, it acquired every right and assumed every burden, enjoyed or borne by a municipality in the appropriation of land for street purposes from a private owner. The fact that the railroad company ivas the owner in no way differentiates the case in principle from that of an individual owner of land so appropriated. If Kelly had conveyed to an individual, and not to a corporation, and the borough had appropriated the land of the individual for street purposes, as it has that of a corporation in this instance, the question of what character of title the individual held could not be raised for the purpose of casting on the owner of the land the duty of caring for a natural water course through, under or over the public streets. This duty rests on the borough and not on the private corporation, or individual, whose lands have been appropriated for a public use. By the taking, the surface as well as everything above and below the same, necessary to the complete enjoyment of the public use, was acquired by the borough. It could construct drains, sewers, conduits and culverts underneath the surface, and when so constructed it became the duty of the borough to maintain and repair the same. In the case at bar the appropriation of the strip of land included the culvert, which provided for the flow of a natural water course, and after the taking it was the duty of the borough to maintain and repair the old one, or if necessary or convenient, construct a new one: Snively v. Washington Township, 218 Pa. 249. The learned court below was clearly right in the conclusion reached and we fully concur in his opinion.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "George J. Shaffer, for appellant.",
      "James R. Miller, with him Patterson, Sterrelt & Acheson, for appellee:"
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Railroad Company v. Edgewood Borough, Appellant.\nBoroughs — Eminent domain — Streets—Railroads.\nWhen a borough by virtue of the power of eminent domain appropriates a strip of land belonging to a railroad company for use as a public street it acquires every right and assumes every burden, enjoyed or borne by the municipality in the appropriation of land for street purposes from a private owner; and it is immaterial in such a case whether the railroad company has a fee simple estate, a base or qualified fee, or a mere easement in the land.\nIf a strip of land belonging to a railroad company and condemned by a borough for a public street includes a culvert built by the company, it is the duty of the borough after it has taken the land to repair the old culvert, or, if necessary and convenient, construct a new one.\nArgued Nov. 1, 1907.\nAppeal, No. 108, Oct. T., 1907, by defendant, from judgment of C. P. No. 2, Allegheny Co., Oct. T., 1906, No. 962, for plaintiff on case stated in suit of Pennsylvania Railroad Company v. Edgewood Borough.\nBefore Pell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nCase stated to determine liability for the repair of a culvert.\nBefore Shafer, J.\nThe case stated was as follows :\n1. The Pennsylvania Railroad Company acquired certain land in what is now the borough of Edgewood from James Kelley, by virtue of his grant under date of May 20, 1847, of which grant a copy is hereto attached and made part hereof. Said company thereupon constructed its railroad on said land, with necessary slopes, the slope on the west side extending out from said sixty-six foot width, a distance of eighty-four feet.\n2. The railroad company, at the time of constructing said railroad, constructed underneath said railroad and slopes a culvert for the waters of a natural water course.\n3. The borough of Edgewood recently, under its power of eminent domain, lawfully appropriated, so far as necessary for use as a forty foot public street, the said land of the railroad company west of said sixty-six foot width, the said street being located on the slope on the west side of said sixty-six foot width, parallel thereto and immediately abutting thereon. The said street has been graded, as appears on a blue print plan hereto attached and made part hereof, and otherwise im proved for public use.\n4. It is admitted, for the purposes of-this suit, that the culvert so constructed by the railroad company as set forth in second paragraph has become inadequate and must be enlarged in accordance with the plans agreed upon by the parties hereto, and that the cost of enlarging that portion of said culvert between the said sixty-six foot width and a point eighty-four feet westwardly therefrom will be $3,360.\n5. For the purposes of this suit, the parties hereto concede that it is the duty of one or the other of them to bear the expense of enlarging said portion of said culvert. The railroad company is enlarging that portion of the culvert underneath the said sixty7six foot width and underneath the eastern slope, and also underneath the said western slope, the part in controversy. The borough of Edgewood, however, has promised and agreed to pay to the said the Pennsylvania Railroad Company the said sum of $8,360 for enlarging said eighty-four feet of said culvert, if, in point of law, the Pennsylvania Railroad Company is not under duty to enlarge the same, or to bear the expense thereof.\nIf the court be of the opinion that the Pennsylvania Railroad Company is not under duty to enlarge said culvert at said point, or to bear the expense thereof, then judgment to be entered for the said the Pennsylvania Railroad Company and against the said the borough of Edgewood for the sum of $3,360; but, if not, then judgment,to be rendered for the defendant; the costs to follow judgment, and either party to have the right of appeal to the Supreme Court.\nError assigned was in entering judgment for plaintiff on case stated.\nGeorge J. Shaffer, for appellant.\nUnder the deed from Kelly, and by the subsequent construction of the railroad and the use and occupation of the ground for a period of more than fifty years, the plaintiff has a fee in the land, and not a mere easement, nor even a base fee: Ebe’s App., 10 Pa. Dist. Rep. 367 ; Grifiitts v. Cope, 17 Pa. 96 ; Brendle v. German Reformed Congregation, 33 Pa. 415 ; Wilkes-Barre v. Wyoming Historical, etc., Society, 134 Pa. 616 ; Petition of Sellers M. E. Church, 139 Pa. 61 ; Funck’s Estate, 16 Pa. Superior Ct. 434.\nDefendant title is a mere easement in the land.\nThe owner of the fee cannot compel the owner of the easement to renew or repair a structure constituting an integral part of the land condemned, built by the fee owner many years before the creation of the easement, absolutely necessary to the beneficial enjoyment of the fee, and which structure and the enjoyment thereof is in no manner affected by the creation or existence of the easement: Perley v. Chandler, 6 Mass. 453 ; Stealing’s App., 111 Pa. 35; Lowell v. Proprietors of Locks & Canals, 104 Mass. 18 ; Richardson v. Bigelow, 81 Mass. 154 ; Fick v. Penna. R. R. Co., 157 Pa. 622.\nJames R. Miller, with him Patterson, Sterrelt & Acheson, for appellee:\nKoch v. D., L. & W. R. R. Co., 53 N. J. L. 256 (21 Atl. Repr. 284).\nJanuary 6, 1908 :"
  },
  "file_name": "0045-01",
  "first_page_order": 77,
  "last_page_order": 80
}
