{
  "id": 1005893,
  "name": "Forsyth v. Colonial Trust Company, Appellant",
  "name_abbreviation": "Forsyth v. Colonial Trust Co.",
  "decision_date": "1908-01-06",
  "docket_number": "Appeal, No. 214",
  "first_page": "60",
  "last_page": "61",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 60"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 201,
    "char_count": 2539,
    "ocr_confidence": 0.499,
    "sha256": "ca58b34ce41afdea84470959bc25d64141571fe1206f04f50dcb1587b0e894cc",
    "simhash": "1:4101911b72382148",
    "word_count": 424
  },
  "last_updated": "2023-07-14T16:57:26.911667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.",
      "Before Shaeer, J."
    ],
    "parties": [
      "Forsyth v. Colonial Trust Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe do not find in this case anything but questions of fact. The transactions were conducted in such loose and unbusinesslike manner that after the death of the principal parties it is difficult, if indeed it is possible for others to unravel them with entire confidence in the accuracy of the conclusions reached. The findings of the learned judge below are the result of careful examination and while the evidence on which they rest was meager, we cannot say that it was insufficient.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "David A. Reed, of Reed, Smith, Shaw & Beal and A. Leo Weil, with them Charles M. Thorp, for appellant.",
      "M. W. Aoheson, Jr., of Patterson, Sterrett & Aeheson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Forsyth v. Colonial Trust Company, Appellant.\nEquity — Findings of fact — Evidence—Appeal.\nThe findings of fact by the court below in a complicated equity proceeding to the effect that certain bonds were the property of the defendant, will not be set aside in the absence of manifest error, where it appears that the principal parties were dead, that the transactions between them were conducted in a loose and unbusinesslike manner, making it difficult for others than the parties to unravel them, and that the evidence, although meager, was sufficient to sustain the findings.\nArgued Nov. 14, 1907.\nAppeal, No. 214, Oct. T., 1907, by defendant, from decree of C. P. No. 2, Allegheny Co., April T., 1907, on bill in equity in case of Alberta Forsyth, Executrix of the last Will and Testament of P. J. Forsyth, deceased, v. The Colonial Trust Company, Administrator of the Estate of W. C. Jutte, deceased, and C. Jutte & Company, a corporation.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nBill in équity to adjust the title and ownership of certain bonds.\nBefore Shaeer, J.\nFrom the record it appeared that the bonds were in the custody of O. Jutte & Company, one of the defendants, and were claimed by the plaintiffs. The Colonial Trust Company, administrator, filed an answer to the effect that they did not know whether the bonds belonged to the plaintiffs or not. C. J ntte & Company, the other defendant, answered the bill admitting the possession of the bonds, and their willingness to turn them over either to the plaintiffs, or the other defendant as the court should direct. The court after hearing and argument entered a decree dismissing exceptions to adjudication and directing that the bonds should be delivered to the plaintiffs.\nError assigned was the decree of the court.\nDavid A. Reed, of Reed, Smith, Shaw & Beal and A. Leo Weil, with them Charles M. Thorp, for appellant.\nM. W. Aoheson, Jr., of Patterson, Sterrett & Aeheson, for appellee.\nJanuary 6, 1908 :"
  },
  "file_name": "0060-01",
  "first_page_order": 92,
  "last_page_order": 93
}
