{
  "id": 1005898,
  "name": "Commonwealth v. Cate, Appellant",
  "name_abbreviation": "Commonwealth v. Cate",
  "decision_date": "1908-01-22",
  "docket_number": "Appeal, No. 309",
  "first_page": "138",
  "last_page": "140",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 138"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "135 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817396
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0064-01"
      ]
    },
    {
      "cite": "116 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0322-01"
      ]
    },
    {
      "cite": "91 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0145-01"
      ]
    },
    {
      "cite": "135 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817396
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/135/0064-01"
      ]
    },
    {
      "cite": "116 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554330
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/116/0322-01"
      ]
    },
    {
      "cite": "91 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488319
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/91/0145-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 254,
    "char_count": 4354,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 5.22909074755376e-07,
      "percentile": 0.9409521558978922
    },
    "sha256": "73cf6b45458040ed26ec97fdfb1e75188e472830531a2874a318d0f7858f850e",
    "simhash": "1:61563d2f0f3b59f5",
    "word_count": 766
  },
  "last_updated": "2024-02-27T20:40:40.932853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.",
      "Before Reppert, P. J."
    ],
    "parties": [
      "Commonwealth v. Cate, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nIn Heine v. Commonwealth, 91 Pa. 145, it was held that “ evidence of good character is not a mere makeweight, thrown in to assist in the production of a result that would happen at all events, but is positive evidence and may, of itself, by the creation of a reasonable doubt, produce an. acquittal. In that case the learned court below instructed the jury that “if a man is guilty his previous good character has nothing to do with the case, but if you have doubt as to his guilt, then character steps in and aids in determining that doubt.” This instruction was held to be error.\nIn Hanney v. Commonwealth, 116 Pa. 322, it was held that testimony of good character produced at the trial is to be regarded as evidence of a substantive fact, like any other evidence tending to establish innocence, and it ought to be so regarded by both court and jury.\nIn Commonwealth v. Cleary, 135 Pa. 64, it was stated as a rule of law in the trial of a criminal charge that evidence of the good character of the defendant is always admissible and is to be weighed and considered by the jury in connection with all the evidence in the case, and in some instances it may of itself create the reasonable doubt which will entitle the accused to an acquittal. These cases leave no doubt as to the rule of law in this state relating to evidence of good character and how it is to be regarded.\nBy the fifth assignment of error in the case at bar the appellant complains that the learned court below erred in charging the jury that “where the jury is satisfied beyond a reasonable doubt of the defendant’s guilt under all the evidence, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.” While this instruction might be understood by the legal mind as fairly within the rule above stated, it would be confusing to jurors and might lead them to disregard evidence of good character altogether, if from all the other evidence they reached the conclusion that defendant was guilty. This would cleariy be error. Under these circumstances we cannot say no harm was done appellant in this respect although the case in other respects was tried with exemplary care and the rulings of the learned trial judge were fair and impartial. For this reason the judgment must be reversed.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "Wooda N. Garr and Alfred E. Jones, for appellant."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Cate, Appellant.\nCriminal law — Murder—Evidence of good character.\nEvidence of good character in a criminal case is not a mere makeweight, thrown in to assist in the production of a result that would happen at all events, but is positive evidence and may, of itself, by the creation of a reasonable doubt produce an acquittal.\nOn the trial of an indictment for murder it is reversible error to charge that “where the jury is satisfied beyond a reasonable doubt of the defendant’s guilt under all the evidence, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.”\nArgued Jan. 6, 1908.\nAppeal, No. 309, Jan. T., 1907, by defendant, from judgment of O. & T. Fayette Co., June T., 1907, No. 27, on verdict of guilty of murder in the first degree in case of Commonwealth v. William 1. Cate.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nReversed.\nIndictment for murder.\nBefore Reppert, P. J.\nAt the trial the court charged in part as follows:\nEvidence of good character is positive evidence and is entitled to the same consideration as other evidence submitted in the defendant’s behalf, an$ may give rise to the existence of a reasonable doubt where such doubt would not otherwise arise in making it improbable that a man of such character would commit the crime charged. [Where the jury is satisfied beyond a reasonable doubt of the defendant’s guilt under all the evidence, evidence of previous good character is not to overcome the conclusion which follows from that view of the case.] [5]\nYerdict of guilty of murder of the first degree, on which judgment of sentence was passed.\nError assigned was (5) above instruction, quoting it.\nWooda N. Garr and Alfred E. Jones, for appellant.\nThe court erred in its instructions as to good character: Heine v. Com., 91 Pa. 145 ; Henney v. Com., 116 Pa. 322 ; Com. v. Cleary, 135 Pa. 64.\nJanuary 22, 1908 :"
  },
  "file_name": "0138-01",
  "first_page_order": 170,
  "last_page_order": 172
}
