{
  "id": 1005884,
  "name": "Furbush's Estate",
  "name_abbreviation": "Furbush's Estate",
  "decision_date": "1908-03-02",
  "docket_number": "Appeal, No. 154",
  "first_page": "166",
  "last_page": "168",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 166"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905149
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0471-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 318,
    "char_count": 4897,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 1.2258216323308048e-07,
      "percentile": 0.6045215377421618
    },
    "sha256": "0cfa19ef8e2f29f4bcfbe16ef732d3b314d350038da4b010f50e0d6c272ce4fe",
    "simhash": "1:936fa41dce86c9dc",
    "word_count": 866
  },
  "last_updated": "2024-02-27T20:40:40.932853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestbezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Furbush’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe sole question presented by this appeal is whether the court erred in dismissing exceptions to the allowance of the claim of Louisa J. Patton to a part of the proceeds of a policy of insurance on the life of her husband, which had been assigned to the decedent. The policy was payable to Geo. W. Patton, if living at the end of the endowment period, and to his wife, Louisa J. Patton, in the event of his death before that time. It was assigned in 1895, to the decedent, who paid the premiums as they became due until the death of Mr. Patton in 1904 during the endowment period. The decedent received from the insurance company $51,268, for which he had not accounted at the time of his death in 1905. Ilis executors claimed the whole of this amount on the ground that the policy had been assigned to secure an indebtedness due by Mr. Patton to the decedent, which with interest exceeded the amount received. The claim of the appellee was that the assignment was made in pursuance of a verbal agreement that the decedent should carry the policy for the benefit of herself and her husband and pay the proceeds less the premiums paid by him and loans which he agreed to make to her, with interest thereon, to the one who should be entitled thereto. The learned auditing judge found in favor of the appellee and this finding was sustained by the court in banc.\nWe are asked to reverse the decree because of error in the finding that “ the policy was not assigned as collateral security for any debt of the insured.” Findings of fact will not be reversed by an appellate court without the clearest and most convincing proof of error. The credibility of witnesses, the weight to be given to their testimony because of their character, intelligence and knowledge of the subject can be much better determined by the judge who hears them than by us, and we should be in danger of falling into grave error in substituting our judgment for his: Steinmeyer v. Siebert, 190 Pa. 471.\nBecause of the error alleged in this finding, we have reviewed the testimony and we see no reason to doubt the correctness of the conclusion reached by the learned auditing judge. It was conceded that, although the assignment was absolute on its face, a sale or gift was not intended and that it was made as a collateral security for some purpose. There was direct proof of the making of the agreement on which the appellee’s claim Avas based, of its repeated acknowledgment by the decedent, and of his confirmation of it by making loans of money to Mrs. Patton. Moreover, the probabilities, to Avhich in case of doubt weight should be given, were all in favor of the claim. Mr. Patton had failed in business, and at the time of the assignment Avas pecuniarily embarrassed and unable longer to carry the policy. It Avas the only piece of property he had left for the protection of his family in the event of his death. The decedent was his intimate friend, for whom in more prosperous times he had done acts of kindness. Another friend had offered to carry the policy. He went to the decedent because he had a greater claim on him. The recovery of the debt due the decedent was barred by the statute of limitations. That under these circumstances Mr. Patton should have pledged his policy, which had a present surrender value, to secure a debt he was under no legal obligation to pay; that his wife, Avho had an interest in it, should have assented to this ; or that a friend should have received it on these terms is utterly incredible.\nThe decree is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "John Wearer, of Weaver ds Drake, for appellant.",
      "Henry P. Brown, with him John Dickey, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Furbush’s Estate.\nAppeals — Orphans’ court practice — Findings of fact — Assignment of life insurance policy.\nA finding of fact by the orphans' court that an assignment of a life insurance policy was not an absolute assignment, although appearing so onits face, will not be reversed by the appellate court where there is ample evidence to support a finding by the lower court that the assignment had been made by one friend to another in pursuance of a verbal agreement that the assignee should carry the policy for the benefit of the assignor and his wife, and pay the proceeds thereof less premiums, to the assignor or his wife as they should be entitled thereto.\nArgued Jan. 6, 1908.\nAppeal, No. 154, Jaü. T., 1907, by Sarah A.Furbush, from decree of O. O. Phila. Co., Oct. T., 1905; No. 82, dismissing exceptions to adjudication in Estate of Charles A. Furbush, deceased.\nBefore Mitchell, C. J., Fell, Brown, Mestbezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nExceptions to adjudication of Ashman, P. ,J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court in an opinion by Peneose, J., dismissed the exceptions.\nError assigned was in dismissing the exceptions.\nJohn Wearer, of Weaver ds Drake, for appellant.\nHenry P. Brown, with him John Dickey, Jr., for appellee.\nMarch 2, 1908:"
  },
  "file_name": "0166-01",
  "first_page_order": 198,
  "last_page_order": 200
}
