{
  "id": 1005823,
  "name": "Commonwealth v. Paese, Appellant",
  "name_abbreviation": "Commonwealth v. Paese",
  "decision_date": "1908-03-02",
  "docket_number": "Appeal, No. 7",
  "first_page": "371",
  "last_page": "379",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 371"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Pa. 205",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436272
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/77/0205-01"
      ]
    },
    {
      "cite": "31 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985092
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0198-01"
      ]
    },
    {
      "cite": "90 Ala. 624",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        5577516
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/90/0624-01"
      ]
    },
    {
      "cite": "13 Minn. 341",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        746852
      ],
      "opinion_index": 0,
      "case_paths": [
        "/minn/13/0341-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 993,
    "char_count": 20264,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 4.890302168883693e-07,
      "percentile": 0.9335146566460052
    },
    "sha256": "75d3f02e7e2c00abe98a20b70c3f37fde5ac7894e10431c35303f3f17359662a",
    "simhash": "1:a137a2705d06d6aa",
    "word_count": 3546
  },
  "last_updated": "2024-02-27T20:40:40.932853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Beown, Mesteezat, Pottee, Elkih and Stewabt, JJ.",
      "Before Capp, J."
    ],
    "parties": [
      "Commonwealth v. Paese, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Mitchell,\nBriefly stated the substance of the case was that three Italians, who had been drinking (but to what extent they were affected by it became a question for the jury) got into an altercation about fares with the conductor and motorman of a car; a fight ensued between one of them, not the appellant, and the motorman, in which the latter, alleged to be much the larger and heavier man, beat the other severely. He then started back to his post at the front of the car when the appellant drew a revolver and fired five shots, stepping forward as he fired each shot. Appellant was tried and convicted of murder of the first degree.\nThe first assignment of error is that the court refused to affirm the following point: “ If the jury believe that the deceased had just made an attack and committed a violent assault and battery upon George Paese who was much the inferior of the deceased in size and weight, and that this was done in the presence of the defendant, who was the friend and companion of George Paese, and they also find that this attack so excited the passion of the defendant as to destroy all self-control, and that in this condition of ungovernable rage and without sufficient cooling time he shot and killed the person so attacking, the grade of the homicide is clearly but manslaughter.”\nBefore taking up the exact question raised by this point it may be well to dispose of two smaller matters that were claimed at the argument to be in the case. It was claimed that the deceased kicked the appellant in the stomach as he passed him just before the shooting. The jury found there was no such kicking. It was further claimed that the disparity in size and apparent strength of the two men in the fight might make the appellant justly apprehensive for the life or grievous injury of his friend and he might, therefore, intervene to prevent a felony. But the evidence is practically undisputed that the fight was over and the deceased was retiring from the scene when the appellant drew his revolver.\nThe single question, therefore, remains whether conceding the beating to have been such as if inflicted upon the appellant himself would have permitted the jury to reduce the killing to manslaughter, it can have that effect when made upon another merely a friend.\nTo reduce an intentional blow, stroke or wounding, resulting in death, to voluntary manslaughter, there must be sufficient cause of provocation and a state of rage or passion, without time to cool, placing the prisoner beyond the control of his reason, and suddenly impelling him to the deed. If any of these be wanting — if there be provocation without passion, or passion without a sufficient cause of provocation, or there be time to cool, and reason has- resumed its sway, the killing will be murder : Com. v. Drum, 58 Pa. 9 (17).\nWhat is sufficient provocation for this purpose has not been exactly defined, and is probably incapable of exact definition, for it must vary with the myriad shifting circumstances of men’s temper and quarrels. It is a concession to the infirmity of human nature, not an excuse for undue or abnormal irascibility, and, therefore, to be considered in view of all the circumstances. It is usually said that the sufficiency of the provocation is for the court. And such is the general rule, but it must not be taken too broadly, but applied to cases where the facts are undisputed or clearly established. Thus, for example, in a case put by Sir- Matthew Hale (1 Hale, Pleas of the Crown, 455) and much cited by writers on the subject of provocation, “ If A. be passing on the street and B. meeting him (there being convenient distance between A. and the wall) takes the wall of A. and thereupon A. kills him, this is murder ; but if B. had jostled A. this jostling had been a provocation and would have made it manslaughter.” But even of this case, assuming the question of sufficiency to be for the court, Russell says, it “ probably supposes considerable violence and insult in the jostling : ” 1 Russell on Crimes, 714. In Hale’s time when the streets even of London were rarely paved, “ to take the wall ” of another meant practically to force the other into the middle of the street with its attendant inconveniences dirt, etc., and perhaps danger from vehicles and horses. Hence “ to take the wall ” of a woman or a man of superior rank was a serious insult, likely in the days when all gentlemen habitually went armed to be promptly followed by the invitation to “ draw.” The view of it as an insult has its survival to the present day in the canons of politeness in passing a lady on the street, and there were in my younger days and perhaps even yet circumstances and parts of the country where the discourtesy of taking the wall of a lady would provoke resentment and perhaps a breach of the peace from her escort. In the case put by Hale, there might as indicated by the comment of Bussell, be considerable discrepancy and doubt upon the evidence as to the exact facts of the jostling and these of course would have to be passed upon by the jury necessarily involving their sufficiency as provocation. While, therefore, the sufficiency of the provocation is in general for the court, it may in some cases be so combined with questions of fact as to be for the jury. In the present case there being no disputed facts, the appellant’s own point stating them as he claimed them to be, the learned judge was right in ruling upon them as a matter of law.\nThe next question is whether his ruling was correct. Though the sufficiency of the provocation has not been exactly defined, there are some points in regard to it which are well settled. Thus, no words nor mere gestures, however false, foul or insulting, will free a party killing from the guilt of murder: Russell, 714. Nor will slight or trivial injuries, though they amount in law to an assault, nor in all cases even a blow: Russell, 715. Chief Justice Aghtew, in Com. v. Drum, 58 Pa. 9 (17), classes the two offenses together, and says : “ Insulting or scandalous words are not sufficient cause of provocation ; nor are actual indignities to the person of a light and trivial kind.” But in the case before him the alleged provocation was the threat of serious injury and the weapon used in the killing was a knife, and in the sentence quoted he was not dealing with details which the case did not call for, but merely rounding out for the information of the jury his general discussion of the subject. He certainly did not mean to depart from the accepted law, which is thus stated by Foster: “ Words of reproach, how grievous soever, are not a provocation sufficient to free the party killing from the guilt of murder. Nor are indecent provoking actions or gestures expressive of contempt or reproach, without an assault upon the person.\n“ This rule will, I conceive, govern every case where the party killing upon such provocation maketh use of a deadly weapon, or otherwise manifesteth an intention to kill, or do some great bodily harm. But if he had given the other a box on the ear, or had struck him with a stick or other weapon not likely to kill, and had unluckily and against his intention killed, it had been but manslaughter.\n“ The difference between the cases is plainly this: In the former the malitia, the wicked vindictive disposition already mentioned, evidently appeareth; in the latter it is as evidently wanting; the party in the first transport of his passion intended to chastise for a piece of insolence which few spirits can bear. In this case the benignity of the law interposeth in favor of human frailty; in the other its justice regardeth and punisheth the apparent malignity of the heart: ” Foster, Crown Law, ch. Y, of Homicide.\nOn the other hand, certain circumstances have been held to be sufficient provocation. Thus, in general serious injury immediately inflicted or threatened, to wife (or husband) child or servant will, on account of the relationship of the parties, reduce the killing to manslaughter in similar cases as if the injury had been to self. The appellant claims that the same rule should be held in the case of a more distant relation, and even of a friend or companion; and his counsel have presented a brief of unusual learning and diligence on this point. The fullest discussion to be found is in Pennsylvania v. Bell, Add. 156, tried in 1793, where Judge Addisost, after the manner of the time, delivered an elaborate charge, discussing the law in detail and referring to cases. In the course of it he says: “ An attack on the person and safety of a friend is á provocation sufficient to extenuate to manslaughter a sudden killing in the peril and defense of this friend.” This was said obiter, as there was nothing in the case to which it could apply, but the same view has been stated from time to time by writers of considerable standing. Three cases are constantly cited and reiterated as authority for the doctrine, the Case of Manslaughter, 12 Coke, 87; Huggett’s Case, Hale, Pleas of the Crown, 465 ; s. c., Kel. 59, and The Queen v. Tooley, 2 Ld. Raymond, 1296. Critically examined they afford the doctrine very doubtful support. The Case of Manslaughter, 12 Coke, 87, is reported in six lines thus : “ Divers men playing at bowls two of them fell out and quarreled, the one with another, and the third man who had not any quarrel, in revenge of his friend struck the other with a bowl of which blow he died; this was held manslaughter for this, that it happened upon a sudden motion in revenge of his friend.” The absence of report as to the circumstances and extent of the quarrel, the fact that the fatal blow was struck with an instrument not usually classed as a deadly weapon, etc., make this case of uncertain applicability, and yet it is perhaps the strongest authority for the point it appears to decide.\nHuggett’s Case is still more uncertain as to the facts. Hale says a press master with an assistant undertook to press a man for the army, and, a stranger interfering, a quarrel took place in which the stranger killed the assistant, and it was held manslaughter only. Iielyng in a fuller report, apparently based on the record of a special verdict, says the’ assumed press master and his assistant acted without warrant, and on the stranger interfering and requiring to see the warrant they were shown a paper which they declared to be no warrant, and drew their swords and a fight ensued, in which the pretended press master was killed. The judges divided, eight against four, holding it to be manslaughter only.\nThe Queen v. Tooley, 2 Ld. Raymond, 1296, was an arrest of a woman on suspicion of a misdemeanor by a constable not in his own parish and without a warrant. The prisoners assaulted the constable for the purpose of rescue, but on being shown his staff desisted, and the woman was taken to the roundhouse. Shortly after the prisoners again drew their swords and assaulted the constable, and on one Dent coming to his aid one of the prisoners killed Dent. It was held by seven judges against five that it was manslaughter only.\nBoth Huggett’s and Tooley’s case involved the elements of personal liberty in the right to resist an illegal arrest, and are discussed by Eussell and by Wharton under that head: Russell on Crimes, Book III, sec. 3, p. 732; Wharton on Homicide, ch. 8 see. 29c. Both were decided by a divided court, and are severely commented on by Foster who says they have “ carried the law in favor of private persons officiously interposing farther than sound reason founded in the principles of true policy will warrant, ” and “ the doctrine advanced utterly inconsistent with the known rules of law touching a sudden provocation in the case of homicide: ” Crown Law, Homicide, sec. 10 et seq. Mr. Wharton says, “By this high. authority Tooley’s case was greatly shaken, and it may now be considered as entirely overruled: ” Homicide, sec. 296. And that it had been overruled was flatly said by Alderson, J., in Rex v. Warner, 1 Moody’s C. C. 380, and by Pollock, C. B., in Reg. v. Davis, Leigh and Cave’s C. C. 64.\nOn this very insufficient foundation the commentators have gone on reiterating the same doctrine, but the most diligent search through Hale, Hawkins, East, Plowden, Russell and \"Wharton fails to discover any real adjudication to support it, or any other decision than the three already discussed that can be said to really bear upon it.\nThe American reports, furnish but one additional case, and that so clearly against all the precedents as to be of no authority. Moore v. State, 26 Texas App. 322 was a case of an affray at a saloon with some drunken negroes. Deceased, one of the negroes, got into an altercation and when one apparently his friend attempted to persuade him to go home he went out to his horse and got his gun,' warning the others not to approach. While sitting on his horse with the gun lying across his lap, one McAdoo attempted to take the gun and in the struggle it was discharged and McAdoo killed. The others then fired on deceased and killed him. This was held to be manslaughter, but as the deceased was acting on the defensive and in no way the aggressor at the time the gun was discharged, this ruling cannot be sustained even under the old English authorities, unless the affray be held to have continued as one transaction until the killing of deceased, a view that the report perhaps permits but does not clearly sustain.\nIn State v. Gut, 13 Minn. 341, the defendant, indicted as one of a lynching party who killed an Indian while in jail, sought to justify on the ground that the Indian had killed his friend, but was held guilty of murder, the court saying: “ Had the defendant been present when his friend was killed and under the excitement of the moment and in the heat of passion taken the life of the slayer it might perhaps be different.”\nIn Reese v. State, 90 Ala. 624, the defense was that the deceased had killed the defendant’s cousin an hour before, but the court said that “ did not tend in the slightest degree to mitigate the offense ” and a verdict of murder in the first degree was sustained.\nThese are all the additional cases that the editors of the Am. & Eng. Ency. of Law have been able to present: 2 ed., vol. 21, p. 126.\nCourts do not sanction the increase of excuses for taking life, already too numerous, except under compulsion of weighty authority. Such authority has not been found in favor of the doctrine that a mere bystander may interfere to the extent of killing with a deadly weapon in a stranger’s quarrel, without being guilty of more than manslaughter. On the contrary, the fact that the annual thousands of homicides in the United States have produced no case in its favor, is strongly persuasive that the doctrine beyond the recognized cases of husband and wife, parent and child or master and servant, has no proper place in American jurisprudence. For the protection of the weak and( unfortunate and the assertion of the duties of humanity reliance must be had on the ancient and settled right to interfere to prevent a felony, with its well guarded limitations that the injury to be prevented must be serious, must be imminent and not past, the quarrel in actual progress, and the necessity for the use of a deadly weapon clear of doubt: Hale, Pleas of the Crown, 484; Kilpatrick v. Commonwealth, 31 Pa. 198. Cases of killing without the use of a deadly weapon and apparenlty lacking the element of presumed intent to kill, will be governed by the passage from Foster already cited.\nThe second assignment of error is to the portion of the charge defining manslaughter, in which it was said “Voluntary manslaughter is never attended by legal malice or depravity of heart, that condition or frame of mind before spoken of, exhibiting wickedness of disposition, recklessness of consequences or cruelty. Peing sometimes a willful act, as the term ‘ voluntary’ denotes, it is necessary that the circumstances should take away every evidence of cool depravity of heart or wanton cruelty.” As stated by the learned judge below in refusing a new trial, “ It is contended that the vice in this definition of voluntary manslaughter is contained in the statement that ‘ it is necessary that the circumstances should take away every evidence of cool depravity of heart or wanton cruelty, ’ and that this statement of the law puts too great a burden upon the defendant.”\nThat portion of the charge is exactly in the language of Agnew, J., in Com. v. Drum, 58 Pa. 9. That charge, as is well known, was prepared by Judge Agnew with great care, and before delivery was submitted to the careful review of Chief Justice Thompson and other justices of this court. Though its language in places partakes of the sentimental style of the older books, it was based largely on Russell on Crimes, the most authoritative modern book on criminal law, and its substantial accuracy has never been challenged. On the contrary, it was intended as a precedent and guide in similar cases and as such has been frequently approved by this court. The very passage now complained of was quoted to the jury by Sterrett, J., when presiding in the oyer and terminer of Allegheny, and was affirmed by this court: Lynch v. Com., 77 Pa. 205. It is too late now to subject it to mere verbal criticism.\nThe judgment is affirmed and the record remitted to the court below for the purpose of execution.",
        "type": "majority",
        "author": "Mr. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "John Li. Geyer, with him John E. Fox and O. G. Wicker-sham, for appellant.",
      "John Fox Weiss, district attorney, with him W. H. Musser and Leroy J. Wolfe, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Paese, Appellant.\nCriminal law — Murder—Manslaughter—Provocation—Attach on friend —Province of court and jury.\nTo reduce an intentional blow, stroke or wounding, resulting in death, to voluntary manslaughter, there must be sufficient cause of provocation and a state of rage or passion without time to cool, placing the prisoner beyond the control of his reason, and suddenly impelling him to the deed. If any of these be wanting, if there be provocation without passion, or passion without a sufficient cause of provocation, or there be time to cool, and reason has resumed its sway, the killing will be murder. Where the facts are undisputed or clearly established, the sufficiency of the provocation is for the court.\nOn the trial of an indictment for murder the trial judge was right in refusing to affirm a point as follows: “If the jury believe that the deceased had just made an attack and committed a violent assault and battery upon A, who was much the inferior of the deceased in size and weight, and that this was done in the presence of the defendant, who was the friend and companion of A, and they also find that this attack so excited the passion of the defendant as to destroy all self-control, and that in this condition of ungovernable rage and without sufficient cooling time he shot and killed the person so attacking, the grade of the homicide is clearly but manslaughter.”\nIn general, serious injury immediately inflicted or. threatened to wife or husband, child or servant, will on account of the relationship of the parties reduce the killing to manslaughter, as if the injury had been to self; but this does not apply to a case of a friend or companion.\nOn the trial of an indictment for murder it is correct to charge: Voluntary manslaughter is never attended by legal malice or depravity of heart, that condition or frame of mind before spoken of, exhibiting wickedness of disposition, recklessness of consequences or cruelty. Being sometimes a willful act, as the term “voluntary” denotes, it is necessary that the circumstances should take away every evidence of cool depravity of heart or wanton cruelty.\nArgued Jan. 6, 1908.\nAppeal, No. 7, May T., 1907, by defendant, from judgment of O. & T. Dauphin Co., on verdict of guilty of murder in the first degree in case of Commonwealth v. Frank Paese.\nBefore Mitchell, C. J., Fell, Beown, Mesteezat, Pottee, Elkih and Stewabt, JJ.\nAffirmed.\nIndictment for murder.\nBefore Capp, J.\nThe facts are stated in the opinion of the Supreme Court.\nErrors assigned were (1, 2) the instructions, quoted in the opinion of the Supreme Court.\nJohn Li. Geyer, with him John E. Fox and O. G. Wicker-sham, for appellant.\nJohn Fox Weiss, district attorney, with him W. H. Musser and Leroy J. Wolfe, for appellee.\nMarch 2, 1908 :"
  },
  "file_name": "0371-01",
  "first_page_order": 403,
  "last_page_order": 411
}
