{
  "id": 1005886,
  "name": "Edsall, Appellant, v. Jersey Shore Borough",
  "name_abbreviation": "Edsall v. Jersey Shore Borough",
  "decision_date": "1908-04-20",
  "docket_number": "Appeal, No. 185",
  "first_page": "591",
  "last_page": "598",
  "citations": [
    {
      "type": "official",
      "cite": "220 Pa. 591"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "194 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912395
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0348-01"
      ]
    },
    {
      "cite": "185 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0223-01"
      ]
    },
    {
      "cite": "159 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0317-01"
      ]
    },
    {
      "cite": "140 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0510-01"
      ]
    },
    {
      "cite": "95 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0408-01"
      ]
    },
    {
      "cite": "144 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0638-01"
      ]
    },
    {
      "cite": "159 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0411-01"
      ]
    },
    {
      "cite": "25 Pa. Superior Ct. 424",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": -1
    },
    {
      "cite": "21 Pa. Superior Ct. 234",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        844243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/21/0234-01"
      ]
    },
    {
      "cite": "1 Pa. Superior Ct. 386",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0386-01"
      ]
    },
    {
      "cite": "148 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0566-01"
      ]
    },
    {
      "cite": "154 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0404-01"
      ]
    },
    {
      "cite": "194 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912447
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0392-01"
      ]
    },
    {
      "cite": "218 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999661
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0475-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 699,
    "char_count": 17818,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 3.6244819488555074e-07,
      "percentile": 0.8888352178061346
    },
    "sha256": "5abe5575fe8422d80240d9382b8ddebf073741fdd0a5b6deb0ef040324a0d042",
    "simhash": "1:2c879de0ee37fef2",
    "word_count": 3167
  },
  "last_updated": "2024-02-27T20:40:40.932853+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitohell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.",
      "Before Hart, P. J."
    ],
    "parties": [
      "Edsall, Appellant, v. Jersey Shore Borough."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was an issue framed upon an appeal from the report of viewers to determine the amount of damages sustained by plaintiff by reason of a change in the grade of a borough street in front of her property. The plaintiff was the owner of a house and lot located on the north side of Allegheny street in the borough of Jersey Shore. The lo't was lower than the level of the street and sloped away northward to a stream at its rear. When plaintiff built, the lot was filled so as to be above the grade of the street, which was then unpaved and only a dirt road. In 1902 the Jersey Shore Electric Railway Company laid car tracks on Allegheny street in front of plaintiff’s property, and in doing so raised the grade of the street some three feet, bringing it above the grade of plaintiff’s lot. There was no evidence that this change was officially authorized by the borough, nor did it take any part in the work. But in 1905 the borough adopted the new grade and laid a brick pavement on the street in front of plaintiff’s property at that grade. After the work of laying this pavement had been completed, plaintiff filed her petition for viewers to assess her damages caused by the change of grade. She appealed from their award and upon the trial the court below instructed the jury that the proper measure of damages was the difference between the market value of the plaintiff’s property in 1902, immediately before the change of grade, and in 1905 after the work of paving had been completed. There was conflicting evidence as to the depreciation in value, defendant’s witnesses testifying that there had been no damage suffered by plaintiff, and some saying that the change resulted in an enhancement of the value of the property. The jury found that there was no damage, and rendered a verdict for defendant.\nCounsel for appellant contend that the damages should have been assessed as of the date of the change of grade in 1902,' taking the market value before and after the construction of the street railway. But there is no evidence as to the value of the property immediately after the construction work which w as done in 1902. When plaintiff was on the stand, the court confined her testimony to value after the paving was completed in 1905. Exception was taken to this ruling at the time, but it is not assigned for error, and the case stands without any testimony from which the j ary could have found the market value in 1902. Nor was there any evidence of any official action by the borough authorizing any change of grade in 1902. Eormal action by the borough, adopting the new grade, was not taken until 1905, and upon that depends the right of plaintiff to recover here. So that, when the market value in 1902 was permitted to be taken into consideration, the court below gave the plaintiff more than she was entitled to.\nCounsel for appellant complains also of the fact that the improvement caused by paving was taken into consideration: But the question to be determined here was as to the depreciation in value, if any, caused to the plaintiff by the entire improvement ; and in order to ascertain this, the testimony of all the witnesses for plaintiff as to the value of the property in 1905, as affected by the change of grade, very properly took into consideration the completed paving. That was an essential part of the scheme. There was no evidence of the value of the property without the paving, and therefore nothing to sustain the plaintiff’s third point, which asked for instructions that the value of the property was to be considered without reference to the paving. Every part of a general scheme of improvement which would affect the value of the land is proper for consideration. In Bond v. Philadelphia, 218 Pa. 475, which \"was a proceeding to assess damages caused by the change of grade of a street, we held that it was proper to admit evidence that the change was part of a general scheme of improvement, which included the establishment of a public park in the neighborhood.\nThe trial court was also clearly right in excluding testimony as to the acts of individual members of the borough council, unless coupled with proof of express authority. The general rule is thus stated in 2 Abbot on Mun. Corp. (1906) sec. 655 : “ Official authority or power must be exercised not only in the manner prescribed by law and in the name of the public, but also when exercised by an official board or bodjq by that board or body acting as such at a meeting duly called and authorized by law and at which under the law or regular rules of procedure, particular action can be taken.”\nThe testimony of the witness King, superintendent of construction for the street railway company, who was called for the purpose of showing by parol the action of the borough council, authorizing the laying of the railway tracks, was also properly stricken out, for the reason that he did not undertake to say his profile map was approved officially; and on cross-examination the witness said he knew of no official action of council approving any map, or on the question of any grade, and he admitted that the authority to go ahead was given by some one individual member of council, but who it was he did not remember.\n. The rejection of evidence of the cost of raising plaintiff’s house and lot to the new grade is directly in accordance with the decision in the recent case of Bond v. Philadelphia, 218 Pa. 475, in which the case of Mead v. Pittsburg, 194 Pa. 392, cited by the court below in the present case, is also approved and followed. In the former case we held that where a change of grade left the lot further below the grade than before, evidence of the cost of filling so as to bring the lot to the new grade was not admissible. Our Brother Stewart said (p. 479): “ It is impossible to understand how any such inquiry as that proposed would aid the jury in ascertaining the difference in market value before and after the change. It ought to be quite as easy to determine the market value of a lot sixteen feet below the surface of the street it adjoins, as the market value of one only five feet below. ... If this be so, and we see no reason why it should not be, any inquiry as to the cost of filling would be irrelevant and of no help in the determination of the real question.”\nWe see nothing in the record of this case which affords appellant any just cause of complaint. The assignments of error are overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      },
      {
        "text": "Elkin, J.,\ndissents on the ground that the borough council accepted the responsibility for the change of' grade made bjr the street railway company by afterwards paving the street at that grade.",
        "type": "dissent",
        "author": "Elkin, J.,"
      }
    ],
    "attorneys": [
      "N. M. Edwards, for appellant.",
      "G. La Hue Munson, of Candor & Munson, with him W. It. Peoples, for appellee."
    ],
    "corrections": "",
    "head_matter": "Edsall, Appellant, v. Jersey Shore Borough.\nRoad law — Boroughs—Change of grade — Paving—Damages.\nWhere a street railway company in laying its tracks on a borough street changes the grade of the street without authority from the borough, but a few years thereafter the borough adopts the new grade and lays a pavement on the street, evidence as to the effect of the change of grade on the value of abutting properties will be confined to the date of the adoption of the new grade by the borough, and not to the date of the construction of the railway. In a proceeding to assess damages for such a change of grade, the improvement caused by the paving may be taken into consideration.\nIn a proceeding to assess damages it is proper to admit evidence that the change was a part of a general scheme of improvement.\nThe borough is not bound by the acts of individual members of a borough council unless such acts are done by express authority.\nOfficial authority or power must be exercised not only in the manner prescribed by law and in the name of the public, but also when exercised by an official board or body, by that board or body acting as such at a meeting duly called and authorized by law and at which under the law or regular rules of procedure, particular action can be taken.\nWhere a street railway company in laying its tracks changes the grade of a borough street, a profile map produced by an official member of the railway company, in a proceeding to assess damages, is properly excluded, where there is no evidence that the map had been approved by the borough, or that the borough council as a body had ever authorized the railway company to change the grade.\nIn a proceeding by a property owner against a borough to assess damages for change of grade of a street, the court commits no error in rejecting evidence of the cost of raising plaintiff's house and lot to the new grade.\nElkin/J., dissents.\nArgued March 16, 1908.\nAppeal, No. 185, Jan. T., 1907, by plaintiff, from judgment of O. P. Lycoming Co., Sept. T., 1907, No. 58, on verdict for defendant in case of Annie A. Edsall v. The Borough of Jersey Shore.\nBefore Mitohell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nAppeal from award of viewers.\nBefore Hart, P. J.\nAt the trial when P. L. Barker was on the stand the following offer was made:\nCounsel for plaintiff offer to prove by the witness on the stand that he is a civil engineer and supervisor of purchases and buildings upon the New York Central Railroad ; that it is his business to give estimates on buildings; that the Edsall building requires to be raised to grade, and to prove by the witness the cost thereof, so far as the witness can testify.\nObjected to by counsel for defendant for the reason that the criterion or measure of damages is the market value of the property, affected by the injuries complained of; that the witness is unable to give the market value of the property in question before or after the alleged change of grade, and that therefore the offer now made is irrelevant, incompetent and immaterial.\nThe Court: When a witness goes upon the stand and is able to give the market value of property, both before and after the change, it is competent to show by him of what items his estimate was made up, but to introduce it as a distinct proposition, independent of the question as to whether or not the change affected the market value of the property as a whole, is a different proposition. For the present the objections are sustained, to which the plaintiff excepts, and at her request an exception is noted and bill sealed. [6]\nWhen F. T. Wilson, a civil engineer of Jersey Shore Borough, was on the stand he was asked this question :\n“ Q. (By Mr. Munson) Let me understand; these grades you have talked of were all between Main street and Depot street ? A. Yes, sir. Q. Now the grade past Mrs. Edsall’s property? A. I graded everything clear on up to the end of the street, graded everything for the street car company, but the council had approved of all these things, different members of it. Sometimes they would send a committee of one, two or three, whatever it might be, to settle on these things, to see whether there were any disagreements. On several occasions there were disagreements, but we settled them up by compromise or otherwise. I haven’t got my working plans here.”\nCounsel for the defendant object to so much of the testimony of the witness on the stand as refers to any approval by individual members of council ds not binding on the borough of Jersey Shore.\nThe Court: We sustain that objection. One member of council cannot bind the body, unless he is authorized to do so by the body for the purpose of doing what he undertakes to do; to which the plaintiff excepts and at her request an exception is noted and bill sealed. [4]\nThomas J. King, superintendent of construction for the Jersey Shore Electric Railway Company, was asked this question : “ Q. In what building does the council of Jersey Shore borough meet ? A. In the borough building there. Q. Were you notified of their meetings from time to time and were you invited to be there? A. I was invited to attend meetings. Q. By the borough council ? A. Some of the borough council. Q. In pursuance of such invitation were you present with your profile map on this occasion? A. Yes, sir. Q. What action did council take upon the profile map submitted by you ? ”\nCounsel for the defendant object, because the best evidence is the record of council itself.\nThe Court: The objection sustained; to which the plaintiff excepts and at her request an exception is noted and bill sealed. [5]\nJ. The court erred in rejecting the offer of proof by the witness Daniel Smith, which offer, objection thereto and ruling of court thereon is as follows:\n“Q. You were asked on the stand this morning the cost of raising the house of Mrs. Edsall, the actual cost of it; have you figured on the cost since ? A. I have figured on it some, yes, sir. Q. IIow much would it cost to raise the house to grade ? ”\nCounsel for defendant object to the question and ask counsel for plaintiff what he proposes to prove by the witness on the stand.\nCounsel for plaintiff offers to prove by the witness on the stand and others, the cost of raising the property of the plaintiff to grade and filling the lot.\nEor the purpose of giving the jury information as to the damage, or approximate damage, that may have been sustained by the plaintiff.\nCounsel for defendant object to offer :\n1. Because this is not the proper means of ascertaining the plaintiff’s damages ; that evidence as to the cost of filling the plaintiff’s lot, or raising her residence, cannot be allowed as part of the damages recoverable.\n2. Because incompetent, irrelevant and immaterial.\nThe Court: The objections are sustained and the evidence rejected ; to which the plaintiff excepts and at her request an exception is noted and bill sealed. [7]\nPlaintiff presented these points:\n1. If the jury find from all the evidence that the grade of Allegheny street in front of the plaintiff’s property was changed by the defendant in the fall of 1902, then the plaintiff is entitled to recover such damage as she may have suffered by reason of the change of the grade of the street as of that date. Answer: The evidence on the part of the plaintiff being that the grade of the street was changed without authority of the councils of the borough of Jersey Shore, in the fall of 1902, but that the change of grade thus made was substantially adopted by the defendant when the grading of the street was done preparatory to paving the same, in the year 1905, the damage, if any, to the property of the plaintiff occasioned by the change of grade must be estimated as of the time when the grading was completed and the pavement thereon laid, taking into consideration the market value of the property immediately before the grading was commenced in 1902, and the market value of the property when the grading and paving of the street were completed, in 1905. [1]\n2. If the jury find from the evidence that the defendant commenced the change of grade of Allegheny street in front of plaintiff property in September, 1902, and such change of grade was not completed until 1905, then the plaintiff is entitled to recover the damage which she sustained from the defendant as of the date of the commencement of said change of grade. Answer : This point is refused for the reasons above given in the answer of the court to the plaintiff’s first point. [2]\n3. That in the assessment of damages for the injuries sustained by the plaintiff’s property, by the change of grade of Allegheny: street in front of her property by the defendant, any benefits conferred upon the plaintiff’s property by reason of the subsequent paving of Allegheny street by the defendant cannot be taken into consideration in this action and such benefit is not a set off against nor can it be used in mitigation of the damages which the plaintiff is entitled to recover by virtue of the change of the grade in front of her property, which she is seeking to recover in this proceeding. Answer: This point is refused. [3]\nYerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were (1-3) above instructions, quoting them; (4-7) rulings on evidence, quoting the bill of exceptions.\nN. M. Edwards, for appellant.\nThe acts of municipal and other corporations can be proved otherwise than by their official minutes : Bohan v. Avoca Borough, 154 Pa. 404 ; Weir v. Plymouth Borough, 148 Pa. 566 ; Fisher v. South Williamsport Borough, 1 Pa. Superior Ct. 386 ; Rothwell v. California Borough, 21 Pa. Superior Ct. 234 ; Oakley v. Luzerne Borough, 25 Pa. Superior Ct. 424, 428 ; 1 Dillon on Municipal Corporations, sec. 301.\nThe defendant had the unquestioned power to prevent the said street railway company from occupying any of her streets, and if she did give her consent so- to do, she could prescribe the conditions upon which such occupancy could be had: Allegheny City v. Railway Co., 159 Pa. 411.\nThe damage, if any, accrued to the plaintiff in this case in 1902, when the grade in front of her premises was first changed : Jones v. Bangor Borough, 144 Pa. 638.\nG. La Hue Munson, of Candor & Munson, with him W. It. Peoples, for appellee.\nInjurious acts done or permitted to be done by individual members of a borough council to streets are simply trespasses to the property injured, for which there is a remedy at law; but not under the act which has been here invoked: Zearfoss v. Landsdale Borough, 1 Montgomery, 157.\nPlaintiff seeks to hold that a municipal corporation can be bound by the statements or admissions of its members. Such is not the law: Allegheny County Workhouse v. Moore, 95 Pa. 408.\nThe law is well settled, and it is that such items as the cost of filling the lot and raising the house to grade cannot be introduced as part of the plaintiff’s damages: Chambers v. South Chester Borough, 140 Pa. 510 ; Dawson v. Pittsburg, 159 Pa. 317 ; Albertson v. Philadelphia, 185 Pa. 223 ; McCombs v. Pittsburg, 194 Pa. 348.\nApril 20, 1908 :"
  },
  "file_name": "0591-01",
  "first_page_order": 623,
  "last_page_order": 630
}
