{
  "id": 1044148,
  "name": "Ashburner versus Parrish et al.",
  "name_abbreviation": "Ashburner v. Parrish",
  "decision_date": "1876-02-21",
  "docket_number": "",
  "first_page": "52",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "81 Pa. 52"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Wall. 45",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        8299856
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/69/0045-01"
      ]
    },
    {
      "cite": "2 Wall. 45",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        8299856
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/69/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 406,
    "char_count": 6580,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 9.752603051724277e-08,
      "percentile": 0.5311201541093709
    },
    "sha256": "1cd4d8b931907636e19899ac9bb1a8e8a622ca690b0e6a0ae0f11f7e4861c45f",
    "simhash": "1:b2ffa5e138daad5f",
    "word_count": 1130
  },
  "last_updated": "2024-02-27T22:12:43.380885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agínew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Ashburner versus Parrish et al."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court,\nPer Curiam.\n— It is evident that this case was tried in the court below, entirely upon the claim of thq plaintiff, that the contract was taken by him in behalf of the defendants, who became his sureties for its performance. They were, as he asserted, the real principals instead of the sureties, and he sought to recover from them for his services, both in procuring and executing the contract. This claim is clearly contrary to law and cannot be permitted. It was an imposition upon the United States, who were entitled to a real principal to execute the contract, and to sureties who were not'interested as principals. The Act of Congress and decision in Tool Co. v. Norris, 2 Wall. 45, establish this position. The bill • of exceptions shows the real ground of the decision, and this accords with the admitted nature of the plaintiff’s claim. The rejection of the contract did no injury — no substantial error was committed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J). W. Sellers and 0. Freeman, for plaintiff in error.",
      "J. R. Read and J. FI. Growen, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Ashburner versus Parrish et al.\n1. The plaintiff being in the employ of the defendants entered into a eon-tract with the United States, in his own name, for their benefit, and they became his sureties. Held, that the contract was against public policy and void.\n2. The contract was an imposition on the government, which was entitled to a real principal and sureties who were not interested as principals.\n3. The contract being against public policy the plaintiff could not recover from the defendants compensation for his services in procuring it.\nFebruary 7th 1876.\nBefore Agínew, C. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the District Court of Philadelphia: Of January Term 1874, No 294.\nThis was an action of assumpsit, brought February 8th 1868, by Theophilus A. Ashburner, against George D. Parrish and others, trading as George D. Parrish & Co.\nThe declaration was in the common counts; it was filed February 6th 1869 ; the same day a bill of particulars was filed, setting out that the plaintiff claimed the sum of $198,600, received by the defendants for his use on a contract, dated December 3d 1864, between Col. H. Biggs, quarter master, &c., of the United States army and the plaintiff, by which plaintiff agreed to have manufactured and delivered to the United States Arsenal, Philadelphia, on or before April 3d 1865, thirty thousand blankets, according to the quality and on certain conditions and terms specified in the contract, payment to be made by the United States upon delivery, &c. The last specification in the contract was :—\n“ 6. It is further agreed and expressly conditioned that no member of Congress is or shall be admitted to any share or part of this contract or agreement, or to any benefit to arise therefrom; that it is not transferable; that any sale, transfer or assignment of it (except under a process of law) shall and will be considered an abandonment of it, and the said party of the second part, his or their securities be held responsible for all loss, delay or damage to the United States, which may arise from such abandonment.”\nThe plaintiff averred that the “ said sum had. been received by defendants from the 27th day of April 1865 to June 8th 1865, both inclusive, on vouchers delivered by the said plaintiff to the said defendants.\nMay 1st 1869, the plaintiff’s counsel gave to the defendants’ counsel the following notice:—\n“ Under the common counts, plaintiff will seek to recover a reasonable-compensation for the procurement of the contract, of w'hich a copy was sent you February 6th 1869; that is to say, the sum of five per cent, on the aggregate amount received by the defendants under that contract.”\nOn the 3d of April 1873, by leave of the court the plaintiff amended his hill of particulars as follows :—\n“ Under the common counts, plaintiff will seek to recover compensation for the use of his name, and the personal assumption of responsibility in the contract of which formerly notice was given, and for services in regard thereto, which were not within the scope of his employment as salesman of the defendant.” '\nOn the trial December 30th 1873, before Briggs, J., the plaintiff offered in evidence the original of the contract hereinbefore set forth: the defendants objected to the offer because the demand of the plaintiff in support of which the evidence was offered, was void as against public policy and the Act of Congress, June 2d 1862.\nThe court rejected the offer and sealed a bill of exceptions.\nThe plaintiff offering no other evidence, the court directed a non-suit.\nThe Act of Congress of June 2d 1862 (2 Brightly’s U. S. Digest, p. 93), provides amongst other things, that government contracts shall be signed by the contracting party; that the officer making the contract shall make affidavit that he has not corruptly allowed any advantage to the contractor or any other person.\nThe plaintiff took a writ of error and assigned the rejection of this offer of evidence for error.\nJ). W. Sellers and 0. Freeman, for plaintiff in error.\n— The claim was for labor in procuring a contract; this was not a meretricious procurement, but was meritorious. It was therefore not obnoxious to the Act of Congress of July 17th 1862, sect. 14, 2 Brightly’s U. S. Digest 94, pl. 9. This section provides that. “ No contract or order or any interest therein shall be transferred by the party or parties to whom such contract or order may be given to any other party or parties; and any such transfer shall cause the annulment of the contract or order transferred, so far as the United States are concerned.” * * *\nThe plaintiff did not claim under any transfer. Nor was he seeking to enforce any contract against the United States : Wheeler v. U. S., 6 Nott & Hunt. 504; Wanless v. U. S., 6 Id. 123.\nJ. R. Read and J. FI. Growen, for defendants in error.\n— The plaintiff shows by his bill of particulars, that the defendants were the parties in interest; he permitted himself to be used as a pretense or sham, being in the employ of defendants as a salesman, and in so doing he practised a deceit upon the agent of the United States: Tool Co. v. Norris, 2 Wall. 45.\nAny legitimate labor that he performed for his employers touching their business was compensated for by the wages he received as their employee: Carr v. Chartiers Coal Co., 1 Casey 337; Wallace v. Floyd, 5 Id. 184. And if his labor was unlawful and such as was inimical to public policy, then a claim for compensation for it cannot be recognised. They also referred to Act of July 17th 1862, sect. 14, supra.\nFebruary 21st 1876,"
  },
  "file_name": "0052-01",
  "first_page_order": 52,
  "last_page_order": 54
}
