{
  "id": 1044119,
  "name": "McBride's Estate",
  "name_abbreviation": "McBride's Estate",
  "decision_date": "1876-03-13",
  "docket_number": "",
  "first_page": "303",
  "last_page": "306",
  "citations": [
    {
      "type": "official",
      "cite": "81 Pa. 303"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Jones 510",
      "category": "reporters:state",
      "reporter": "Jones",
      "case_ids": [
        8682970
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nc/46/0510-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 442,
    "char_count": 8100,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 5.969196432233225e-08,
      "percentile": 0.37149733440057703
    },
    "sha256": "dc1528f34edf97bdb92b4d4bceb2acf0332a5f02174cd6b5f883a4ac600dbe33",
    "simhash": "1:b0e384416423f224",
    "word_count": 1430
  },
  "last_updated": "2024-02-27T22:12:43.380885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "McBride’s Estate."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court,\nPer Curiam.\n— There is nothing in the contention so earnestly urged by the learned counsel of the appellant, that the Statute of Frauds makes the instrument relied on by the defendants as evidence of their title, void. There is a writing signed by the party ; and the only question which can arise is, as to its construction and effect. If in law it amounts to a release of the expectant curtesy estate of the husband in his wife’s real estate, then all the requirements of the Statute of Frauds are answered. No particular form of words is necessary: McFarson’s Appeal, 1 Jones 510. The joinder of the husband in a will of lands executed by the ■wife in Pennsylvania when her power of disposition is unqualified (Act of April 11th 1848, § 8, Pamph. L. 537), can mean nothing else hut that he consents and agrees to the disposition therein made, and if it is an immediate disposition, it must mean a release of his curtesy, or it means nothing.\nNo one can doubt, that a married woman joining her husband in a conveyance duly acknowledged according to law, though without words to release or convey the right, would nevertheless he barred of dower. The case, we think, does not need the confirmation of the law of Minnesota, and of the fact of the express agreement and valuable consideration received by the husband, as reported by the master.\nDecree affirmed and appeal dismissed at the costs of the appellants.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "S. Hood (with whom was A. M. Burton), for appellant.",
      "(?. Junhin, for appellees."
    ],
    "corrections": "",
    "head_matter": "McBride’s Estate.\n1. By the laws of Minnesota a married woman’s property is held by her for her sole and separate use, “ but shall not be disposed of by her without the consent of her husband.” A married woman domiciled in Minnesota and owning real estate there and in Pennsylvania, made a will disposing specifically of her Pennsylvania property ; the will was executed in Minnesota, under the hands and seals of wife, and husband, “ who hereby consents to and approves of the foregoing will.” Held, that the husband was barred of his curtesy in the real estate in Pennsylvania.\n2. The will as to the husband was an instrument signed by the party to be bound, and was not obnoxious to the Statute of Frauds.\n3. His joinder in the will was a release of his curtesy, irrespective of the Minnesota laws.\nMarch 2d 1876.\nBefore Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nAppeal from Nisi Prius: Of July Term 1872, No. 1. In Equity.\nThis was a bill filed April 8th 1872, by John McBride against Thomas R. Patton and William Blakely, executors, &c., of Martha McBride, deceased, and Samuel J. McOandless and five others, who were children of the decedent and legatees under her will.\nThe plaintiff was the husband of the decedent, the last-named defendants being her children by a former marriage. During her marriage with her husband she owned two houses in Philadelphia. She went to Minnesota in August 1866, the plaintiff followed her in October 1866, and they became domiciled there; in the spring of 1867 she purchased a farm in that state and the deed was made to her. In the summer of the same year, Mrs. McBride, being ill, sent for a lawyer to prepare a will for her.\nBy the laws of Minnesota, all property owned by a married woman at any time during her marriage and “ the rents, profits and increase thereof shall be held by her free from the debts of her husband to her sole and separate use, the same as though she were a feme sole, but shall not be disposed of by her without the consent of her husband,” &c. If she die intestate her personal property shall vest in her husband and he shall be tenant by the curtesy of her real estate and shall hold her personal property and her interest “in any real estate; saving his estate by the curtesy; subject to the payment of her debts.” If she should leave issue by any former husband to whom the estate might descend, such issue should take it discharged of the right of the surviving husband to hold as tenant by the curtesy.\nThe will was drawn, but the plaintiff at first refused to sign it because it gave her property to all her children, not regarding his claims at all. The plaintiff afterwards expressed his willingness to sign the will upon the payment of $1200, which he alleged she owed him; after several ineffectual efforts he finally agreed to sign the will for $900, to be paid to him out of the Minnesota farpi, which was to be sold.\nBy the will she devised to her children all her real estate in Philadelphia. She directed that the Philadelphia property should be rented by her executors and the rents invested. She also authorized them to sell the property and invest the proceeds; when her youngest child arrived at the age of eighteen years, “ said property or the avails thereof,” was to be equally divided amongst all her children.\nShe gave her personal property to her children in the manner set out in the will.\nShe made Patton and Blakely (defendants), executors, as to her Pennsylvania estate; and John C. Hunter as to her Minnesota estate. The attestation of the will was as follows :—\n“ In testimony whereof the said Martha R. McBride and John McBride, her husband, who hereby consents to and approves the foregoing will, hereunto sett-heir hands and seals this 7th day of June 1867. Martha R. McBride, [seal.]\nJohn McBride, [seal.]”\nMrs. McBride died in July 1867. Her will was first admitted to probate in Minnesota. A certified copy of the will and probate was entered of record in the register’s office in Philadelphia, and letters testamentary there issued December 23d 1867, to the Pennsylvania executors. The bill charged that Patton and Blakely had received considerable amounts of rent, had sold the real estate in Philadelphia and received the income from the investments, and that the plaintiff was entitled to such rents and income as tenant by the curtesy; but that the executors refused to pay them to him, alleging that by joining in the execution of his wife’s will he had waived his claim as tenant by the curtesy. He averred that his joining in the execution of the will was for the purpose of enabling her to make a will valid by the laws of Minnesota, and for no other purpose, and that he did not then or at any other time release or waive his right as tenant by the curtesy to her real estate in Pennsylvania.\nThe prayer was for an account of the rents of the Philadelphia real estate and the income received by the executors from the proceeds of its sale ; that the rents and income be paid to him, and for a decree that he be entitled to the income of the investments for his wife.\nThe executors and legatees filed separate answers; neither controverted the foregoing facts.\nThe executors said they were mere stakeholders, and ready to render an account, and submitted themselves to the direction of the court.\nThe legatees averred that, under the facts, the plaintiff had precluded himself and was debarred from any claim as tenant by the curtesy to the Philadelphia real estate or its proceeds.\nThe case was referred to C. H. Hart, Esq., as master. He reported as his opinion, that the will of Martha McBride was John McBride’s deed, and took effect against him as soon as it w7as sealed and delivered, and he could not dispute it. By the provisions of the will the rents of the property were expressly disposed of, and he could not now assert that his signing the will was a mere matter of form in order to comply with the statute of Minnesota ; that he claimed under the lawrs of Pennsylvania, where the real estate w7as situated. Under the statute the will would have been invalid without his consent; but as soon as he consented in the manner provided by it, the consent was his contract outside of the statute.\nThe master therefore recommended that the bill should be dismissed.\nUpon exceptions to the report by McBride, the court at Nisi Prius, Sharswood, J., confirmed the master’s report and dismissed the bill with costs.\nMcBride appealed to the court in banc, and in several specifications assigned the decree for error.\nS. Hood (with whom was A. M. Burton), for appellant.\n(?. Junhin, for appellees.\nMarch 13th 1876,"
  },
  "file_name": "0303-01",
  "first_page_order": 303,
  "last_page_order": 306
}
