{
  "id": 1044107,
  "name": "Thompson versus Commonwealth ex rel. Althouse et al.; Barlow versus Same",
  "name_abbreviation": "Thompson v. Commonwealth ex rel. Althouse",
  "decision_date": "1876-10-09",
  "docket_number": "",
  "first_page": "314",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "81 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wall. 175",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        3472079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/68/0175-01"
      ]
    },
    {
      "cite": "16 How. 432",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": -1
    },
    {
      "cite": "1 How. 316",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "weight": 3,
      "pin_cites": [
        {
          "page": "461"
        },
        {
          "page": "365"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "4 Wright 324",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "1 Denio 128",
      "category": "reporters:state",
      "reporter": "Denio",
      "case_ids": [
        483946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/denio/1/0128-01"
      ]
    },
    {
      "cite": "8 Wheat. 1",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136159
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/21/0001-01"
      ]
    },
    {
      "cite": "6 Cranch 87",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        530387
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/us/10/0087-01"
      ]
    },
    {
      "cite": "7 Wright 139",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "24 How. 461",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3464073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/65/0461-01"
      ]
    },
    {
      "cite": "10 How. 190",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3358232
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "218"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/51/0190-01"
      ]
    },
    {
      "cite": "1 How. 311",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3325053
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/42/0311-01"
      ]
    },
    {
      "cite": "16 How. 369",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3483716
      ],
      "pin_cites": [
        {
          "page": "380"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/57/0369-01"
      ]
    },
    {
      "cite": "10 How. 402",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "case_ids": [
        3357777
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/51/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1076,
    "char_count": 31558,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 7.701929893747973e-08,
      "percentile": 0.4535720036187438
    },
    "sha256": "b914f2ed8389adfe69272038c000a9821081081a081cb050542e2c813602748f",
    "simhash": "1:8f670694a00c4ba3",
    "word_count": 5449
  },
  "last_updated": "2024-02-27T22:12:43.380885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Mercur, Gordon, Pa,xson and Woodward, JJ."
    ],
    "parties": [
      "Thompson versus Commonwealth ex rel. Althouse et al. Barlow versus Same."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court,\nAlthouse, Miller and Jones, the defendants in error, were authorized by an Act of Assembly, passed on the 7th of April 1869, designating them as commissioners for that purpose, “ to examine the ground for, and view, lay out and distinctly mark upon the best ground, and to the best public advantage, a state road,” in Porter township, Schuylkill county. The third section of said act provides, “that the state road shall be opened and constructed of the width fixed therefor by the said commissioners, not exceeding fifty feet, and at the expense of the individuals and companies owning or occupying lands through or contiguous ór adjacent to which the said road shall be laid out,” &c. The commissioners accepted the appointment, and proceeded to lay out a road in accordance with the terms of said act. No movement was made, however, towards its construction. On the 27th of February 1872, the legislature passed another act by which the same commissioners, or a majority of them, were authorized and directed, in the place and stead of the township supervisors, to take the charge of and carry through the opening and construction of the said road. They were also authorized to receive from the township road tax collectors and county treasurers, all taxes already paid in, or hereafter to come into their hands, and any money advances that may be made by individuals or companies which are applicable under the said act to the opening and construction of the said road. They are also authorized to grant certificates of indebtedness to any individual or company advancing money towards the construction of said road, and “ each and all of such sums shall be repaid on each such certificate with interest, through and by means of all the road taxes which are in and by the said act directed to be appropriated and applied to the opening and construction of the said state road, either by said commissioners receiving and paying .over said taxes on such certificates, or by the road supervisors or collectors of road taxes in the respective townships, crediting the taxes as they are hereby required to do from time to time, and as requested by any individual or company,\" whose lands are liable on any such certificate or certificates, or by both such methods, until all such certificates are paid off and the road is completed.” Shortly after the passage of this act, the commissioners proceeded to the construction of between three and four miles of this road. It appears to have been done at a large expense, and certificates of indebtedness to a considerable amount were issued to individuals or companies for money advanced in the construction of the road. David P. Thompson, one of the plaintiffs in error, is the treasurer and collector of the township of Porter, and since the passage of said last-mentioned act, has collected road taxes to the amount of $1831, from the individuals and companies at whose expense it is claimed said road is to be opened and constructed, under said Acts of Assembly. Upon the application of the commissioners the court granted a writ of peremptory mandamus against the township treasurer, requiring him to pay over the said sum of money to the said commissioners. Prior to this application of the commissioners to the court below, to wit, on the 9th day of June 1874, the legislature passed an act by which the third section of the Act of 27th of April 1869, and the whole of the Act of February 27th 1872, were repealed. This swept away all legislation providing for the construction of the road, and at the same time abolished the office of the commissioners, and raises the really important question in this cause, whether the holders of the certificates can enforce their rights through commissioners who have no longer a legal existence; who are functi officio. It must be conceded that this repeal did not affect the contracts of those advancing money on the pledge of the fund appropriated to the payment of their certificates. That was beyond the power of the legislature. But the repeal carried with it the office of the special commissioners, who merely exercised a part of the functions of the municipality. Their office being repealed, clearly they are not entitled to receive the money. They were mere municipal agents, subject to be removed by the repeal of the law which brought them into existence to perform merely municipal functions. The general road laws make ample provision for the construction of roads, collection of taxes, payment of debts and contracts, and all that is necessary to fulfil the obligations of the township in regard to the road or the creditors. On the repeal of the special commission, these duties fell back into the hands of the township officers. There is nothing to prevent the payment of the certificates as debts, or the crediting of the taxes upon them. The holders have, by their contract relation, the same right to demand payment out of the moneys collected for road taxes, or any surplus money on hand, and to have credit for their own taxes ; the remedy for the latter being in their own hands, to retain the taxes nolens volens. Under the constitutional provision forbidding the impairing of contracts, they were, as to all these matters, unaffected by the repeal; and their remedy against the township is ample by suit, and against the township supervisors and treasurer, and the county treasurer, by mandamus. The commissioners were but mere agents to receive and pay over the money to them, and if they failed or refused, the remedy of the certificate holder was the same only against them.\nBeing but mere municipal agents or officers for a special purpose, these commissioners were liable to be changed at the will of the law-making power. It would be a dangerous doctrine to hold that the officers, general or special, of a petty municipality like Porter township, were above the power that created them. The commissioners were but creatures of the law. They had no official life until it was breathed into them by the legislature, and the breath that created them can blow them away. It might as well be argued that the municipal officers of a city, township, borough, or county, could not be changed by law, and a new system of offices introduced, because the city or other municipality had contracted debts, or issued bonds, warrants or certificates. No one doubts the power of the legislature to repeal a municipal charter, or to divide or consolidate townships or counties, excepting so far as special legislation is forbidden by the new Constitution: Dillon on Municip. Corp., sect. 30, and note; Borough of Dunmore’s Appeal, 2 P. F. Smith 374. It was said by our brother Sharswood, in City of Erie v. Erie Canal Co., 9 P. F. Smith 177, that “the charter of a municipal corporation is not a contract within the protection contained in the prohibition of the Declaration of Rights against laws impairing contracts.” How much less in the protection afforded by the Constitution is a mere temporary commission, created to perform a function of a municipal corporation.? If the principal body be not protected against répeal, how can a mere member of it be entitled to a greater sanctity ? This subject was discussed most elaborately in the case of John B. Butler and others, Canal Commissioners, v. Pennsylvania, 10 How. 402. “The contracts (says Justice Daniel), designed to be protected by the tenth section of the first article of that instrument (the Constitution), are contracts by which perfect rights, certain, definite, fixed private rights of property are vested. These are clearly distinguished from measures or engagements adopted or taken by the body politic or state government for the benefit of all, and from the necessity of the case to be varied or discontinued, as the public good shall require.” After showing the inconvenience of any other doctrine, which would perpetuate bad government, he says: “ It follows then, upon principle, that in every perfect or competent government, there must exist a general power to enact and to repeal laws, and to create and change or discontinue the agents designated for the execution of those laws.” In Bank v. Knoop, 16 How. 369, 380, Justice McLean re-states these principles with equal force. The office of these commissioners is not essential to the remedy of the creditors. The township is the principal, and the commissioners mere agents, to receive and pay over money collected by and in the hands of its official custodian. The collectors receive and the treasurers hold the money. The duty of paying it over can as well be performed by the township officers as by the special commission. If the office of the commission cannot be repealed, the consequence must be that these commissioners may hold on after the repeal of their office until the last certificate be paid, whether it be one year or twenty years. On what principle can the creditors, if they were parties, which they are not, stay the hand of the legislature in merely changing the municipal agents ? If they can, no matter what objection lies to these men — they may be dishonest, insolvent or incompetent; their office may be obnoxious, hurtful or inconvenient, yet they cannot be displaced so long as one certificate is outstanding. This doctrine is without support in reason or authority, and its assertion would be as unsafe as it is novel. The principle is not denied that when the remedy is a part of the contract it cannot be taken away, but this, as all the authorities agree, is where the remedy is essential to the contract, and the latter cannot be executed without it. But legislation which simply changes the public hand which receives and pays out, does not interfere with the remedy.\nIt was urged, that though the office of the commissioners is repealed as to the public, that to the extent of the certificates for advances, they may be viewed as trustees who cannot he dis- • placed. Trustees of what ? There is no fund of which they are the custodians. There are no securities as to which they hold the legal title in trust for certain beneficiaries. The certificate holders have a claim against the township. The township is their debtor to that extent, with certain of its revenues pledged by law. for the payment of the debt. Here is simply, the relation of debtor and creditor, such as frequently exists between municipal corporations and its creditors. An examination of the Act of 1872 shows that no such special character was intended to be conferred upon these commissioners. They were “ authorized and directed in the place and stead of the supervisors, to take charge of and carry through the opening and construction of the state road in said act mentioned, and for this purpose forthwith to contract for the opening and construction,” &c., &c. “And to superintend and urge through the faithful performance of such contract and opening and construction of said road.” They were to receive and disburse taxes, and advances of money, as already stated. Here were public duties which the supervisors would have performed but for the substitution of the commissioners; they were in fact a portion of the duties of the township supervisors specially delegated to and conferred by the act upon these commissioners. The duties which they owed to the certificate holders were a part of their public duties as officers or agents of the township. They were no more the private trustees of the holders of the certificates, than supervisors, treasurers, or other municipal officers, are trustees for the creditors of their respective municipalities. They do not claim in the character of private trustees. The proceedings show that the claim set up at bar is for the public money to construct the road, and is based upon the continued existence of their office as commissioners. They make no special application on behalf of the certificate holders, and if they did, how could they divide the money collected generally between the work of construction and that of payment to the certificates ?\nIt is clear there is no private trust here. If there is any trust at all, it is only such as attaches to them as agents or officers of the township, and the trust itself is of a public nature, and for the public benefit. That trustees of this character may be removed has been expressly decided. Philadelphia v. Fox, 14 P. F. Smith 169, is a case directly in point. In that case a large number of trusts were held by the city of Philadelphia for charitable uses, the most noticeable of which was the one created by the late Stephen Girard. In 1869, an Act of Assembly was passed taking the direct control of these trusts from the city as trustees, and giving it to a board of fifteen persons, twelve of whom were to be appointed by the courts. This case was argued in this court by very eminent counsel, and evidently decided with great care. It was held that the trusts were charities ; that all charities are in some sense public ; that it was not competent for a mere municipal organization, which is made a trustee of a charity, to set up a vested right in that character to maintain such organization in the form in which it existed when the trust was created, and thereby prevent the state from changing it as the public interests may require, and that the Act of Assembly authorizing the judges of the courts to appoint trustees for the trust, under the wills of Stephen Girard and others, was constitutional. This branch of the case does not need elaboration. We are of opinion that these commissioners were mere officers or agents of the township; that the repealing Act of 1874 is constitutional, and as a legal deduction, that the office is now abolished. The commissioners having no longer a recognised legal existence, they have no standing in court, and no right to a mandamus against the plaintiff in error.\nWhat has been said renders it unnecessary to discuss separately the case in which Barlow, county treasurer, is the plaintiff in error. The cases rest upon similar principles, and the same judgment will be entered in each.\nThe order and judgment of the court below awarding a writ of peremptory mandamus is reversed and set aside.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "W. JR. Smith and F. W. Hughes, for plaintiffs in error.",
      "Q-. JR. Kaercher and J. W. Ryon, for the Commonwealth, defendant in error."
    ],
    "corrections": "",
    "head_matter": "Thompson versus Commonwealth ex rel. Althouse et al. Barlow versus Same.\n1. By Acts of Assembly Althouse and others were appointed commissioners to lay out, &e., a state road in Porter township, Schuylkill county, to be constructed at the expense of persons occupying lands contiguous to the road ; they were directed, in place of the supervisors, to take charge of the opening aud construction of the road and to receive the road tax from the collectors and county treasurer, to issue certificates of indebtedness to persons advancing money towards constructing the road, to be paid from the road tax. The road was constructed and such certificates were issued. Thompson, the township collector, received §1831 from persons at whose expense the road was to be made. Afterwards an act repealed the part of the acts by which the r.oad was to be made at the expense of the persons occupying the land, and the taxes, &c., were to be received by the commissioners. Held, that the office of the commissioners was abolished and they had no authority to collect the taxes, &c., from the township collector.\n2. The repeal did not affect the contracts of those advancing the money on the pledge of the fund appropriated to pay the certificates.\n3. The commissioners were municipal agents subject to be removed by the repeal of the law under which they were appointed.\n4. The remedy of the certificate holders was by suit against the township supervisor and treasurer and by mandamus against the county treasurer.\n5. Where the remedy is essential to the contract, which cannot\" be executed without it, the legislature cannot take the remedy away; but may change the public agent who receives and pays out the money.\n6. The commissioners were not trustees, having no fund of which they were custodians; the township being the debtor to the certificate holders.\n7. Philadelphia v. Pox, 14 P. P. Smith 169, recognised.\nMarch 7th 1876.\nBefore Agnew, C. J., Sharswood, Mercur, Gordon, Pa,xson and Woodward, JJ.\nWrits of error to the Court of Common Pleas of Schuylkill county: Of January Term of 1875, No. 232, 233.\nThe proceedings in each of these cases arose on a mandamus issued at the relation of Daniel B. Althouse, Preston Miller and W. W. Jones.\nIn No. 233 the mandamus was against David P. Thompson, treasurer and collector of Porter township.\nIn No. 232 the mandamus was against Daniel Barlow, treasurer of Schuylkill county.\nThe petition in the case of Thompson was filed June 9th 1873. It set forth that by an Act of Assembly “ for making a state road in the counties of Schuylkill and Dauphin,” passed April 7th 1868 (Pamph\". L. 738), the petitioners were “ appointed commissioners to examine, view, lay out aud mark” a state road to commence near the Keffer tavern in Porter township, Schuylkill county, and to run westwardly to the town of Williamstown in Dauphin county; that by the 3d sect, of the act it was provided that the road “ should be opened and constructed by the commissioners and at the expense of the individuals or companies owning or occupying lands through, or contiguous, or adjacent to which the said road shall be laid out; and this to embrace also in said Porter township, all the lands north of the road up to the north line of said township. Provided, that no such individual or company shall be compelled to pay or contribute for that purpose, any further quota or other sum, than such road taxes as are or may be assessed, at the rate and in common with the lands and property of others in the respective township, upon the lands aforesaid, or the property thereon. But that all road taxes now due, or which may be thereafter assessed upon such lands, and the property thereon, by the' supervisors of the respective townships in which such land lies, shall together with such other sums as may, for that purpose, be advanced by the said individuals or companies, and which sums advanced shall be credited on account of road taxes that may thereafter be assessed upon such lands and property, be appropriated and applied by the supervisors of the respective townships, to the opening and construction of the said state road, and to no other purpose, until said state road shall be in good order for travelling with carriages and vehicles.”\nThat by a supplement to the act passed February 27th 1872 (Pamph. L. 171), the “ commissioners or a majority of them, were further empowered, &c., in the place and stead of the respective township supervisors, to take the charge of, and carry through, the opening and construction of the said state road, in said act mentioned, and for this purpose authorized to contract for the opening and constructing, within a reasonable time, of so much and such parts of said state road as were not then opened, &c., * * * and receive from the township road tax collectors and county treasurers, all moneys dérived from taxes then paid, or thereafter to come into their hands, and any money advances that may be made by individuals or companies, which are applicable under the said act to the opening and constructiou of the said road, and shall use and pay out the same in repaying any expenses incurred, or advances, or outlays heretofore made by any individual or company for the purpose, and towards making the road under their contracts therefor aforesaid and otherwise. And any individual or company liable to the expense therefor, under said act, who has theretofore advanced or expended any sums, or shall thereafter advance to said commissioners, or a majority of them, any sums to and for the opening and construction of the road any portion or piece thereof, shall receive from the commissioners, or a majority of them, a certificate of the sums so advanced or expended; and each and all of such sums shall be repaid on each such certificate with interest, through and by means of all the road taxes which are in and by said act directed to be appropriated and applied to the opening and construction of the said state road, either by said commissioners receiving and paying over the road taxes on said certificate, or by the road supervisors or collectors of road taxes in the respective toAvnships, crediting the taxes as they are thereby required to do from time to time, and as requested by any individual or company whose lands are liable on any such certificate or certificates, or by both such methods, until all such certificates are paid off and the road is completed.”\n“ That in the year 1869, the petitioners laid out and marked the state road upon the ground from Keffer tavern to Williamstown, and have also let by contract nearly the whole unopened portion of said state road, which was made under said contract; that the state road is now completed, opened and made the whole length included within the contracts to Williamstown aforesaid, and the public is now using the same. That for the purpose of constructing and opening said state road and paying the contractors therefor, the petitioners borrowed a large amount of money upon certificates or obtained an advance of large amounts of money for the purpose of making and opening said road, for which they gave certificates of the sums so advanced accordingly, and that there is now outstanding and unpaid a large number of said certificates which amount to $25,000 or thereabouts.”\nThey further represented that “David P. Thompson is the collector of the road taxes and treasurer for the said township of Porter, for the year 1872 and 1873, and during that time he, the said David P. Thompson, has collected in cash a large amount of taxes Avhich is applicable to the payment of the aforementioned certificates, and which amount * * * he now has in his hands, and which was collected * * * from and upon the lands and other property which were appropriated by the said Acts of Assembly, for the making and opening of said state road, and subject to the redemption of the certificates aforesaid, and which said taxes * * * it was his duty to pay over to the petitioners according to the Acts of Assembly aforesaid. * * * The petitioners, prior to the filing of this petition, demanded of the said David P. Thompson that he pay over to them all the moneys collected by him from taxes assessed upon the lands and property or otherwise appropriated to the making of said state road, yet he has, in violation of his duty, neglected and positively refuses to pay over the same to the petitioners, * * * and that by reason of the premises and said refusal, the petitioners have suffered damages and have no specific legal remedy therefor.”\nThey prayed for a mandamus to Thompson, commanding him to pay over the taxes, &c.\nAn alternative mandamus was issued, to which Thompson answered (June 28th 1873), that the suggestion was improperly made by the commissioners, it should have been by an officer of the Commonwealth authorized to prosecute for public wrong ; that the relator had an adequate remedy at law other than mandamus, and that the Acts of 1869 and 1872 were unconstitutional; he set out the grounds of their unconstitutionality in a number of specifications.\nOn the 9th of June 1874 (Pamph. L. 306), an Act of Assembly was approved providing:—\n“That the third section of the act, entitled ‘ An act for the making of a state road in the counties of Schuylkill and Dauphin,’ approved the seventh day of April, Anno Domini one thousand eight hundred and sixty-nine, and the supplement to the said act, approved the twenty-seventh day of February, Anno Domini one thousand eight hundred and seventy-two, be and the same are hereby repealed.”\nOn the 17th of December 1874, the relators filed a replication not necessary to set out.\nOn the 29th of December 1874, by leave of the court the respondent filed an additional answer, setting out the Act of June 9th 1874, and averring,\n“ That by force and the effect of the said Act of Assembly, the said relators have no further right or power to collect or receive, even by the terms of the aforesaid Acts of Assembly, any moneys from any person or persons, officer, taxpayer of the said township, raised or collected as road taxes assessed upon any of the lands or owners or occupiers thereof, in the said township of Porter.”\nThe petition in the ease of Barlow was substantially the same as in Thompson’s case.\nHe answered,\n“ That it is true that he has in hand certain taxes or moneys to the amount of $2652.50, which he was willing and ready to have paid to the complainants, upon demand, for the purposes named in their said bill; but that before or about the time that complainants made demand upon him for said moneys, a certain person— a Mr. Thompson by name — claiming to be an officer of and to represent said township of Porter, called at his office and gave notice that the moneys aforesaid should not be paid to the complainants, but to the treasurer of said township, alleging that the functions of the said complainants, as commissioners as aforesaid, had ceased by the repeal of the Acts of Assembly of 1869 and 1872, referred to in complainants’ bill, by the passage of the Act of June 9th 1874. And this defendant stands ready to pay said moneys to either of the said parties claimant, whenever and as the court shall decide and direct.”\nThe relators replied that the Act of 1874 was unconstitutional.\nThe case was heard on the petition, answers and replication.\nThe Court of Common Pleas, on the 15th of March 1875, awarded a peremptory mandamus, -Pershing, P. J., delivering the opinion, and saying as to the Act of 1874:—\n* * * “ The law in this case directs the relators to receive from the defendant, as tax collector, certain taxes. The duty on the part of the respondent to pay them is purely ministerial, and we can find no sufficient reason -why he should not perform it, unless he is exonerated by the Act of Assembly passed June 9th 1874. This act repeals the 3d section of the Act of 7th April 1869, and the whole of the supplemental Act of 1872. It leaves in force the 1st and 2d sections of the original act, by which the relators were appointed commissioners for laying out this state road, but strips them of the power to make contracts for the making of the road, issuing certificates of indebtedness, and receiving from the tax collectors and county treasurer certain taxes to be used in the payment of certificates issued by them. The effect of this repealing statute upon the present legislation was argued at length. It was passed after the present proceeding was instituted in court, and of course after the commissioners had issued the certificates mentioned in their suggestion. If the repealhas the effect claimed for it by the respondent, then the holders of these certificates have no remedy by which they can enforce their payment. We have had little difficulty in coming to the conclusion that the repealing Act of June 9th 1874 cannot affect certificates issued prior to that date. Where one statute is repealed by another statute, acts done in the meantime, while it was in force, shall endure and stand and be good and' effectual: Dwarris on Statutes *675. It is settled by a long roll of cases, that the legislature may vary the nature and extent of remedies, as well as the times and modes in which these remedies may be pursued, but the abolition of all remedies, by a law operating in preesenti, is an impairing of the obligation of the contract, and therefore unconstitutional. The laws of the state in force at the time are a part of the law of the contract as to rights and remedies without any express agreement by the parties. These rights'’are annexed to the contract at the time it is made, and form a part of it, and any subsequent law impairing the rights thus acquired impairs the obligations which the contract imposes: Bronson v. McKinzie, 1 How. 311. A good illustration of this point is furnished by the case of Woodruff v. Trapnall, 10 How. 190.( In 1836 the state of Arkansas chartered a bank the whole capital of which belonged to the state. The 28th section made the bills and notes of the bank receivable for debts due the state. In January 1845 the 28th section was repealed. It was held that the notes of the bank in circulation at the time of the repeal were not affected by the repeal, and that a tender in 1847 of notes issued prior to the repeal in-1845 was good to satisfy a judgment against a debtor obtained by the state. In Howard v. Bugbee, 24 How. 461, it was held that a statute which authorized the redemption of mortgaged premises in two years after a sale under a decree, by bond; fide creditors of the mortgagor, was void as to sales made under mortgages executed prior to the statute.\n“ In the Hickory Tree Road, 7 Wright 139, a road view was presented and confirmed nisi by the court, after which the road law under which it was made was repealed. This left no remedy for damages. The Supreme Court held that the final confirmation of the road, and proceedings to assess damages, must go under the old law as though it had not h.een repealed.\n“ To take away by legislative act the' existing remedies for enforcing the obligation of the contract, so as to .leave the creditor without redress, would be. a mockery of justice, and repugnant to the Constitution of the United States. The better doctrine is that all effectual remedies affecting the interest and rights of the owner, existing when the contract was made, became an essential ingredient in it and are parcel of the creditor’s right, and ought not to be disturbed: 1 Kent *419, note. As hearing on this branch of the case, we might refer to Fletcher v. Peck, 6 Cranch 87; Green v. Biddle, 8 Wheat. 1; Quackenbush v. Danks, 1 Denio 128 ; Billmeyer v. Evans, 4 Wright 324.\n“ As the result of a careful examination of this case, we are compelled to decide that the answer of the respondent is insufficient, and we therefore award a writ of peremptory mandamus a'gainst him.”\nThe respondents-severally took writs of error and specified a number of errors ; the 12 th was :—\nThe court erred in not holding that the repealing act of the 9th of January, A. D. 1874, deprived the relators of any authority to act in the collection of taxes for the payment or crediting on account, of said certificates, and in not holding that they no longer existed as public officers'.\nW. JR. Smith and F. W. Hughes, for plaintiffs in error.\nQ-. JR. Kaercher and J. W. Ryon, for the Commonwealth, defendant in error.\n— The proceedings against David P. Thompson ■were pending at the time of the passage of the Aot of 1874, and were, consequently not affected by the said act. When a law is in its nature a contract; when absolute rights have vested under that contract; a repeal of that law cannot divest those rights; a grant is a contract within the meaning of the constitution : Fletcher v. Peck, 6 Cranch 87 ; Woodruff v. Trapnall, 10 How. 190 ; Paup v. Drew, Id. 218; Green v. Biddle, 8 Wheat. 1; Hinkley v. Marean, 3 Mason 88; Bronson v. McKinzie, 1 How. 316 ; Howard v. Bugbee, 24 Id. 461; Aspinwall v. The County of Daviess, 22 Id. 365; Erie Railroad Co. v. Casey, 2 Casey 287 ; Billmeyer v. Evans, 4 Wright 324; Breitenbach v. Bush, 8 Id. 313 ; Clark v. Martin, 13 Id. 299; Ohio Life and Trust Co. v. Debolt, 16 How. 432; Gelpcke v. The City of Dubuque, 1 Wall. 175.\nOctober 9th 1876."
  },
  "file_name": "0314-01",
  "first_page_order": 314,
  "last_page_order": 324
}
