{
  "id": 998100,
  "name": "Kenny v. Pittsburg, Virginia & Charleston Railway Company",
  "name_abbreviation": "Kenny v. Pittsburg, Virginia & Charleston Railway Co.",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 170",
  "first_page": "30",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 30"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "55 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470728
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0128-01"
      ]
    },
    {
      "cite": "37 Iowa, 119",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        106416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/37/0119-01"
      ]
    },
    {
      "cite": "20 N. Y. 184",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2022929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/20/0184-01"
      ]
    },
    {
      "cite": "172 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0369-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 480,
    "char_count": 8183,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.50428046551928e-07,
      "percentile": 0.6662419314794028
    },
    "sha256": "e038f6385ee3e164c3005c650cf2f1d33e8ab1e287ff648d000b812a1ab4c7fc",
    "simhash": "1:8fe52dd181c6ccb0",
    "word_count": 1444
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Kenny v. Pittsburg, Virginia & Charleston Railway Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nJudgment affirmed on the opinion of the court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Henry A. Davis, with him William M. Galbraith, for appellants.",
      "James M. Sterrett, of Patterson, Sterrett $ Aeheson, for appellee, was not heard."
    ],
    "corrections": "",
    "head_matter": "Kenny v. Pittsburg, Virginia & Charleston Railway Company.\nRailroads — Eminent domain — Reservation in deed-r-Right of way.\nWhere a landowner conveys real estate to a railroad company for the full value, reserving in his conveyance to the company a ferry landing and a private right of way over and across the land conveyed, the work of constructing the crossing to be done by the railway company, the company may under the Act of March 17, 1869, P. L. 12, subsequently condemn both the ferry landing and the right of way reserved.\nArgued Nov. 9, 1903.\nAppeal, No. 170, Oct. T., 1903, by plaintiff, from decree of C. P. No. 2, Allegheny Co., Oct. T., 1903, No. 108, dismissing bill in equity in case of Anthony H. Kenny and Adam Lock v. Pittsburg, Virginia and Charleston Railway Company.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for an'injunction.\nFrazer, P. J., filed the following opinion:\nThe bill in this case sets forth that Thomas J. Kenny, the fitter of Anthony H. Kenny, was, in his lifetime, the owner of 375 acres of land, situate in Mifflin township, this county, having a front of nearly one mile along low water line of the Monongahela river. That during his lifetime, Thomas J. Kenny sold a portion of that property to the defendant company for the sum of $40,000, the deed of conveyance containing the following reservation, viz : “ Reserving, however, unto the said Thomas J. Kenny, his heirs, assigns and licensees forever, the right of way for a wagon road twenty feet in width across the strips or pieces of land hereinbefore described to extend from Kenny’s landing on the Monongahela river across all the tracks and property of the said railroad company to the land of the said Thomas J. Kenny lying on the southwest of the said railroad tracks at a point in a private road near Kenny’s station as shown on the plot hereto attached and made part of this indenture. The said railroad company, their successors and assigns to have the right at any time to change said road or any part thereof so as to cross the said tracks of the railroad of the said company either above or below grade of the said railroad, and in such case to use and occupy as much of the other land of the said Thomas J. Kenny, his heirs and assigns, to the southwest of the strip or piece of land first above described as may be necessary to construct approaches to said crossing. Provided, however, that such road shall not have a grade in any part thereof of more than twelve feet to the hundred feet, and that said road shall be constructed by the said railway company.”\nThat, subsequently, Thomas J. Kenny died, and by his last will and testament devised to his son, Anthony H. Kenny, the plaintiff, the property upon which the road referred to in the clause above quoted was located, and also devised to him a ferry and ferry landing at the point where the road above referred to reached the Monongahela river, which ferry and the right to operate the same have been leased by Kenny to his coplaintiff, Lock, who is now in possession of and operating the same.\nThat the railroad company did not take possession of the land under the deed above referred to, or make any use of the the same until on dr about September 7, 1899, at which time it made certain embankments upon and across the original private way wbicb was then still in use by plaintiffs so as to make it impossible for vehicles to cross the railroad at that point. That the railroad company has not constructed a road across its tracks in accordance with the reservation contained in the deed of December 14, 1893, and has entirely cut off all of plaintiff’s means of approach to that landing, and that it refuses to build or construct a road across its tracks so as to afford access to the landing. That the defendant company has recently notified the plaintiff, Anthony H. Kenny, that it has appropriated the road and ferry landing belonging to him and described in the reservation above referred to, for the purpose of making additions and improvements to its roadway facilities, and has filed in the court of common pleas, No. 3, a bond to secure the damages resulting from the appropriation. The bill prays for an injunction restraining and enjoining the railroad company from appropriating the road and ferry of plaintiffs.\nTo this bill the defendant demurs, alleging (1) that the bill shows upon its face that plaintiffs have a full, complete and adequate remedy at law for the injury complained of; (2) under the act of the general assembly of the state of Pennsylvania, approved March 17,1869, P. L. 12, the power to widen, deepen, enlarge and otherwise improve the whole or any portion of defendant’s railroad can be legally exercised whenever in the opinion of the board of directors the same may be necessary for the better securing the safety of persons and property and increasing the facilities and capacity for the transportation of traffic thereon; (3) the exercise of the powers given by the act of 1869 are not limited to or exhausted by one action.\nThe contention of plaintiff is that this case is similar in all respects to Semple v. Cleveland, etc., Railroad Company,. 172 Pa. 369, and is ruled by that case. In this contention we cannot agree. According to our view the cases are entirely different. In the Semple case the railroad company entered into a contract with the landowner, by which, in consideration of a right of way, the company agreed to employ the landowner as station agent, if he would erect a station house upon adjoining land owned by him. Afterwards the company endeavored to revoke the contract in part by instituting proceedings to condemn the land upon which the station house was built, and thus revoke the landowner’s agency, but at the same time retain the right of way, which was the main consideration for the contract. In that case the court held the contract to be entire and required it to be performed or rescinded as a whole. In this case there is no such contract between the parties. Here the landowner conveyed certain real estate to the railroad company for full value, reserving in his conveyance to the company a ferry landing and a private right of way over and across the land conveyed, the work of constructing the road to be done by the railway company. It seems to us the reservation in this case is not different from any other reservation. It was admitted upon the argument that the company might have taken the ferry landing and also have deprived the landowner of a road to the river, had it proceeded with its original condemnation proceedings. That being the case we fail to see why it may not do so now. Certainly there is nothing in the deed which amounts to a contract sufficient to either estop the company from taking the property reserved or to require at this time a condemnation of the land described in the deed, together with that now appropriated. It seems clear to us that the purchase made by the railroad company from plaintiff’s father in 1893 was a complete contract in itself, so far as the land transferred at that time was concerned, and that proper!}' not included in the conveyance or reserved out of it is in no way affected by its terms. If the railway company had the right in 1893 to take the land now sought to be appropriated, we see no reason why it cannot take it now.\nAs to the defendant, Adam Lock, a bond should be given him to secure any damages he may sustain by reason of the taking of the property described in the bill.\nAnd now, September 21, 1903, demurrer sustained.\nError assigned was decree dismissing the bill.\nHenry A. Davis, with him William M. Galbraith, for appellants.\nThe reservations of the owner constitute a part of the compensation. If the party condemning fails to fulfill the conditions of the contract there may be a suit for specific performance : Viele v. Troy & Boston R. R. Co., 20 N. Y. 184; Gray v. Burlington, etc., R. R. Co., 37 Iowa, 119; Unangst’s App., 55 Pa. 128.\nJames M. Sterrett, of Patterson, Sterrett $ Aeheson, for appellee, was not heard.\nJanuary 4, 1904:"
  },
  "file_name": "0030-01",
  "first_page_order": 58,
  "last_page_order": 62
}
