{
  "id": 998067,
  "name": "McIntire v. Pittsburg Steel Foundry, Appellant",
  "name_abbreviation": "McIntire v. Pittsburg Steel Foundry",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 184",
  "first_page": "34",
  "last_page": "36",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 34"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "161 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0270-01"
      ]
    },
    {
      "cite": "192 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0069-01"
      ]
    },
    {
      "cite": "170 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0025-01"
      ]
    },
    {
      "cite": "173 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875804
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0228-01"
      ]
    },
    {
      "cite": "96 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494591
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0246-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 329,
    "char_count": 6083,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 8.045365392662327e-08,
      "percentile": 0.4659825727291437
    },
    "sha256": "2b42ccaa7f458832f61be96d6906fe9b3789e6324a8056937a055bf6861b916b",
    "simhash": "1:392ae303e39430df",
    "word_count": 1083
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "McIntire v. Pittsburg Steel Foundry, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThere is no ground upon which the verdict in this case can be sustained. The plaintiff was employed as a carpenter in the defendant’s foundry, and when injured was engaged in bolting a belt-shifter to the flange of a steel girder which was at one side of a machine shop and twelve feet above the ground. This girder was thirty-six inches wide, with flanges at the top and bottom which extended five inches from the sides. Various mechanical appliances, used in connection with the machinery below, were attached to the girder, and it was used also with a corresponding girder at the other side of the shop to support the rails on which the truck of an electrical crane ran from one end of the building to the other. On the top of each of the girders there was an iron rail, of the kind in general use by railroad companies, on which the wheels of the truck ran. The rails covered only a part of the top of the girders, and did not extend within five inches of the edges of the flanges.\nIn doing his work the plaintiff stood on a ladder, one end of which rested on the ground, and the other against the side of the girder between the flanges. He found some difficulty in adjusting a bolt and called to the master mechanic who was passing for advice. In order to make room for him on the ladder, the plaintiff stepped off onto the lower flange, and threw his arm on the top of the girder at the moment when the truck was passing the point.\n.There was no evidence in support of the allegation of the-incompetency of the workman who operated the crane and of the defendant’s knowledge of it that warranted the submission of the question to the jury. .As far as appeared from the testimony, he thoroughly understood the management of the crane in all respects except that of reversing the motor, and had run it without a mistake for over two months. And it did not appear that the crane could by any means have been stopped in time to avoid the accident. The contention that the place at which the plaintiff was directed to work was unsafe because of the runnizig of the crane was wholly unsustained. The only danger incident to the work at which he was put was that of falling from the ladder on which he was expected to stand. There was no occasion for his standing elsewhere, and when he stood upon the flange there was no occasion for his putting his arm across the rail. The place became dangerous only when he thoughtlessly put himself in a position he could not have been expected to take. His case was no stronger than it would have been if he had been put to work on the ground near a railroad track, and had negligently stepped on the track in front of a moving train. The judgment is reversed, and judgment is now entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "George B. Gordon, of Dalzell, Scott $ Gordon, for appellant.",
      "R. E. Jackson, with him Charles P. Lang, for appellee."
    ],
    "corrections": "",
    "head_matter": "McIntire v. Pittsburg Steel Foundry, Appellant.\nNegligence — Master and servant — Contributory negligence — Fellow-servant — Dangerous appliance.\nIn an action to recover damages for personal injuries it appeared that plaintiff was employed as a carpenter in defendant’s foundry, and when injured was engaged in bolting a belt-shifter to the flange of a steel girder which was at one side of a machine shop and twelve feet above the ground. This girder was thirty-six inches wide, with flanges at the top and bottom which extended five'inches from the sides. Various mechanical appliances, used in connection with the machinery below, were attached to the girder, and it was used also with a corresponding girder at the other side of the shop to support the rails on which the truck of an electrical crane ran from one end of the building to the other. On the top of each of the girders there was an iron rail, of the kind in general use by railroad companies, on which the wheels of the truck ran: The rails covered only a part of the top of the girders, and did not extend within five inches of the edges of the flanges. In doing his work the plaintiff stood on a ladder, one end of which rested on the ground, and the other against the side of the girder between the flanges. He found some difficulty in adjusting a bolt and called to the master mechanic who was passing for advice. In order to make room for him on the ladder, the plaintiff stepped off onto the lower flange, and threw his arm on the top of the girder at the moment when the truck was passing the point. There was no evidence that the workman who operated the crane was incompetent. It also appeared that there was no occasion for plaintiff descending from the ladder, or, after having done so, for.his putting his arm across the rail. Held, that the evidence was insufficient to support a judgment on a verdict for plaintiff.\nArgued Nov. 10, 1903.\nAppeal, No. 184, Oct. T., 1903, by defendant, from judgment of C. P. No. 1, Allegheny Co., Sept. T., 1900, No. 494, on verdict for plaintiff, in case of James Mclntire v. Pittsburg Steel Foundry.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Collier, J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict and judgment for plaintiff for $5,000. Defendant appealed.\nError assigned amongst others was in refusing binding instructions for defendant.\nGeorge B. Gordon, of Dalzell, Scott $ Gordon, for appellant.\n—In the suit of an employee against his employer for an injury caused by the alleged incompetency of a c'oemployee there must be evidence .that the coemployee was in fact incompetent: Keystone Bridge Company v. Newberry, 96 Pa. 246; Snodgrass v. Carnegie Steel Company, 173 Pa. 228.\nThere must be evidence that the coemployee’s incompetency caused the injury: Brunner v. Blaisdell, 170 Pa. 25; Welsh v. Pa. R. R. Co., 192 Pa. 69; Snodgrass v. Carnegie Steel Company, 173 Pa. 228.\nThe employer must have had notice or knowledge of incompetency before the accident: Mulhern v. Lehigh Valley Coal Co., 161 Pa. 270; Keystone Bridge Co. v. Newberry, 96 Pa. 246; Snodgrass v. Carnegie Steel Co., 173 Pa. 228.\nR. E. Jackson, with him Charles P. Lang, for appellee.\nJanuary 4, 1904:"
  },
  "file_name": "0034-01",
  "first_page_order": 62,
  "last_page_order": 64
}
