{
  "id": 998086,
  "name": "Graham v. Abbott, Appellant",
  "name_abbreviation": "Graham v. Abbott",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 186",
  "first_page": "68",
  "last_page": "73",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 68"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "156 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844893
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0285-01"
      ]
    },
    {
      "cite": "74 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034750
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0173-01"
      ]
    },
    {
      "cite": "152 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0018-01"
      ]
    },
    {
      "cite": "201 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925652
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0215-01"
      ]
    },
    {
      "cite": "198 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920291
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0158-01"
      ]
    },
    {
      "cite": "145 Pa. 561",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0561-01"
      ]
    },
    {
      "cite": "63 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019043
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0481-01"
      ]
    },
    {
      "cite": "95 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492871
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0174-01"
      ]
    },
    {
      "cite": "86 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0240-01"
      ]
    },
    {
      "cite": "10 Pa. 498",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962724
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0498-01"
      ]
    },
    {
      "cite": "74 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0414-01"
      ]
    },
    {
      "cite": "9 Watts, 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    },
    {
      "cite": "70 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0070-01"
      ]
    },
    {
      "cite": "105 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454259
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0200-01"
      ]
    },
    {
      "cite": "9 Watts, 447",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850045
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0447-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 614,
    "char_count": 12490,
    "ocr_confidence": 0.5,
    "pagerank": {
      "raw": 1.6319080761129866e-07,
      "percentile": 0.6890310979520428
    },
    "sha256": "65bfe7cc9d348e4a131e9a3bc032c7e1c0dec3bd065bf3fd020c40c122f2bffc",
    "simhash": "1:60fd8080586ed99b",
    "word_count": 2198
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Graham v. Abbott, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nThere are no disputed facts in this case. The' question raised by the issue, is, what is the proper construction of the last will of James Graham, deceased ?\nThe particular clause of the will, the interpretation of which is disputed, is in these words:\n“Should my son Samuel C. Graham die without issue, then the said real estate, being the undivided one half interest in said lots and four warehouses, shall revert to my lawful heirs then living, their heirs and assigns, subject to the payment of said twenty thousand dollars, to my executors in trust for my son James Graham, if the same shall not have been previously paid.”\nStanding alone, these words under the settled law of interpretation in this state, import an indefinite failure of issue. Eichelberger v. Barnitz, 9 Watts, 447, has long since determined that to be their legal meaning. As is said in that case: “ The principle has now become a rule of property in relation to lands, that if a devise be made to one in fee, and if he die without issue, or on failure of issue, or for want of issue, or without leaving issue, then over to another in fee, the estate of the first taker is a fee tail which if he have issue, passes to them ad infinitum by descent as tenants in tail.”\nEichelberger v. Barnitz, supra, was only the adoption of the English rule, see 2 Powell on Devises, 564, and of our own earlier case, Clark v. Baker, 3 S. & R. 470. Even in Eichelberger v. Barnitz, the rule was then, more than sixty years ago, declared to be a rule of property in this state. It has been followed without hesitation in numerous cases down to within a year. In not one of them has there been an attempt to overrule, modify or restrict it. Invariably, the word “ issue ” in a will, has been held to mean the same, prima facie, ,as “ heirs'of the body: ” Wistar v. Scott, 105 Pa. 200. It is true the application of the rule has not been so rigorously applied in the interpretation of bequests of personal property, nor has it been applied at all where the devise over of land to take effect is expressly or impliedly limited to a period fora life or lives in being and twenty-one years after. N or have the words in their technical interpretation been permitted to override or destroy the cardinal rule of testamentary interpretation, that the “intent of the testator when clearly ascertained from the language of the whole will must control.” As we have said over and over, precedents in will cases in interpretation of intent of the testator are seldom of use to us. They are rarely in precisely the same language, the property devised is not the same, the objects of his bounty stand in different relation to him and to each other. Hence, the numerous apparently conflicting cases, very many of them cited by appellant on the argument. When closely examined, every one of them shows some significant point of difference disclosing a clear intent to devise on a definite failure of issue. But we can discover nothing in this will which indicates that testator used the words : “ Should my son Samuel C. Graham die without issue, then' the said real estate .... shall revert to my lawful heirs,” in any other sense than that which the law gives to them. True, we may guess, from our knowledge of men and their conduct, that he probably was ignorant of the legal rule of interpretation of the word issue as usually distinguished from child or children, and did not know that the act of April 27, 1855, resolved the “estate tail” he devised to his son into a fee simple, but we cannot guess as to testator’s meaning, when his unmistakable words and the law fix beyond cavil the quantum of estate that vested in the son. “ Technical words in a will are presumed to be used in a technical sense unless the context indicates a clear intention to the contrary Middlesworth v. Collins, 8 Leg. Intel. 11. And this presumption exists whether a lawyer or layman’as scrivener, used the technical words.\nIt is argued that this will as. shown by the devises to the other children, points out that the general scheme of testator was to devise all his property subject to a definite failure of issue in the first takers and therefore, to harmonize the clause in dispute it must be read, as also importing a definite failure of issue. The rule laid down by Judge King in Earp’s Will, 1 Parsons, 453, that where in cases of doubtful intention, “ one construction manifestly tends to destroy the whole scheme of distribution, and another harmonizes with it, the latter should be adopted,” has been pretty generally followed by this court; but it has no application here. As to thejdevises to the others of his children, the language clearly signifies a definite failure of issue; the clause before us clearly does not import a definite failure of issue; the intention is not .doubtful for apt words to express it are used; the law imperatively fixes their meaning when used ; they are not out of harmony with testator’s intention though they give a different estate to the one son from that given to his other children. To say that this clause is out of harmony with the general scheme and therefore violates the intention, would be carrying Judge King’s rule of interpretation entirely too far; would be to hold that a testator must have intended to give to all his children the same estate because he gave to five of them a fee simple, a sixth one a life estate only.\nThe question of jurisdiction of equity was not raised.\nWe think the decree of the court below was right, therefore, the assignments of error are overruled and it is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "A. Leo Weil, with him Ralph Longenecker and Charles M. Thorp, for appellant.",
      "Charles W. Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Graham v. Abbott, Appellant.\nWill — Devise—Indefinite failure of issue — Estate tail — Estate in fee simple — Buie in Shelley's case.\nA devise by a testator of real estate to a son, with the added words “ should my son die without issue, then the said real estate — shall revert to my lawful heirs,” imports an indefinite failure of issue, and the son takes an estate tail, which by the Act of April 27, 1855, P. L. 868, is enlarged into an estate in fee simple. The fact that the testator in the same will has devised real-estate to others of his children in language clearly signifying a definite failure of issue is immaterial in construing the devise to the son. The court in such a case will not apply the rule that where “ one construction manifestly tends to destroy the whole scheme of distribution and another harmonizes with it, the latter should be adopted.”\nArgued Nov. 10, 1903.\nAppeal, No. 186, Oct. T., 1903, by defendant, from decree of C. P. No. 3, Allegheny Co., August T., 1903, No. 340, on bill in equity, in case of Samuel C. Graham v. William L. Abbott.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for specific performance.\nThe case was heard on bill and answer. Before Evans, J.\nThe trial judge stated the facts to be as follows:\nThe plaintiff alleges a contract with the defendant, for the sale by plaintiff to defendant, of certain real estate situate on Penn avenue, in the city of Pittsburg, with a certain cash payment and the balance secured by bond and mortgage, and prays for specific performance by defendant of his part of said contract. The answer admits all the facts alleged in the bill, but alleges that the plaintiff has not a marketable fee simple title to the premises. The question involved in this case arises under the will of James Graham, deceased, the father of the \"plaintiff, by the codicil of which the plaintiff gets title to the premises.\nBy the said codicil the testator makes a devise of the premises to his son James, and devises them, or rather the undivided one half of which he was the owner, to his son Samuel C. Graham, the plaintiff, in fee simple, with the following provision : “ Out of which the said Samuel C. Graham is to pay my executors the sum of twenty thousand ($20,000) dollars. But if my son, Samuel C. Graham should so desire then the said sum of twenty thousand ($20,000) dollars shall remain in his hands and he shall pay as interest thereon yearly to my said executors the sum of one thousand ($1,000) dollars in quarterly payments for the period of four years from and after my death, and after said period of four years shall pay yearly as interest to my executors the sum of one thousand two hundred ($1,200) dollars in quarterly payments for and during the natural life of my son, James Graham, which sum of twenty thousand ($20,000) dollars and the quarterly payments of interest, as aforesaid, I hereby charge on said property so devised to ray son, Samuel C. Graham, which said sum shall remain so charged until fully paid.” Testator then directed the payment of the income from the $20,000 to his son, James Graham, during life and the distribution of the principal among the children and the grandchildren of James Graham on his death, and then says : “ Should my son, James Graham, die without issue, then the said real estate and money devised to my executors for his use shall revert to my then surviving children, their heirs and assigns. Should my son, Samuel C. Graham, die without issue, then the said real estate being the undivided one-half interest in said lots and four warehouses, shall revert to my lawful heirs then living, their heirs and assigns, subject to the payment of the said twenty thousand ($20,000) dollars to my executors in trust for my son, James Graham, if the same shall not have been previously paid.” It is the last quoted paragraph from the codicil to the will of plaintiff’s father which counsel for defendant claims gives to plaintiff only a life estate in the undivided one half of the premises in controversy and in support of that claim he urges two propositions, viz., that the meaning of the word issue as used by the testator was in the sense of children and grandchildren and not in the sense of “ heirs of the body ” and that this is shown by use of the same word in other parts of his will and codicil, and further the provision in the devise over, that it shall be subject to the payment of the $20,000 if the same had not already been paid.\nThe court citing Kleppner v. Laverty, 70 Pa. 70, and Eichelberger v. Barnitz, 9 Watts, 447, decreed specific perfomance.\nDefendant appealed.\nError assigned was the decree of the court.\nA. Leo Weil, with him Ralph Longenecker and Charles M. Thorp, for appellant.\nThe general scheme of the will is against the presumption that the devisor by the words “ die without issue ” meant to die without issue indefinitely, and’shows that he meant die without children.\nThe words “ die without issue ” are defined in other portions of the will to mean “ die without children or grandchildren,” and this, too, not only once but again and again.\nThe words “ then ” and “ then living ” in the remainder over “ then the said real estate .... shall revert to my lawful heirs then living ” qualified and explained the intent of devisor when he provided, “ Should my son, Samuel C. Graham, die without issue, then the said real estate .... shall revert to my lawful heirs then living, their heirs and assigns,” and indicate the reference to a particular class and a definite time.\nThe words “ die without issue ” in the devise to his son James, in the clause immediately preceding the clause in controversy is used in the sense of children, and the clause in controversy followed as expressing in regard to his son Samuel the purpose of the devisor, the devisor using almost in the same breath the identical words “without issue,” wherefore some strong reason must exist to impel a court to interpret these words as “ children ” one minute and the next minute, nay the same ininute interpret them as'“possibility of issue extinct.”\nThe remainder over is made expressly subject to a charge which charge must be paid during the life of a person then living, thus showing that the reversion was expected to take effect during such life.\nAmong the Pennsylvania cases bearing upon this question the following will be found applicable: Eichelberger v. Barnitz, 9 Watts, 447; Middleswarth’s Admr. v. Blackmore, 74 Pa. 414; Johnson v. Currin, 10 Pa. 498; Ingersoll’s Appeal, 86 Pa. 240; Snyder’s Appeal, 95 Pa. 174; Taylor v. Taylor, 63 Pa. 481; Miller’s Estate, 145 Pa. 561; Stoner v. Wunderlich, 198 Pa. 158; Hill v. Giles, 201 Pa. 215; Peirce v. Hubbard, 152 Pa. 18; Hill v. Hill, 74 Pa. 173; O’Rourke v. Sherwin, 156 Pa. 285.\nCharles W. Jones, for appellee.\nJanuary 4, 1904 :"
  },
  "file_name": "0068-01",
  "first_page_order": 96,
  "last_page_order": 101
}
