{
  "id": 998053,
  "name": "Pittsburg, Virginia & Charleston Railway Company, Appellant, v. Fischer Foundry & Machine Company",
  "name_abbreviation": "Pittsburg, Virginia & Charleston Railway Co. v. Fischer Foundry & Machine Co.",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 190",
  "first_page": "73",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0114-01"
      ]
    },
    {
      "cite": "150 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834397
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0616-01"
      ]
    },
    {
      "cite": "150 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834478
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0595-01"
      ]
    },
    {
      "cite": "148 Pa. 640",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981868
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0640-01"
      ]
    },
    {
      "cite": "169 Pa. 282",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0282-01"
      ]
    },
    {
      "cite": "33 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988414
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0124-01"
      ]
    },
    {
      "cite": "26 Pa. 223",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977306
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0223-01"
      ]
    },
    {
      "cite": "74 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0439-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 456,
    "char_count": 8882,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.1813549812920936e-07,
      "percentile": 0.7723402020735571
    },
    "sha256": "8fc99123a547767c897c7268656a3bd4d1ebb0af8efa275600a0b973b3685732",
    "simhash": "1:f5f066f12036e4cc",
    "word_count": 1496
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, O. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Pittsburg, Virginia & Charleston Railway Company, Appellant, v. Fischer Foundry & Machine Company."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nThe decree is affirmed on the conclusions of law by the court below. Costs to be paid by appellant.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "M. W. Acheson, Jr., of Patterson, Sterrett Acheson, for appellant.",
      "R. B. Petty, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pittsburg, Virginia & Charleston Railway Company, Appellant, v. Fischer Foundry & Machine Company.\nContract — Agreement to convey land — Title to center of highway.\nAn agreement to convey land fronting upon a public highway includes the grantor’s title to the center of the highway, unless a contrary intention plainly appears.\nWhere two owners of land agree that upon the happening of a certain contingency they will exchange deeds for their respective properties, a tender of a deed by one of the parties excepting and reserving title to the bed of an abutting street, is not a sufficient compliance with the agreement.\nArgued Nov. 11, 1903.\nAppeal, No. 190, Oct. T., 1903, by plaintiff, from decree of C. P. No. 2, Allegheny Co., July T., 1903, No. 216, dismissing bill in equity in case Pittsburg, Virginia & Charleston Railway Company v. Fischer Foundry & Machine Company.\nBefore Mitchell, O. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for specific performance.\nFrazer, P. J., filed the following opinion :\nThe purpose of the bill in case is to compel specific performance of an agreement to sell real estate and stay proceedings before viewers to recover damages for property taken by tbe plaintiff company under its power of eminent domain. From the bill, answer and proofs we find the following facts :\n1. That the plaintiff is a corporation created under the laws of this state for the purpose of constructing and operating a railroad.\n2. That the defendant is also a corporation of this state, organized for the purpose of manufacturing articles of trade and commerce, and having its principal office or place of business in the twenty-sixth ward of the city of Pittsburg.\n3. That on September 5, 1902, an agreement in writing was entered into between the plaintiff and the defendant wherein an exchange of properties was agreed upon. The defendant, being the owner of a lot of ground at the corner of South Twenty-first street and Edwards alley, having a front of sixty feet upon Twenty-first street and extending back along Edwards alley a distance of sixty feet, agreed to convey the same in fee simple, clear of all liens and incumbrances, to the plaintiff corporation, the deed to include the ground to the middle of Edwards alley. In return for which property the plaintiff company agreed to convey to the defendant company the west side of South Twentieth street, in the event of that street being vacated by the proper authorities. Should that street not be vacated on or before March 1, 1903, it was provided that the plaintiff company should convey to the defendant company a lot of ground situate at the corner of South Twentieth and Mary streets, bounded and described as follows:\n“ Beginning at the southwesterly corner of Mary street and South Twentieth street, thence extending in a westerly direction along the southerly line of Mary street forty feet to a point; thence maintaining a uniform width of forty fee.t, and extending in a southerly direction along and parallel with South Twentieth street a distance of 120 feet to Edwards alley. The said piece or plot of ground to be conveyed in lieu of the west half of South Twentieth street between Mary street and Edwards alley, if the vacation of said part of Twentieth street cannot be effected.”\nIt was also provided in the agreement that the defendant company should use its best efforts to procure the vacation of Edwards alley between the west side of South Twenty-first street and the west side of South Twentieth street, and also the vacation of South Twentieth street between the south line of Mary street and the south line of Edwards alley.\n4. That ordinances were presented to the councils of the city of Pittsburg for the vacation of- the street and alley above referred to, which ordinances are still pending, and that the defendant has used its best endeavors to procure their adoption, without success, however.\n5. That on March 8, 1903, the ordinance for the vacation of South Twentieth street and Edwards alley not having'been passed by the councils of the city of Pittsburg, the defendants notified the plaintiff in writing that it was ready to exchange deeds in accordance with the terms of the agreement of September 5, 1902 ; that subsequently a deed in fee simple without reservations or restrictions was tendered to plaintiff by defendant for the lot at the corner of Edwards alley and South Twenty-first street, and that a deed was tendered by plaintiffs to defendant for the lot at the southwest corner of South Twentieth and Mary streets, containing the following clause: “Excepting and reserving, however, unto the said grantor, its successors or assigns, all right, title and interest of, in and to the bed of the said South Twentieth street, together with all reversionary interests therein,” which deed defendants refused to accept, alleging that the deed tendered was not in accordance with the terms of the agreement of September 5,1902.\n6. That on April 6, 1903, the defendant, by notice in writing, delivered to the officers of the plaintiff company and also its attorneys, rescinded the contract of September 5, 1902, and further notified the plaintiff company of its intention to proceed under the proceedings previously begun to have fixed the damages suffered by it by reason of the plaintiff company appropriating the lot at the corner of Twenty-first street and Edwards alley above referred to.\n7. That in the negotiations between the plaintiff and the defendant for the exchange of the properties above referred to the plaintiff company was represented by P. D. Nichols, who acted throughout as the agent of the plaintiff.\nCONCLUSIONS, OF LAW. •\n1. It is undoubtedly the law that an agreement to convey land fronting upon a public highway includes the grantor’s title to the center of the highway, unless a contrary intention plainly appears: Falls v. Reis, 74 Pa. 439. The agreement of September 5, 1902, does not in direct words provide for a retention of title by the railway company to the'land embraced within South Twentieth street. Is such reservation necessarily implied by its terms ? To our mind the agreement indicates no such intention. Under its provisions the machine company bound itself to convey to the railway company the lot at the corner of Twenty-first street and Edwards alley, and in consideration therefor the railway company agreed in the event of the vacation of Twentieth street to convey the portion of that street which would revert to it as an' abutting owner. Unless the vacation be accomplished the railway company would have no marketable title to that strip of land, and its deed therefor would be practically valueless. To meet that contingency it was provided that in the event of a failure to procure the vacation of Twentieth street, the railway company should convey forty by 120 feet at the corner of Mary and Twentieth streets, the conveyance of this lot “ to be in lieu of the West ■half of South Twentieth street.” Counsel for plaintiff place great stress upon the words just quoted, and claim they clearly imply an intention that the one half of the street should be reserved by plaintiff in the event of a conveyance being made of the corner lot. It seems to us a reasonable interpretation of these words in connection with the other parts of the agreement indicates just the opposite. The railway company was to give something in exchange for the lot it was to receive from defendant. If it could make title to the strip occupied in part by the street, defendant would be required to accept that strip; if not, then instead of that strip it was to convey the lot at the corner which means not only the lot but everything that ordinarily attaches to and goes with a conveyance of land, and includes the reversion in abutting streets: Paul v. Carver, 26 Pa. 223 ; Cox v. Freedley, 33 Pa. 124. No other conclusion would be equitable or just. There being no reservation of the reversion in the street expressed in the agreement and no words from which a reservation can be reasonably implied, it follows that plaintiff, having failed to comply with its part of the agreement, defendant had a right to rescind the contract, and having done so, plaintiff is not entitled' to the relief prayed for.\n2. The bill should be dismissed at plaintiff’s costs.\nError assigned was decree dismissing the bill.\nM. W. Acheson, Jr., of Patterson, Sterrett Acheson, for appellant.\nThe deed tendered was sufficient: Bliem v. Daubenspreck, 169 Pa. 282; Hamilton Street, 148 Pa. 640; Hobson v. Philadelphia, 150 Pa. 595.\nR. B. Petty, for appellee,\ncited : Firmstone v. Spaeter, 150 Pa. 616; Cox v. Freedley, 33 Pa. 124; Algonquin Coal Co. v. Northern Coal & Iron Co., 162 Pa. 114.\nJanuary 4, 1904:"
  },
  "file_name": "0073-01",
  "first_page_order": 101,
  "last_page_order": 105
}
