{
  "id": 998122,
  "name": "Hand, Appellant, v. Matthews",
  "name_abbreviation": "Hand v. Matthews",
  "decision_date": "1904-02-08",
  "docket_number": "Appeal, No. 78",
  "first_page": "149",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 W. & S. 116",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853586
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0116-01"
      ]
    },
    {
      "cite": "70 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1028183
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/70/0490-01"
      ]
    },
    {
      "cite": "88 Pa. 368",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0368-01"
      ]
    },
    {
      "cite": "13 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964994,
        964933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0146-01",
        "/pa/13/0146-02"
      ]
    },
    {
      "cite": "85 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0158-01"
      ]
    },
    {
      "cite": "6 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480158
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0357-01"
      ]
    },
    {
      "cite": "1 Yeates, 527",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6777194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0526-01"
      ]
    },
    {
      "cite": "19 Pa. Superior Ct. 73",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        839507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/19/0073-01"
      ]
    },
    {
      "cite": "18 Pa. Superior Ct. 488",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837285
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/18/0488-01"
      ]
    },
    {
      "cite": "5 W. N. C. 14",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "95 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492874
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0518-01"
      ]
    },
    {
      "cite": "3 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/3/0013-01"
      ]
    },
    {
      "cite": "109 Pa. 183",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542316
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0183-01"
      ]
    },
    {
      "cite": "32 Pa. 12",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986687
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 672,
    "char_count": 17555,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.858218943969631e-07,
      "percentile": 0.724489535876416
    },
    "sha256": "f1a60329e1003dcf93c834f3e48c36d00f4d4702d6ecdf1682ebcab0beeaf06a",
    "simhash": "1:fb71a484f37090dc",
    "word_count": 3053
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Hand, Appellant, v. Matthews."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb,. Justice Potteb,\nThis was an action of replevin to recover possession of certain machinery, fixtures and other goods and chattels. The plaintiffs were the surviving and liquidating partners of the fiz-m of James C. Hand & Company, and the defendants were trustees appointed under the provisioizs of the act of assembly to wind up the joint stock association of the Barrows-Savery Company, Limited. .\nUpon the trial the plaintiffs offered to prove the following facts: That on December 19, 1889, the defendants offered at public sale the personal property set forth in the writ of replevin, and the same was purchased b}r the plaintiffs for the sum of $7,500. The plaintiffs paid the auctioneer $500 in cash on account of the purchase mozzey, for which the auctioneer gave them a receipt. The plaizitiffs also tezzdered the auctioneer and the defendants in paymezzt of the balance of $7,000, a receipt upon account of arrearages of interest on certain mortgages, which defendazzts declined to accept. These mortgages aggregated $50,000, and the interest due and in arrears exceeded at the time of the tender the amount of the balance due upon the purchase money.\nThat these mortgages were executed by certaizz individuals to James C. Hand, who executed a declaratiozz of trust that he held them for James C. Hand & Company. That the BarrowsSavery Company, Limited, assuzned these zziortgages at the time of the organization of the limited partnership, and that subsequently when the defendants in this case sold the real estate, they recited in their deed that it was subject to the lien of the mortgages. That subsequent to the purchase of the goods replevied, the defendants sued the plaizitiffs’ representatives for the balance of the purchase money and also filed a bill in equity for discovery izi aid of their action at law, and in both suits averred the sale of the goods in question to the plaintiffs. That all the articles taken by the writ of replevin were essential and indispensable to the carrying on of the foundry business of the Barrows-Savery Company, Limited, and were mortgaged to the plaintiffs in this case.\nIt was admitted that the defendazits as liquidating trustees made separate sales of the real estate and of the personal property.\nThe trial court overruled the offer, and entered a judgment of nonsuit which the court in banc refused to take off.\nThe question raised by this appeal is, therefore, whether the facts contained in plaintiffs’ offer of testimony would, if established, have entitled them to possession of the goods replevied. It is contended that the title and right of possession of the goods became vested in the plaintiffs when they paid $500 on account of the purchase money, and received a receipt from the auctioneer. The offer does not set forth the terms and conditions of the sale nor the terms of the receipt. But in the absence of a special provision or understanding to the contrary, a cash sale is generally presumed to have been contemplated: 24 Am. & Eng. Ency. of Law (2d ed.), 1095. “An absolute payment in cash . . . . is always implied when nothing is said: ” Benjamin on Sales, sec. 706. In Welsh v. Bell, 32 Pa. 12, Mr. Justice Strong said (p. 17) : “ No agreement having been made for a credit, it was of course a contract for a cash sale and without actual delivery the property would not pass to the vendee until payment of the consideration.” In Mitchell v. Zimmerman, 109 Pa. 183, it was held that the above rule that the title to goods sold does not pass to the purchaser until the price is paid, unless payment is waived, applies to auction sales.\nIn the present ease, we have no doubt of the right of the defendant to hold the goods until the price was fully paid, and that until then the plaintiffs were not entitled to replevy. It is not claimed that payment in full in cash was ever made; but appellants contended that the tender of a receipt for overdue interest on the mortgages was equivalent to payment. But the interest which the plaintiffs sought to use as a s et-off was not owing by the defendants. It was incurred by certain individuals who were not parties to this suit. The assumption by the Barrows-Savery Company, Limited, of the mortgages, does not make the defendants who are liquidating trustees, liable for the interest. There is no allegation that the trustees ever assumed payment for the interest upon the mortgages or were liable for it in any way. The indebtedness of the plaintiffs to the defendants arises by reason of the purchase of the goods sold by the liquidating trustees, and we do not see that any claim which the plaintiffs may have to overdue interest on the mortgages can properly be used by way of set-off as against the purchase price of the goods sold by the trustees. In making this sale the trustees were acting in a representative capacity. The act of assembly under which they were so acting requires that the proceeds of the sale of the property, after defraying costs and charges, must be applied first to the payment of wages of labor, and then to the satisfaction of all other indebtedness; and the balance remaining is to be distributed among the members of the company, and not to the company itself.\nIn no event were the plaintiffs entitled to a preference in the payment of their claim for interest, even though the liability in that respect was assumed by the partnership association ; on the contrary, the claims for wages, if any, were entitled to be first paid out of the fund. So that obviously the proper course for the plaintiffs would have been to pay in the full amount of the purchase money, and then make their claim with the other creditors of the partnership association against the fund.\nIt does not appear from the offer that the plaintiffs had any interest' in the real estate except as mortgagees, and that alone would not give them the right of possession. The real estate appears to have been sold by the trustees in a separate transaction, but how or where or to whom is not shown; but it does appear that the new purchaser took it subject to the payment of these mortgages, and as a natural inference, the accrued interest would also be assumed.\nThe offer of proof which was excluded shows no right of possession on the part of the plaintiffs to the goods replevied, unless it be through and by means of the purchase at the trustee’s sale of the personal property. As the full purchase money was not paid, nor was there any delivery of the goods to the plaintiff, we cannot regard the offer as sufficient to establish any right to recover, and it was therefore properly excluded.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mb,. Justice Potteb,"
      }
    ],
    "attorneys": [
      "Samuel Sooville, Jr., John Weaver, John Sfarhawk, Jr., and John Gr. Johnson, for appellants.",
      "Jacob Snare and Edwin O. Michener, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hand, Appellant, v. Matthews.\nContract— Sale— Sale fur cash — Delivery—Passing of title —Auction sales,\nOn a sale of goods, where'there is no agreement as to credit and there has been no actual delivery, the title will not pass to the purchaser, until the purchase money has been paid. This rule applies to auction sales.\nSale — Replevin—Joint stock association — Liquidation.\nIn an action of replevin against the liquidating trustees of a joint stock association, it appeared that plaintiffs purchased at a public sale of the defendants certain personal property of the limited company. Plaintiffs paid the auctioneer a small proportion of the purchase money in cash and tendered him in payment of the balance a receipt upon account of ar-rearages of interest on certain mortgages. This receipt was declined. It appeared that the mortgages owned by the plaintiffs were made by certain of the members of the limited company, and when the company was organized it assumed these mortgages. It did not appear that the liquidating trustees ever assumed payment of the interest upon the mortgages or were liable for it in any way. There was evidence that the liquidating trustees subsequently sold the real estate of the company and the purchaser took it subject to payment of the mortgages. Held, that the plaintiffs were not entitled to maintain their action of replevin and that a nonsuit was properly entered.\nSubmitted Jan. 11, 1904.\nAppeal, No. 78, Jan. T., 1908, by plaintiffs, from order of C. P. No. 4, Phila. Co., March T., 1890, No. 177, refusing to take off nonsuit in case of Henry J. Hand et al. v. Edward Matthews et al, Trustees.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nReplevin to recover certain fixtures, tools and machinery. Before Willson, J.\nAt the trial when Edward H. Burr was put on the stand, the following offer was made:\nMr. Weaver: I propose to prove that on December 19,1889, James A. Freeman & Company, the auctioneers, sold, at the request of the defendants, the personal property set forth in the writ of replevin in this case ; that the property was bought by John Sparhawk, Jr., attorney for James C. Hand & Company, in liquidation, who are the plaintiffs in this case for the sum of $7,500; that $500 was paid on December 19, 1889, by John Sparhawk, Jr., attorney for James C. Hand & Company, in liquidation, to James A. Freeman & Company, the auctioneers, for which a receipt was given by the Messrs. Freeman showing that James C. Hand & Company, in liquidation, had purchased the personal property set forth in the writ of replevin in this case, and for the recovery of which the writ was issued ; that subsequently the defendants in this case filed a bill in equity in court of common pleas, No. 3, December term, 1889, No. 1071, against some of the plaintiffs in' this case, in which they set forth the sale in paragraph seven, as follows :\n“ That on December 19, 1889, your orators ” — -meaning the plaintiffs — “exposed the fixtures, stock and other personal property in the premises hereinbefore mentioned, belonging to the said Barrows Savery Company; Limited, at public sale, when the same was bid in by the said Edward H. Burr for the sum of $7,500, your orators then believing that the said purchase was made by him on behalf of himself and the said Henry J. Hand, the other owner of the said mortgage; that several days after said sale your orators ascertained for the first time that the said Edward H. Burr had caused the sale book to be signed with the name of James C. Hand & Company, in liquidation, as the purchaser of said personal property.”\nIn paragraph eight it is also set forth as follows:\n“ That at the time- of the purchase of said personal property $500 was paid on account and the said Henry J. Hand and Edward H. Burr now refuse to pay the balance of said purchase money to your orators, on the alleged ground that they have a set-off' against the same in the way of certain arrears of interest due on the said $50,000 mortgage, amounting to about $7,500.”\nAlso in paragraph ten:\n“Your orators further represent that they have brought an action- in law in your honorable court to December term, 1889, No. 1071, against the said Henry J. Hand and Edward H. Burr, to receive the balance due on the purchase of the said personal property, and that they cannot safely proceed in the said action without a discovery of the circumstances herein-before stated from the said defendant.”\nAnd other allegations in the said bill in equity, showing that they treated the sale of the personal property as a sale. I offer in evidence the entire bill in equity.\nI propose to show further that the plaintiffs in this replevin suit were the owners of certain mortgages, aggregating $50,000, against the real estate owned by Barrows, Savery & Company, and that at the time of this sale there were arrears in interest owing upon those mortgages to the amount of about $7,500 ; the plaintiffs in this case tendered to the auctioneers and to the defendants in the replevin suit, a receipt for so much of the arrearages of interest as made up the balance of the purchase price of these articles over and above the sum of $500 that was paid in cash, and complied with all the terms of the sale as above set forth; that upon their refusal to take, this writ of replevin was issued, and the personal property recovered by the plaintiffs who recovered possession of it, there being no claim property bond.\nThe Court: What do you mean by saying “ complied with all the terms of the sale ? ”\nMr. Weaver: By paying the $500 in cash and subsequently tendering to the auctioneers and to the defendants the receipts for the unpaid interest on the mortgages, equivalent to the unpaid balance of the purchase price.\nThe mortgages I have referred to were signed by certain individuals composing the firm of Barrows, Savery & Company, Limited. The first mortgage was dated March 28,1874, and was executed by Arad Barrows, Julia F. Savery, William Nelson Barrows and William H. Savery, manufacturers, mortgagors, and James C. Hand, the mortgagee, for $40,000.\nThere were other mortgages, one being executed by Arad Burrows to James C. Hand, dated March 28,1874, for $2,000; and one mortgage dated June 1,1874, made by Arad Barrows to James C. Hand, for $8,000, making a total of $50,000.\nI then propose to prove that Barrows, Savery & Company, Limited, assumed these mortgages at the time of organization of the limited partnership, and that subsequently when the defendants in this ease sold the real estate, in their deed conveying it to the purchaser, they recited these mortgages, and that the property so sold by them was under and subject to the lien of these mortgages.\nI further propose to show that the arrearages of interest that were due at the time of this sale were arrearages of interest that accrued during the life of James C. Hand & Company, in liquidation.\nThe Court: If I understand'you, the mortgages were made to James C. Hand?\nMr. Weaver: Yes, sir. I propose to show that they were taken up by the firm of James C. Hand & Company.\nThe Court: How do you mean “ taken up ? ”\nMr. Weaver: There was a declaration of trust executed on June 6,1874, by James C. Hand, that he held these mortgages in trust for James C. Hand & Company and James C. Hand & Company in liquidation, was the liquidation of that old firm of James C>. Hand & Company. I propose to show the interest was always paid to James C. Hand & Company in liquidation, up to the year 1887, and that the arrearages of interest accrued subsequent to that time and during the lifetime of the limited partnership of Barrows, Savery & Company, Limited, and paid to my clients here, who were the equitable owners of the mortgages.\nI further offer to prove that the defendants in this case brought an action at law in the court of common pleas, No. 3, December term, 1889, No. 1071, to recover the balance of the purchase price for the sale of this property.\nThe Court: Have you any other testimony from any other witness, with which you propose to supplement your offer ?\nMr. Weaver: I make my offer to prove by this witness and by other witnesses. I propose to prove that all things taken by this writ of replevin were essential aird indispensable to the carrying on of the foundry business carried on by Barrows, Savery & Company, and mortgaged to the plaintiffs in this case.\nThe Court: I understand there was a separate sale of the real estate, and also a separate sale of this property as personal property ?\nMr. Weaver: Yes, sir. The mortgages have nothing whatever to do with that. We did not make that sale; the defendants made it.\nOffer objected to by Mr. Michener.\nThe Court: As I look at the case now, the objection which is. taken to the evidence seems to me to be a good one. He has no right to recover the .property unless he paid for it. The fact that the vendors, the trustees, have brought suit for the balance of the purchase price, does not cover the case. If judgment had been obtained in that suit, and your client had paid' the amount of money then unquestionably you urould have> been entitled to maintain this action and recover the property.\nMr. Weaver: Suppose there had been a verdict for the defendant in that case, as there must have been, would your honor still say we had no right to recover ?\nThe Court: I still say you have no right to recover upon any view which the evidence offered thus far presents.\nSo far as the question whether you were entitled to tender receipts is concerned, I have heard no authority cited and I know of no case, which would give you the right to say that those receipts could be tendered as part of the purchase money.\nTherefore, I sustain the objection which is presented to the evidence. Exception. [3]\nThe court entered a compulsory nonsuit which it subsequently refused to take off. Plaintiffs appealed.\nErrors assigned were (2) refusal to take off nonsuit; (3) ruling on evidence, quoting the bill of exceptions.\nSamuel Sooville, Jr., John Weaver, John Sfarhawk, Jr., and John Gr. Johnson, for appellants.\nThe evidence offered in behalf of the plaintiff's was entirely competent and relevant: Moore v. Shenk, 3 Pa. 13.\nUnder the facts contained in plaintiffs’ offer of testimony, title and ownership of the property in question vested in the plaintiffs: Lloyd’s Appeal, 95 Pa. 518; Thomson’s Estate, 5 W. N. C. 14; North German Lloyd S. S. Co. v. Wood, 18 Pa. Superior Ct. 488; Lierz v. Morris, 19 Pa. Superior Ct. 73; Eland v. Karr, 1 East, 375; Leedom v. Philips, 1 Yeates, 527; Scott v. Wells, 6 W. & S. 357; Mackaness v. Long, 85 Pa. 158; Bowen v. Burk, 13 Pa. 146; Morris’s Appeal, 88 Pa. 368; Ladley v. Creighton, 70 Pa. 490; Voorhis v. Freeman, 2 W. & S. 116.\nJacob Snare and Edwin O. Michener, for appellees.\nFebruary 8, 1904:"
  },
  "file_name": "0149-01",
  "first_page_order": 177,
  "last_page_order": 184
}
