{
  "id": 998087,
  "name": "MacDonald v. Gessler, Appellant",
  "name_abbreviation": "MacDonald v. Gessler",
  "decision_date": "1904-02-29",
  "docket_number": "Appeal, No. 133",
  "first_page": "177",
  "last_page": "182",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 177"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Pa. Superior Ct. 4",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825566
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0004-01"
      ]
    },
    {
      "cite": "169 Pa. 478",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0478-01"
      ]
    },
    {
      "cite": "10 Phila. 375",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "187 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        900252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/187/0136-01"
      ]
    },
    {
      "cite": "149 Pa. 163",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0163-01"
      ]
    },
    {
      "cite": "174 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878504
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0010-01"
      ]
    },
    {
      "cite": "194 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912409
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0550-01"
      ]
    },
    {
      "cite": "192 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0304-01"
      ]
    },
    {
      "cite": "149 U. S. 481",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3569473
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/149/0481-01"
      ]
    },
    {
      "cite": "110 U. S. 499",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3504835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/110/0499-01"
      ]
    },
    {
      "cite": "182 U. S. 461",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        383929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/182/0461-01"
      ]
    },
    {
      "cite": "49 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0359-01"
      ]
    },
    {
      "cite": "1 Phila. 308",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "39 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996213
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0243-01"
      ]
    },
    {
      "cite": "97 Pa. 202",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0202-01"
      ]
    },
    {
      "cite": "24 W. N. C. 432",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "39 Mich. 337",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1332970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/39/0337-01"
      ]
    },
    {
      "cite": "75 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036700
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0166-01"
      ]
    },
    {
      "cite": "83 Ill. 33",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2657584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/83/0033-01"
      ]
    },
    {
      "cite": "15 Phila. 532",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "72 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0155-01"
      ]
    },
    {
      "cite": "89 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063243
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0250-01"
      ]
    },
    {
      "cite": "114 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550009
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0422-01"
      ]
    },
    {
      "cite": "194 Pa. 550",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912409
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0550-01"
      ]
    },
    {
      "cite": "110 U. S. 499",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3504835
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/110/0499-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 9500,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 1.36164824678106e-07,
      "percentile": 0.6364411593108324
    },
    "sha256": "342f884183260e623b1f47f9461cd1409504d0b8eb75001455172a1eb1814b62",
    "simhash": "1:e2b1f9a6bc224908",
    "word_count": 1643
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "MacDonald v. Gessler, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Thompson,\nThis suit was brought upon duebill given by appellant to appellee and the defense was that it was given in a gambling transaction. In the trial below the court rejected appellant’s offer to prove that he had not intended to pay outright for the stock and that in his dealings with the appellee he never paid full price for the stock or received any certificates therefor, and these rulings were assigned for error.\nAs it takes two parties to make a bargain, so it takes two intentions to make a gambling transaction. The offer was to prove that the appellant himself did not intend to pay outright for the stocks purchased but it did not include also what the appellee intended in the transaction. To hold that when an order for the purchase of stock is given and the purchaser when he gives it intends the transaction to be a gambling one, that the stockbroker is also a party to a transaction of that character, when he had no knowledge of such intention on the part of such purchaser and had none of his own, would be to impute wrongful purpose without reason.\nIn Young v. Glendenning, 194 Pa. 550, the court below in its conclusions of law, affirmed by this court, held that the intention to gamble must be shown to be the intention of both parties and not that of one alone, and in Irwin v. Williar, 110 U. S. 499, it was held that the proof of such a transaction must establish a mutual understanding. But in this present case the appellee who was called as for cross-examination testified that he understood that the appellant wanted the stocks in question purchased outright and that the appellant told him that he owned his saloon and house on Poplar street, and that consequently he had unlimited credit with the appellee. He further testified that he was always ready to deliver certificates of stock and that he was ready to deliver the certificates for the stocks so purchased at any time that he was called upon to do so. It is manifest that under such circumstances the mere intention of the appellant could not give the transaction a gambling character.\nThe rejection by the court below of appellant’s offer to prove that appellee ran what is commonly known as a “ bucket shop,” and that his customers simply gamble upon stocks and never have any intention of purchasing outright and that appellant had numerous dealings with the appellee, was also assigned for error.\nThe “ bucket shop ” seems of comparatively late origin and doubtless it is a product of the speculative spirit which has prevailed pre-eminently during the last quarter of a century. Its name may possibly spring from the diminutive character of the operations there conducted. It may well be that nearly all of the transactions made there are of an understood wagering character and the definition that a “bucket shop ” is a place where wagers are made upon the fluctuations of the market price of stocks and grain or other commodities, as stated in Bryant v. Telegraph Company, 17 Fed. Repr. 828, may be correct, but a place should not necessarily stamp its character upon a particular transaction and especially should not in this case where the proof, coupled with a denial that the duebill was given in a gambling transaction, was that the appellee was actually ready to deliver the stock purchased. A deduction that it was given in one of a gambling character simply because the appellee ran a “bucket shop ” has no substantial warrant and may aptly be characterized as extravagant. Clearly whether the appellee did or did not make returns to the United States government and pay a tax on a “ bucket shop ” was immaterial and irrelevant and the offer to prove the same was properly rejected by the court below.\nThe assignments of error are not sustained and the judgment is affirmed.\nAlso reported 4 Sup. Ct. Repr. 160. — Reporter.",
        "type": "majority",
        "author": "Mr. Justice Thompson,"
      }
    ],
    "attorneys": [
      "James F. Campbell, for appellant.",
      "Henry J. Scott, for appellee,"
    ],
    "corrections": "",
    "head_matter": "MacDonald v. Gessler, Appellant.\nContract — Gambling contract — Purchase of stock.\nA transaction between a stockbroker and his Customer cannot be stamped as a gambling transaction, unless it appears that it was the intention of both parties that the stock was not to be purchased outright, and that there was to be a mere settlement of differences. If the broker shows that it was the intent to purchase the stock and that he was always ready to deliver it when called upon to do so, the mere intention of the purchaser not to pay outright for the stock cannot give the transaction a gambling character.\nContract — Gambling contract — Purchase of stock — Bucket shop — Evidence.\nIn an action on a duebill where the defendant alleges that the duebill was given as the result of a gambling, transaction in stocks, an offer is properly excluded to the effect that plaintiff ran what is commonly known as a “ bucket shop,” and that his customers simply gambled upon stocks, and never had any intention of purchasing outright. In such a case it is also proper to exclude an offer to show that the plaintiff had paid a tax to the United States government on a bucket shop.\nArgued Jan. 7, 1904.\nAppeal, No. 133, Jan. T., 1903, by defendant, from judgment of C. P. No. 5, Phila. Co., June T., 1901, No. 478, on verdict for plaintiff in case of D. Freedley MacDonald, trading as D. F. MacDonald & Company, v. Anton Gessler.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nAssumpsit on a duebill. Before Ralston, J.\nAt the trial the defendant claimed that the duebill was given as the result of gambling transactions in stock.\nWhen the defendant was on the stand he was asked this question :\nQ. Did jmu intend to pay outright for that stock ?\nObjected to. Objection sustained. Exception for defendant. [1]\nQ. In all your dealings with Mr. MacDonald, the plaintiff, did you ever pay full price for any stock and receive a certificate therefor ?\nObjected to. Objection sustained. Exception for defend- - ant. [2]\nExamination of D. F. MacDonald, the plaintiff.\nMr. Campbell: Q. Didn’t you keep what is commonly called a bucket shop ?\nObjected to. Objection sustained. Exception for defendant. [3]\nQ. Did you not pay a few years ago to the United States government a tax on a bucket shop ?\nObjected to. Objection sustained. Exception for defendant. [4]\nMr. Campbell: Q. Didn’t you make returns to the United States government, the internal revenue office, down to 1901, on your business as a bucket shop ?\nObjected to. Objection sustained. Exception for defendant. [5]\nHarry B. Lynch, sworn.\nMr. Scott asked for an offer of proof.\nMr. Campbell replied that he proposed to prove that Mr. MacDonald runs what is commonly called a bucket shop; that his customers simply gamble upon stocks and never have any intention of purchasing outright, and that this witness had numerous dealings with MacDonald.\nThis offer was objected to as immaterial, irrelevant and impertinent.\nThe Court: The only question is what the transactions with the plaintiff were.\nThe objection is sustained. Exception for defendant. [6]\nMr. Scott asks for binding instructions for the plaintiff.\nMr. Campbell asks for binding instructions for the defendant.\nThe Court: This may have actually been a gambling transaction but so far as the evidence goes it might be a perfectly legitimate stock transaction. Therefore I will order a verdict for the plaintiff. [7]\nVerdict and judgment for plaintiff for $3,612.50. Plaintiff appealed.\njErrors assigned were (1-6) rulings on evidence, quoting the bill of exceptions; (7) in giving binding instructions for plaintiff.\nJames F. Campbell, for appellant.\nThe case should have been left to the jury to decide: Waugh v. Beck, 114 Pa. 422; North v. Phillips, 89 Pa. 250; Kirkpatrick v. Bonsall, 72 Pa. 155; Thompson’s Est., 15 Phila. 532; Melchert v. American Union Telegraph Co., 3 McCreary, 521; Lyon v. Culbertson, 83 Ill. 33.\nA transaction in stocks by way of margin, settlement of differences and payment of gain or loss, without intending to deliver the stocks, is a mere wager: Maxton v. Gheen, 75 Pa. 166; North v. Phillips, 89 Pa. 250.\nThe intention of parties may be shown by the nature of the transactions or by the financial conditions of the parties, as where the transactions are for an amount which the purchaser is utterly unable to pay: Gregory v. Wendell, 39 Mich. 337; Beadles v. McElrath, 3 S. W. Repr. 152; Meyers v. Tobias, 24 W. N. C. 432.\nThe intent of the parties is for the jury: Bartlett v. Smith, 13 Fed. Repr. 263.\nThe fact that the speculator’s means are too narrow to enable him to have bona fide dealings of those in which he embarked may be given in evidence for the purpose of showing the intention of the parties to gamble : Ruchizky v. DeHaven, 97 Pa. 202; North v. Phillips, 89 Pa. 250.\nThe question of the intention to deliver is a question for the jury: Biddle on Law of Stock Brokers, 313; DeLisle v. Priestman, 1 Browne, 176; Davis v. Funk, 39 Pa. 243; Robertson v. Lippincott, 1 Phila. 308; Sitgreaves v. Farmers’ & Mechanics’ Bank, 49 Pa. 359.\nHenry J. Scott, for appellee,\ncited : Clews v. Jamieson, 182 U. S. 461 (21 Sup. Ct. Repr. 845); Irwin v. Williar, 110 U. S. 499 (4 Sup. Ct. Repr. 160); Bibb v. Allen, 149 U. S. 481 (13 Sup. Ct. Repr. 950); Taylor’s Assigned Est., 192 Pa. 304; Smyth v. Glendenning, 194 Pa. 550; Anthony v. Unangst, 174 Pa. 10; Peters v. Grim, 149 Pa. 163; Wagner v. Hildebrand, 187 Pa. 136; Waugh v. Beck, 114 Pa. 422; Colket v. Ellis, 10 Phila. 375; Hopkins v. O’Kane, 169 Pa. 478; Hirst v. Maag, 13 Pa. Superior Ct. 4.\nFebruary 29, 1904 :"
  },
  "file_name": "0177-01",
  "first_page_order": 205,
  "last_page_order": 210
}
