{
  "id": 998044,
  "name": "Glaser, Appellant, v. Glenwood Railroad Company",
  "name_abbreviation": "Glaser v. Glenwood Railroad",
  "decision_date": "1904-03-07",
  "docket_number": "No. 1; Appeal, No. 42",
  "first_page": "328",
  "last_page": "329",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 328"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "59 Iowa, 563",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2340633
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/59/0563-01"
      ]
    },
    {
      "cite": "113 Ill. 156",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2866196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/113/0156-01"
      ]
    },
    {
      "cite": "67 N. Y. 227",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2164940
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/67/0227-01"
      ]
    },
    {
      "cite": "99 N. Y. 12",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2196921
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/99/0012-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 249,
    "char_count": 3402,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 7.816877031670774e-08,
      "percentile": 0.45781356364791925
    },
    "sha256": "c8d1ce0d052aa3e3eec5daa422b9ef155e04dcb5cfdd8c0be85b500de1bdf729",
    "simhash": "1:20f75f61c4ea466e",
    "word_count": 588
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, J.J., on reargument."
    ],
    "parties": [
      "Glaser, Appellant, v. Glenwood Railroad Company"
    ],
    "opinions": [
      {
        "text": "Opinion op\nMr. Justice Dean,\nThe defendant company has appropriated under right of eminent domain the land of plaintiff occupied by her as a dwelling; the power to so appropriate is denied by her because, it is argued that the dwelling is -exempt from such appropriation under the general railroad act of 1849. But we have held in Dryden v. Railroad Company, ante, p. 316, that for purpose of widening its roadbed the power to appropriate a dwelling house is conferred upon the defendant company by the act of 1869. The same interpretation of that act rules this case.\nIt is further argued that the taking here is not for the purpose of enlarging and widening defendant’s easement, but is for the sole benefit of the Baltimore & Ohio, another railroad company. If this fact were established it would probably be sufficient to sustain this bill and warrant an injunction ; but there is no such finding of fact in the court below, nor does such fact appear anywhere in the pleadings. The inference that the taking is not for the benefit of defendant company because its road has been leased to the Baltimore & Ohio is not warranted by that fact. It has been held in every case where the question arose, that when the corporate identity of the lessor company was maintained, that its statutory powers were continued, although the exercise of them inured partly to the advantage of the lessee company. It may be safely assumed that no lease of corporate property would be made, if the lessee thereby relinquished all the corporate powers of the lessor company. The exercise of the power is for public use by a carrying corporation, not solely for the benefit of the corporation and its stockholders. On this theory alone is the right to take private property sustained: New York, Lackawanna & Western Ry. Co., 99 N. Y. 12; Kip v. N. Y. & C. R. R. Co., 67 N. Y. 227; Chicago, etc., Co. v. Illinois Central Railroad Co., 113 Ill. 156; Lower v. C. B. & O. Railroad Co., 59 Iowa, 563.\nThe decree is affirmed and bill dismissed at costs of appellant.\nAlso reported 1 N. E. Repr. 27.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "J. S. Ferguson, with him S. Harvey Thompson, and F. Q-. Ferguson, for appellants.",
      "Johns Me Cleave, with him John S. Wendt, for appellee."
    ],
    "corrections": "",
    "head_matter": "Glaser, Appellant, v. Glenwood Railroad Company\n(No. 1).\nRailroads — Eminent domain — Condemnation of dwelling house — Act of March 17, 1869, P. L. 12.\nSince the Act of March 17, 1869, P. L. 12, a railroad company has the right to condemn a dwelling house in the occupancy-of its owner for the purpose of widening its road.\nRailroads — Lease—Eminent 'domain — Right of lessee company.\nWhere one railroad company leases the property and franchises of another, and the corporate identity of the lessor company is maintained, the lessee may exercise the statutory powers of the lessor, although the exercise of them inures partly to the advantage of the lessee.\nArgued Nov. 3, 1903.\nReargued Feb. 2, 1904.\nAppeal, No. 42, Oct. T., 1903, by plaintiff, from decree of C. P. No. 3, Allegheny Co., Nov. T., 1902, No. 463, dismissing bill in equity in case of Rosanna Glaser v. Glenwood Railroad Company.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, J.J., on reargument.\nAffirmed.\nBill in equity for an injunction.\nThe opinion of the Supreme Court states the case.\nSee Dryden v. Railroad Co., ante, p. 316.\nError assigned was decree dismissing the bill.\nJ. S. Ferguson, with him S. Harvey Thompson, and F. Q-. Ferguson, for appellants.\nJohns Me Cleave, with him John S. Wendt, for appellee.\nMarch 7, 1904:"
  },
  "file_name": "0328-01",
  "first_page_order": 356,
  "last_page_order": 357
}
