{
  "id": 998070,
  "name": "Betterly v. Scranton, Appellant",
  "name_abbreviation": "Betterly v. Scranton",
  "decision_date": "1904-03-07",
  "docket_number": "Appeal, No. 117",
  "first_page": "370",
  "last_page": "372",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 370"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "108 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0362-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 222,
    "char_count": 2699,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 5.1012004673374386e-08,
      "percentile": 0.3206252565304
    },
    "sha256": "ef023038e443e5d760f6d2e63725c660a7398805ed31ba17dd96bee30d9b6623",
    "simhash": "1:1340cd10942e4a3d",
    "word_count": 484
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Betterly v. Scranton, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe plaintiff owned a house on Bromley avenue in Scranton. In 1888 the city built a sewer on that street and plaintiff was requested to connect his service pipe with the sewer, which he did. In 1890, by the mining of coal under the street it caved in and the sewer was broken ; as a consequence plaintiff’s cellar was frequently flooded with sewage. Defendant was several times notified of the nuisance and requested to abate it but neglected to do so. In 1891 the city put in a new sewer pipe but at a higher level than the broken one and did not compel property owners along the line to connect with it. The lowest place in the old sewer and the place where the sewage most collected was directly in front of plaintiff’s house ; as a consequence his family were made ill and he otherwise suffered from the nuisance. He thereupon brought suit against the city for damages. The case was tried three times before a referee who found for plaintiff in the sum of $1,617 damages and his report was approved by the court below.\nAs this is a report of a referee, the appeal brings up no questions of fact; on such appeal we can only review questions of law: Bradlee v. Whitney, 108 Pa. 362. The referee found that the city constructed the sewer, that there was a b\"eak in it, and that the sewage flowed on plaintiff’s lot and into his cellar. He also found that as to all of these facts the city had notice, yet made no attempt to remedy them. The break in the sewer was not caused by plaintiff; he gave the city notice more than once but it still neglected its duty in this particular. This neglect constituted a good cause of action.\nAll the assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "David J. Davis, city solicitor, for appellant.",
      "S. B. Price, with him George L. Peck, for appellee."
    ],
    "corrections": "",
    "head_matter": "Betterly v. Scranton, Appellant.\nNegligence — Municipalities—Break in sewer — Sewers—Notice.\nWhere a break occurs in a sewer constructed by a city, and the sewage flows on to the lot and into the cellar of a property owner, and the city although frequently notified of the nuisance, does nothing to abate it, the property owner has a good cause of action against the city for the injuries sustained.\nArgued Feb. 22, 1904.\nAppeal, No. 117, Jan. T., 1908, by-defendant, from order of C. P. Lackawanna Co., May T., 1896, No. 193, dismissing exceptions to referee’s report in case of A. E. Betterly v. City of Scranton.\nBefore Dean, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nTrespass to recover damages for injuries caused by the break of a sewer.\nThe opinion of the Supreme Court states the case.\nError assigned was in dismissing exceptions to referee’s report.\nDavid J. Davis, city solicitor, for appellant.\nS. B. Price, with him George L. Peck, for appellee.\nMarch 7, 1904:"
  },
  "file_name": "0370-01",
  "first_page_order": 398,
  "last_page_order": 400
}
