{
  "id": 998103,
  "name": "Skivington, Appellant, v. Richards",
  "name_abbreviation": "Skivington v. Richards",
  "decision_date": "1904-03-07",
  "docket_number": "Appeal, No. 281",
  "first_page": "385",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 385"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "46 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0465-01"
      ]
    },
    {
      "cite": "2 P. & W. 490",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8879273
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0490-01"
      ]
    },
    {
      "cite": "7 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0241-01"
      ]
    },
    {
      "cite": "26 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0475-01"
      ]
    },
    {
      "cite": "5 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953518
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0508-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 4783,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.3043129155406358
    },
    "sha256": "ed9414318c4a13e9171206431c6f206b079ed5cd261590eaa3d046f6995bf6f0",
    "simhash": "1:7bebb84a403e0ee5",
    "word_count": 800
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Skivington, Appellant, v. Richards."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis suit is practically trespass on the case under our old form of pleadings. The plaintiff charges the defendant, (1) as individuals; (2) as executors of John Handley deceased; (3) jointly as individuals and executors with negligence. The defendants filed a demurrer, and among other causes of demurrer, that the facts were not set forth with sufficient certainty to inform them whether they were charged with negligence as individuals, or as executors, or jointly as executors and individuals. The court sustained the' demurrer and of this appellant complains. He cites a number of authorities to show that the court could treat the description as mere surplusage and enter judgment against them according to their liability under the evidence. But it must be noted that defendants at the threshold of the proceedings demanded by demurrer to be informed of the exact nature of their liability. Whatever judgment the court might have entered if defendants had pleaded the general issue and had gone to trial on it, they declined to plead without being informed as to in what character they are charged.\nWhile it is ruled that if one be charged in a representative capacity such as executor or administrator and after trial the proof shows a liability as an individual, the word executor or administrator may be stricken off even after trial, and judgment be entered accordingly, yet in all the cases cited by counsel for appellant, the question was not raised in a single one by demurrer before trial. The very office of a demurrer is to settle whether the party is properly charged in the pleading.\nAll the assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "I II. Burns, for appellant,",
      "Everett Warren, of Willard, Warren Knapp, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Skivington, Appellant, v. Richards.\nPleading — Statement of claim — Demurrer—Parties.\nWhere in an action of trespass the plaintiff charges the defendants with negligence, (1) as individuals, (2) as executors, and (3) jointly as individuals and executors, but in his statement of claim does not set forth facts with sufficient certainty to inform defendants whether they are charged with negligence as individuals, or as executors, or jointly as executors and individuals, a demurrer to the statement will be sustained.\nArgued Feb. 22, 1904.\nAppeal, No. 281, Jan. T., 1903, by plaintiff, from judgment of' C. P. Lackawanna Co., Nov. T., 1901, No. 338, sustaining demurrer to statement of claim in case of Harry W. Skivington v. John T. Richards, Louis A. Watres and Henry W. Palmer, Executors of John Handley, Deceased.\nBefore Dean, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nThe statement of claim charged that the plaintiff was seriously injured by an explosion of gas in a building owned by the plaintiffs as executors.\nThe first and concluding paragraphs of the statement are as follows:\nThe plaintiff, Harry W. Skivington, by his attorneys, I. H. Burns, George M. Watson, and Frank T. Okell, complain of John T. Richards, Louis A. Watres, and Henry W. Palmer, executors of the estate of John Handley, deceased, who have been summoned to answer said complaint in an action of trespass.\n********\nAnd the plaintiff further avers that to enable this court to understand the relations between the above-named defendants and the estate of the said John Handley, his will under and by virtue of which the said defendants had and have the control of said building, is hereby and herein set forth in extenso, as follows:\n********\nThe plaintiff protests that in this statement, under the provisions of the statute in such case made and provided, he is not required to set forth the legal conclusions flowing from the same, but in deference to the suggestion of the court, he further avers as follow:\n1. The defendants are liable in their capacity as executors of the estate of John Handley, deceased, the judgment if any to be paid out of the assets of such estate.\n2. The defendants are liable individually, the judgment if any to be paid from their own individual property.\n3. The defendants are liable jointly as executors, and as individuals. Wherefore and by reason of the facts as heretofore stated the plaintiff has suffered damages in the sum of '$25,000, and therefore brings this suit.\nThe court sustained the demurrer.\nError assigned was in sustaining the demurrer.\nI II. Burns, for appellant,\ncited: Geddis v. Irvine, 5 Pa. 508; Filson v. Dunbar, 26 Pa. 475; Miltenberger v. Schlegel, 7 Pa. 241; Bixler v. Kunkle, 17 S. & R. 298; Kline v. Guthart, 2 P. & W. 490.\nEverett Warren, of Willard, Warren Knapp, for appellees,\ncited: Kline v. Guthart, 2 P. & W. 490; Boston Beef Packing Co. v. Stevens, 12 Fed. Repr. 279; Bogle v. Kreitzer, 46 Pa. 465; Strohecker v. Grant, 16 S. & R. 237; Crump v. Mims, 64 N. Car. 767.\nMarch 7, 1904:"
  },
  "file_name": "0385-01",
  "first_page_order": 413,
  "last_page_order": 415
}
