{
  "id": 998129,
  "name": "Durst, Appellant, v. Bromley Brothers Carpet Company",
  "name_abbreviation": "Durst v. Bromley Bros. Carpet Co.",
  "decision_date": "1904-04-11",
  "docket_number": "Appeal, 258",
  "first_page": "573",
  "last_page": "574",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 573"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 178,
    "char_count": 2110,
    "ocr_confidence": 0.527,
    "pagerank": {
      "raw": 4.9177180245716974e-08,
      "percentile": 0.30937324917398656
    },
    "sha256": "84c9bdf97d8d1d15869148715a215b08740b8e5ef7c3c7a5e5f3af41ff18413b",
    "simhash": "1:69f2a4f18003f769",
    "word_count": 367
  },
  "last_updated": "2023-07-14T18:19:13.513885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Durst, Appellant, v. Bromley Brothers Carpet Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe plaintiff’s husband voluntarily undertook to help in a work of manifest danger. That alone would bar a recovery. But in addition to this, it appears that the primary cause of the accident was the slipping of the pipe out of the deceased’s hands, thus throwing the weight on him and knocking him into the vat. If this was not the result of his own carelessness in handling the pipe, it certainly did not show any negligence on the part of defendants.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Walter Stradling and Henry J. Scott, for appellant.",
      "Morton Z. Paul, for appellee."
    ],
    "corrections": "",
    "head_matter": "Durst, Appellant, v. Bromley Brothers Carpet Company.\nNegligence — Master and servant — Dangerous employment — Non-suit.\nIn an action by a wife to recover damages for the death of her husband employed in the defendants carpet mill as scourer, a non-suit is properly entered where the evidence shows that the deceased voluntarily undertook to help to run a line of hot water pipe over a vat of boiling caustic soda, and that the primary cause of the accident was the slipping of the pipe out of the deceased’s hands thus throwing the weight on1 him and knocking him into the vat.\nSubmitted Jan. 14, 1904.\nAppeal, 258, Jan. T., 1908, by . plaintiff from order of C. P. No. 5, Phila. Co., March T., 1902, No. 1668, refusing to take .off non-suit in case of Theresa Durst v. Bromley Brothers Carpet Company.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband. Before Ralston, J.\nAt the trial it appeared that on February 26, 1902, the deceased who was head scourer in defendants’ carpet mill, was employed after hours in helping to run a line of hot water pipe along the ceiling of the room in which he worked. He placed a plank over a vat of boiling caustic soda, and while standing on the plank the pipe slipped out of his hands, and he was knocked into the vat and killed. The court entered a compulsory non-suit which it subsequently refused to take off. Plaintiff appealed.\nError assigned was in refusing to take off non-suit.\nWalter Stradling and Henry J. Scott, for appellant.\nMorton Z. Paul, for appellee.\nApril 11, 1904:"
  },
  "file_name": "0573-01",
  "first_page_order": 601,
  "last_page_order": 602
}
