{
  "id": 998168,
  "name": "Guinter, Appellant, v. Williamsport",
  "name_abbreviation": "Guinter v. Williamsport",
  "decision_date": "1904-04-11",
  "docket_number": "Appeal, No. 233",
  "first_page": "587",
  "last_page": "590",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 587"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0616-01"
      ]
    },
    {
      "cite": "104 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0306-01"
      ]
    },
    {
      "cite": "120 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        560003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0559-01"
      ]
    },
    {
      "cite": "100 Mass. 255",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2141792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/100/0255-01"
      ]
    },
    {
      "cite": "144 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823746
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/144/0014-01"
      ]
    },
    {
      "cite": "132 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0218-01"
      ]
    },
    {
      "cite": "166 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0582-01"
      ]
    },
    {
      "cite": "95 Ga. 135",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        376774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/95/0135-01"
      ]
    },
    {
      "cite": "113 Cal. 147",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2327810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/113/0147-01"
      ]
    },
    {
      "cite": "183 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0611-01"
      ]
    },
    {
      "cite": "203 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994654
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0260-01"
      ]
    },
    {
      "cite": "102 N. Y. 219",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2203113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/102/0219-01"
      ]
    },
    {
      "cite": "159 N. Y. 154",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        32759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/159/0154-01"
      ]
    },
    {
      "cite": "58 Mich. 357",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1426003
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/58/0357-01"
      ]
    },
    {
      "cite": "77 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436295
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0109-01"
      ]
    },
    {
      "cite": "103 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0102-01"
      ]
    },
    {
      "cite": "24 Vt. 448",
      "category": "reporters:state",
      "reporter": "Vt.",
      "case_ids": [
        4427074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/vt/24/0448-01"
      ]
    },
    {
      "cite": "67 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0355-01"
      ]
    },
    {
      "cite": "100 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498374
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0182-01"
      ]
    },
    {
      "cite": "6 Wharton, 25",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0025-01"
      ]
    },
    {
      "cite": "60 Mass. 524",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1989622
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/60/0524-01"
      ]
    },
    {
      "cite": "183 Pa. 611",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/183/0611-01"
      ]
    },
    {
      "cite": "159 N. Y. 154",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        32759
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/159/0154-01"
      ]
    },
    {
      "cite": "58 Mich. 357",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1426003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/58/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 509,
    "char_count": 8565,
    "ocr_confidence": 0.521,
    "pagerank": {
      "raw": 1.6096019685666536e-07,
      "percentile": 0.6853254765046147
    },
    "sha256": "a56b01f3ed5b2bdea5f58cc0eb3c9694c5a354607990082ef912a39fd6da2f07",
    "simhash": "1:3e0c417a1dfb5bf5",
    "word_count": 1543
  },
  "last_updated": "2024-02-27T19:37:25.342563+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Mestrezat, Potter and Thompson, JJ."
    ],
    "parties": [
      "Guinter, Appellant, v. Williamsport."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nThe accident complained of occurred in broad daylight on the sidewalk on the south side of Lycoming street in the city of Williamsport being that side of the street on which plain.tiff had lived for ten or twelve years and over which he passed half a dozen times a day to and from his home. The street proper had. never been paved, nor was the sidewalk actually separated from the street by a line of curbstone although the demarcation between the two was noticeable. By an ordinance of the city there is laid upon the sidewalk a paving of stone five feet wide. The same ordinance directs that the entire width of the sidewalk between tbe property line and the street shall be ten feet. One foot ten inches from the property line the stone pavement begins, so that adding fhis to the five feet of pavement, and deducting this from the entire width of the sidewalk would leave a space, not paved, of three feet two inches. On this space some trees are planted and between them the ground is maintained as a grass plot. The grass is protected by a quarter inch wire guard on posts about fifteen inches above the ground. A pair of steps led from plaintiff’s residence to the sidewalk; the protecting wire of the grass plot at one end was bent at right angles and connected with one of the tree boxes. 'Plaintiff in passing a knot of several women who were standing on the walk endeavored to turn out -from the paved walk on the side next the wire along the grass plot, struck his leg against the wire, fell and was injured. He brought suit against the city for damages, alleging that permitting the use of the wire in that situation was such negligence as rendered the city answerable. The court below submitted the evidence to the jury to find whether as a question of fact, under the circumstances, the city was negligent. The jury found for the city and plaintiff now appeals. We think the court fully and fairly submitted the question to the jury and that they found the fact just as the court might properly have, peremptorily on the evidence, instructed them to find it.\nBut counsel for appellant argues very earnestly, that the evidence established negligence per se on the part of the city; we do not think so and have so decided in Martin v. same city in an opinion handed down this day, a case very like the one before us on its facts. Although no case presenting exactly the same facts, has heretofore\" reached us, the principle applicable to similar facts we have frequently announced, as notice Canavan v. Oil City, 183 Pa. 611, and other like cases. But that the facts do not establish negligence per se has been pointedly decided in the courts of several states. In Oliver v. City of Denver, Court of Appeals of Colorado, 57 Pac. Repr. 729, the paved part of the sidewalk was only four feet in width; there was no obstruction whatever upon that; iron railings about one foot high had been placed on the outer edge of the pavement to protect the grass plot; the complainant attempting to step outside the paved part, struck and was injured by the iron railing which had been placed there to protect the grass. The court says :\n“ The only conclusion which can be drawn from the statements of the complaint is that the plaintiff was injured in an attempt to step from this (the paved) portion of the sidewalk area prepared and plainly provided for the use of foot passengers to a part of the sidewalk area not intended for foot travel or that he was crossing from the street to the sidewalk over a portion of the sidewalk area not intended for such foot travel. In either event he had no right to assume that the way from the sidewalk to the street was smooth and even.”\nLike decisions with reference to injuries sustained in collisions with similar structures to protect grass plots along sidewalks were rendered in Dougherty v. Village of Horseheads, 159 N. Y. 154; Raymond v. City of Lowell, 60 Mass. 524; McArthur v. Saginaw, 58 Mich. 357, and many other cases. The grass plot here, inclosed as it was, was not either in itself or by permission of the city a nuisance and therefore the city is not answerable in damages for negligence.\nAll the assignments of error are overruled and the judgment is affirmed.\nAlso reported 53 N. E. Repr. 799.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "H. W. Watson, with him John J. Reardon and J. C. Watson, for appellant.",
      "P. F. Cummings, city solicitor, with him Seth T. McCormick for appellee."
    ],
    "corrections": "",
    "head_matter": "Guinter, Appellant, v. Williamsport.\nNegligence — Municipalities—Sidewalk—Province of court and jury.\nIn an action against a city to recover damages for injuries sustained by a fall on a sidewalk, it appeared that the accident occurred on the side of a street on which plaintiff had lived for ten or twelve years, and over which he passed half a dozen times a day to and from his home. The street proper had never been paved, nor was the sidewalk actually separated from the street by a line of curbstone, although the demarcation between the two was noticeable. By an ordinance there had been laid upon the sidewalk a paving of stone five feet wide. The ordinance directed that the entire width of the sidewalk between the property line and the street should be ten feet. One foot ten inches from the property line the stone pavement began, so that adding this to the five feet of pavement, and deducting this from the entire width of the sidewalk, would leave a space not paved, of three feet two inches. On this space some trees were planted, and between them the ground was maintained as a grass plot. The grass was protected by a quarter inch wire guard on posts about fifteen inches above the ground. A pair of steps led from plaintiff’s residence to the sidewalk. The protecting wire of the grass plot at one end was bent at right angles and connected with one of the tree boxes. Plaintiff in passing a knot of several women who were standing on the walk endeavored to turn out from the paved walk on the side next the wire along the grass plot, struck his leg against the wire, fell and was injured. Held, (1) that the evidence failed to establish negligence per se on the part of the city; (2) that a verdict and judgment in favor of the city should be sustained.\nArgued March 14, 1904.\nAppeal, No. 233, Jan. T., 1903, by plaintiff, from judgment of C. P. Lycoming Co., June T., 1902, No. 114, on verdict for defendant in case of John L. Guinter v. City of Williamsport. '\nBefore Dean, Fell, Mestrezat, Potter and Thompson, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries sustained by falling on a sidewalk. Before Hart, P. J.\nThe facts appear by the opinion of the Supreme Court.\nVerdict and judgment for defendant. Plaintiff appealed.\nErrors assigned were various instructions, and particularly (2) that the court failed to instruct the jury that the wire was a nuisance per se.\nH. W. Watson, with him John J. Reardon and J. C. Watson, for appellant.\nEvery unauthorized encroachment upon a public highway or any portion thereof is a common nuisance: Phila. & Trenton Railroad Case, 6 Wharton, 25; Reimer’s App., 100 Pa. 182; Norristown v. Moyer, 67 Pa. 355; State v. Atkinson, 24 Vt. 448.\nThe city is presumed to have knowledge of an open defect after a reasonable time for its ascertainment and removal: Vanderslice v. Philadelphia, 103 Pa. 102; McLaughlin v. City of Corry, 77 Pa. 109.\nP. F. Cummings, city solicitor, with him Seth T. McCormick for appellee.\nIt is the contention of the appellee that the erection by the adjoining lot owner of a wire for the protection of a grass plot located on the sidewalk area outside of that part of the sidewalk area specifically set aside for the use of pedestrians, and the acquiescence therein by the city for even such a length of time as to constitute implied notice, does not constitute negligence on the part of the city : McArthur v. City of Saginaw, 58 Mich. 357 (25 N. W. Repr. 313); Oliver v. City of Denver, 57 Pac. Repr., 729; Dougherty v. Village of Horseheads, 159 N. Y. 154 (53 N. E. Repr. 799); McDonald v. City of St. Paul, 84 N. W. Repr. 1022; Dubois v. City of Kingston, 102 N. Y. 219 (6 N. E. Repr. 273); Heiss v. Lancaster, 203 Pa. 260; Canavan v. Oil City, 183 Pa. 611; Vanderhurst v. Tholcke, 113 Cal. 147 (45 Pac. Repr. 266); City of Atlanta v. Milam, 95 Ga. 135 (22 S. E. Repr. 43); Stackhouse v. Vendig & Co., 166 Pa. 582; Kelly v. Bennett, 132 Pa. 218; Mattimore v. Erie City, 144 Pa. 14; Macomber v. City of Taunton, 100 Mass. 255.\nOne cannot recover damages for an injury which by the exercise of reasonable care he might have avoided: Delaware, etc., R. R. Co. v. Cadow, 120 Pa. 559; Pittsburg Southern Ry. Co. v. Taylor, 104 Pa. 306; Erie v. Magill, 101 Pa. 616.\nApril 11, 1904:"
  },
  "file_name": "0587-01",
  "first_page_order": 615,
  "last_page_order": 618
}
