{
  "id": 998092,
  "name": "Wakeling, Appellant, v. Cocker",
  "name_abbreviation": "Wakeling v. Cocker",
  "decision_date": "1904-04-11",
  "docket_number": "Appeal, No. 8",
  "first_page": "651",
  "last_page": "653",
  "citations": [
    {
      "type": "official",
      "cite": "208 Pa. 651"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 348,
    "char_count": 5834,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 1.4320855581896034e-07,
      "percentile": 0.6514775571857664
    },
    "sha256": "7a826a76bf3327a3b4b4faaf6d0760d3966c30011f51586bc8e9d4fd2094f3d7",
    "simhash": "1:6573fc5085aa564e",
    "word_count": 1036
  },
  "last_updated": "2023-07-14T18:19:13.513885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Wakeling, Appellant, v. Cocker."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn January, 1893, the plaintiff became the owner of lot No. 4523 on Frankford avenue, Philadelphia, having upon it a three story brick dwelling house. In the month of February following the defendant became the owner of adjoining lot No. 4527 having upon it a two story dwelling house. The two buildings had been erected in the year 1832, and were divided by a party wall nine inches thick built equally on each lot. In August, 1901, defendant contracted with one George Gray to take down his old building and erect a new one. The plans and specifications of the contract provided for the removal of at least a portion of the party wall and the replacing of it by a new one. By the express terms of the contract the contractor stipulated to make good any damage to adjoining property and that the party walls of adjoining properties should be protected against damage, either in taking down or rebuilding and that all should be done at his, the contractor’s, expense as concerned the taking down and rebuilding. In demolishing the old building he removed four and one half inches of the northeast part of the wall back from the front on Frankford avenue, a depth of eight inches; that is, he took of plaintiff’s half of the wall as it stood on his land four and one half by eight inches, from the ground to the top. While the contractor in some measure restored or attempted to restore the part taken away, he did not replace it in exactly the same condition, at least as to workmanship and material as it had stood before. Plaintiff averred all this change was made without his knowledge or consent, he therefore filed this bill against defendant averring a wrong to him and his property and praying that a decree be made for the restoration of the wall as it originally stood. To this the defendant, Cocker, made answer that no part of the change made by the contractor was with his authority or direction ; that the removal of some of the wall was partly the act of a former owner of his property; that Gray was wholly an independent contractor and his contract expressly stipulated that in carrying on the work he would not encroach upon the party wall; that the part removed was beyond the building line on Frankford avenue; that all the work was done by the contractor under the direction of the bureau of building inspection of the city.\nThe case was heard before Judge Willson and Judge Atrdenbied who dismissed the bill in opinion filed by Judge Willson. From this decree plaintiff appeals assigning twenty-seven errors to the findings of fact and conclusions of law by the court below. We need concern ourselves with the substance of only one of these complaints because the decision of this one is conclusive against plaintiff’s right to the decree he prays for, as against Cocker, this defendant. First the court below finds as facts that the work was done by an independent contractor without authority from the owner and contrary to a stipulation against any encroachment on plaintiff’s property; that plaintiff has a full legal remedy ; that no serious injury was done him by the acts of the contractor ; that the removal was of part of the wall which was in no sense necessary to the security of plaintiff’s property and that in all essential respects it is just as good as it was before.\nIt will be noticed that the bill prays for a restitution of the wall. It requires a much stronger case to move a chancellor to put forth his strong arm to compel a positive act on the part of a defendant, than to restrain him from committing a wrongful one. Had plaintiff asked the court to restrain the contractor from taking down the wall, it may be that it would have been moved to do so; but plaintiff asks the court to order him to build it up again as it stood at first. To this the. court answers by its finding of facts, “ no serious injury has been done you, and for whatever injury you have suffered you have your suit for damages.” This is one of the very cases where equity will decline to take jurisdiction; where the complainant during the commission of the alleged wrong continuing for months has not moved; when apprehension of its extent has given way to certainty of its exact character after it has been committed, and the court finds as a fact it is not serious.\nWe are all of opinion that in view of this first obstacle to plaintiff’s success any further discussion of the assignments of error is unnecessary. The court made no error in its decree, therefore all the assignments are overruled and it is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Samuel Walceling, with him R. L. Gfolze, for appellant.",
      "Henry K. Fries, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wakeling, Appellant, v. Cocker.\nEquity — Party wall — Restitution of wall — Remedy at law.\nA bill in equity for the restoration of a portion of a party wall is properly dismissed on findings that the work was done by an independent contractor without authority from the defendant and contrary to a stipulation in the building contract against any encroachment on plaintiff’s property; that plaintiff has a full legal remedy; that he delayed for months until the alleged injury was completed; that no serious injury was done him by the acts of the contractor; that the removal was of part of the wall which was in no sense necessary to the security of the plaintiff’s property, and that in all essential respects the wall is just as good as it was before.\nArgued March 23, 1904.\nAppeal, No. 8, Jan. T., 1904, by plaintiff, from decree of C. P. No. 4, Phila. Co., Dec. T., 1901, No. 2215, dismissing bill in equity in case of Samuel Wake-ling v. Edwin F. Cocker.,\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to compel tbe restoration of a wall.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was decree dismissing the bill.\nSamuel Walceling, with him R. L. Gfolze, for appellant.\nHenry K. Fries, for appellee.\nApril 11, 1904."
  },
  "file_name": "0651-01",
  "first_page_order": 679,
  "last_page_order": 681
}
