{
  "id": 969869,
  "name": "Dingee v. Wood, Appellant",
  "name_abbreviation": "Dingee v. Wood",
  "decision_date": "1910-05-09",
  "docket_number": "Appeal, No. 73",
  "first_page": "250",
  "last_page": "252",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 250"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 216,
    "char_count": 3395,
    "ocr_confidence": 0.543,
    "pagerank": {
      "raw": 1.5908925108609456e-07,
      "percentile": 0.6820689159869938
    },
    "sha256": "a24facaa9c5dc82ae76c597e2992e738646115d29c81d7dfc022368a926fa67e",
    "simhash": "1:4cad4c8d248ae207",
    "word_count": 575
  },
  "last_updated": "2023-07-14T16:33:48.165968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Dingee v. Wood, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe auditor reported that the services of the appellant in the management of a large tract of land in which he and others were interested were worth $3,000 a year, but he rejected the claim for compensation because there was no agreement express or implied to pay for the services. Upon exceptions to the report the court found that the appellant was entitled to compensation and awarded him a lump sum calculated on the basis of $1,500 a year. The objection urged to the decree is that the compensation allowed was inadequate. The proposition advanced by the appellant that the court was without authority to set aside the finding of the auditor as to the value of the services cannot be sustained. Because of his better opportunity to judge of the intelligence and credibility of witnesses and their knowledge of the subject under investigation, an auditor’s finding of fact from disputed testimony is entitled to great weight and should not be set aside except for very substantial reasons, but it is never binding upon the court. Where the finding is an inference from established facts the court can reach a correct conclusion quite as readily as the auditor and less hesitation is felt in reversing his finding. The finding as to the value of the services of the appellant was not a distinct finding of a fact which depended on the credibility of witnesses and the effect to be given their testimony. It was in a measure at least an inference from facts proved or admitted, which showed the relation of the parties, the interests involved, the character of the services and the circumstances under which they were rendered. The court in a careful review of the whole case reached a conclusion differing from that of the auditor and we find no sufficient reason for reversing its decree.\nThe decree is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "William A. Glasgow, Jr., with him Chester N. Farr, Jr., for appellant.",
      "M. Hampton Todd, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dingee v. Wood, Appellant.\nAuditor — Findings of fact — Appeals—Review.\n1. Because of Ms better opportumty to judge of the intelligence and credibility of witnesses and then knowledge of the subject under investigation, an auditor’s finding of fact from disputed testimony is entitled to great weight and should not be set aside except for very substantial reasons, but it is never binding upon the court. Where the finding is an inference from established facts the court can reach a correct conclusion quite as readily as the auditor and less hesitation is felt in reversing his finding.\n2. A court’s finding of the value of services in an amount different from that found by an auditor will not be reversed where the court’s finding is based on inferences from facts proved or admitted which showed the relation of the parties, the interests involved, the character of services, and the circumstances under which they were rendered.\nArgued March 28, 1910.\nMay 9, 1910:\nAppeal, No. 73, Jan. T., 1910, by defendant, from order of C. P. No. 4, Phila. Co., Dec. T., 1906, No. 1,307, dismissing exceptions to auditor’s report in case of John H. Dingee and John M. Wirgman v. Stuart Wood.\nBefore Fell, C. J., Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nExceptions to report of Thomas Learning, Esq., auditor.\nThe opinion of the Supreme Court states the case.\nError assigned was order dismissing exceptions to auditor’s report.\nWilliam A. Glasgow, Jr., with him Chester N. Farr, Jr., for appellant.\nM. Hampton Todd, for appellees."
  },
  "file_name": "0250-01",
  "first_page_order": 280,
  "last_page_order": 282
}
