{
  "id": 969922,
  "name": "Levin, Appellant, v. Philadelphia & Reading Railroad Company",
  "name_abbreviation": "Levin v. Philadelphia & Reading Railroad",
  "decision_date": "1910-05-16",
  "docket_number": "Appeal, No. 84",
  "first_page": "266",
  "last_page": "268",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 266"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "226 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967889
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0586-01"
      ]
    },
    {
      "cite": "151 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836705
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0244-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 234,
    "char_count": 3779,
    "ocr_confidence": 0.552,
    "pagerank": {
      "raw": 1.2034892812265896e-07,
      "percentile": 0.5942367682440173
    },
    "sha256": "d12128fe7100293b0275f500fd922e846d26b7ac66221e85578dfb79013dec72",
    "simhash": "1:72ecbbf04d7fc651",
    "word_count": 660
  },
  "last_updated": "2024-02-27T20:18:37.568097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Beown, Mesteezat, Pottee, Elkin and Moschziskee, JJ."
    ],
    "parties": [
      "Levin, Appellant, v. Philadelphia & Reading Railroad Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nNothing happened to the car on which the plaintiffs were riding. There was no injury to it, no collision nor breakage of anything. There was, therefore, no presumption of negligence: Herstine v. Lehigh Valley Railroad Co., 151 Pa. 244; Cline v. Pittsburg Railways Co., 226 Pa. 586. Whether the negligence set out in plaintiffs’ statement as the cause of the injuries sustained by Esther Levin was proven, or whether the same were due to a jolt of the car incident to the stopping of the train at the station, would, under the testimony of the injured plaintiff and her husband, have been a mere guess by the jury. She said that when the conductor announced the station and she tried to put her foot out, “one train struck the other train and I fell.” His testimony was that in one second one car pulled another. As the jury could not intelligently have found from the case as presented by the plaintiffs that the defendant was negligent, the judgment on the verdict directed in its favor is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Harry G. Sundheim, for appellants.",
      "Wm. Clarke Mason, for appellee."
    ],
    "corrections": "",
    "head_matter": "Levin, Appellant, v. Philadelphia & Reading Railroad Company.\nNegligence — Railroads—Passenger—Presumption of negligence.\n1. In an action by a passenger against a railroad company to recover damages for personal injuries where nothing happens to the car on which the plaintiff was riding and there is no collision nor breakage of anything there is no presumption of negligence.\n2. In an action against a railroad company by a woman to recover damages for personal injuries, binding instructions for defendant are proper where plaintiff testified that when the conductor announced the station and she tried to put her foot out, “one train struck the other train and I fell,\" and plaintiff's husband testified that in one second one car pulled another, and the evidence shows that there was no injury to the car on which the plaintiff was riding.\nArgued March 23, 1910.\nAppeal, No. 84, Jan. T., 1910, by plaintiffs, from judgment of C. P. No. 2, Phila. Co., March T., 1907, No. 3,288, on verdict for defendant in case of Abraham Levin and Esther, his wife, v. Philadelphia & Reading Railroad Company.\nBefore Beown, Mesteezat, Pottee, Elkin and Moschziskee, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Sulzbeegee, P. J.\nAt the trial it appeared that the plaintiff was injured on March 9, 1907, at Woodmont station on defendant’s railroad. The plaintiff testified that she was seated in the third seat from the door when the conductor “called Woodmont station and me sitting in the same place, and I was sitting on the same place when the train stopped and the conductor called Woodmont station, and my husband arose to go out and 1 tried to put one foot — one foot, and one train struck the other train and I fell.” The plaintiff’s husband described the accident as follows:\nMay 16, 1910:\n“A. I went to Ninth and Spring Garden to go to Woodmont station with my brother, on a farm. When it came to Woodmont station, the conductor called out, ‘Woodmont station here,’ and the train stops. I have a graphophone in my hand and I took the graphophone and I called my wife, ‘Come down. Here is Woodmont station,’ and I stand up and wants to go and the train starts to go and stops again, and pulls one car another car. Q. What? A. One car pulls another car when she stops again, and I fall to the chair, and when I looked in the back side for my wife — she was three chairs in the back, I see she was on the floor in the back side and crying. I go to the conductor and we put her off and take her outside.”\nThe court gave binding instructions for defendant.\nVerdict and judgment for defendant. Plaintiffs appealed.\nError assigned was in giving binding instructions for defendant.\nHarry G. Sundheim, for appellants.\nWm. Clarke Mason, for appellee."
  },
  "file_name": "0266-01",
  "first_page_order": 296,
  "last_page_order": 298
}
