{
  "id": 969854,
  "name": "Raeder v. Monks, Appellant",
  "name_abbreviation": "Raeder v. Monks",
  "decision_date": "1910-05-16",
  "docket_number": "Appeals, Nos. 257 and 258",
  "first_page": "269",
  "last_page": "270",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 269"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 157,
    "char_count": 1709,
    "ocr_confidence": 0.558,
    "sha256": "2ac3226670c2017263fddd6272bcae071574cbd7e58460339f23243974408ee8",
    "simhash": "1:dabd6fd38d16246a",
    "word_count": 305
  },
  "last_updated": "2023-07-14T16:33:48.165968+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Raeder v. Monks, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThese appeals are from an order discharging a rule to open a judgment for rent entered upon a written lease. Four persons were named in the body of the lease as lessees but only three of them signed it. All four, however, entered into possession of the premises, paid rent, sublet the property and jointly took all the benefits of the lease. The ground of the application by the defendants to open the judgment was that they had signed the lease upon the assurance by the lessor that the fourth person named as lessee would also sign it. The court found that the contention of the defendants was not sustained by the testimony. Such a finding as this will not be set aside unless it is shown that it is clearly erroneous. This has. not been done.\nThe order of the court is affirmed at the cost of the appellant.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James L. Lenahan, with him Edward A. Lynch, for appellants.",
      "M. J. Mulhall, for appellee."
    ],
    "corrections": "",
    "head_matter": "Raeder v. Monks, Appellant.\nJudgment — Opening judgment — Findings of fact.\nWhere on a rule to open a judgment, the court finds from competent testimony that the ground alleged by the defendants for opening the judgment is not sustained, the Supreme Court will not reverse the order discharging the rule, in the absence of clear error.\nArgued April 11, 1910.\nAppeals, Nos. 257 and 258, Jan. T., 1909, by defendants, from order of C. P. Luzerne Co., Dec. T., 1908, No. 644, discharging rules to open judgment in case of W. L. Reader v. James S. Monks et al.\nBefore Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nRule to open judgment. Before Ferris, J.\nThe opinion of the Supreme Court states the case.\nMay 16, 1910:\nError assigned was order discharging rule to open the judgment.\nJames L. Lenahan, with him Edward A. Lynch, for appellants.\nM. J. Mulhall, for appellee."
  },
  "file_name": "0269-01",
  "first_page_order": 299,
  "last_page_order": 300
}
