{
  "id": 969917,
  "name": "Long, Appellant, v. Folwell Brothers & Company, Incorporated",
  "name_abbreviation": "Long v. Folwell Bros. & Co.",
  "decision_date": "1910-05-24",
  "docket_number": "Appeal, No. 349",
  "first_page": "314",
  "last_page": "324",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "15 Pa. Superior Ct. 42",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        829579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/15/0042-01"
      ]
    },
    {
      "cite": "88 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0035-01"
      ]
    },
    {
      "cite": "215 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0570-01"
      ]
    },
    {
      "cite": "24 W. N. C. 379",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "220 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0222-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 378",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0378-01"
      ]
    },
    {
      "cite": "217 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0535-01"
      ]
    },
    {
      "cite": "216 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0191-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 453",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819385
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0453-01"
      ]
    },
    {
      "cite": "195 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914109
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0109-01"
      ]
    },
    {
      "cite": "194 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0511-01"
      ]
    },
    {
      "cite": "225 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0249-01"
      ]
    },
    {
      "cite": "210 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0565-01"
      ]
    },
    {
      "cite": "183 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896130
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0485-01"
      ]
    },
    {
      "cite": "218 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/218/0472-01"
      ]
    },
    {
      "cite": "204 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927488
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0041-01"
      ]
    },
    {
      "cite": "204 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0618-01"
      ]
    },
    {
      "cite": "208 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998166
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0633-01"
      ]
    },
    {
      "cite": "223 Pa. 473",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961031
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0473-01"
      ]
    },
    {
      "cite": "223 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960956
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0116-01"
      ]
    },
    {
      "cite": "209 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936071
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0006-01"
      ]
    },
    {
      "cite": "214 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945979
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0252-01"
      ]
    },
    {
      "cite": "225 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965245
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0100-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 941,
    "char_count": 21561,
    "ocr_confidence": 0.523,
    "pagerank": {
      "raw": 1.2387468960957724e-07,
      "percentile": 0.6073798124909985
    },
    "sha256": "19469ebbfd5a4180c5313fcdee0add2f97ffb7ca892e96cdcdc26c35dfd1d90c",
    "simhash": "1:f8345a265b44d4f2",
    "word_count": 3869
  },
  "last_updated": "2024-02-27T20:18:37.568097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Long, Appellant, v. Folwell Brothers & Company, Incorporated."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Elkin,\nAt the trial binding instructions were given for defendant company and on the motion for a new trial the court in banc sustained the verdict thus directed. The case was carefully and exhaustively considered by the learned court below and upon review here the same conclusion has been reached. The negligence charged was failure to provide a safe place to work and reasonably safe machinery with which to work; and failure to properly instruct the employee who was a minor. The place could only be regarded as unsafe in the sense that every manufacturing establishment using machinery more or less dangerous might be considered unsafe, but this the law does not recognize as sufficient to sustain a recovery on the ground of negligence. The machinery, tools and appliances were of the kind and character ordinarily used in such manufacturing establishments and therefore the negligence charged in this respect was not sustained by the evidence. The learned counsel for appellant in his printed argument states that this position is not pressed and is unimportant because the negligence relied on is not that the machinery was defective or unsafe but that it was made dangerous by the manner of its use. This clearly eliminates two elements of negligence charged, namely, unsafe place and unsafe machinery. We agree with the learned court below that the evidence is insufficient to sustain a recovery on these grounds. The only remaining charge of negligence to be considered is whether the appellee company failed to properly instruct the minor employee in the use of the machine and as to the dangers, risks and hazards of his employment. The machine was not complicated and the use of it not dangerous. The duties of the boy were simple and did not require expert instructions. He was instructed to gather up the wool, put it in the machine and keep the boxes full. He testified that all he had to do was to get the wool from a pile on the floor back of him, carry it to the feed boxes of the machines and put it in. He was entirely familiar with this kind of employment because of his experience in another factory, and there is nothing in the case to indicate that it was the duty of the employer to give him more instructions than were given. His duties were of the simplest character, and in the performance of them he was not required to handle dangerous machinery, or to do any act or thing involving hazard and risk. The learned court was clearly right in holding that the proofs did not show failure to properly instruct. But it is argued, and this is the whole case of appellant, that the boy having been ordered by his foreman to gather up some waste at the side of the machine and carry it away, should have been instructed of the dangers and risks of so doing because of the exposed cogwheels in which his hand was caught. It is doubtful whether any such negligence was charged in the statement of claim, but waiving this point, we see nothing in the case to require the employer to give special instructions in the performance of a duty so plain and simple. The waste, called fly, lay on the floor at the side of the carding machine in full view of the boy who was told to gather it up .and carry it away. No instructions were required to enable the boy to do this work. A boy sixteen years old need not be told how to gather up a pile of waste and carry it away. If his common sense and experience could not be relied on instructions would have been without avail. But, say appellants, the boy should have been notified of the danger of coming in contact with the cogwheels of the machine. This was an open and obvious danger. The cogwheels were a part of the machine at which the boy was working and he either knew or should have known that they were there. The experience and intelligence of the boy as shown by the testimony make it difficult to believe that he could have been ignorant of this fact. However, whether he knew this fact or not, there was nothing in the circumstances of this case that made it the duty of the employer to give such notice, and it follows that damages cannot be recovered on the ground of failure to perform a duty not required. This eliminates from consideration questions as to assumption of risk, contributory negligence and other matters, some of them interesting and in a proper case important, but in our view not necessary to a determination of this controversy. The boy was lawfully employed to do a certain kind of work, not within the prohibition of the statute as to age, or as to the performance of dangerous duties such as oiling machinery in motion, or any other like duty involving risk and therefore there was no violation of a statutory requirement in his employment. Under these circumstances the rule of the cases relied on by the learned counsel for appellants on this branch of the case has no application; especially is this true when no such negligence was charged in the statement of claim.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Elkin,"
      }
    ],
    "attorneys": [
      "John M. Doyle, with him Eugene Raymond, for appellants.",
      "F. B. Bracken, of Loughlin & Bracken, for appellee."
    ],
    "corrections": "",
    "head_matter": "Long, Appellant, v. Folwell Brothers & Company, Incorporated.\nNegligence — Master and servant — Minor employee — Duty to instruct— Contributory negligence.\nA boy sixteen years old is not entitled to recover damages for personal injuries from his employer because of the failure of the latter to instruct him as to the dangerous character of a machine, where the evidence shows that the boy was told to gather up and carry away a pile of waste lying on the floor at the side of a carding machine with which the boy was perfectly familiar, and that in doing so he was injured by coming in contact with the cogwheels of the machine.\nArgued Jan. 19, 1910.\nAppeal, No. 349, Jan. T., 1909, by plaintiffs, from judgment of C. P. No. 2, Phila. Co., June T., 1904, No. 4,161, on verdict for defendant in case of James H. Long, by his father and next friend, Samuel R. Long, and the said Samuel R. Long, in his own right, v. Folwell Brothers & Company, Incorporated.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before'Wiltbank, J.\nAt the trial the court instructed the jury to return a verdict for the defendant.\n\"Verdict and judgment for defendant.\nOn motion for a new trial Wiltbank, J., filed the following opinion:\nIn McLean v. Sehoenhut Co., 225 Pa. 100, it was said that, in actions of tort, the burden was on the plaintiffs not only to charge the particular negligence complained of, but to prove it by sufficient testimony. The parties are bound by the pleadings and the courts cannot disregard them. It will not do to allege one ground on which to sustain a recovery of damages for failure to perform a duty, and at the trial prove or attempt to prove failure to perform a different kind of duty, the breach of which is not alleged. We need not cite the long line of authorities on the principle of which this judgment is the last exposition.\nThe pleadings in the case at bar disclose substantially but two issues: First, Did the defendant put the plaintiff at the time he was in his minority to work in an improper place at and upon machinery which was defective in structure and lacking repair? Second: Did the defendant fail duly to instruct the plaintiff as a minor in respect of the operation of the machinery at which he was employed? The statement of claims confines the investigation to these points, and technically raises only the first. It recites that on or about September 18, 1903, James H. Long, the minor son of Samuel It. Long, both of whom appeared as plaintiffs, was in the employ of the defendant in the conduct of its business in this city, and that it being the defendants’ duty to furnish and provide for his use reasonably safe and proper machinery, tools and appliances in a proper place, and to keep and maintain the same in good condition; and further it being also its duty to fully instruct and properly guard and protect him from any and all great hazards, risks, etc., arising upon the dangerous, improperly placed and insufficient machinery, tools and appliances, the defendant wholly failed in these particulars and did not furnish and provide reasonably safe, proper and sufficient machinery, tools and appliances and did not properly and fully instruct him as to the use of the same and the dangers, hazards, risks and perils thereof, but on the contrary furnished and provided him with dangerous, etc., machinery, etc., in an improper place and subjected and exposed him to divers great hazards, etc., so that on the date mentioned the plaintiff was put to work at a certain machine known as a carding machine, which was defective, insufficient and dangerous, and not properly placed, and while the plaintiff was at work about said carding machine, his left hand was caught in said machine and the hand and fingers thereof were mashed and crushed so that some of his fingers were thereafter amputated, and he was cut, bruised, etc., and permanently injured, etc. The gravamen of the offense charged, it will be observed, was the providing of machinery defective, dangerous and improperly placed. Although the duty to duly instruct the plaintiff as a minor is declared upon, yet no violation of this duty is set up as leading to the accident. In fact, the proofs showed nothing as to a failure to instruct the employee. Moreover, he was represented to have been at the time of the accident over the age of sixteen years. This point we advert to later.\nThe plaintiff- was employed to feed, with wool, appliances called cards. The wool before use was placed about ten feet back of the machine in a pile on the floor against the wall of the building. It was the plaintiff’s duty at proper intervals of time to turn' from his position at the box or feeder into which he thrust the wool backward to the pile behind him and pick up an armful to replenish the box. He testified in chief, explicitly, that he was not to do anything else but just keep the boxes filled. On cross-examination he said that his employer in engaging him explained that all he had to do was to keep the boxes full. He worked in safety for two days and a half at this employment before the occurrence of the accident. He had done like work before in another establishment. There were three of these machines or cards which he was to feed in this manner. These stood in a row at right angles with the wall I have mentioned, and some few feet apart one from another. His position may be described to have been at the head or mouth of the carding machine, and according to his orders, as he said, this position was varied only by his turning to the pile of wool on the floor against the wall back of him. By his story one Bradley, his boss, just before the accident told him to gather a pile of waste and take it to the waste house. This direction, he said, referred to a collection of waste on the floor at the side of the machine and about the running gear which was there. Knowing that the machinery was in motion, he started to gather up the fly referred to and found his hand caught in the gear. The alleged order of Bradley was given before six o’clock, — what the plaintiff called quitting time, — or shortly before. It appeared that by the action of the carding machine the wool was carried through from the feeding point to the other end, and as it was torn or carded it created and threw off a fine substance which was not of sufficient weight to pass with the main fiber which was carried into the air about the machine and thence lodged on the floor. The plaintiff knew the necessary incident of the process and described it.\nThe object of carding wool is, first of all, to open up the fleece and lay the fibers as near side by side as possible. During this operation the dirt, the burrs, the seeds and vegetable matter which accumulate on sheep’s fleece in grazing are in a large measure cast down. The heavier portion falls, naturally, to the ground. Some of the lighter portion rises and comes in contact with moveable belts on the machine, and with driving pulleys. This is carried off in the atmosphere, the air current causing it to spread and float. It is called “ fly.”\nThis, we think, disposes of the question of instructions to the plaintiff. He needed none at the time of the accident in view of his admitted experience and observation,— and in the light of the expressed terms of his employment.\nWe have, then, to consider the contention that there was negligence in the defendant in respect of the situation and character of that part of its plant about which the plaintiff worked. On this head we concur in the views of the trial judge, expressed in his charge to the jury when directing a verdict for the defendant. The machinery in its equipment was not wanting in the guards that were necessary under the circumstances, and was shown to have been of the character and condition usual in such industrial establishments. Were there evidence requiring a submission to the jury of the issue of negligence, it would have been necessary to consider the question of contributory negligence in the plaintiff, and whether it must be ruled that he had suffered injury because he had knowingly taken a risk.\n• The defendant offered a certificate made under the Act of assembly of April 29, 1897, P. L. 30, which had been signed and sworn to by the boy’s mother on June 6, 1901, reciting that he was then fourteen years, two months and nineteen days of age, and had been born on March 17, 1887. The accident, as already stated, occurred on September 18, 1903, and the plaintiff was then sixteen years and six months old. It was contended for him that the certificate thus produced was untrue in fact and ineffective to bind him as he was one year younger. If this contention was not sustained (and the trial judge' was of the opinion that it failed), the plaintiff was not exempt from the charge of conduct on his own part, which according to his showing, precluded a recovery.\nWe have been moved on two trials to pass upon the circumstances of the production and the legal effect of this certificate. Under the statute of April 29, 1897, P. L. 30 (and we are not at liberty to refer to the statute of May 2, 1905, P. L. 352, because it is not retroactive), the certificate produced, assuming it to have been valid, was provided for and designed to operate as prima facie evidence of the age of a minor seeking employment, either himself or by his parents, one or more of them, or his guardian. In this instance the plaintiff presented the certificate to former employers of the minor. It may be said that personally the father did not produce, and that personally the son did not produce it, but not the less actually and with the assent of all concerned the mother did produce it duly verified by affidavit, and thus in contemplation of the statute the certificate comprised a publication of the date of the birth of the boy. It later came into possession of the defendant at the time of the employment out of which there arose the accident under consideration. The defendant was obliged under the law to make reasonable inquiry of the age of a person admittedly under twenty-one who was contemplated for employment; and there appears to have been a compliance on its part with this provision of the law in accepting the certificate on the days of its hiring of the workman. It was not denied that the certificate was produced to the employer on that occasion, and it matters not whether this was.by the son himself, or by his father, or by someone else, it being out of the question, however, that it could have been produced by the mother because it was shown that she had previously departed this life. The effect and validity of the certificate had been inaugurated and created at the time it was sworn to, which was on the earlier occasion, and the defendant was authorized to regard it as already published, and as so published as to justify it in availing itself of its averments. It was admittedly issued by one parent, admittedly signed; it stated the age and the date of the birth, and it was verified before a notary.\nIt was to indicate from a source accredited by statute that the plaintiff was within the class of minors over sixteen years of age. The question then was whether, having prima facie evidence of the birth of the boy from which his age was readily calculable, the defendant should have inquired further.\nWhen we come to consider this we find that there was no power in the boy to qualify or in any way discredit the certificate as it stood. Under the statute it was to be made by the parent or guardian, and the employer had therefore the right at law to regard the parent or the guardian as the authority in the premises. The minor was not constituted a party to state his age, and he was bound by the certificate given by his parents. For many reasons this must be a correct view of the case. In the first place, a minor can never tell when he was born save upon evidence of which the best rests with his parents. But independently of this view it is obviously the meaning of the statute that the minor should have no voice in the premises. It was not the duty of the defendant employer to turn to him for information under the circumstances when it had that which may be regarded as close to, if not quite, the best evidence of the date of his birth. Indeed, it would be difficult to show any better evidence than the affidavit of the mother. When this was made there had been, and when it was produced at the trial there was, no dissent on the part of the father. The statute does not recognize priority in authority of the father in the domestic establishment, but says merely, the parent, and it may be assumed, therefore, under the common law that if the father did not sign the certificate and the mother did, the mother did it, in the legal acceptance of the term, under the instructions of her husband. These circumstances, therefore, compel the conclusion that the defendant acquired (and it was on the motion of the boy seeking employment or those representing him) information which was reasonably adequate that the boy was over sixteen years of age.\nConcluding thus, we may glance at the question whether or not there was an order to the plaintiff to clean machinery while in motion. The statement did not charge it. The evidence did not disclose it. It was at no time his duty to clean machinery, and he did not do it. Nor was he at any time ordered to do it, according to his story, whether in motion or at rest. If Bradley, the boss, directed him to gather up fly from the floor, the order did not involve his touching the plant when in action, much less his cleaning it, and taking the risk of performing service alike beyond the scope of his employment and unusual in the particular that it was contrary to the practice of the establishment. By the plaintiff’s statement of that practice the machinery was stopped at regular intervals — always twice each day — in order that it might be brushed off. And employees other than he did the work. When one machine was thus stopped he was engaged “filling the others up.” The fact as presented by him in his testimony was, that it was the command of Bradley that he move fly from the passage on the floor between the machines described,— not that he work upon the plant itself. We have, therefore, a case under the proofs of the plaintiff’s being put to work at a feeder and according to his own contention being required to do nothing else. The master, Bradley, testified that he had ordered him not to touch the machinery when running; and when called in rebuttal the plaintiff did not deny this.\nThe conclusions are necessary, that the defendant did not put the plaintiff to work at machinery which was defective in structure and lacking repair, nor did it fail in its duty to him as a minor in respect of the operation of such machinery as he was employed upon.\nThe rule for a new trial is discharged.\nError assigned was in directing a verdict for the defendant.\nJohn M. Doyle, with him Eugene Raymond, for appellants.\nProper instructions were not given: Dougherty v. Dobson, 214 Pa. 252; Creachen v. Bromley Bros. Carpet Co., 209 Pa. 6; Manola v. Stamping Co., 223 Pa. 116; Burns v. Coal Co., 223 Pa. 473; Dynes v. Bromley, 208 Pa. 633; Doyle v. Waste Co., 204 Pa. 618; Winters v. Boll, 204 Pa. 41; Beil v. Cement Co., 218 Pa. 472; Smith v. Tube Co., 183 Pa. 485; Sweigert v. Klingensmith, 210 Pa. 565; Sturtz v. Delaware, etc., R. R. Co., 225 Pa. 249; Thomas v. R. R. Co., 194 Pa. 511; Coates v. Chapman, 195 Pa. 109; Valentine v. Colburn Co., 10 Pa. Superior Ct. 453; Cameron v. Traction Co., 216 Pa. 191.\nMay 24, 1910:\nF. B. Bracken, of Loughlin & Bracken, for appellee.\nThis court has held in numerous cases that an employee must be presumed to know and appreciate the obvious, and that no instructions to avoid open and apparent dangers are necessary: Vant v. Roelofs, 217 Pa. 535; Fick v. Jackson, 3 Pa. Superior Ct. 378; Hemscher v. Dobson, 220 Pa. 222; O’Keefe v. Thorn, 24 W. N. C. 379.\nThis rule has been applied to cases where the minors injured were about the age or younger than the plaintiff, the court acting upon the presumption that a minor over fourteen years of age is capable of observing and protecting himself from an obvious danger: Eisenberg v. Fraim, 215 Pa. 570; O’Keefe v. Thorn, 24 W. N. C. 379; Nagle v. Allegheny Vall. R. R. Co., 88 Pa. 35; Hunt v. Graham, 15 Pa. Superior Ct. 42; McLean v. Schoenhut, 225 Pa. 100."
  },
  "file_name": "0314-01",
  "first_page_order": 344,
  "last_page_order": 354
}
