{
  "id": 969908,
  "name": "Rosengarten v. Ashton, Appellant",
  "name_abbreviation": "Rosengarten v. Ashton",
  "decision_date": "1910-05-24",
  "docket_number": "Appeal, No. 56",
  "first_page": "389",
  "last_page": "397",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "209 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/209/0226-01"
      ]
    },
    {
      "cite": "206 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931616
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0451-01"
      ]
    },
    {
      "cite": "83 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050796
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0462-01"
      ]
    },
    {
      "cite": "15 W. N. C. 441",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "213 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943358
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0390-01"
      ]
    },
    {
      "cite": "124 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0145-01"
      ]
    },
    {
      "cite": "201 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925677
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0420-01"
      ]
    },
    {
      "cite": "208 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998162
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0500-01"
      ]
    },
    {
      "cite": "23 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0031-01"
      ]
    },
    {
      "cite": "196 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916820
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0325-01"
      ]
    },
    {
      "cite": "37 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418946
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0023-01"
      ]
    },
    {
      "cite": "160 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852192
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0609-01"
      ]
    },
    {
      "cite": "9 Watts, 403",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849953
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/9/0403-01"
      ]
    },
    {
      "cite": "209 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936199
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0226-01"
      ]
    },
    {
      "cite": "124 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0145-01"
      ]
    },
    {
      "cite": "201 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0420-01"
      ]
    },
    {
      "cite": "196 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0325-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 686,
    "char_count": 16234,
    "ocr_confidence": 0.519,
    "pagerank": {
      "raw": 6.863725363763461e-07,
      "percentile": 0.9644537191164427
    },
    "sha256": "935afcdbac8bbf2323add3e968de1483a3a547b1b1969ff02d47a3d3db742e00",
    "simhash": "1:93b6265bb445b259",
    "word_count": 2853
  },
  "last_updated": "2024-02-27T20:18:37.568097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Rosengarten v. Ashton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThe testator made no direct or express gift to his grandchildren. He directed that upon the death of the last of his children the trustees who shall have held a moiety of his residuary estate up to that time, for the purposes stated in the second section of the thirteenth clause of his will, shall make distribution of it “equally to and among all my grandchildren and the issue of such as may be dead, such issue to take the share the parent would have taken if living at the time of the death of my last surviving child.” ■ Whatever interest a grandchild takes 'in the corpus of the grandfather’s estate passes under this clause, which simply directs distribution. No gift of an interest in the estate to a grandchild is to be found in any other clause of the will, and the gift is implied only from the direction to divide. This must be conceded, and the well-known rule in such a case is that, as the direction to pay or divide constitutes the bequest, the vesting of the interest itself is postponed, and not merely the possession or enjoyment of it. “Where there is no gift but in a direction to pay or transfer or divide among several persons, at a future period, though the future period is annexed to the payment, possession or enjoyment, yet it is also annexed to the devise or bequest itself. For, in this case, the direction to pay or transfer or divide, constitutes the devise or bequest itself; and, therefore, the vesting in interest is postponed, and not merely the vesting in possession or enjoyment:” Smith on Executory Interests, sec. 314. “The ruling principle of a case like this is, that where there is no separate and antecedent gift which is independent of the direction and time for payment, the legacy is contingent; and it'seems to be as well founded in reason, as rules of interpretation usually are. Where a gift is only implied from a direction to pay, it is necessarily inseparable from the direction, and must partake of its quality, insomuch that if the one is future and contingent, so must the other be:” Gibson, C. J., in Moore v. Smith, 9 Watts, 403. “The rule is conceded that where there is bequest in the form of a direction to pay, or pay and divide ‘from and after’ the happening of any event, ‘then the gift being to persons answering a particular description, if a party cannot bring himself within it he is not entitled to take the benefit of the gift:’ ” Man’s Est., 160 Pa. 609. Many more of our own cases might be cited which announce the same-rule. Reference is made to a number of them in Reiff’s Appeal, 124 Pa. 145. But no rule as to vested and contingent remainders is specially called for in construing the will before us, for, as the intention of the testator most clearly appears, it must be given effect without regard to any rule: Mulliken v. Earnshaw, 209 Pa. 226.\nThe testator directs what is to be done with what remains of his estate upon the death of his last child. He directs who shall take directly from him, and, while he does not expressly say that they are to be grandchildren then living and the issue of those dead, no other intention is to be gathered from his words, unless we deny them their ordinary meaning, in which sense the law presumes the testator used them. No share is given to the estate of a deceased grandchild. The condition of participation in the distribution is life at the time it is to be made. Living grandchildren and living issue of deceased grandchildren are to be the distributees. They constitute the exclusive class to which the testator declares his estate shall go. The issue of a deceased grandchild shall take “the share the parent would have taken if living” at the time of distribution. Could words more clearly indicate the intention of the testator that a grandchild shall take only if living at the time of the death of his last child? And if a living grandchild will take only at that time, by the express words of the testator, it cannot take before. It surely would be a work of supererogation to dwell longer on the expressed intention of the testator. That intention excludes the appellant from all interest in his estate, for Alice E. Ashton, the grandchild under whom he claims, died during the lifetime of five of her grandfather’s children. It- is unnecessary to refer to other clauses of the will to which counsel for appellees point as indicating the intention of the testator that no one not of his blood shall take any interest in his estate. The third section of the thirteenth clause needs no support as an expression of the testamentary intention that the interest of a grandchild is to be contingent.\nThere is nothing in the seventeenth clause of the will conflicting with the intention of the testator as expressed in the thirteenth. The executors and trustees are not to purchase a dwelling house and furnish it for a grandchild to become his or her property, but they are to invest out of such grandchild’s contingent share such sum as they may deem proper for a “suitable dwelling house and furniture therefor; ” but such sum, so invested, is to continue a part of the trust estate and is to be distributed as such under the third section of the thirteenth clause of the will.\nCarstensen’s Est., 196 Pa. 325, and Safe Deposit & Trust Company v. Wood, 201 Pa. 420, are the two cases upon which the learned counsel for appellant seem to place main reliance, but each is clearly distinguishable from the one before us. In the first, as pointed out by our Brother Mestrezat, the brothers and sisters of the testatrix were in esse at the date of her death, and the time when they were to come into possession of their legacies was fixed by the will, to wit: at the death of Edward Carstensen, the life tenant; the bequest was not qualified, but absolute and immediate; there was no condition precedent attached to the gift which the legatees were required to fulfill prior to receiving the bequest; the time fixed by the testatrix for the enjoyment of the ulterior interests in her estate was not annexed to the legacies themselves and was in no sense a part of the description of the objects of her bounty; and it was evident that the only object of the testatrix in the postponement of the distribution of the estate among her brothers and sisters was a desire that she had to give her husband a life interest in it. In the other, we said the testatrix “directed that, as soon as practicable after her decease, an inventory and just valuation and appraisement should be made of all her property, real and personal; that her executor should immediately proceed to divide the real estate into six equal shares or purparts, according to the valuation made by them, and that ‘such valuation and appraisement and distribution of my property and estate shall be in writing, and signed and acknowledged by the appraisers hereby appointed for that purpose, and shall be recorded at length on the records of the orphans’ court of Allegheny county, and shall expressly designate by name the several parties entitled under the provisions of this my will as devisees or cestui que trusts to each particular share or purpart of my said estate according to the disposition thereof hereinafter made.’ The testatrix wanted it to be known, as soon as practicable after her death, from the records of the court, not only who would take under her will, but what each would take. They were to be designated by name as the parties entitled then, when the record was made, to what she had left them. The present right to the corpus, to be enjoyed in the future, was to be set forth, and those who were to enjoy it were to be specifically named. The expressed intention seems to be that the estates given should vest, not years after her death, but as soon as she died. They were not only to vest, but it was to be definitely ascertained and known who took and just what each was to get.”\nThe assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Abraham M. Beitler, with him Henry S. Drinker, Jr., and II. Gordon McCouch, for appellant.",
      "John G. Johnson, with him Frederick C. Newbourg, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Rosengarten v. Ashton, Appellant.\nWills — Construction—Vested and contingent estates — Grandchildren.\n1. Where a testator creates a trust for the benefit of his children for life, and directs his trustees, upon the death of the last child “to pay over and distribute,” the estate to all his grandchildren and the issue of such as may be dead “such issue to take the share the parent would have taken if living ” at the time of distribution, the interest of a grandchild who dies before the time for distribution, is contingent and not vested. .\n2. Where a direction in a will to pay or divide constitutes the bequest, the vesting of the interest itself is postponed, and not merely the possession or enjoyment of it. .\nArgued April 21, 1910.\nAppeal, No. 56, Jan. T., 1910, by defendant, from judgment of C. P. No. 5, Phila. Co., Dec. T., 1908, No. 1,308, on case stated in suit of Joseph G. Rosengarten and Harry B. Rosengarten, Executors and Trustees under the Will of George D. Rosengarten, deceased, v. William E. Ashton.\nBefore Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nCase stated in ejectment. Before Staake, J.\nThe case stated was as follows':\nGeorge D. Rosengarten died at Philadelphia on March 18, 1890, having first made and published his last will and testament, dated February 1, 1886, which was duly proved at Philadelphia, and letters testamentary thereon were granted to the said Joseph G. Rosengarten and Harry B. Rosengarten.\nBy the twelfth and thirteenth paragraphs thereof it was provided as follows:\n“Twelfth. — All the rest residue and remainder of my estate I direct my executors at the end of one year from my death or as soon thereafter as may be within their power so to do to divide into two equal shares, and one of said shares I give, devise and bequeath equally and absolutely to and among all my children living at the time of my death and the issue of such as may be dead, such issue to take the share the parent would have taken if living at the time of my death.\n“Thirteenth. — The other share of my said estate I give, devise and bequeath to my executors and trustees and their survivor and successors in trust nevertheless:\n“(First). — To pay all legacies, annuities and charges hereinbefore provided and all taxes, costs and expenses thereon and of said trust estate.\n“(Second). — To pay over the net income of said trust estate for and during the lives of my children equally to and among all of my children and the issue of such as may be dead, such issue to take the share of said income of said trust estate the parent would have taken if living, and in case of the death of any of my said sons leaving widows and issue of such widows during widowhood and such issue shall take equally the share of such income such son would have taken if living and in case of the death of any of my sons leaving a widow and no issue then I authorize and direct my executors and trustees to pay to such widow during widowhood such sums as my said executors and trustees shall think proper and\n“ (Third). — On the death of the last of my children then to pay over and distribute said trust estate equally to and among all my grandchildren and the issue of such as may be dead, such issue to take the share the parent would have taken if living at the time of the death of my last surviving child.”\nBy the seventeenth paragraph thereof it was provided as follows:—\n“Seventeenth. — I authorize, empower and direct my executors and trustees on the marriage of any of my grandchildren to invest such sum of money out of his or her share of my estate as may be by my said executors and trustees deemed proper for the purchase of a suitable dwelling house and furniture therefor and such investments of real and personal estate shall be taken and held upon the same trusts as, and as part of his or her share of my said estate provided that no real estate so purchased shall be sold or otherwise disposed of during the life of the person for whom it was bought without his or her consent in writing and in case of such sale the proceeds thereof shall remain part of my said trust estate.”\nThe said George D. Rosengarten left him surviving seven children, to wit: Mitchell G. Rosengarten, who died at Philadelphia on May 19, 1898, leaving a widow, Emily Rosengarten, now deceased, and five children, to wit: Alice E. Ashton, Katharine E. Tyson, Mitchell G. Rosengarten, Jr., Albert H. Rosengarten and Harold Rosengarten, and no issue of any deceased child.\nSamuel G. Rosengarten, who died May 15, 1908, unmarried and without issue.\nFanny Rosengarten, unmarried, who is still living.\nJoseph G. Rosengarten, unmarried, who is still living.\nHarry B. Rosengarten, who is still living, is married, and has six children, to wit: George D. Rosengarten, Adolph G. Rosengarten, Clara R. Neilson, Joseph G. Rosengarten, Jr., Frederick Rosengarten, and Armenia C. MacLeod, and no issue of any deceased child.\nFrank H. Rosengarten, who is still living, and has two children, to wit: J. Clifford Rosengarten and Samuel R. Rosengarten, and no issue of any deceased child.\nEmma R. Sinnickson, who is still living, and has five children, to wit: Caroline Shore, Elizabeth R. Sinnickson, Charles Sinnickson, George R. Sinnickson and Fanny R. Sinnickson, and no issue of any deceased child.\nAll of the above-mentioned grandchildren of the said George D. Rosengarten are now living, excepting Alice E. Ashton, wife of William E. Ashton, the defendant herein, who died at Philadelphia on April 5, 1908.\nBy deed dated May 11, 1892, and recorded at Philadelphia on May 12, 1892, George Herbert Walsh and Harriet Hockley Walsh granted and conveyed unto Joseph G. Rosengarten and Harry B. Rosengarten, executors of and trustees under the last will of George D. Rosengarten, deceased, trustees for Alice E. Ashton, wife of William E. Ashton, a granddaughter of the said George D. Rosengarten, all that certain lot or piece of ground with the four-story brick messuage or tenement thereon erected, situate on the north side of Walnut street at the distance of eighty-four feet four inches westward from the west side of Twentieth street, in the eighth ward of the said city of Philadelphia, containing in front or breadth on the said Walnut street eighteen feet two inches, and extending in length or depth northward between lines at right angles therewith 120 feet to Porcelain street.\nThe said Alice F. Ashton and her husband, William E. Ashton, the defendant herein, occupied the said premises as their residence until the death of the said Alice E. Ashton. Since the death of the said Alice E. Ashton the said William E. Ashton, the defendant herein, has continued in the possession of the said premises.\nAs. above set forth, the said Alice E. Ashton, wife of William E. Ashton, the defendant herein, died at Philadelphia April 5, 1908, without issue, having first made and published her last will and testament, dated July 5, 1899, which was duly proved at Philadelphia, and letters testamentary thereon granted to the said William E. Ashton, who took all his wife’s estate under her will.\nMay 24, 1910:\nError assigned was in entering judgment for plaintiffs on case stated.\nAbraham M. Beitler, with him Henry S. Drinker, Jr., and II. Gordon McCouch, for appellant.\nThe death of a grandchild before that of the last surviving child did not operate to destroy the grandchild’s interest in this estate: Chew’s App., 37 Pa. 23; Carstensen’s Est., 196 Pa. 325; Manderson v. Lukens, 23 Pa. 31; Adams’s Est., 208 Pa. 500; Safe Dep. & Trust Co. v. Wood, 201 Pa. 420.\nJohn G. Johnson, with him Frederick C. Newbourg, Jr., for appellee.\nWhere there is no gift but a direction to pay or divide among several persons at a future period, though the future period is annexed to the payment, possession or enjoyment, yet it is also annexed to the devise or bequest itself. The direction to pay constitutes the devise or bequest, and, therefore, the vesting in interest is postponed, and not merely vesting in possession or enjoyment: Reiff’s Est., 124 Pa. 145; Kountz’s Est., 213 Pa. 390; Mergenthaler’s App., 15 W. N. C. 441; Adams’s Est., 208 Pa. 500; Delbert’s App., 83 Pa. 462; Raleigh’s Est., 206 Pa. 451; Mulliken v. Earnshaw, 209 Pa. 226."
  },
  "file_name": "0389-01",
  "first_page_order": 419,
  "last_page_order": 427
}
