{
  "id": 969886,
  "name": "Sloppy, Appellant, v. Pennsylvania Railroad Company",
  "name_abbreviation": "Sloppy v. Pennsylvania Railroad Co.",
  "decision_date": "1910-07-01",
  "docket_number": "Appeal, No. 314",
  "first_page": "636",
  "last_page": "640",
  "citations": [
    {
      "type": "official",
      "cite": "228 Pa. 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914074
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0494-01"
      ]
    },
    {
      "cite": "208 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998154
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0598-01"
      ]
    },
    {
      "cite": "162 U. S. 346",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137988
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/162/0346-01"
      ]
    },
    {
      "cite": "149 U. S. 368",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3569307,
        3569861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/149/0368-02",
        "/us/149/0368-01"
      ]
    },
    {
      "cite": "78 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040403
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0025-01"
      ]
    },
    {
      "cite": "146 Mass. 586",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        784153
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/146/0586-01"
      ]
    },
    {
      "cite": "109 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0296-01"
      ]
    },
    {
      "cite": "198 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0026-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 135",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285492
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0135-01"
      ]
    },
    {
      "cite": "208 Pa. 593",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "17 W. N. C. 73",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "86 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056627
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/86/0432-01"
      ]
    },
    {
      "cite": "195 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914074
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0494-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8011,
    "ocr_confidence": 0.535,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03412380412912104
    },
    "sha256": "3f56892565c65262ca485d791dc4ad78825f410f686921014d067294dc850e49",
    "simhash": "1:5273f9b8da285632",
    "word_count": 1415
  },
  "last_updated": "2024-02-27T20:18:37.568097+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Sloppy, Appellant, v. Pennsylvania Railroad Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nThe accident out of which this action grows occurred on the repair track in the yard of defendant company. The plaintiff’s husband was there engaged with an assistant in repairing a crippled car. At the end of this car nearest the switch opening from the main track, was displayed a blue flag, the signal required by the rules of the company to warn against the approach of other cars. Extending back from the cars to the track was a sharp curve for a distance of 200 feet. A yard engine pushing-six cars, one of which, — the one farthest from the engine, — was to be left on this track for repairs, entered from the main track, moving at the rate of four miles an hour. This train of cars collided with the car that was being repaired. Plaintiff’s husband was at the time at work under the body of this car. His death resulted from the collision. The negligence charged was not in connection with the construction or maintenance of the track, or in the use of defective cars or imperfect appliances, but that the defendant company, “ disregarding its duty, wantonly and negligently, and without permission or consent, or giving any warning of or to the. said David Sloppy, ran a train of cars in on said crippled track, and wantonly, negligently, disregarding its duty ran and forced the said cars violently against the said car being repaired by the said David Sloppy.” At the conclusion of the plaintiff’s evidence the court on motion directed a nonsuit, which it subsequently refused to remove. The evidence establishes clearly, as the proximate cause of the accident, the failure on the part of the fireman to communicate to the engineer the order given by the conductor to halt the train. The conductor testified that he saw the blue flag on the crippled car when 200 feet away; that he at once signaled the fireman, whose duty it was to take the signal, — the engineer not being in sight because of the curve, — to slow down, and then .signaled to him to stop immediately; that both signals were disregarded and the collision followed. The witness further testified that at the rate of speed at which the train was moving, it could have been brought to a rest within six feet. There was nothing in the evidence which in anyway qualified this positive and direct testimony. The only question then was, was the plaintiff’s husband a fellow servant with those employed in the running of the train? The train was in charge of a conductor, the witness above referred to; it was made up of engine and cars to be distributed through the yard in which plaintiff’s husband was employed as a repair man. Conductor, engineer and fireman were admittedly fellow servants, because engaged in the same common employment, owing obedience to common authority; but it is contended that those whose duty it was to make repairs were not within this community. There is a clear and manifest distinction between the kinds of work done by these several classes of employees; but that of itself does not disassociate them. Whether a common employment in the legal sense can be affirmed, is not determined by the character or kind of work done by each, but by the purpose towards which the work is directed. If the purpose be a common one, and the work of each is but complementary to that of the other in accomplishing the general purpose, then it is a common employment. Here the general purpose on the part of both was to maintain the rolling stock of the company in a state of repair. A track was provided to receive what was known as crippled cars where they were to be repaired by employees engaged to do that particular work. It was the duty of the trainmen to deliver the cars upon this track and remove them when the repairs had been made. The duties of each class of employees were so related, that those employed in the one branch of the service must have known of the required co-operation of those employed in the other to effect the one distinct object in view. They thus became fellow servants in this connection, each individual in the class taking on himself all the ordinary risks of the employment, including the risk of negligent act on the part of others engaged in the same work. To establish this relation in contemplation of law', it is sufficient to show, \"that they are employed by the same master, engaged in the same common work, and performing duties and services for the same general purpose:” Lehigh Val. Coal Co. v. Jones, 86 Pa. 432. It is impossible to distinguish this case in its controlling facts from the case of Campbell v. Penna. R. R. Co., 17 W. N. C. 73, \"It clearly appears from the testimony,” said Sterrett, J., in that case, \"that the immediate cause of the unfortunate accident which befell plaintiff, was the negligence of the brakeman in recklessly undertaking to drop in on the track where plaintiff was working, a greater number of cars, than he was able to control without assistance. The brakeman and plaintiff were engaged in different branches of the same general service, but in the discharge of their respective duties they were brought into such close proximity to each other, that the negligence of the former, in carelessly dropping the cars, necessarily endangered the safety of the latter. They were, therefore, in the proper sense of the term fellow servants of the defendant company, and nothing is better settled than that for an injury caused by a fellow servant, without more, there can be no recovery.” Fullmer v. N. Y. Central & Hudson River R. R. Co., 208 Pa. 593, and Peterson v. Pennsylvania R. R. Co., 195 Pa. 494, are directly in line. In all of these cases the difference in the work done by the several classes was just the difference which existed here, and in each case it was held that all were fellow servants because of a common employment owing obedience to common authority. The assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "B. B. Stone and Allan Oviatt, for appellant.",
      "F. D. Gallup, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sloppy, Appellant, v. Pennsylvania Railroad Company.\nNegligence — Railroads—Master and servant — Fellow servant — Car repairer and, fireman — Assumption of risk.\n1. A railroad ear repairer and the crew of a train engaged in switching cars onto the repair track are fellow servants, the work of each being complementary to that of the other in accomplishing a general purpose under common authority.\n2. Where a ear repairer working under a crippled car on a siding reserved for that purpose, is killed by a collision resulting from the negligent shifting of another car onto the siding, and the proximate cause of the accident is the failure on the part of the fireman of the shifting crew to communicate to the engineer an order given by the conductor, the railroad company cannot be held liable in an action for damages for the death.\nArgued May 3, 1910.\nJuly 1, 1910:\nAppeal, No. 314, Jan. T., 1909, by plaintiff, from judgment of nonsuit of C. P. McKean Co., June T., 1908, No. 157, in case of Mrs. David Sloppy v. The Pennsylvania Railroad Company.\nBefore Fell, C. J., Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband. Before Ormerod, P. J., specially presiding.\nThe facts appear in the opinion of the Supreme Court.\nError assigned was refusal to take off nonsuit.\nB. B. Stone and Allan Oviatt, for appellant.\nThe question as to the cause of the accident was for the jury: Menner v. D. & H. Canal Co., 7 Pa. Superior Ct. 135; Kroesen v. Railway Co., 198 Pa. 26; Canal, etc., Co. v. Mason, 109 Pa. 296; Moynihan v. Hills Co., 146 Mass. 586 (16 N. E. Repr. 574).\nThe conductor was not the fellow servant of the car repairer: Mullan v. Phila. & Southern Mail Steamship Co., 78 Pa. 25; B. & O. R. R. Co. v. Baugh, 149 U. S. 368 (13 Sup. Ct. Repr. 914); Northern Pac. R. R. Co. v. Peterson, 162 U. S. 346 (16 Sup. Ct. Repr. 843).\nF. D. Gallup, for appellee.\nThis case is governed by : Fullmer v. R. R. Co., 208 Pa. 598; Campbell v. Penna. R. R. Co., 2 Atl. Repr. 489; Peterson v. Penna. R. R. Co., 195 Pa. 494."
  },
  "file_name": "0636-01",
  "first_page_order": 666,
  "last_page_order": 670
}
