{
  "id": 1079562,
  "name": "Morris & Bailey Steel Co., Appellant, v. Bank of Pittsburgh",
  "name_abbreviation": "Morris & Bailey Steel Co. v. Bank of Pittsburgh",
  "decision_date": "1923-03-19",
  "docket_number": "Appeal, No. 163",
  "first_page": "81",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 81"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 Pa. Superior Ct. 647",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0647-01"
      ]
    },
    {
      "cite": "295 Ill. 599",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5065570
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/295/0599-01"
      ]
    },
    {
      "cite": "44 Pa. Superior Ct. 266",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        417866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/44/0266-01"
      ]
    },
    {
      "cite": "249 Pa. 375",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/249/0375-01"
      ]
    },
    {
      "cite": "73 Pa. 483",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032323
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0483-01"
      ]
    },
    {
      "cite": "39 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        996234
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/39/0092-01"
      ]
    },
    {
      "cite": "267 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057764
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0096-01"
      ]
    },
    {
      "cite": "211 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940162
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0353-01"
      ]
    },
    {
      "cite": "274 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1073076
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/274/0206-01"
      ]
    },
    {
      "cite": "272 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068333
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0397-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 484,
    "char_count": 8733,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 5.167201197512785e-07,
      "percentile": 0.9396760197216131
    },
    "sha256": "6217ab4d4e12b3d76ae7c197c1ac5d174fee9af6c0000c510fb9f58c8ea6e70d",
    "simhash": "1:ec6223fcc10b3e49",
    "word_count": 1477
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Simpson, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Morris & Bailey Steel Co., Appellant, v. Bank of Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nPlaintiff appeals from a judgment of the court below in favor of defendant, on points of law raised in the affidavit of defense. In considering the right to have such a judgment', no weight can be given to an objection that the statement of claim is too “vague, indefinite and insufficient to support the action,” this and all similar averments, even if justified, being wholly immaterial in such an inquiry; it must appear from the statement itself, “as a ‘question of law,’ that plaintiff is not entitled to recover,” and if there are real doubts regarding this they must be resolved against entering the judgment: Rhodes v. Terheyden, 272 Pa. 397; Franklin Sugar Refining Co. v. Lykens Mercantile Co., 274 Pa. 206.\nThe statement avers that one Adolph M. Schwartz, who was a depositor in the defendant bank, was and still is indebted to plaintiff in two sums of money, in payment for which he, or his agent, Benjamin Leder, drew two checks; they were taken by the latter to the defendant bank, upon which they were drawn, and in lieu thereof it issued two cashier’s checks, “payable to the order of the plaintiff, and delivered the same to one Benjamin Leder on behalf of the plaintiff,” and “charged the amounts thereof to the account of the said Adolph M. Schwartz, and then and there appropriated the money of the said Adolph M. Schwartz, in the amounts of said checks, to the payment thereof.” Instead of sending the cashier’s checks to plaintiff, Leder endorsed them in the name of plaintiff, by himself as attorney, deposited them in his own bank, it in turn presented them to defendant, by which they were “paid and retained......as if actually and legally paid.” “Leder had no authority from the plaintiff to endorse said cashier’s checks......or to appropriate the proceeds thereof,” and defendant had no right to pay them upon the faith of his endorsements. Plaintiff, as soon as it learned of the facts, requested defendant to deliver the checks to it, plaintiff; this being refused the present suit was brought.\nEliminating tautology, and also all allegations which offend against the rule forbidding speaking demurrers, the affidavit of defense asserts that the averments of plaintiff’s claim are “generally [too] vague, indefinite and insufficient to support the action,” in that (1) it “does not set forth sufficiently any contract made by defendant with the plaintiff”; (2) it “does not show that any consideration, valuable or otherwise, passed from the plaintiff to the defendant”; (3) it appears therefrom “that neither of said checks had been delivered......to the plaintiff, and by reason thereof the only action of plaintiff is against the said Adolph M. Schwartz on his original indebtedness”; (4) it' “does not allege sufficiently a legal demand upon the defendant for the amount claimed to be due on said cashier’s checks”; (5) it “does not allege plaintiff had any knowledge of or authorized the procurement of the said cashier’s checks, and does not allege the said plaintiff agreed with the defendant or with Schwartz to accept said cashier’s checks, or any other checks in liquidation of the indebtedness”; and (6) it “shows on its face that plaintiff is guilty of such delay in notifying the defendant of the illegal and fraudulent endorsement on the said cashier’s checks by said Leder, as to prevent any recovery from the defendant in this action.”\nOverlooking, for present purposes, that some of these suggested defenses, if valid at all, may be available only to Schwartz, and limiting ourselves entirely to the record as now made up, there is, when the above stated rules of law are applied, a plain answer to each of these contentions. By the checks in suit defendant contracts to pay the amount' thereof to plaintiff, or on its order, upon their being presented for that purpose; the consideration for so doing being defendant’s implied agreement with Schwartz, as its depositor, and the credit of those sums against his account'. That plaintiff did not know of the issuance of, and had not received, either the original or the cashier’s checks, are matters of no moment; the latter belonged either to plaintiff or Schwartz, who, so far as this record shows, makes no claim to them, even if he had a legal right so to do; we must assume Leder had authority to draw and deliver the original checks in favor of plaintiff, and as the cashier’s checks, issued in lieu- of them, were intended for plaintiff, it had a right to ratify the action of Leder up to the time he received them. This did not operate as a ratification of his subsequent wrong in endorsing the checks, his conduct in this respect being repudiated both before and by this suit. That plaintiff did not agree to accept the checks in liquidation of Schwartz’s indebtedness to it, is a matter of indifference; unless the parties agree otherwise, checks are presumed to have been delivered and accepted merely as collateral security (Phila. v. Neill, 211 Pa. 353), and this status continues until they are actually paid. The letters attached to the statement, constitute an explicit demand for the checks, which defendant had wrongfully paid, received and retained, though thereby acquiring no title to them or their proceeds. Finally, even if we could, at this time, consider defendant’s contention as to delay in giving notice, — the burden of proof of the exculpatory fact, if any there was, being upon defendant, — the record, as now made up, discloses no reason why suit within the statutory period, without other notice, would not be sufficient.\nAny further statement, at the present time, regarding the law of the case, might possibly embarrass the court below at the trial, and this court on appeal, if from the evidence produced, a jury might find any material variation from the averments of the statement, which we must now accept as true; for this reason we abstain from further discussion thereof.\nAs provided in section 20 of the Practice Act of May 14, 1915, P. L. 483, defendant will be entitled to file a supplemental affidavit of defense within fifteen days after the return of the record: Pottash v. Hartenfeld Bag Co., 267 Pa. 96.\nThe judgment of the court below is reversed, and a procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "F. W. Miller, for appellant.",
      "Howard Zacharias, with him George D. Wide and Reed, Smith, Shaw & MeGlay, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Morris & Bailey Steel Co., Appellant, v. Bank of Pittsburgh.\nPractice, O. P. — Affidavit of defense — Question of law — Judgment — Statement of claim.\n1. It is error to enter judgment for defendant on points of law raised in an affidavit of defense, unless it appears from the statement of claim itself, “as a question of law,” that plaintiff is not entitled to recover; in this proceeding no weight can be given to objections alleging that the statement is vague, indefinite and insufficient to support the action.\n2. Judgment cannot properly be entered for defendant on points of law raised in an affidavit of defense, if a real doubt exists regarding his right thereto.\nBanks and banking — Checks—Collateral security.\n3. In the absence of an agreement to the contrary, the law presumes a check is delivered and accepted as collateral security only, to continue thus until it is actually paid.\nAppeals — Removal of judgment — Return of record — Supplemental affidavit of defense — Time—Act May 11, 1915, P. L. 188.\n4. On the reversal of a judgment for defendant, on points of law raised in an affidavit of defense, he is entitled to file a supplemental affidavit within fifteen days after the return of the record.\nArgued February 26, 1923.\nAppeal, No. 163, Oct. T., 1922, by plaintiff, from order of C. P. Allegheny Co., Jan. T., 1922, No. 742, by plaintiff entering judgment for defendant oh statutory demurrer, in case of Morris & Bailey Steel Co. v. Bank of Pittsburgh.\nBefore Moschzisker, C. J., Walling, Simpson, Kephart and Schaefer, JJ.\nMarch 19, 1923:\nReversed.\nAssumpsit for the amount of certain checks.\nThe opinion of the Supreme Court states the facts.\nJudgment for defendant on affidavit of defense in nature of statutory demurrer in opinion by Macearlane, J., Shafer, P. J., and Carnahan, J., concurring. Plaintiff appealed.\nError assigned was judgment, quoting it.\nF. W. Miller, for appellant.\n— Defendant issued and accepted a draft, or rather two drafts, in favor of plaintiff and paid them on unauthorized indorsements: Girard Bank v. Bank, 39 Pa. 92; Seventh Nat. Bank v. Cook, 73 Pa. 483; Union Nat. Bank v. Bank, 249 Pa. 375.\nHoward Zacharias, with him George D. Wide and Reed, Smith, Shaw & MeGlay, for appellee,\ncited as to liability on cashier’s checks as such: Hannon v. Land Co., 44 Pa. Superior Ct. 266; State Bank v. Bank, 295 Ill. 599; Girard Bank v. Bank, 39 Pa. 92; Seventh Nat. Bank v. Cook, 73 Pa. 483; Clark v. Bank, 31 Pa. Superior Ct. 647."
  },
  "file_name": "0081-01",
  "first_page_order": 105,
  "last_page_order": 109
}
