{
  "id": 1079539,
  "name": "Zondler et al., Appel., v. Foster Mfg. & Supply Co.",
  "name_abbreviation": "Zondler v. Foster Mfg. & Supply Co.",
  "decision_date": "1923-03-19",
  "docket_number": "Appeals, Nos. 114 and 115",
  "first_page": "98",
  "last_page": "102",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 98"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0451-01"
      ]
    },
    {
      "cite": "217 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953647
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0339-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 87",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0087-01"
      ]
    },
    {
      "cite": "244 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/244/0122-01"
      ]
    },
    {
      "cite": "231 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0200-01"
      ]
    },
    {
      "cite": "243 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0247-01"
      ]
    },
    {
      "cite": "254 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025495
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0203-01"
      ]
    },
    {
      "cite": "248 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1011474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/248/0024-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451766
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/60/0056-01"
      ]
    },
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    },
    {
      "cite": "275 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075608
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0246-01"
      ]
    },
    {
      "cite": "272 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068377
      ],
      "pin_cites": [
        {
          "page": "576"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0573-01"
      ]
    },
    {
      "cite": "252 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021662
      ],
      "pin_cites": [
        {
          "page": "460"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0451-01"
      ]
    },
    {
      "cite": "60 Pa. Superior Ct. 56",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        451766
      ],
      "pin_cites": [
        {
          "page": "60"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/60/0056-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 419,
    "char_count": 6883,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.2692773380417063e-07,
      "percentile": 0.7835786951285577
    },
    "sha256": "7396c350dc278559ef6818f1565ecd0ce5284c4568c30f88cbfdd559e24140b2",
    "simhash": "1:b1d497c65acf8679",
    "word_count": 1212
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaefer, JJ."
    ],
    "parties": [
      "Zondler et al., Appel., v. Foster Mfg. & Supply Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nPlaintiffs must prove not only that the automobile was owned by defendant and the driver was one of its employees (facts here admitted), but was used by authority on defendant’s business: Scheel v. Shaw, 252 Pa. 451, 460; Farbo v. Caskey, 272 Pa. 573, 576. Where a member of a partnership orders a car to be used in .connection with its business, or himself so uses it, the firm will be liable for an injury happening through negligent operation in course of such use: Treon v. Shipman & Son, 275 Pa. 246, 249. The same result will follow if express or implied authority is placed in another to act, or if one of the firm directs an unlimited use of the car in the partnership’s business.\nPhillips, defendant’s sales agent, had been given a Ford car, owned by the firm, to be used exclusively in connection with his work as such agent. No limitation had been placed on such use, so long as it was in the principal’s business. Moss, employed by defendant as a truck driver and to work about the garage, had been instructed by one of the firm to take orders from Phillips as to any work to be done on the car, and “to do anything that might be asked of him.”\nPhillips wanted the battery examined, the starter did not work right. Moss, who at noon had completed his work for the day, was requested to do the work. He first wished to go home for dinner, intending to return to fix the car. Phillips then said: “You can take the car with you. You can make much better time and get back sooner with it, because I have got an important' business engagement with it this afternoon.” It was on this trip the accident took place. Do these circumstances present' a case for the jury on the question of authority from and business of the employer?\nIt is not necessary to decide, under the circumstances, whether going home for dinner, even though it reduced the time from work, thereby increasing the time to devote to his master’s business, would be such incidental benefit to the latter as to cause the journey to be considered as being in its business. It was held, in Blaker v. Philadelphia Electric Co., 60 Pa. Superior Ct. 56, 60, a servant’s acts in going for his meals with his master’s car, would not ordinarily be within the scope of his master’s employment. It is clear, had the master ordered this to be done, there would be no question about defendant’s responsibility. Here we have the joinder of the defendant’s authority to its agent, with the master’s direction to the servant, the chauffeur, and the agent’s instructions to the latter in the light of his own authority and within the scope of the servant’s duties. The court below could have safely rested the case with the jury on the facts and inferences therefrom, that the accident occurred while the servant was attending an errand within the apparent scope of the duties enjoined on him by the master, as supplemented or combined with the instructions from an agent whose direction to make the journey was in furtherance of his master’s business; the combination of all these circumstances present a case for the jury.\nWe need not cite authorities on this subject. This court has consistently followed the principle of law invoked ; the case involves the responsibility of the principal for the combined acts of his agent and servant for a wrong done within the scope of their authority and employment. This scope, under the evidence, was a question for the jury. In stating the evidence and the inferences deducible therefrom, we have considered them in the light most favorable to plaintiff. Some of the testimony is disputed, especially the authority of the chauffeur and the agent’s instructions to him, and his right to direct Moss to drive the car home. Moss states he “was to do anything they asked.” It may be, when the case is retried, the jury will find defendant’s view correct; defendant' may then so clarify plaintiffs’ evidence by cross-examination as to cause these instructions to lose their probative value to show authority or direction to act as a driver, or that the use was a company one.\nAs the record now stands, the judgment of the court below must be reversed, and a venire facias de novo be awarded.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Robert M. Bernstein, with him Herman D. Levinson, for appellants.",
      "Ralph B. Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Zondler et al., Appel., v. Foster Mfg. & Supply Co.\nNegligence — Automobiles—Master and servant — Employer’s business — Express or implied authority — Partnership.\n1. In order to recover for personal injuries sustained by the negligent operation of an automobile, plaintiff must prove not only that the automobile was owned by defendant, and the driver was one of his employees, but that it was used by authority in defendant’s business.\n2. Where a member of a partnership orders a car to be used in connection with its business, or himself so uses it, the firm will be liable for an injury happening through the negligent operation in the course of such use.\n3. The same result will follow if express or implied authority is placed in another to act, or if one of the firm directs an unlimited use of the car in the partnership’s business.\n4. Where a case involves the responsibility of a partnership for the combined acts of a sales agent and a truck driver employed by the firm, for a wrong done within the scope of their authority and employment, the scope of such authority is a question for the jury.\nArgued January 29, 1923.\nAppeals, Nos. 114 and 115, J an. T., 1923, by plaintiffs, from judgment of C. P. No. 2, Phila. Co., Sept. T., 1922, No. 7.96, on verdict for defendants in case of Walter Zondler, by Ms next friend and mother, Minnie F. Zondler, and in her own right, v. Benjamin Foster and Harry E. Shaw, trading as Foster Mfg. & Supply Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Schaefer, JJ.\nReversed.\nTrespass for personal injuries. Before Rogers, J.\nThe opinion of the Supreme Court states the facts.\nJudgment on directed verdict for defendants. Plaintiffs appealed.\nError assigned, inter alia, was direction for defendants, quoting record.\nRobert M. Bernstein, with him Herman D. Levinson, for appellants.\n— The test is whether the act was done in the prosecution of the business in which the servant was employed to assist; if it was, the master is responsible; the fact that while acting for the master he may have disobeyed his commands, does not take the case out of the scope of his employment: Moon v. Matthews, 227 Pa. 488; Blaker v. Elec. Co., 60 Pa. Superior Ct. 56; Luckett v. Reighard, 248 Pa. 24; Raub v. Donn, 254 Pa. 203; Curran v. Lorch, 243 Pa. 247; Marcus v. Gimbel, 231 Pa. 200; Hazzard v. Carstairs, 244 Pa. 122.\nRalph B. Evans, for appellee.\n— There was no evidence that the driver of the car was engaged on defendants’ business: Blaker v. Elec. Co., 60 Pa. Superior Ct. 56; Murphey v. Transit Co., 30 Pa. Superior Ct. 87; Lotz v. Hanlon, 217 Pa. 339; Scheel v. Shaw, 252 Pa. 451.\nMarch 19, 1923:"
  },
  "file_name": "0098-01",
  "first_page_order": 122,
  "last_page_order": 126
}
