{
  "id": 1079581,
  "name": "Swink et ux., Appellants, v. Philadelphia Rapid Transit Co.",
  "name_abbreviation": "Swink v. Philadelphia Rapid Transit Co.",
  "decision_date": "1923-04-09",
  "docket_number": "Appeals, Nos. 299 and 300",
  "first_page": "220",
  "last_page": "222",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "265 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051951
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0034-01"
      ]
    },
    {
      "cite": "273 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0591-01"
      ]
    },
    {
      "cite": "258 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0115-01"
      ]
    },
    {
      "cite": "118 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556780
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/118/0508-01"
      ]
    },
    {
      "cite": "151 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836705
      ],
      "pin_cites": [
        {
          "page": "253"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0244-01"
      ]
    },
    {
      "cite": "132 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970550
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/132/0058-01"
      ]
    },
    {
      "cite": "124 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563104
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/124/0462-01"
      ]
    },
    {
      "cite": "191 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        907041
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/191/0102-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 307,
    "char_count": 4561,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.7015271519740045e-07,
      "percentile": 0.7008989713299887
    },
    "sha256": "17247345fe4086cddab38592d91f9bc183dd46dafc050bbab6e965ca7fac3038",
    "simhash": "1:0ebd40f542ee78c9",
    "word_count": 802
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Swink et ux., Appellants, v. Philadelphia Rapid Transit Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn May 16, 1919, the plaintiff, Mrs. Lillian Swink, in company with a lady friend, took passage on one of defendant’s northbound trolley cars in Sixteenth Street, Philadelphia. This car stopped at Huntingdon Street, where the ladies were directed to transfer to a car in the rear, which they did, walking in the paved cartway by a second car and entering the third. While walking close to the side of the second car, its rear emergency folding doors opened and one of them struck Mrs. Swink’s arm and hand, and this suit was brought by her and her husband for the injuries thus sustained. The doors when opened projected six inches beyond the line of the car, but, as there was a space of eight feet between the car and curb and a sidewalk beyond, there was no occasion for a pedestrian walking close to the car. The doors in question were operated by a lever located behind the motorman at the front end of the car, and it does not appear he could see plaintiff or knew where she was when they were opened, or that the manner of their opening was out of the ordinary. The trial court directed a verdict for the defendant and from ’judgment entered thereon plaintiffs have appealed.\nMrs. Swink continued a passenger while walking from car to car (Keator v. Traction Co., 191 Pa. 102), but, as the accident did not happen through any defective appliance or means of transportation, the burden was upon plaintiffs to show the defendant’s negligence (P. R. R. Co. v. MacKinney, 124 Pa. 462; Farley v. Traction Co., 132 Pa. 58); that rule is especially applicable where the passenger is injured while about the premises of the carrier: Herstine v. Lehigh V. R. R. Co., 151 Pa. 244, 253; Hayman v. Penna. Railroad Co., 118 Pa. 508. An injury to a passenger by the ordinary opening or closing of a car door, through the act of an employee of the carrier is not sufficient to charge the latter with negligence, as the presumption is such employee was acting within the proper line of his duty: L’Hommedieu v. D., L. & W. R. R. Co., 258 Pa. 115, and see Polis v. Phila. & Reading Ry. Co., 273 Pa. 591. The opening of the door was of itself an innocent and proper act and the mot'orman was not bound to anticipate so unusual an occurrence as a person walking within less than six inches of the blind side of a car, when there was a wide open space beyond. Conceding the motorman opened the doors, a conclusion only inferentially drawn, there is nothing to show it was a negligent act on his part.\nA common carrier is not an insurer of the safety of its passengers (Mackowski v. Phila. R. T. Co., 265 Pa. 34), and, in the absence of proof of its negligence here, there can be no recovery.\nWe do not deem it necessary to discuss the question of contributory negligence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Eugene Raymond, with him John Martin Doyle, for appellants.",
      "Layton M. Sehoch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Swink et ux., Appellants, v. Philadelphia Rapid Transit Co.\nNegligence-Street railway — Passengers—Opening door — Evidence — Presumption.\n1. A common carrier is not an insurer of the safety of its passengers.\n2. Where an accident to a passenger, on a street railway, does not happen through any defective appliance or means of transportation, the burden is on plaintiff to show defendant’s negligence.\n3. Such rule is specially applicable where the passenger is injured while about the premises of the company.\n4. The injury to a passenger by the ordinary opening or closing of a folding door of a street car through the act of an employee of the company, is not sufficient to charge the latter with negligence, as the presumption is, such employee was acting within the proper line of his duty.\n5. A motorman in opening a folding emergency door is not bound to anticipate so unusual an occurrence as a person walking on the payed cartway of the street within less than six inches of the blind side of 'the car, when there was a wide open space by which the passenger might have passed.\nArgued March 20, 1923.\nApril 9, 1923:\nAppeals, Nos. 299 and 300, Jan. T., 1923, by plaintiffs, from judgment of C. P. No. 1, Phila. Co., Sept. T., 1919, No. 2019, on verdict for defendant, in case of Frederick L. Swink and Lillian Swink, his wife, v. Philadelphia Rapid Transit Co.\nBefore Walling, Simpson, Kepiiart, Sadler and Schaefer, JJ.\nAffirmed.\nTrespass for personal injuries to wife. Before Quigley, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nJudgment on directed verdict for defendant. Plaintiff appealed.\nError assigned was judgment, quoting it.\nEugene Raymond, with him John Martin Doyle, for appellants.\nLayton M. Sehoch, for appellee."
  },
  "file_name": "0220-01",
  "first_page_order": 244,
  "last_page_order": 246
}
