{
  "id": 1079563,
  "name": "Farren, Appellant, v. McNulty",
  "name_abbreviation": "Farren v. McNulty",
  "decision_date": "1923-04-09",
  "docket_number": "Appeal, No. 103",
  "first_page": "279",
  "last_page": "282",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 279"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "38 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994096
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0302-01"
      ]
    },
    {
      "cite": "249 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0180-01"
      ]
    },
    {
      "cite": "17 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967626
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/17/0469-01"
      ]
    },
    {
      "cite": "7 Watts 48",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846802
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0048-01"
      ]
    },
    {
      "cite": "59 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/59/0099-01"
      ]
    },
    {
      "cite": "112 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546854
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/112/0390-01"
      ]
    },
    {
      "cite": "150 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0346-01"
      ]
    },
    {
      "cite": "196 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916801
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/196/0438-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 411,
    "char_count": 5457,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 2.256969505730103e-07,
      "percentile": 0.7822095033339782
    },
    "sha256": "1e7e926e38c3a4ffcb0a62ff0c04b8ff6fb8b8abcaeac56dae63494b66b09c4a",
    "simhash": "1:18ab4ecd709e012c",
    "word_count": 925
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Walling, Kephart, Sadler and Schaefer, JJ."
    ],
    "parties": [
      "Farren, Appellant, v. McNulty."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nPlaintiff avers that, while engaged to marry defendant’s brother, Dr. Thomas J. Allen, she loaned him $5,500 for the purchase of furniture, etc., for their home. The transactions extended over a period of years. The brother died on the 21st of September, 1917; shortly before his death he transferred all his property to his sister, this defendant, in consideration of an alleged indebtedness and natural love and affection. Plaintiff seeks to establish a contractual obligation with defendant. No writing evidences its existence; nor does it appear just when the engagement was broken off. The court below entered a nonsuit.\nBefore the brother’s death, and in his presence, plaintiff met defendant, when this conversation ensued. Plaintiff said: “There was something more than love between your brother and I.” Defendant replied: “Miriam, I knew it”; and her brother interjected: “Miriam, Lizzie knows all.” Plaintiff continued: “Afterwards we came downstairs and Mrs. McNulty [defendant] said to me, ‘What does Tom owe you?’ And I said, ‘Nearly six thousand dollars, with interest.’ Then I left the room, I left the house.” The second conversation, occurring later, was as follows, as narrated by plaintiff: “Mrs. McNulty, on December 2,1917, upon a Sunday, came to the home where I was living, 2132 North 13th Street. She came to my room and I asked her to sit down and she said, ‘No, I am in a hurry to get home to get the children’s dinner.’ She said, ‘It is as true as I have been to church, I have come to tell you another thing, that we will pay everything, if we have to live on potatoes and salt.’ Then she left me.”\nThese conversations, relied on by plaintiff, do not import an obligation or binding contract. “We will pay everything” does not indicate with definiteness what was to be paid, or who was to pay it. Plaintiff’s claim was not particularized or even acknowledged as being in actual existence. The language is very general, including any possible indebtedness. It is too indefinite to be the basis of a contract: Sherman v. Kitsmiller, 17 S. & R. 45; Purves’s Est., 196 Pa. 438.\nBut, however this may be, plaintiff did not accept the offer, even if it had been in proper form. It is a requisite of every contract that there must be an offer and acceptance.\nThe promise also lacked the element of consideration: Rann v. Hughes, 7 T. R. 350, note; Hess’s Est., 150 Pa. 346; Smith v. Carroll, 112 Pa. 390; Okeson’s App., 59 Pa. 99. The mere fact deceased conveyed property to his sister, without more, would not be sufficient on which to found consideration. There is nothing to show plaintiff was misled by any statement of defendant. She was not requested to forbear suit; it does not appear plaintiff was pressing her own claim, if she had one: Johnston and Lyon v. Fessler, 7 Watts 48; Cobb v. Page, 17 Pa. 469. No purpose of defendant was subserved by the statement attributed to her, and plaintiff’s position was not altered through any act of defendant. She did not lend the money to Allen on defendant’s request, which distinguishes Goldsmith v. Stocker, 249 Pa. 180; Paul v. Stackhouse, 38 Pa. 302, and similar cases cited.\nDefendant was under no personal obligation merely because of the transfer to her of the deceased brother’s assets. Plaintiff made no effort to challenge her right to hold this property. If plaintiff had a claim, she conld have proceeded against his estate, recovered judgment, and, on execution, levied on this very property in defendant’s hands; or equitable proceedings could have been instituted to set the conveyance aside on the ground of fraud, if defendant was conniving with her brother. But the mere transfer of deceased’s real estate imposed no personal obligation on defendant in favor of the brother’s creditors, however much the specific property might, in other proceedings, be subject to his debts. There is no evidence the transfer was made in expectation of death.\nWe have reviewed the record; the court below did not err in directing a nonsuit.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "E. Spencer Miller, for appellant.",
      "Wm. A. Gray, for appellee."
    ],
    "corrections": "",
    "head_matter": "Farren, Appellant, v. McNulty.\nContract — Acceptance—Consideration—Evidence—Nonsuit.\n1. It is a requisite of every contract that there be an offer and acceptance.\n2. Where a woman lends money to a man to whom she is engaged, and after his death sues his sister for the amount thereof, she cannot recover merely because the sister in her brother’s lifetime said to plaintiff “We will pay everything,” without indicating what was to be paid, or who was to pay it, and there is no evidence that the offer was accepted.\n3. In such ease the mere fact that the brother in his lifetime conveyed property to his sister, without more, is not sufficient on which to found consideration for the promise to pay.\n4. If such conveyance was improper, plaintiff had other and appropriate remedies.\nArgued January 19, 1923.\nAppeal, No. 103, Jan. T., 1923, by plaintiff, from order of C. P. No. 1, Pbila. Co., Sept. T., 1920, No. 5520, refusing to take off nonsuit, in case of Miriam L. Farren v. Elizabeth L. McNulty.\nBefore Moschzisker, C. J., Walling, Kephart, Sadler and Schaefer, JJ.\nApril 9, 1923:\nAffirmed.\nAssumpsit on alleged contract. Before Bartlett, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nError assigned, inter alia, was order, quoting record.\nE. Spencer Miller, for appellant.\nWm. A. Gray, for appellee."
  },
  "file_name": "0279-01",
  "first_page_order": 303,
  "last_page_order": 306
}
