{
  "id": 1079580,
  "name": "Loeffler's Estate",
  "name_abbreviation": "Loeffler's Estate",
  "decision_date": "1923-04-30",
  "docket_number": "Appeals, Nos. 241, 242",
  "first_page": "317",
  "last_page": "326",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 317"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0341-01"
      ]
    },
    {
      "cite": "107 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856507
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0123-01"
      ]
    },
    {
      "cite": "94 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0076-01"
      ]
    },
    {
      "cite": "50 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425149
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0382-01"
      ]
    },
    {
      "cite": "188 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901300
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0504-01"
      ]
    },
    {
      "cite": "207 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933514
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0620-01"
      ]
    },
    {
      "cite": "251 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019760
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/251/0044-01"
      ]
    },
    {
      "cite": "271 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        295707
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/271/0496-01"
      ]
    },
    {
      "cite": "225 Pa. 167",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965391
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/225/0167-01"
      ]
    },
    {
      "cite": "77 Pa. Superior Ct. 267",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        648370
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/77/0267-01"
      ]
    },
    {
      "cite": "266 Ill. 522",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4784610
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/266/0522-01"
      ]
    },
    {
      "cite": "255 Ill. 629",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        4701752
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/255/0629-01"
      ]
    },
    {
      "cite": "214 Ill. 131",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3315817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/214/0131-01"
      ]
    },
    {
      "cite": "186 Ill. 225",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3227614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/186/0225-01"
      ]
    },
    {
      "cite": "117 Ill. 597",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2892892
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/117/0597-01"
      ]
    },
    {
      "cite": "187 Ill. 556",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3230536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/187/0556-01"
      ]
    },
    {
      "cite": "203 Ill. 480",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3275172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/203/0480-01"
      ]
    },
    {
      "cite": "160 Ill. 56",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3129930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/160/0056-01"
      ]
    },
    {
      "cite": "176 Ill. 478",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        3158687
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/176/0478-01"
      ]
    },
    {
      "cite": "269 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/269/0373-01"
      ]
    },
    {
      "cite": "149 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832537
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0172-01"
      ]
    },
    {
      "cite": "121 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0302-01"
      ]
    },
    {
      "cite": "228 Pa. 126",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969823
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0126-01"
      ]
    },
    {
      "cite": "86 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056584
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0512-01"
      ]
    },
    {
      "cite": "262 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044558
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/262/0192-01"
      ]
    },
    {
      "cite": "247 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009593
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0444-01"
      ]
    },
    {
      "cite": "277 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1079590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/277/0215-01"
      ]
    },
    {
      "cite": "231 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0219-01"
      ]
    },
    {
      "cite": "106 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0310-01"
      ]
    },
    {
      "cite": "137 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821472
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/137/0101-01"
      ]
    },
    {
      "cite": "267 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0278-01"
      ]
    },
    {
      "cite": "265 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051947
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0038-01"
      ]
    },
    {
      "cite": "260 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040299
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0104-01"
      ]
    },
    {
      "cite": "215 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948335
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0069-01"
      ]
    },
    {
      "cite": "188 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901300
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0504-01"
      ]
    },
    {
      "cite": "149 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832537
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0172-01"
      ]
    },
    {
      "cite": "86 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/86/0512-01"
      ]
    },
    {
      "cite": "262 Pa. 192",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044558
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0192-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 884,
    "char_count": 18235,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 5.666474744264476e-07,
      "percentile": 0.9490869931026866
    },
    "sha256": "e3e3f958a6ca46ba66c4e2a463ee90a4892159440107323fa7b3a802a68b25e5",
    "simhash": "1:187634a155223003",
    "word_count": 3177
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ."
    ],
    "parties": [
      "Loeffler’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaffer,\nIn this proceeding, the Commonwealth is endeavoring to collect a transfer inheritance tax on certain shares of corporate capital stock, standing in the name of the decedent, where the uncontradicted testimony shows they did not belong to him, but to his wife, who had turned them over to him for business and marital reasons, for a nominal consideration.\nThe judges of the orphans’ court differed in opinion as to whether the stocks formed part of the decedent’s estate. The majority of the court held they did, and awarded the tax claimed to the Commonwealth, the minority were of opinion they did not. The conclusion of the minority was the correct one.\nDecedent’s wife was a woman of sufficient capacity to have created an enterprise, producing an income of $25,-000 to $30,000 a year. This was prior to her marriage to decedent, who was employed as a bookkeeper in the business, at a wage never exceeding $15 per week. He had no means whatever of his own. At his death, the stocks in question, which he had obtained from his wife, were appraised at over $430,000.\nAssociated with his wife in the business, prior to her marriage, were her two brothers. The capital stock consisted of 500 shares. She had control through the ownership of 251 of them. Shortly after marriage, she transferred one share to her husband for a consideration of $100. This transfer had a string to it, as she had the right to repossess herself of it at any time for a like consideration.\nFriction seems to have developed between decedent and his brothers-in-law, and he importuned his wife to turn over to him the rest of her stock, in order that he might have ostensible control. She acceded to his request, and the stock was transferred to him, without actual consideration. This is established by the evidence of entirely disinterested witnesses.\nSamuel Corkran, treasurer of one of the companies, testified that decedent, in his wife’s presence, had requested Mm to advise her to turn over the stock to Mm (decedent) in order that he might have control of the company, because he did not consider her brothers able to run the business, and that he desired the stock turned over, for her protection, so he could safeguard her interests. This witness further said, that in all the conversations he had with decedent, the latter never spoke of complete ownership of the stock, but always of the necessity of his having title to it, because he had more knowledge of the business than his wife or her brothers, that he cared nothing about the stock, and was willing to return it to her at any time. He also testified that, on several occasions, decedent informed him he was acting as trustee for his wife and whenever she wanted the stock back, she could have it. Another witness, John Lawrie, related frequent conversations with decedent, in which the latter said to him he was representing his wife in the business, that he was not interested from the financial side, but to see that her interests were protected. Decedent complained to this witness about the friction he had with her brothers, and said, it was necessary he should have full authority to run the business, that personally he was not interested, but wanted control for the purpose of running it, so that his wife’s interests would be taken care of, that he did not have any confidence in the way her brothers conducted it. Edwin E. Edsall, secretary of one of the companies, testified as to the employment of the decedent and the wages paid to him prior to his marriage, that decedent had told him his financial condition was very poor, that he had nothing, and took the position as bookkeeper to tide himself over for a short while, that he married about a year after he came into the employ of the company, and that, after his wife turned over the stock to him, decedent declared to the witness, he had been placed in control of the business and it was necessary he should be obeyed in order to protect his wife’s interests. This witness declared decedent said to him, “I am here to take care of my wife’s interest, it belongs to her,” that he would not have anything to do with the concern unless he could be the “boss” of it, that he had desired the stock turned over to him so that he would not only have the position of “boss,” but would have more prestige with the outside public when they knew he was the controlling spirit. Decedent also informed Louis B. Ederer that he was looking after his wife’s interest, that he had control of the business to give Mm prestige among the people he dealt with, and that his wife was still the “boss” of it. This witness was a brother of the wife. He recounted the circumstances connected with the making of two minutes in the minute book of the B. J. Ederer Company (the parent company), upon which the majority of the orphans’ court largely relied for the determination that the stock belonged to the husband, testifying that he wrote the minutes, at decedent’s dictation, in the presence of his wife, who acquiesced in what was done.\nThe minutes were made in the’year 1901. The first, recited that Henrietta Loeffler (the wife) stated she had transferred to her husband (the decedent) in consideration of $100 paid by him to her, one share of the capital stock of the company, on condition, that he should be bound, upon the repayment of this sum, to reconvey the share to her at any time. The second set forth that “Henrietta Loeffler stated that in consideration of the payment to her of $1 and for other good and valuable consideration she has absolutely and unconditionally sold, transferred and assigned to her husband, Arthur Loeffler, all her shares to the capital stock of the R. J. Ederer Company, that is, the one share transferred to him conditionally on January 4, 1901, as well as the 250 shares still remaining to her after the said conditional transfer, and that the right and title to all the shares to the capital stock of said company now stands vested as follows: Arthur E. Ederer, 125 shares; Louis B. Ederer, 125; Arthur Loeffler, 251.” At the time these minutes were prepared, for some reason the actual certificates of stock had not been issued. It is quite likely the minutes were made because of this fact. Had the stock been issued, Mrs. Loeffler would have assigned it, but as it was not issued, the husband took this method of indicating title to it in him. Some months later, the certificates of 251 shares of stock were issued in the name of the husband. Subsequently, the capital stock of the company was increased and 260 additional shares were made out to the wife and assigned by her to decedent. The R. J. Ederer Company controlled the other companies and stock ownership in them followed the stock ownership in it.\nThe majority of the court, in our opinion, gave undue weight to the evidential quality of the minutes. It held that they could only be overcome by the highest order of proof, overlooking the rule, that minutes can be explained, indeed can be contradicted, in instances where other writings, signed by the parties cannot be. “The minutes of a stockholders’ meeting are not conclusive. Errors therein may be explained and omissions may be supplied by extraneous evidence”: 14 Corpus Juris 921; Rose v. Independent Chevra Kadisho, 215 Pa. 69; Potters Nat. Bank v. Ohio Twp., 260 Pa. 104; Shuman v. Main, etc., Ins. Co., 265 Pa. 38; Hygienic Health Food Co. v. Grant, 202 Pac. Repr. 653 (Cal.). The fact that the wife acquiesced in the minute is not controlling against her: Paul v. Kunz, 188 Pa. 504; Ralston v. Phila. R. T. Co., 267 Pa. 278.\nHowever, the minutes do not establish title in the husband to a degree greater than the other proofs in the case indicate. They show, except for the one share, which is not here in controversy, appellant admitting that it belonged to her husband, that the other shares were transferred to him by her for a nominal consideration. The rule is exactly the opposite, where there has been a transfer of property by a wife to ber husband, without actual consideration, from what it is, where a husband transfers property to his wife under the same condition; where a wife makes such a transfer, presumptively it is to her husband in trust for her; the trust arises from the confidential relation and the absence of a valuable consideration: Darlington’s App., 86 Pa. 512; Wormley’s Est., 137 Pa. 101; Nichols v. Nichols, 149 Pa. 172; Morrish v. Morrish, 262 Pa. 192. Where a husband makes the transfer to his wife, presumptively it is a gift: Earnest’s App., 106 Pa. 310; Waslee v. Rossman, 231 Pa. 219; Buckley v. Buckley, 277 Pa. 215.\nIn addition to the testimony already referred to, the witness, Corkran, related a very important circumstance, transpiring between the decedent and his wife, which took place shortly prior to his death. Decedent handed his wife a large envelope, and said to her, “This is your stock, I don’t want it.” She showed the certificates to the witness, they were the ones in question, which the Commonwealth claims the right to tax. This delivery of the stock by the husband to his wife shortly before his death, accompanied by his declaration that it belonged to her, was confirmatory of her title to a high degree, in the light of the other evidence in the case. With the certificates of stock in her possession, and with proof of the facts and circumstances .which have been recited in connection with his prior possession, had he lived and refused to execute a formal transfer of it to her, equity would have compelled him to do so. The Uniform Stock Transfer Act (May 5, 1911, P. L. 126, section 9) provides: “The delivery of a certificate by the person appearing by the certificate to be the owner thereof, without the endorsement requisite for the transfer of the certificate and the shares represented thereby, but with intent to transfer such certificate or shares, shall impose an obligation, in the absence of an agreement to the contrary, upon the person so delivering, to complete the transfer by making the necessary endorsement. The transfer shall take effect as of the time when the endorsement is actually made. This obligation may be specifically enforced.”\nThe majority of the court below laid stress on the fact that the stock had stood in the husband’s name for upwards of twenty years, and that he had received the dividends on it; what became of the dividends after he received them did not appear. As he had no property of his own, a fair presumption would be that they were used for general family purposes, as the stocks in question constituted practically all of the wife’s estate.\nThe case of Morrish v. Morrish, 262 Pa. 192, recognizes the difference in the application of rules of law as to title to property, between husband and wife, and persons in other relations. There the deed was absolute on its face, and recited a consideration of $5,000. It was executed between a man and a woman about to marry. The husband claimed absolute ownership of the property, and the wife, that the conveyance was made, in order to protect her interest in, and facilitate the settlement of, the estate of her father. We held: “In suits between a wife and her husband for the protection of the former’s property, statutes of limitation, as also presumptions or estoppels by lapse of time do not ordinarily affect the rights of the wife, since she cannot be expected to treat her husband as a stranger; as certain courts have well said, any other policy would be apt to beget disagreements and contentions in the family fatal to domestic peace.” In Nichols v. Nichols, 149 Pa. 172, it was said: “The law looks with such extreme jealousy upon all transactions in which a husband deals with the estate of his wife that it will, upon very slight evidence, cast upon him the burden of showing that he has derived no advantage from such transactions, and whenever it appears that by any circuity he has obtained the legal title to any part of her estate without her free consent affirmatively shown, it will declare him a trustee.”\nWe fully agree with what was said by Judge Gest of the court below in the dissenting opinion: “Suppose that Arthur Loeffler, instead of living amicably with his wife until his death, had deserted her, or claimed to be the beneficial owner of this stock, and she had brought suit against him to recover it, as she might have done: Schomaker v. Schomaker, 247 Pa. 444. If, on a bill filed by her, the facts appeared as they have been stated here, a chancellor sitting in equity would not hesitate to decree a retransfer of the stock.” In our opinion, the uncontradicted testimony establishes that the actual ownership of the stock was always in the wife, and, that the decedent held it in trust for her; therefore, the Commonwealth cannot assess a tax against the property as his.\nThe first, sixth, seventh, eighth, ninth, tenth, eleventh, twelfth and thirteenth assignments of error are sustained, the decree of the orphans’ court is reversed, and it is directed, that a decree shall be entered sustaining the appeals of Henrietta Loeffler, individually and as administratrix c. t. a., from the taxation of the stocks in question; costs to be paid by the Commonwealth.",
        "type": "majority",
        "author": "Mr. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "E. Clinton Rhoads and Carl Strover, the latter of Chicago, Ill., for appellants.",
      "Chas. S. Schofield, with him George Ross Hull, Deputy Attorney General, and George Alter, Attorney General, for appellee."
    ],
    "corrections": "",
    "head_matter": "Loeffler’s Estate.\nCorporations — Minutes —Parol testimony to contradict, vary or explain — Evidence—Husband and wife — Transfer of stools.\n1. The minutes of a stockholders’ meeting are not conclusive; errors therein may be explained and omissions supplied by extraneous evidence.\n2. Where the proofs in a case show that a wife has transferred stock in a corporation conditionally and not as a gift the minutes of the corporation showing that the transfer was for a nominal consideration, do not establish title in the husband to a degree greater than the other proofs in the case indicate.\nHusband and wife — Transfer of stock from wife to husband— Trust and trustees — Gift—Presumption—Decedents’ estates — Inheritance tax — Taxation—Act of May 5,1911, P. L. 126.\n3. Where a wife transfers property to her husband, without actual consideration, the presumption is that the transfer was to her husband in trust for herself.\n4. Where the husband makes the transfer to his wife, presump* tively it is a gift.\n5. Where a wife in the lifetime of her husband transfers stock to him for a nominal consideration, and the husband shortly before his death hands the certificate to his wife accompanied by the declaration that it belonged to her, and other proofs show that the stock was transferred to the husband for business purposes, and that on numerous occasions he had declared that he held it for his wife, such stock is the property of the wife, and cannot be included in the husband’s estate for inheritance tax purposes.\n6. In such case, the husband will be deemed to have held the stock in trust for his wife, and under the Uniform Stock Transfer Act of May 5, 1911, section 9, P. L. 126, she could have demanded a transfer of it at any time.\n7. The fact that the stock stood in the husband’s name, for twenty years before his death, and that he received dividends thereon, the disposition of which is not shown, is immaterial; and this is especially so where it appears that the husband had no property of his own. The presumption is that the dividends were applied to family use.\nArgued March 19, 1923.\nAppeals, Nos. 241, 242, Jan. T., 1923, by Henrietta Loeffler, from decree of O. C. Phila. Co., July T., 1921, No. 365, dismissing exceptions to adjudication upon appeal from register of wills, in estate of Arthur Loeffler, deceased.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart, Sadler and Schaffer, JJ.\nReversed.\nAppeal from assessment of inheritance tax by register of wills.\nThe opinion of the Supreme Court states the facts.\nThe appeal was heard by Henderson, J., who filed an opinion dismissing the appeal (see 2 D. & C. R. 388). Exceptions to this decree were dismissed in an opinion by Gummey, J., Gest, J., filing a dissenting opinion, concurred in by Lamorelle, P. J. See 2 D. & C. R. 393, 394.\nHenrietta Loeffler, widow of decedent, appealed.\nErrors assigned, inter alia, were decrees dismissing exceptions and appeal, quoting them.\nE. Clinton Rhoads and Carl Strover, the latter of Chicago, Ill., for appellants.\n— In a conveyance from wife to husband, a trust arises which imposes on the husband or his successor in title claiming an absolute interest the affirmative duty of proving such absolute interest: Morrish v. Morrish, 262 Pa. 192; Darlington’s App., 86 Pa. 512; Sears v. Trust Co., 228 Pa. 126; Shea’s App., 121 Pa. 302; Nichols v. Nichols, 149 Pa. 172; Corrigna v. Conway, 269 Pa. 373; Pope v. Depray, 176 Ill. 478; White v. Ross, 160 Ill. 56; Dowie v. Driscoll, 203 Ill. 480; Marshall v. Coleman, 187 Ill. 556; Jones v. Lloyd, 117 Ill. 597; Thomas v. Whitney, 186 Ill. 225; Stahl v. Stahl, 214 Ill. 131; Noble v. Noble, 255 Ill. 629; Miller v. Miller, 266 Ill. 522.\nDelivery of certificates of stock to wife sustains her title: Fink’s Est., 77 Pa. Superior Ct. 267; Cutler’s Est., 225 Pa. 167; Scheid v. Storch, 271 Pa. 496.\nA transaction recited in corporation minutes does not require clear, precise and indubitable evidence to overcome or explain it: Fink’s Est., 77 Pa. Superior Ct. 267; Cutler’s Est., 225 Pa. 167; Scheid v. Storch, 271 Pa. 496; Miller v. Dilkes, 251 Pa. 44.\nA recited consideration may be explained, especially when it is a nominal one: McGary v. McDermott, 207 Pa. 620; Rettew v. Long, 45 Pa. C. C. R. 532.\nA wife is not estopped by acquiescence in her husband’s acts: Paul v. Kunz, 188 Pa. 504; Morrish v. Morrish, 262 Pa. 192.\nChas. S. Schofield, with him George Ross Hull, Deputy Attorney General, and George Alter, Attorney General, for appellee.\n— A transfer, by a wife to her husband, of the wife’s property, in the absence of fraud or undue influence or other circumstances tending to cast a suspicion on the transaction, raises no presumption of trust in the husband: Hinney v. Phillips, 50 Pa. 382; Dando’s App., 94 Pa. 76; Gutshall v. Goodyear, 107 Pa. 123; Oberly v. Oberly, 190 Pa. 341; Morrish v. Morrish, 262 Pa. 192; Darlington’s App., 86 Pa. 512; Sears v. Trust Co., 228 Pa. 126.\nApril 30, 1923:"
  },
  "file_name": "0317-01",
  "first_page_order": 341,
  "last_page_order": 350
}
