{
  "id": 1079555,
  "name": "Jameitis, Appellant, v. Wilkes-Barre Ry. Co.",
  "name_abbreviation": "Jameitis v. Wilkes-Barre Ry. Co.",
  "decision_date": "1923-05-07",
  "docket_number": "Appeal, No. 311",
  "first_page": "437",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "255 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027712
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/255/0427-01"
      ]
    },
    {
      "cite": "243 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0015-01"
      ]
    },
    {
      "cite": "255 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "255 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1027712
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/255/0427-01"
      ]
    },
    {
      "cite": "243 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001630
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0015-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 343,
    "char_count": 5719,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.418903695663588e-07,
      "percentile": 0.6485953428172839
    },
    "sha256": "c266c1eb9000ac131c6382b5189210a4cf7e67413fe20ad5646fdfe1f0b74cc3",
    "simhash": "1:7a20db94c324ed9c",
    "word_count": 972
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ."
    ],
    "parties": [
      "Jameitis, Appellant, v. Wilkes-Barre Ry. Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Frazer,\nPlaintiff’s husband’s death resulted from injuries received in a fall from the rear platform of defendant’s trolley car on which he was a passenger. Plaintiff-claimed deceased was visibly intoxicated at the time he entered the car and that defendant’s conductor failed to take such reasonable precaution for his safety as the circumstances required. The trial judge entered a non-suit which the court in banc refused to take off, assigning in support of its refusal that no evidence was adduced from which the jury could find the conductor was aware that decedent was intoxicated to such extent as to require a greater degree of care for Ms safety than was due other passengers. Plaintiff appealed.\nWe find ample evidence to warrant the jury in concluding deceased was visibly intoxicated at the time he entered the car and that the conductor had knowledge of that fact. Witnesses testified deceased was staggering as he approached from the sidewalk and entered the car and acted as if drunk; other witnesses stated he was swaying “from one side to the other” and “could not stand on his feet at all” and that “you could smell liquor on him,” also that he was loud and boisterous in his manner. Deceased did not enter the body of the car, but stood on the rear platform near the entrance. The conductor standing inside the car, by the door leading from the platform, from two to four feet from deceased, and looking toward him, signaled the motorman to “go ahead,” closed the door and turned Ms back toward deceased. The car had proceeded but a short' distance when deceased fell from the platform to the street, receiving the injuries resulting in his death. Under these facts it was for the jury to say whether or not the appearance and actions of the passenger were such that' the conductor should have observed them and taken proper precaution for his safety. He was watching deceased and his companion as they entered the car and had equal opportunity with the witnesses to observe the man’s condition.\nWhere a carrier accepts as a passenger a person known to be affected by either physical or mental disability, whereby the hazards of travel are increased, it must exercise a greater degree of care for the safety of such passenger than is ordinarily required: Warren v. Ry., 243 Pa. 15; Kradel v. Ry., 255 Pa. 427. If the jury should conclude from the evidence above recited that deceased was intoxicated and that his condition was, or should have been, observed by the conductor, the act of the latter in permitting him to remain on the platform, unprotected by outside doors, instead of requiring him to enter the car, would warrant the further finding that the conductor failed to exercise the degree of care the law required under the circumstances.\nAs the case must go back for a new trial, another question requiring consideration was raised by the first assignment. One of plaintiff’s witnesses was asked concerning a conversation had with Grady, the conductor of the car, following the accident. An objection to the question was sustained. The purpose of the evidence does not clearly appear from the testimony set forth in the assignment, nor is its relevancy disclosed by reference to other parts of the evidence. The objection, consequently, was properly sustained. In the argument on behalf of plaintiff, however, it is stated the purpose was to show the conductor’s knowledge of the intoxicated condition of deceased at the time the latter entered the car. If so, and if a proper offer had been made, it would no doubt have been received, but the question is not before us and need not to be considered at this time.\nThe judgment is reversed with a new venire.",
        "type": "majority",
        "author": "Mr. Justice Frazer,"
      }
    ],
    "attorneys": [
      "Frank P. Slattery, with him John S. Lopatto, for appellant,",
      "Evan C. Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jameitis, Appellant, v. Wilkes-Barre Ry. Co.\nNegligence — Street railways — Passenger—Intoxicated passenger —Pall from ccur — Knowledge of conductor — Case for jury — Evidence — Offer—Statements of conductor — Appeals.\n1. Where a carrier accepts as a passenger a person known to be affected by either physical or mental disability,-whereby the hazards of travel are increased, it must exercise a greater degree of care for the safety of such passenger than is ordinarily required.\n2. Where a conductor with full knowledge that a passenger in an intoxicated condition had taken his position on the rear platform of a trolley car, which was unprotected by outside doors, and permits him to remain there until he falls off and is killed, the company will be liable for his death.\n3. Where in such case, the court refused to permit a witness to testify as to a conversation which he had with the conductor immediately after the accident, such ruling will be sustained on appeal, where the purpose of the evidence does not clearly appear from the testimony set forth in the assignment of error, nor is its relevancy disclosed by reference to other parts of the evidence.\nArgued April 10, 1923.\nAppeal, No. 311, Jan. T., 1923, by plaintiff, from order of C. P. Luzerne Co., March T., 1920, No. 297, refusing to take off nonsuit, in case of Bridget Jameitis v. Wilkes-Barre Railway Co.\nBefore Moschzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ.\nReversed.\nTrespass for death of plaintiff’s husband. Before Jones, J.\nThe opinion of the Supreme Court states the facts.\nNonsuit; refusal to take off. Plaintiff appealed.\nErrors assigned were (1) ruling on evidence, and (2) order, quoting record.\nFrank P. Slattery, with him John S. Lopatto, for appellant,\ncited: Kradel v. Ry., 255 Pa. 430; Warren v. Ry., 243 Pa. 15.\nMay 7, 1923:\nEvan C. Jones, for appellee.\n— It is not contended that the conductor saw decedent as he approached the car. Hence, Kradel v. Ry., 255 Pa. 427, does not rule this case."
  },
  "file_name": "0437-01",
  "first_page_order": 461,
  "last_page_order": 463
}
