{
  "id": 1079491,
  "name": "Taylor's Estate",
  "name_abbreviation": "Taylor's Estate",
  "decision_date": "1923-05-23",
  "docket_number": "Appeal, No. 16",
  "first_page": "518",
  "last_page": "530",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 518"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "110 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0410-01"
      ]
    },
    {
      "cite": "12 Phila. 64",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "40 Pa. Superior Ct. 134",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        882318
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/40/0134-01"
      ]
    },
    {
      "cite": "203 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/203/0480-01"
      ]
    },
    {
      "cite": "53 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0508-01"
      ]
    },
    {
      "cite": "208 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998131
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0346-01"
      ]
    },
    {
      "cite": "3 Walker 426",
      "category": "reporters:state",
      "reporter": "Walker",
      "case_ids": [
        265167
      ],
      "opinion_index": -1,
      "case_paths": [
        "/walker/3/0426-01"
      ]
    },
    {
      "cite": "273 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070806
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/273/0341-01"
      ]
    },
    {
      "cite": "30 Pa. Dist. R. 902",
      "category": "reporters:state",
      "reporter": "Pa. D.",
      "opinion_index": -1
    },
    {
      "cite": "226 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/226/0244-01"
      ]
    },
    {
      "cite": "23 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974030
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0044-01"
      ]
    },
    {
      "cite": "18 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969080
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0303-01"
      ]
    },
    {
      "cite": "159 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850166
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0518-01"
      ]
    },
    {
      "cite": "272 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1068351
      ],
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/272/0008-01"
      ]
    },
    {
      "cite": "189 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903495
      ],
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/189/0385-01"
      ]
    },
    {
      "cite": "57 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010412
      ],
      "pin_cites": [
        {
          "page": "96"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/57/0091-01"
      ]
    },
    {
      "cite": "66 Atl. 1076",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "72 N. J. Eq. 745",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        163743
      ],
      "pin_cites": [
        {
          "page": "757"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-eq/72/0745-01"
      ]
    },
    {
      "cite": "13 W. N. C. 367",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "8 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959558
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/8/0288-01"
      ]
    },
    {
      "cite": "256 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030730
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0523-01"
      ]
    },
    {
      "cite": "247 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0356-01"
      ]
    },
    {
      "cite": "12 A. L. R. 574",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "34 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        417992
      ],
      "pin_cites": [
        {
          "page": "112"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/34/0100-01"
      ]
    },
    {
      "cite": "270 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066009
      ],
      "pin_cites": [
        {
          "page": "487"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0480-01"
      ]
    },
    {
      "cite": "270 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066132
      ],
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0373-01"
      ]
    },
    {
      "cite": "110 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543705
      ],
      "pin_cites": [
        {
          "page": "424"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/110/0410-01"
      ]
    },
    {
      "cite": "3 Walker 426",
      "category": "reporters:state",
      "reporter": "Walker",
      "case_ids": [
        265167
      ],
      "pin_cites": [
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/walker/3/0426-01"
      ]
    },
    {
      "cite": "273 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070806
      ],
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0341-01"
      ]
    },
    {
      "cite": "226 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967875
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "247"
        },
        {
          "page": "246"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/226/0244-01"
      ]
    },
    {
      "cite": "23 Pa. 44",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974030
      ],
      "pin_cites": [
        {
          "page": "48"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/23/0044-01"
      ]
    },
    {
      "cite": "18 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969080
      ],
      "pin_cites": [
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/18/0303-01"
      ]
    },
    {
      "cite": "159 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850166
      ],
      "pin_cites": [
        {
          "page": "528-9"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/159/0518-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1032,
    "char_count": 25216,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 1.5198262674539037e-06,
      "percentile": 0.9919526196314921
    },
    "sha256": "0c48aa75d0d6ef1f7f0e2e9cff1c379d7eff0e5aa4eb6b7f92f3066e17b4addc",
    "simhash": "1:0406ec965edcbfd9",
    "word_count": 4181
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mosohzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ."
    ],
    "parties": [
      "Taylor’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Moschzisker,\nThe third item of the will of William Y. Taylor, deceased, with some modifications in a codicil, which are of no present importance, directs: “I give, devise and bequeath to my executor hereinafter named all the rest residue and remainder of my estate,......to have, hold, take, manage, convert, invest’ and dispose of the same as they may consider to be to the advantage of my estate, as hereinafter provided, in trust, nevertheless to pay over unto my......wife the one full equal third part of all my personal estate absolutely, if she shall so desire it to be paid, and also the net income of one undivided third part of all my real estate for and during the full end and term of her natural life, or if she should prefer it,......then in trust......as to one full equal third part of said residue and remainder of my estate...... to manage, invest and reinvest the same and collect the rents, issues, income and profits thereof, and, after deducting the expenses, charges, taxes, etc., to pay the net income thereof......to my said wife......during the term of her natural life. And the remaining two-thirds parts of all my said personal estate together with all the rest, residue and remainder of my estate, real, personal and mixed, unto my said executor in trust to convert, manage, invest and reinvest the same and collect the rents, issues, income and profits thereof and......to pay the net income thereof......unto my said daughter Ella Augustine Middleton......during her natural life.” Then the testator directed that, immediately after the death of the last named legatee, the property in question should be held “upon the further trust” to pay over the income, in equal shares, to her son, William Taylor Middleton, and any other of his daughter’s children who might survive her; eventually, the principal to be distributed to such child or children.\nThe Fidelity Trust Company, of Philadelphia, was appointed “executor and trustee” by decedent, who died October 7, 1899. The widow, who elected to take against the will, is also dead. William Taylor Middleton, the only child of testator’s daughter and the remainderman of the present fund, attained his majority in 1915. In 1922, the company accounted for the estate which had come into its hands as trustee, on the confirmation of its account as executor in 1900. The present account was filed, at the instance of the daughter and her son, to determine whether the will authorized either the retaining or acquiring of certain classes of securities in which the funds of the estate were invested.\nThe trustee takes credit for losses arising from the sale and holding to maturity of designated bonds of private corporations which came to it from the decedent, and the account carries in its balance sundry investments of a like nature made by the fiduciary itself. Both the life beneficiary and the remainderman contended in the court below (as they do here) that the will did not authorize the trustee either to make such investments or to hold indefinitely any nonlegal securities, particularly those on which a loss was certain to be suffered at maturity; therefore they objected to the above-mentioned credits and investments, asking that these items be surcharged against accountant.\nThe trustee agreed to replace some of the moneys invested by it, but, at the same time, insisted on its legal privilege of both acquiring and retaining any or all of the securities under attack.\nThe auditing judge decided that the will did not authorize the purchase or undue retention of nonlegal securities, and surcharged sums aggregating $9,087.60 for losses sustained in liquidating bonds of this character, which originally had come to accountant as trustee from itself as executor, also $43,018.75 representing the price of sundry nonlegal securities originally purchased and still held by the trustee. We shall refer to these surcharges more in detail later on in this opinion.\nAccountant filed exceptions, contending decedent’s will gave the trustee full power to make investments according to its judgment; the exceptions were sustained and the surcharges cancelled by the court below, against the written dissent of the auditing judge.\nThe daughter and her son have filed a joint appeal; but, being possessed of separate and distinct interests, they have no right to appeal jointly: McGlinn’s Est., 270 Pa. 373, 378; Long’s Est., 270 Pa. 480, 487. “In such case, a non pros may be entered as to all appellants but one” (McGlinn’s Est., supra), and we shall follow that course in the present instance, making a proper order as to costs. Since William Taylor Middleton was a minor, without guardian and unrepresented at the time of the audit of the executor’s account in 1900, and since he, as remainderman, has the most direct interest in the corpus of the trust estate and its proper investment, we shall treat the case as before us on his appeal.\nAppellant points to article III, section 22, of the Constitution of Pennsylvania, which provides against the legislature permitting the investment of trust funds in bonds or stocks of private corporations (see Com. v. McConnell, 226 Pa. 244, 247; Act 1832, P. L. 190, 193; Act 1876, P. L. 133; Act 1917, P. L. 447, 508-9), and contends that the words in the residuary clause of testator’s will, “to have, hold, take, manage, convert, invest and dispose of the same as they [the executor] may consider to be to the advantage of my estate as hereinafter provided,” refer solely to the executor’s management of the estate pending the establishment of the portions of the widow and daughter and the distribution of these shares to them or their trustees, as provided in the will; that is to say, the language under consideration refers to the preliminary administration of the estate before passing into the hands of the trustee. In other words, appellant insists “there is nothing in the will to suggest that the exercise of the discretion [conferred by the above-quoted words] was to follow the trust past the point at which the interests of the widow and the daughter were carved out of the whole residuary estate and set apart for [their] respective benefits.” Appellee, on the other hand, contends that the discretionary power of investment was intended by testator to apply to “the management and disposition of the whole of the estate held in trust.”\nWe must decide as to the correctness of the above-stated contentions under the appropriate rule of law, which is well expressed in Barker’s Estate, 159 Pa. 518, 528-9, thus: “This [the investment in nonlegal securities] may be authorized by the creator of the trust, but where such a provision is relied on, it is for the trustee to establish it with the utmost clearness, and, when shown, it will be strictly construed......The power ought not to be sustained upon conjecture, nor inferred from..express grant of discretion as to matters not relating to the management of the [particular] fund [before the court]. The presumption is against the existence of such a power, and all doubts should be resolved against the party asserting it.”\nIt is sufficient to state, without going into an analysis of the present will, that, when all doubts are resolved against appellee, testator’s intent to confer on it the power to make nonlegal investments is not established “with the utmost clearness,” so far as the instant' trust is concerned, and this conclusion controls the decision of the point under consideration in favor of appellant.\nThe next matters for decision concern the propriety of the several surcharges made at the audit and subsequently cancelled by the court below, sitting in banc. The surcharge of $9,087.60 covers losses on nonlegal securities, which were divided by the auditing judge into two groups. The first contains corporate bonds received by accountant, as trustee, from itself as executor, under the original schedule of distribution, at prices there named, and subsequently sold by it, at different times, ranging from ten to fifteen years after the date when such securities were taken over, at a total loss of $1,-967.60. The second group consists of certain securities, received by accountant, under the aforesaid original schedule, at considerable premiums, and which, instead of being sold, were carried by it, during periods of from five to twenty years, to their respective maturity dates, at losses aggregating $7,120. The other surcharge of $43,018.75 is made up of nonlegal securities purchased by the trustee; and which the auditing judge, in effect, ordered accountant to take over from the estate, at cost.\nAs to the last-mentioned group, since the will conferred on the fiduciary no express authority to make nonlegal investments, the court below erred in cancelling the surcharge in question; for, in so far as the right to place moneys in corporate securities is concerned, Pennsylvania has long stood with the majority of jurisdictions favoring the view that, in the absence of express authority, a fiduciary has no power to invest such funds in the stock or bonds of private corporations, and, if he does so, it must be at his own risk, even though acting in good faith and exercising sound discretion; we have said that such an investment “cannot be made at the risk of a ......cestui que trust”: Hemphill’s App., 18 Pa. 303, 306; Worrell’s App., 23 Pa. 44, 48; Pray’s Appeals, 34 Pa. 100, 112; Com. v. McConnell, 226 Pa. 244, 246; see note in 12 A. L. R. 574.\nWhile we do not find it plainly stated anywhere on the record that the securities in the first two of the above-mentioned groups were originally acquired by the testator himself, yet the case has been so dealt with by all concerned, and we shall consider it on that basis. No decision of this court, directly ruling the point of a fiduciary’s responsibility under such circumstances, has been cited to us, and our own research has disclosed none, hence we must treat of the rules of law applicable to the holding of these investments by the trustee more at length than was necessary when determining the propriety of the other, and larger, surcharge.\nPerry on Trusts, 6th ed., sec. 465, correctly states: “There is said to be a distinction between an original investment improperly made by trustees, and an investment made by the testator himself and simply continued by a trustee, but it is a distinction that cannot be safely acted upon [as controlling]......It is true, a testator during his life may deal with his property according to his pleasure, and investments made by him are some evidence he had confidence in that class of investment's; but, in the absence of directions in the will, it is more reasonable to suppose that a testator intended that his trustees should act according to law. Consequently, in states where the investments which trustees may make are pointed out by law, the fact that the testator has ipvested his property in certain stocks, or loaned it on personal security, will not authorize trustees to continue such investments beyond a reasonable time for conversion and investment in regular securities.”\nIn Pennsylvania we have a number of cases where this court refused to surcharge executors with losses sustained through holding, for several years after a testator’s death, dividend-paying corporate stocks purchased by their decedent (see Stewart’s App., 110 Pa. 410, 424; Dauler’s Est., 247 Pa. 356; Borell’s Est., 256 Pa. 523), but each of these decisions stands on its own facts rather than on any controlling principle (Keller’s App., 8 Pa. 288); and the rule in respect to holding non-legal securities\" owned by a decedent, which governs executors and other personal representatives, with their presumably short-duration trusts, should, for obvious reasons, be more liberal than that governing trustees fixed with the duty of managing an estate during a long period of years.\nAs to the proper course to be followed by trustees, in Coggins’ Appeal, 3 Walker 426, 427, Judge Penkose, of the orphans’ court, passing on an auditor’s report, said there was a difference between the duty of a trustee who inherits investments made by the testator himself and one who makes original investments; “in the latter case, [the trustee] becomes liable if he deviates from the line marked out by the law, should a loss arise, [while] in the former......much is left to the discretion of the trustee, and if, in the honest and proper exercise of that discretion, he delays [converting decedent’s non-legal investments into those authorized by law], he may not be held liable for any loss arising from such delay (see Hill on Trusts, *380).” There the orphans’ court refused to make surcharges on the evidence submitted, holding the discretion of the accountant (who was both executor and trustee under the will of decedent), in retaining testator’s corporate investments, had not been abused up to the time of filing Ms executor’s account, but adding that, if there were longer delay in converting nonlegal securities, the court, on “the settlement of future accounts,” would determine “the question whether the discretion [of the trustee] had been properly exercised.”\nIn considering the Coggins Case, it should be noted that the report shows the adjudication not only of the above-mentioned executor’s account but also of several subsequent accounts filed by the same person in his capacity of trustee; further, while the appeal to us was from a final decree (refusing to surcharge the trustee) entered on the audit of the last of these accounts, the reported record contains several prior opinions, of the orphans’ court, indicating (p. 437), among other things, that that tribunal was somewhat influenced by conduct of the complaining cestui que trust which suggested acquiescence in the retention of the securities in question. Moreover, the will there involved particularly directed the fiduciary to so manage the estate “as to preserve and keep the same productive”; and, on adjudication of the second account, the auditing judge took the view that, in retaining the securities objected to, the trustee was endeavoring to carry out this direction, saying (p. 438), “under all the circumstances,” the fiduciary “was not bound to sell the investments of testator immediately after his death, but, as a trustee, had the right to exercise his best judgment and discretion [in that regard], and to do that which to him......seemed most advantageous and beneficial to the estate.” When the matter came to this court, it was stated (p. 448): “In determining not to convert immediately the stocks and other assets of the estate, which were investments made by the testator in his lifetime, the [trustee] acted in perfect good faith in the honest exercise of his best judgment, for a mistake in which [on the facts shown by the record] it would be wrong to hold him personally responsible.”\nAgain, in Girard Company’s Appeal, 13 W. N. C. 367, 368, we said: “The negligence imputed to this appellant did not arise from keeping the trust fund invested in the form in which it came into the hands of the trustee; there so strict a rule of liability does not apply ......[as in the] case of a loss on investments made after the trustee had actually received the money.”\nWhile we find no controlling decision on points precisely similar to those at bar, yet the above judicial utterances and the text-book authorities cited are enlightening; they indicate the view that each case where a trustee retains unauthorized securities, purchased by his decedent, must be judged to a certain degree by its own ^peculiar facts, and the hard and fast rule, restricting original investments by trustees, does not apply with imperative force. The general rule, — in jurisdictions which, like Pennsylvania, limit the investment of trust funds, — is that ordinarily a fiduciary has no right to retain, beyond a reasonable period, investments made by the decedent in unauthorized securities, unless specially empowered so to do; that when a trustee continues to possess such nonlegal investments after a time when he could properly dispose of them, and a loss occurs, he may be held liable for a failure of due care, unless he shows that his retention of the securities in question represents, not a mere lack of attention, but the honest exercise of judgment based on actual consideration of existing conditions ; in other words, he is expected to be ordinarily watchful and to exercise normally good judgment. For principles involved, see Hughes v. Empson, 22 Beav. (Eng.) 181; Babbitt v. Fidelity Trust Co., 72 N. J. Eq. 745, 757, 66 Atl. 1076.\nThe rule stated above is consistent with Pennsylvania judicial thought as indicated by our decided cases, and accords with sound principles; it’ should have been applied to this controversy. The court below, however, instead of following such a course, reviewed the surcharges of the auditing judge on the theory that the fiduciary here had power to make nonlegal investments and to hold all securities of that character which might come into its hands, with liability for “supine negligence” only (as in the ordinary case of an executor, or a trustee expressly vested with power to make nonlegal investments: Neff’s App., 57 Pa. 91, 96; Semple’s Est., 189 Pa. 385, 390; Wood’s Est., 272 Pa. 8, 12; Detre’s Est., 273 Pa. 341, 350); this was an incorrect standard of responsibility to apply in the present case. We shall, therefore, return the record so that the issues relating to the surcharges covered by the two groups of securities making the total of $9,087.60, may be reconsidered in the light of the present opinion.\nWhen the performance or lack of performance of a legal duty is to be ascertained, due care under the attending circumstances is the test. Here an important circumstance is the fact that appellee was in no way expressly relieved from the obligation to keep decedent’s funds invested in the manner required by law, — even though it was allowed, reasonable time, according to the facts connected with each investment, to convert into legal securities. The care demanded of a trustee in deciding as to the time for conversion is the exercise of ordinarily good business judgment or foresight. The law has erected a guidepost for trustees to oberve, reading “Legal Investments,” and if, apparently, that warning is negligently ignored by a fiduciary possessed of nonlegal securities coming from a decedent, he cannot, in the absence of strong explanatory circumstances, shift the risk of such inattention to his cestui que trust, nor can he escape responsibility by substituting “supine negligence,” as the test, for the measure of care just indicated.\nAs an illustrative instance of the lack of the kind of care required, take, for example, the item of $10,000 Pa. E. E. General Mortgages 6% bonds. These securities came to accountant at an appraised value of 125, and, in 1901, they reached their highest point of 125%; the trustee held them until the date of their maturity, in 1910, when they were paid off at 100, this being the lowest point of value during the period in question. The course pursued, in the absence of a satisfying explanation, would subject accountant to liability.\nA non pros is entered on the appeal of Ella Middleton, who is ordered to pay one-half of the costs; on the appeal of William Taylor Middleton, the decree is reversed, and it is ordered that the record be remitted to the court below for further consideration in accord with the views expressed in this opinion, appellee to pay balance of costs.",
        "type": "majority",
        "author": "Mr. Chief Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "John G. Gilpin, of Graham & Gilfillan, for appellants.",
      "Clement B. Wood, with him Arthur Littleton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Taylor’s Estate.\nTrust and trustees — Investment — Illegal investments — Bonds and stocks of private corporations — Securities taken from testator —Surcharge—Will—Directions as to investments — Presumption.\n1. Where a testamentary trustee relies on authority from the will to invest trust funds in nonlegal investments he must establish it with utmost clearness; the presumption is against the existence of such authority.\n2. The power ought not to be sustained on conjecture, nor inferred from express grant of discretion as to matters not relating to the particular fund before the court.\n3. If the testator gives to his executor discretionary power as 'to investments during the preliminary administration of the estate before passing into his hands as trustee, but it is a matter of doubt whether he extends discretion after the different interests are ascertained and the final trusts established, such doubt will be resolved against the trustee.\n4. Ordinarily a trustee has no power to invest trust funds in the stocks or bonds of private corporations, and, if he does so, it must be at his own risk, even though acting in good faith and exercising sound discretion.\n5. Where a testamentary trustee receives stocks and bonds of private corporations held by testator in his lifetime, and no discretionary power is given by the will to invest in non-legal securities, the trustee has no power to continue such investments beyond a reasonable time for conversion and investment in legal securities, unless he shows that his retention of the nonlegal securities represents not a mere lack of attention, but the honest exercise of normally good judgment, based on actual consideration of existing conditions.\n6. The care demanded of a trustee in deciding as to the time for conversion is the exercise of ordinarily good business judgment or foresight.\n7. A trustee cannot claim relief from responsibility by substituting “supine negligence” as the test in such cases.\n8. Where bonds come to a trustee appraised at 125 and ten years afterwards he could have sold them for about the same price, but he holds them for over twenty years when they are paid off at par, the trustee is liable for the depreciation, in the absence of any satisfactory explanation.\n9. The rule in respect to holding nonlegal securities owned by a decedent, which governs executors and other personal representatives with their presumably short duration trusts, should be more liberal than that governing trustees fixed with the duty of managing an estate during a long period of years.\nAppeals — Joint appeals — Decree of orphans’ court.\n10. Where parties have separate interests under a decree of the orphans’ court, they have no right to take a joint appeal. If such an appeal is taken, a non pros may be entered as to all appellants but one.\n11. In determining under which appeal the case will be treated, the appellate court will select that of one who was a minor without a guardian at the time of a prior important audit, and whose interest is the largest.\nArgued April 11, 1923.\nAppeal, No. 16, Jan. T., 1924, by William Taylor Middleton, remainderman, and Ella A. Middleton, life tenant, from decree of O. C. Phila. Co., Oct. T., 1900, No. 352, sustaining exceptions to adjudication in estate of William Y. Taylor, deceased.\nBefore Mosohzisker, C. J., Frazer, Walling, Simpson, Kephart and Sadler, JJ.\nReversed.\nExceptions to adjudication of Henderson, J.\nThe opinion of the Supreme Court states the facts.\nExceptions sustained in opinion by Thompson, J., Henderson J., filing a dissenting opinion, Lamorelle, P. J., and Gest, J., not sitting.\nWm. T. Middleton, remainderman, and Ella A. Middleton, life tenant, appealed.\nError assigned, inter alia, was decree, quoting it.\nJohn G. Gilpin, of Graham & Gilfillan, for appellants.\n—The constitutional provisions in respect to the investment of trust funds should be strictly observed: Barker’s Est., 159 Pa. 518.\nThe discretionary powers of investment in the will do not relate to investments for the daughter’s, trust: Hemphill’s App., 18 Pa. 303; Worrell’s App., 23 Pa. 44; Com. v. McConnell, 226 Pa. 244; Plate’s Est., 30 Pa. Dist. R. 902; Barker’s Est., 159 Pa. 518.\nThe words, “as they may consider to be to the advantage of my estate,” relate to the disposition of the residue between the trusts for the widow and daughter.\nMay 23, 1923:\nThe words, “as hereinafter provided,” relate to the division of the residue between the widow’s and the daughter’s trusts and not to a method of investment: Detre’s Est., 273 Pa. 341.\nThe trustee did not exercise due care in avoiding losses on testator’s investments: Williamson’s Est., 3 Walker 426; Gaskill’s Est., 208 Pa. 346.\nThe constitutional rule should not be relaxed: Worrell’s App., 9 Pa. 508; Ihmsen’s App., 53 Pa. 431.\nClement B. Wood, with him Arthur Littleton, for appellee.\n— Discretionary powers to invest in and retain nonlegal securities are conferred on the trustee.\nThe authorities amply sustain the conclusion of the orphans’ court in banc that the discretionary power to invest in and to retain testator’s investments was not limited to legal securities: Barker’s Est., 159 Pa. 518; Detre’s Est., 273 Pa. 341; Hart’s Est., 203 Pa. 480; Glassburner’s Est., 40 Pa. Superior Ct. 134.\nEven though a will does not expressly confer on a trustee the power to retain investments made by testator, the retention of them is within the discretion of the trustee: Williamson’s Est., 12 Phila. 64; Stewart’s App., 110 Pa. 410.\nThe holding of nonlegal investments of a testator until maturity is not negligence."
  },
  "file_name": "0518-01",
  "first_page_order": 542,
  "last_page_order": 554
}
