{
  "id": 1079526,
  "name": "Craig et al. v. Cosgrove, Appellant",
  "name_abbreviation": "Craig v. Cosgrove",
  "decision_date": "1923-05-23",
  "docket_number": "Appeal, No. 41",
  "first_page": "580",
  "last_page": "586",
  "citations": [
    {
      "type": "official",
      "cite": "277 Pa. 580"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "254 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/254/0323-01"
      ]
    },
    {
      "cite": "130 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568976
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0235-01"
      ]
    },
    {
      "cite": "236 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/236/0155-01"
      ]
    },
    {
      "cite": "219 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0297-01"
      ]
    },
    {
      "cite": "201 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0090-01"
      ]
    },
    {
      "cite": "2 P. & W. 454",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        8879100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/2/0454-01"
      ]
    },
    {
      "cite": "154 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0413-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 396",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849853
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0396-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825536
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/13/0143-01"
      ]
    },
    {
      "cite": "152 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0053-01"
      ]
    },
    {
      "cite": "165 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862097
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/165/0518-01"
      ]
    },
    {
      "cite": "35 Pa. Superior Ct. 491",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        872776
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/35/0491-01"
      ]
    },
    {
      "cite": "61 Pa. Superior Ct. 288",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        453586,
        453594
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/61/0288-01",
        "/pa-super/61/0288-02"
      ]
    },
    {
      "cite": "138 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11252411
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0576-01"
      ]
    },
    {
      "cite": "269 Pa. 395",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063547
      ],
      "pin_cites": [
        {
          "page": "399"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0395-01"
      ]
    },
    {
      "cite": "138 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251472
      ],
      "pin_cites": [
        {
          "page": "249"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0230-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 36",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0036-01"
      ]
    },
    {
      "cite": "130 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "130 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568992
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/130/0222-01"
      ]
    },
    {
      "cite": "146 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827956
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0204-01"
      ]
    },
    {
      "cite": "10 Sadler 317",
      "category": "reporters:state",
      "reporter": "Sadler",
      "case_ids": [
        251659
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sadler/10/0317-01"
      ]
    },
    {
      "cite": "1 Grant 58",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        225819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/grant/1/0058-01"
      ]
    },
    {
      "cite": "254 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025435
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0323-01"
      ]
    },
    {
      "cite": "236 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0155-01"
      ]
    },
    {
      "cite": "201 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925590
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0090-01"
      ]
    },
    {
      "cite": "13 Pa. Superior Ct. 143",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        825536
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/13/0143-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 624,
    "char_count": 11158,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.667203723067514e-07,
      "percentile": 0.8254792074750305
    },
    "sha256": "ebb5ebbf2669db188e3177af50f837b11d013aeb8d308251bd3b222968f85b72",
    "simhash": "1:73283c6c60b3b00b",
    "word_count": 1947
  },
  "last_updated": "2024-02-27T20:19:03.478516+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Moschzisker, C. J., Frazer, Wauling, Simpson, Kephart and Schaffer, JJ."
    ],
    "parties": [
      "Craig et al. v. Cosgrove, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis suit, although brought in equity, was certified to the law side of the court and tried as an action of ejectment, resulting in a verdict and judgment for plaintiffs, from which defendant brought this appeal. The land involved consists of four separate parcels in Finley Township, Allegheny County, embracing a total of two hundred and eighty-nine acres, upon which John C. Cos-grove, the defendant, on December 12, 1919, gave the plaintiff, William M. Craig (who assigned a one-half interest to his coplaintiff, S. S. Ferguson), an oil, gas and gasoline lease for the term of five years and so long thereafter as oil or gas is produced from the premises, with the exclusive right of drilling and operating thereon for the same. Craig paid defendant $250 in hand and the lease stipulates for a further payment of one dollar a year per acre in quarterly payments in advance, beginning with October 1, 1920. The lease contains numerous provisions, among others, that, “Lessee shall commence the actual work of drilling a well on said premises on or before October 1, 1920, and prosecute the work of drilling with due diligence”; also, that “Failure on the part of lessee to commence the drilling of the wells provided for in this lease, or pay the rental above mentioned at the times agreed upon, shall work a forfeiture of this lease and the same shall thereupon become null and void forthwith.” The lessee did not make the quarter yearly payment of rent on October 1, 1920, and had not then commenced the drilling of a well upon the demised premises ; but in November, 1920, he let a contract to John O. Bauder for drilling a well thereon and on December 10, 1920, mailed Cosgrove a check of $53.50 for the first quarter’s rent. Ten days later Cosgrove’s attorney wrote Craig stating, inter alia, that the lease “expired by its own terms on October 1, 1920,'through your failure to commence the actual work of drilling a well on the leased premises on or before OctoberT, 1920----- .By Mr. Cos-grove’s direction I am returning herewith your check of December 10, 1920, in the sum of $53.50.” Meantime, Bauder began drilling the well and so continued until January 10, 1921, when he was forcibly ejected from the premises by defendant’s employees.\nCosgrove resided in Cambria County and, by parol, employed F. T. Pitzharris, a local mining engineer, to look after the lands in question, and plaintiffs’ proof, although contradicted, was sufficient to support a finding that, as such agent, Pitzharris had orally waived the time limit for commencing the first well. An agent may be constituted by parol except where he is to convey an estate in land (Miles v. Cook, 1 Grant 58), and as such has authority to extend the time for the performance of a contract: Locust Mountain Water Co. v. Yorgey, 10 Sadler 317. Here the burden of proving the agent’s authority and the extent of it was upon the plaintiffs (Beal & Simons v. Express Co., 13 Pa. Superior Ct. 143) and the main question is, Does the proof sustain the finding of such authority? This question must be answered in the affirmative, for the effect of Craig’s testimony is that Cosgrove told him he had given Fitzharris full and exclusive control of the lands in question and whatever he did with reference thereto was valid. If true, that constituted a general agency and rendered the act of Pitzharris binding upon Cosgrove. This evidence, while contradicted, is corroborated by the numerous acts done by Fitzharris from the time of negotiating the lease (which was executed by Cosgrove) until he headed the armed men who ejected plaintiffs’ employees from the premises. The evidence, even Fitzharris’ own testimony, tends to show him in actual charge of the property in question. Had he been defendant’s agent for a special purpose only, like the making of leases or collections, the case would be different.\nA forfeiture clause, for nonpayment of rent or for failure to fulfill a covenant for drilling wells in an oil and gas lease, is for the benefit of the lessor and is enforceable only at his option: see Jones v. N. Gas Co., 146 Pa. 204; Wills v. Manufacturers N. Gas Co., 130 Pa. 222. Such a covenant is not self-enforcing: Westmoreland N. Gas Co. v. DeWitt, 130 Pa. 236. The right to insist upon time as the essence of a contract may be waived expressly or by necessary implication: Welsh v. Dick, 236 Pa. 155; Vankirk v. Patterson, 201 Pa. 90; and see Brodsky v. Bell, 79 Pa. Superior Ct. 36; also Pomeroy’s Specific Performance of Contracts, 2d ed., section 394.\nAs such a forfeiture clause is operative only at the option of the lessor, the lease continues a valid obligation until he declares it forfeited, and unless he acts promptly his right to do so is gone. “The rule undoubtedly is that the right to declare a forfeiture must be distinctly reserved ; that the proof of the happening of the event on which the right is to be exercised must be clear; that the party entitled to do so must exercise his right promptly; and that the result of enforcing the forfeiture must not be unconscionable”: Thompson v. Christie, 138 Pa. 230, 249; and see Casinghead Gas Co. v. Osborn, 269 Pa. 395, 399; Ray v. Natural Gas Co., 138 Pa. 576; also McKean W. Gas Co. v. Wolcott, 254 Pa. 323; Kirch v. Crawford, 61 Pa. Superior Ct. 288, 293; Hornet v. Singer, 35 Pa. Superior Ct. 491. Here the lease bound the lessee as well after as before October 1, 1920; it was still his duty to drill the first well, and, having entered into a contract for that purpose, thereby incurring expense and obligation, and the contract having been partly executed, the attempted exercise of the option to forfeit, made nearly three months after the alleged breach, came too late: Lynch v. Gas Company, 165 Pa. 518, 521. Under the circumstances of the case just cited, a delay of six days was held fatal to the lessor’s right to declare a forfeiture for nonpayment of rent. Meantime defendant in the present case had tendered the first quarter’s rent, and thereby cured any default in that respect, for a forfeiture for nonpayment of rent must be declared before the rent is tendered: McKean Gas Co. v. Wolcott, supra. True, defendant now claims the rent tendered was not sufficient in amount, but no such objection was made at the time, in fact the only reason assigned for the attempted forfeiture was the failure to commence drilling the well within the stipulated time.\nThere was no error in admitting evidence of the declarations of Fitzharris to the effect that defendant had ousted the plaintiff to force an adjustment of other transactions between them. This bore upon the good faith of the attempted forfeiture and certainly would have been competent if made by defendant and was equally so when made by one whom the jury found was a general agent.\nThe fourth and fifth errors assigned are to the admission of testimony as to the forcible manner in which plaintiffs were ejected from the premises, but as no exception was taken to such admission, that question is not properly before the court. In any event, the evidence was competent at least as part of the res gestse and as showing the necessity for bringing the suit. It was proper for plaintiff to prove an actual ouster: Westmoreland N. Gas Co. v. DeWitt, supra. No money judgment was recovered against defendant and, hence, he was not harmed by Bauder’s evidence as to what depth he had drilled the well and what expense he had incurred when ejected; that tended to show.an effort to comply with the lease and added weight to the conclusion that the attempted forfeiture came too late.\nThere was no abuse of discretion in refusing a new trial and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "Philip N. Shettig, with him Thomas H. Hasson, for appellant,",
      "Charles W. J ones, with him Horace J. Thomas, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Craig et al. v. Cosgrove, Appellant.\nPrincipal and agent — 'Appointment of agent by parol — Authority to extend time on contract — Drilling first well under oil lease— Lease — Oil lease — Forfeiture clause — Waiver by delay — Ejectment —Evidence—Burden of proof — Ouster—Bes gesta.\n1. Au agent may be constituted by parol, except where he is to convey an estate in land.\n2. An agent has authority to extend the time for the performance of a contract, and may therefore orally extend the time limit for commencing the first well under an oil and gas lease.\n3. In such case, the burden of proof of the agent’s authority to extend the time is upon the party who asserts it.\n4. A forfeiture clause for the nonpayment of rent, or for failure to fulfil a covenant for drilling wells in an oil and gas lease, is for the benefit of the lessor, and is enforceable only at his option.\n5. The lease continues a valid obligation until the lessor declares a forfeiture, and unless he acts promptly the right to do so is gone. A delay for three months is too late, after the lessee has incurred expense and obligations.\n6. A forfeiture for nonpayment of rent must be declared before the rent is tendered.\n7. Declarations of an agent of a lessor that the lessor had ousted the lessee to force an adjustment of other transactions between them are admissible.\n8. In an ejectment for oil lands by the lessee against the lessor to recover the property after an ouster for an alleged failure to drill a well within the time specified by the lease, it is proper for the lessee to prove an actual ouster, as part of the res gestee and as showing the necessity for bringing the suit; and the defendant in such suit, where there is no money verdict against him, is not harmed by evidence as to what depth plaintiff had drilled the well and what expense he had incurred when ejected.\nAppeals — Evidence—Exceptions—Assignments of error — Refusal of new trial — Discretion—Abuse.\n9. Where no exceptions are taken to the admission of evidence, assignments of error based thereon, will not be considered.\n10. In such case, there was no abuse of discretion in refusing a new trial.\nArgued May 1, 1923.\nAppeal, No. 41, Oct. T., 1923, by defendant, from judgment of C. P. Allegheny Co., April T., 1921, No. 590, on verdict for plaintiffs, in case of William M. Craig and S. S. Ferguson v. John C. Cosgrove.\nBefore Moschzisker, C. J., Frazer, Wauling, Simpson, Kephart and Schaffer, JJ.\nAffirmed.\nEjectment for land in Finley Township, certified from the equity side of the court. Before Reid, J.\nThe opinion of the Supreme Court states the facts.\nVerdict and judgment for plaintiffs. Defendant appealed.\nErrors assigned, were refusal of (1) binding instructions for defendant and (2) motion for judgment n. o. v., (3-6) admission of evidence as appears by opinion of Supreme Court, (7) refusal of new trial, quoting record.\nMay 23, 1923:\nPhilip N. Shettig, with him Thomas H. Hasson, for appellant,\ncited: Jamestown & Franklin R. R. v. Egbert, 152 Pa. 53; Beal v. Express Co., 13 Pa. Superior Ct. 143; Brewing Co. v. Schmidt, 24 Pa. Superior Ct. 396; Ludwig v. Gorsuch, 154 Pa. 413.\nCharles W. J ones, with him Horace J. Thomas, for appellees,\ncited: Shaw v. Turnpike Co., 2 P. & W. 454; Vankirk v. Patterson, 201 Pa. 90; McHenry v. Mitchell, 219 Pa. 297; Welsh v. Dick, 236 Pa. 155; Westmoreland Gas Co., v. DeWitt, 130 Pa. 235; McKean Nat. Gas Co. v. Wolcott, 254 Pa. 323."
  },
  "file_name": "0580-01",
  "first_page_order": 604,
  "last_page_order": 610
}
