{
  "id": 1053563,
  "name": "Sands et al. versus Fritz",
  "name_abbreviation": "Sands v. Fritz",
  "decision_date": "1877-02-19",
  "docket_number": "",
  "first_page": "15",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "84 Pa. 15"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Watts 431",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/2/0431-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 464,
    "char_count": 9166,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.1331303204166566e-07,
      "percentile": 0.5766465535249352
    },
    "sha256": "f6ef3b5e3d68d1dcf07b5533a0d6e914286c9ffd4b964aebdb459e3d2d6a459b",
    "simhash": "1:8ff4b52d52580ae6",
    "word_count": 1609
  },
  "last_updated": "2024-02-27T21:29:53.440524+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Merour, Gordon, Paxson and Woodward, JJ. Williams, J., absent."
    ],
    "parties": [
      "Sands et al. versus Fritz."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Woodward\ndelivered the opinion of the court,\nOn the 9th of June 1875, Peter Fritz, the plaintiff below in this suit, by his bailiff, Joseph E. Sass, seized a stock of goods in the marble yard of Joseph R. Sands, one of the defendants, under a distress for rent.' Sands issued a replevin, and gave bond conditioned for the return of the property if his suit should fail. The replevin resulted in a judgment for Fritz, who brought this action of debt against Sands and his sureties on the replevin bond. An affidavit of defence was made by William L. Sands, a surety, and one of the defendants, setting forth that after the judgment he sent for Sass, the plaintiff’s bailiff, and surrendered to him the possession of the marble yard, with all the property it contained. A schedule of the goods delivered was embodied in the affidavit, which embraced also a schedule of the goods previously distrained. The goods described in the two schedules were in large part identical, and it was averred that the articles specified in' the first which were not returned were replaced by others of greater value, when the final surrender was made and the final schedule was drawn up. The affidavit alleged that the property delivered was appraised at the sum of $451; that part of it was sold by the bailiff for the sum of $216.92 for the rent due the plaintiff; and that the plaintiff removed from the yard, and retained in his possession or under his control, a number of the surrendered articles, which he claimed to be his individual property, and other articles which had been sold and for which the purchasers had not paid. Admittedly, the proceeding here ivas out of the usual course of practice, under a judgment for defendant in replevin. But Judge Gibson said, in Kimmel v. Kint, 2 Watts 431, “we do not say that a writ de retorno habendo must be issued ; there may possibly be a valid tender without it; but the right of the surety to exonerate himself must be saved to him through the medium of the common law judgment, or the rule prescribed by the^ eleventh section of the Act of 1772.” The parties here were competent to convert their legal rights into contract relations, and to agree that the literal condition of the bond should be carried into effect. Taking the affidavit as verity, such an agreement was made. A portion of the goods distrained, and other articles of the same general description, and of greater value than those which had been originally seized and were missing, were delivered to the plaintiff, and were accepted, appraised, and sold in part by him. It is indifferent whether the arrangement was known at the outset to the plaintiff or not. He is alleged to have acquiesced. The sale was made to pay his rent, and the articles unsold were transferred to his possession. By the agreement substantially the same end was reached that a writ de retorno habendo would have produced. To some extent, certainly, the affidavit disclosed a defence. What the extent would be a trial before a jury alone could show. The legal rights of the plaintiff have been modified by the new contract, and if the amount of his claim has been paid by Joseph R. Sands’s property or its proceeds, he cannot recover it again from the defendant in a suit on the replevin bond.\nThe point is not one which it is necessary now to decide; but there is room for grave doubt whether this action can properly be brought within the operation of any of the statutes authorizing the entry of judgment for want of an affidavit of defence. The eleventh section of the Act of the 21st of March 1772, directs that a replevin bond shall be “ conditioned for prosecuting the suit wdth effect and without delay, and for duly returning the goods and chattels distrained in case a'return shall be awarded.” In no natural sense can this condition be regarded as an agreement for the payment of money under the Act of March 28th 1835; nor is it embraced in the second section of the Act of 12th of March 1842, requiring affidavits in actions on bonds and recognizances of bail in error, on bonds of sureties for stay of execution, on bonds or recognisances of special bail, and on bonds given by insolvent debtors and their sureties, under the sixth section of the Act of the 16th of June 1836. The record in many instances would not furnish means of liquidating the judgment that would be both just and safe. “ The defendant’s remedy is on the replevin bond, wdiere there can be no recovery beyond the value of the goods, and where it may be less than the value, for the rent may be inferior in value to the goods, because by paying the rent the debt would be satisfied Weidel v. Roseberry, 13 S. & R. 178. The practice of requiring affidavits of defence in such cases as this, if such a practice prevails, would seem capable of producing mischief and injustice.\nJudgment reversed and procedendo awarded.",
        "type": "majority",
        "author": "Mr. Justice Woodward"
      }
    ],
    "attorneys": [
      "J. Alexander Simpson, for plaintiffs in error.",
      "G. B. Watson and Henry B. Freeman, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Sands et al. versus Fritz.\n1. In debt upon a replevin bond an affidavit of defence was filed which set forth that after judgment in the suit in replevin the defendant had su3‘rondered all the property replevied except a part which was missing, and that in the stead of the latter other and more valuable articles of the same description had been delivered to plaintiff, who had accepted the same, retaining a part and selling the rest. Reid (reversing the court below), that this affidavit was sufficient.\n2. Per Woodward, J. There is room for grave doubt whether this action can properly be brought within the operation of any of the statutes authorizing the entering of judgment for want of an affidavit of defence, and the practice of requiring affidavits of defence in such eases as this would seem capable of producing mischief and injustice.\nFebruary 9th 1877.\nBefore Agnew, C. J., Sharswood, Merour, Gordon, Paxson and Woodward, JJ. Williams, J., absent.\nError to the Court of Common Pleas, No. 3, of Philadelphia county: Of July Term 1876, No. 139.\nDebt on a replevin bond brought by Peter Fritz, assignee, against Joseph R. Sands and others.\nFritz seized a stock of goods in the marble yard of Sands, one of the defendants, under a distress for rent. Sands- issued a replevin and gave bond conditioned for the return of the property in the event of the failure of his suit. Fritz obtained judgment and brought this action against Sands and his sureties on the bond. Sands filed an affidavit of defence which set forth “ that Joseph R. Sands, one of the defendants named in the warrant of distress replevied the property distrained upon, to wit(here followed a list of the articles); “that deponent, with one Edward Pepper, became the sureties in the replevin bond, upon which bond this suit is brought; that one of the conditions of said bond is that if the property so replevied should not be delivered up, if the plaintiff in said replevin suit did not prosecute his suit with effect, then, that said sureties should be responsible for the amount of the rent due at the time ; that the plaintiff (in said replevin) did not prosecute his said suit with effect, and after judgment had been entered in said suit in favor of the above-named plaintiff Eritz, deponent, acting under advice, sent for said Joseph E. Sass, bailiff of said landlord, and delivered up to him the possession of the said marble yard. That at the time of the said delivery, there was found by said bailiff upon said premises the following articles, to wit(here followed a list, including the greater number of the articles in the foregoing list, but containing others not comprised therein), “ as appears by the appraisement made by said bailiff, and said goods and chattels were appraised at the sum of $451. Deponent is informed and believes, and expects to be able to prove, that the property so delivered up to the said Joseph E. Sass, bailiff, was of more value than that originally distrained upon ; that most of the articles dis-trained upon were included in that delivery, and that upon some of them, additional work had been expended between the time of the original distraint, and the delivery up by deponent as aforesaid, and that a number of articles which were not upon the premises when the original distraint Avas made Avere there at the time of the delivery aforesaid, and were included in said delivery and AA’ere sold by said bailiff for the said rent. Deponent is advised and believes, and expects to be able to prove, that, on or about the 4th day of February last, said bailiff sold a large number of the articles so distrained upon, under the said landlord’s warrant, for the sum of $216.92, and that said plaintiff removed from the said place, and now has either in his actual possession or under his control, quite a number of articles which he claimed to be his individual property, or Avhich were sold and the buyers failed to come and pay for, which were included in said distraint and delivery.”\nThe court entered judgment for want of a sufficient affidavit of defence which Avas the error assigned by the defendants, who took this writ.\nJ. Alexander Simpson, for plaintiffs in error.\nG. B. Watson and Henry B. Freeman, for defendant in error.\nFebruary 19th 1877."
  },
  "file_name": "0015-01",
  "first_page_order": 15,
  "last_page_order": 18
}
