{
  "id": 1241488,
  "name": "Hastings Appeal",
  "name_abbreviation": "Hastings Appeal",
  "decision_date": "1953-05-27",
  "docket_number": "Appeal, No. 125",
  "first_page": "120",
  "last_page": "127",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 120"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "35 A. 922",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "178 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/178/0325-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 103",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832630
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/16/0103-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 397",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285510
      ],
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/7/0397-01"
      ]
    },
    {
      "cite": "24 A. 307",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "149 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832590
      ],
      "pin_cites": [
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0317-01"
      ]
    },
    {
      "cite": "101 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500949
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/101/0394-01"
      ]
    },
    {
      "cite": "22 A. 673",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "22 Pa. Superior Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846273
      ],
      "pin_cites": [
        {
          "page": "297"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/22/0292-01"
      ]
    },
    {
      "cite": "128 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567009
      ],
      "pin_cites": [
        {
          "page": "216"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0214-01"
      ]
    },
    {
      "cite": "74 Pa. Superior Ct. 246",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        645704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/74/0246-01"
      ]
    },
    {
      "cite": "143 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978536
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "429"
        },
        {
          "page": "429"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/143/0414-01"
      ]
    },
    {
      "cite": "179 A. 741",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "319 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1162328
      ],
      "pin_cites": [
        {
          "page": "164"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/319/0161-01"
      ]
    },
    {
      "cite": "28 A. 991",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. 614",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852110
      ],
      "pin_cites": [
        {
          "page": "621"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0614-01"
      ]
    },
    {
      "cite": "45 A. 678",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914115
      ],
      "pin_cites": [
        {
          "page": "104"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0101-01"
      ]
    },
    {
      "cite": "18 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969159
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "190"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/18/0187-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 11409,
    "ocr_confidence": 0.498,
    "pagerank": {
      "raw": 2.479379159387892e-07,
      "percentile": 0.8073553709115859
    },
    "sha256": "5ff57f5d9b199df5ba1bbcf49718bf4f61cb67b25fd0e490dc6f865adee90fd5",
    "simhash": "1:efb547c0f9cc7a28",
    "word_count": 1921
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Hastings Appeal."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nThe appellant is the owner of a lot of ground, improved with a three-story building, at a comer where Farragut and Market Streets, Philadelphia, intersect. The council of the city, by ordinance, directed the Director of Public Works to enter into contracts for the reconstruction of “Mill Creek Sewer” in Farragut Street within certain specified longitudinal limits. Pursuant to such direction, the Director entered into contracts for the reconstruction of the sewer. In carrying out the work, the contractor excavated Farragut Street to a depth varying from thirty-five to fifty-one feet. The old sewer was removed and a new one of different dimensions was laid. For the removal of rock and other obstacles to the excavation, blasting was used. After the new sewer was laid, the excavation was refilled with earth which was tamped heavily. The work caused a subsidence in tbe appellant’s ground and a loosening, cracking and dislocation of the building erected thereon to its consequent injury. There was no talcing of the appellant’s property.\nThe owner petitioned the court below for the appointment of a board of view to assess the damages to his property due to the reconstruction of the sewer. The court granted the petition and constituted a board. Thereafter the city moved to vacate the order of appointment. A rule was granted on the property owner to show cause why the board of view should not be vacated. After answer by the owner and argument of the matter, the court made the rule absolute. From that order, the property owner took this appeal.\nThe questions involved are (1) whether the property owner has a claim for damages against the municipality in the circumstances shown and, if so, (2) whether a board of view is the proper tribunal for the ascertainment and assessment of such damages.\nPrior to the Constitution of 1874 damages were not recoverable for non-tortious public injury to or destruction of private property without a physical taking. Article VII, Section IV, of the preceding Constitution of 1838 had provided that “The legislature shall not invest any corporate body or individual with the privilege of taking private property for public use, without requiring such corporation or individual to make compensation to the owners of said property . . .” and Article IX, Section X, declared “nor shall any man’s property be taken or applied to public use . . . without just compensation being made.” The interpretation uniformly given these provisions was to limit them to the requirement of a right of recovery only where there was a taking of property. Unless property was actually taken, there was no liability for its injury or destruction due to a public use not negligently performed. In O’Connor v. Pittsburgh, 18 Pa. 187, 190, Chief Justice Gibson said (the italics are his),' — “The constitutional provision for the case of private property taken for public use, extends not to the case of property injured or destroyed; but it follows not that the omission may not be supplied by ordinary legislation.” But, no such legislative action was ever taken. In Stork v. Philadelphia, 195 Pa. 101, 104, 45 A. 678, the situation that had obtained under the Constitution of 1838 was thus described: “If an inch of his lot was taken in widening a street, the owner had his claim for compensation, but the far greater injury of blocking up or impeding his access by raising or lowering the street without actually encroaching on his line went without redress.”\nOur present Constitution of 1874, however, provided a remedy for the compensation of private property owners, not only for property taken, but also for property injured or destroyed by municipal and other corporations and individuals in the construction or enlargement of their works, highways or improvements: see Article XVI, Section 8. The provision in the latter aspect was inserted, as was pointed out in Mellor v. City of Philadelphia, 160 Pa. 614, 621, 28 A. 991, “to provide against the great injustice that was continually resulting from the ruling of this court in O’Connor v. Pittsburgh [supra].” Article XYI, Section 8, reads as follows: “Municipal and other corporations and individuals invested with the privilege of taking private property for public use shall make just compensation for property taken, injured or destroyed by the construction or enlargement of their works, highways or improvements, which compensation shall be paid or secured before such taking, injury or destruction. The General Assembly is hereby prohibited from depriving any person of an appeal from any preliminary assessment of damages against any such corporations or individuals made by viewers or otherwise; and the amount of such damages in all cases of appeal shall on the demand of either party be determined by a jury according to the course of the common law” (Emphasis supplied).\nIn Locust Street Subway Case, 319 Pa. 161, 164, 179 A. 741, Mr. Justice Linn, in discussing the effect of the above-quoted constitutional provision, said for this court that, — “The first part of the section created a new right, and required no legislation to make the right effective; it was enforceable by common law action on the case (Plan 166, 143 Pa. 414, 429; Shobert v. Bloomsburg, 74 Pa. Superior Ct. 246) since designated an action of trespass by the Act of May 25, 1887, P. L. 271. The second part of the section providing for an appeal was made effective by the Act of June 13, 1874, P. L. 283: Widening Chestnut Street, 128 Pa. 214, 216.” It is clear that under Article XVI, Section 8, of the Constitution of 1874 recovery by an owner may be had for the injury or destruction of his property by a municipality for a public use even where there is no taking and where neither negligence nor nuisance occasioned the injury. As recognized in Fyfe v. Turtle Creek Borough, 22 Pa. Superior Ct. 292, 297, “This [Art. XVI, Sec. 8, of the Constitution of 1874] gave to the owner of property injured the same protection which had formerly been extended to him whose property was actually taken. When an improvement is the direct and proximate cause of the injury, and the loss is the necessary and unavoidable consequence of a careful execution of the work, the land and every right of property thereto appurtenant is within the protection of the constitutional provision . . . .”\nThe further question, then, is whether such recovery is to be had through the medium.of a board of.view, as the appellant here contends, or must the claimant proceed in trespass on the case as discussed by Mr. Justice Mitchell in Change of Grade in Plan 166, 143 Pa. 414, 429, 22 A. 673 (see contra White v. Borough of McKeesport, 101 Pa. 394, 400).\nA board of view is not a common law remedy; it exists only where it has been provided for by statute: see Locust Street Subway Case, supra, at p. 165. In the situations for which it has been provided, it is the only available remedy: Power v. Borough of Ridgway, 149 Pa. 317, 318, 24 A. 307; and McKee v. City of Pittsburgh, 7 Pa. Superior Ct. 397, 400; cf. White v. Borough of McKeesport, supra. It is incumbent, therefore, upon one seeking a recovery in a case such as this through a board of view’s assessment of the damages he claims to point to a statute conferring the right upon him. This, the appellant does, citing Section 1 of the Act of May 16, 1891, P. L. 75, as amended by the Act of June 12, 1893, P. L. 459, 53 PS §391, which provides as follows: “All municipal corporations of this commonwealth shall have power, whenever it shall be deemed necessary in the laying out, opening, widening, extending, grading or changing grade or lines of streets, lanes or alleys, the construction of bridges and the piers and abutments therefor, the construction of slopes, embankments and sewers, the changing of water courses or vacation of streets or alleys, to take, use, occupy or injure private lands, property or material, and in case the compensation for the damages or the benefits accruing therefrom have not been agreed upon, any court of common pleas of the proper county, or any law judge thereof in vacation, on application thereto by petition by said municipal corporation or any person interested, shall appoint three discreet and disinterested freeholders as viewers . . . .”\nIn keeping with the cognate provision in the Act of 1891, supra, it has been held that an owner of property damaged as the immediate and necessary consequence of the non-tortious construction of a sewer in a street upon which the owner’s property abuts is entitled to a board of view for the assessment of the damages: see Fyfe v. Turtle Creek Borough, supra, and Chatham Street, 16 Pa. Superior Ct. 103, 109. By like token, owners whose property has been damaged by a change in the grade of a street (another non-taking situation) are also entitled to a board of view under the Act of 1891. See, e.g., In re Woodland Avenue, 178 Pa. 325, 35 A. 922. Of course, if the damage is not the immediate and necessary consequence of the municipal undertaking but flows, rather, from some tortious act, the injured party is not entitled to a board of view: Stork v. Philadelphia, supra, and Chatham Street, supra. Nor is he entitled to such a board when the non-tortious actions of the municipality do not fall within the categories set forth in the Act: see Locust Street Subway Case, supra.\nThe learned court below held that, inasmuch as the damages here claimed resulted from an alleged injury to the appellant’s property due to the reconstruction of the sewer in Farragut Street, such damages did not come within the purview of the Act of 1891, supra. In justification of that conclusion, the. opinion for the court below reasons that “. . . the clear implication of the legislature [in the Act of 1891] was to confine action by viewers to cases of sewer construction where there was an original taking by eminent domain . . . .” We have already seen that, since 1874, a taking is not essential to. the enforcement of a claim for damages for municipal injury of private property. Hence, the distinction drawn from the absence of an exercise of eminent domain in connection with the reconstruction of the sewer is irrelevant. A claim for property injury due to municipal reconstruction of a sewer in a public street no more requires a talcing (i.e., an exercise of eminent domain) than does an original construction of such a sewer. Nor is the reconstruction of a sewer to be excluded from the operation of the Act of 1891, supra, on the ground that the Act is to be strictly construed (cf. Locust Street Subway Case, supra) and that, consequently, the word “construction” does not include “reconstruction”. There is a vast difference between a subway, as in the Locust Street case, and a municipal sewer. The two terms and their meanings are readily distinguishable. The fact that the injuries in the Fyfe and Chatham cases, supra, were due to the construction of sewers is but an incident and not a material distinction from the reconstruction in the instant case.\nOrder reversed and rule discharged.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "George T. Bteeley, for appellant.",
      "Albert A. Drucker, Assistant City Solicitor, with him Abraham L. Freedman, City Solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hastings Appeal.\nMay 27, 1953:\nArgued April 14, 1953.\nBefore Stern, C. J., Stearne, Jones, Chidsey, Musmanno and Arnold, JJ.\nAppeal, No. 125,\nGeorge T. Bteeley, for appellant.\nAlbert A. Drucker, Assistant City Solicitor, with him Abraham L. Freedman, City Solicitor, for appellee."
  },
  "file_name": "0120-01",
  "first_page_order": 152,
  "last_page_order": 159
}
