{
  "id": 1241458,
  "name": "Wiegand, Appellant, v. The Barnes Foundation",
  "name_abbreviation": "Wiegand v. Barnes Foundation",
  "decision_date": "1953-06-01",
  "docket_number": "Appeal, No. 159",
  "first_page": "149",
  "last_page": "165",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "171 A. 267",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "73 A. 2d 682",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0034-01"
      ]
    },
    {
      "cite": "46 A. 2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 638",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        465885
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0638-01"
      ]
    },
    {
      "cite": "314 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154686
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0112-01"
      ]
    },
    {
      "cite": "61 A. 1027",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1905,
      "opinion_index": 0
    },
    {
      "cite": "139 S.W. 199",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "128 A. 774",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1925,
      "opinion_index": 0
    },
    {
      "cite": "50 Pa. 91",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/50/0091-01"
      ]
    },
    {
      "cite": "249 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013687
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/249/0226-01"
      ]
    },
    {
      "cite": "228 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969915
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/228/0410-01"
      ]
    },
    {
      "cite": "108 Pa. Superior Ct. 203",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706390
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/108/0203-01"
      ]
    },
    {
      "cite": "314 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154686
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/314/0112-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1157,
    "char_count": 27147,
    "ocr_confidence": 0.471,
    "pagerank": {
      "raw": 3.873433261138061e-07,
      "percentile": 0.9005795318568766
    },
    "sha256": "616109d6cf0075d228c549009c5f19c3da1a9b25529c2c684d0d474e9c4a7045",
    "simhash": "1:0de9a672b6068e01",
    "word_count": 4618
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.",
      "Mr. Justice Bell dissents."
    ],
    "parties": [
      "Wiegand, Appellant, v. The Barnes Foundation."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nThe plaintiff, Harold J. Wiegand, individually as a citizen of the County of Montgomery, Commonwealth of Pennsylvania, and as editorial writer for The Philadelphia Inquirer Division of Triangle Publications, Inc., with the consent of the Attorney General, filed a bill in equity against The Barnes Foundation and the individual defendants who comprise its officers and trustees, averring that the latter were not carrying out the purposes for which the Foundation was incorporated as a corporation of the first class. The defendants filed an answer raising a number of preliminary objections to the bill, two of which the lower court, composed of four judges sitting en banc, sustained, and entered a final decree dismissing the bill. From this decree the plaintiff has appealed.\nDr. Albert C. Barnes, now deceased, was the progenitor of The Barnes Foundation, and following the grant of its charter on December 4, 1922, by indenture and agreement dated December 6, 1922, conveyed to the Foundation certain real estate on which was erected a large art gallery and other buildings, and transferred and delivered to the Foundation his valuable and outstanding collection of works of art consisting, inter alia, of hundreds of paintings, drawings, etchings and lithographs. In addition, he gave to the Foundation large sums of money and securities. The indenture and agreement contained conditions and stipulations under which the donation was made and received by the corporation, and as provided therein, was made a part of the by-laws of the corporation. The primary purpose of the incorporation, as set forth in the Foundation’s charter, was “to promote the advancement of education and the appreciation of the fine arts.”.\nThe gravamen of plaintiff’s complaint is that the Barnes Foundation is a charitable institution exempt from taxation and that the manner in which it is administered by the officers and board of trustees (all of the officers are members of the board) so drastically limits access to the art gallery by the public as to defeat the purposes for which the corporation was founded.\nThe preliminary objections sustained by the court below challenged the bill on the ground that the deed of gift and the by-laws of the corporation confer discretionary powers upon the trustees in the management of the corporation and its assets, and in the exercise of these discretionary powers the court may not interfere unless the trustees are guilty of bad faith.\nWhile we are in accord with the conclusion reached by the court below on the merits of the bill, we are of opinion that the bill should have been dismissed for want of a proper party plaintiff by sustaining defendants’ preliminary objection that “. . . The person named as plaintiff in said Amended Bill, to wit, Harold J. Wiegand, either individually or as editorial writer for The Philadelphia Inquirer Division of Triangle Publications, Inc., is not alleged to be a member of the defendant corporation, to wit, The Barnes Foundation, nor to have any right or interest therein other than such right or interest, if any, which he may hold in common with other members of the general public. ...”.\nIn the absence of statutory authority, no person whose interest is only that held in common with other members of the public, can compel the performance of a duty owed by the corporation to the public. Only a member of the corporation itself or someone having a special interest therein or the Commonwealth, acting through the Attorney General, is qualified to bring an action of such nature. In the early case of The Buck Mountain Coal Company v. The Lehigh Coal and Navigation Company, 50 Pa. 91, this Court, at p. 99, speaking through Mr. Justice Thompson, said: “There are many authorities in England and in this country which deny the right of private parties in their own names — in the absence of special laws — when their interests are only in common with the public, to compel the performance of a duty to the public. The reason is, that if one individual may interpose, any other may, and as the decision in one individual case would be no bar to any other, there would be no end to litigation and strife. The general laws of order so necessary to good government forbid anything like this.”. As a matter of public policy we see no reason for departing from this sound concept. No cases have been cited by appellant in this or any other jurisdiction of contrary import.\nIn Healy v. Loomis Institute, 128 A. 774 (1925), the Supreme Court of Errors of Connecticut at p. 778 said: “So that if the trustees do not pursue the objects of the charity, or abuse the charity by violating its franchises, its charter or act of incorporation, or the conditions attached to it or by the perversion of its funds, the court of chancery will intervene and compel the trustees to establish or execute the trust in accordance with their power under the charter or act of incorporation and in accordance with the law of the land. The Attorney General is the proper person to have brought this action, and the bill in equity a proper remedy. . . .”.\nIn State ex rel. Heddens v. Rusk, 139 S.W. 199 (1911), the Supreme Court of Missouri at p. 203 said: “. . . At such time as his [the chancellor’s] power is invoked to construe the trust instrument or to restrain an abuse, of power on the part of such trustees, or correct a negligent performance of duty whereby the estate is put in peril or diverted, or to remove or suspend an unfaithful trustee, or to protect and conserve the corpus of the trust estate from being dissipated or lost, he may move only at the instance of the Attorney General who moves on behalf of the people, or at the instance of some other proper party, whereby he grants relief on due process of law on giving parties their day in court. The proceedings complained of in the instant case are not of that sort.”.\nIn MacKenzie et al. v. Trustees of Presbytery of Jersey City, 61 A. 1027 (N. J. 1905) at p. 1041 the following language appears: “In the case in hand the persons interested in the estate or fund, being an indefinite or fluctuating body, are properly represented only by the Attorney General; and only he or the Presbytery of Jersey City, by and through the body charged with the duties of trusteeship, or some member of that body, can acquire or have a standing to invoke the action of the courts touching the due administration of the trusts. . .\nSection 391 of Restatement, Trusts, states: “A suit can be maintained for the enforcement of a charitable trust by the Attorney General or other public officer, or by a co-trustee, or by a person who has a special interest in the enforcement of the charitable trust, but not by persons who have no special interest or by the settlor or his heirs, personal representatives or next of kin.”. Comment d reads: “A suit for the enforcement of a charitable trust cannot be maintained by persons who have no special interest in the enforcement of the trust. The mere fact that as members of the public they benefit from the enforcement of the trust is not a sufficient ground to entitle them to sue, since a suit on their behalf can be maintained by the Attorney General.”.\nThe appellant relies upon the consent of the Attorney General to the filing of the bill. The protection of the public generally against the failure of a corporation to perform the duties required by its charter is the concern of the sovereign, and any action undertaken for such purpose must be by the Attorney General on its behalf. In the absence of statutory authority, the Attorney General may not delegate the conduct or control of the suit.\nAppellant claims that there is statutory authority for his instituting the bill with the consent of the Attorney General and points to the Estates Act of 1947, P. L. 100, §10, 20 PS §301.10, which, according to the Joint State Government Commission’s comment, is intended to supplant the provisions of §10 of the Act of April 26, 1855, P. L. 328, as amended by the Act of May 23, 1895, P. L. 114, §1, 10 PS §13. The provisions referred to in all of the Acts mentioned have tó do with the application of the cy pres doctrine. Under the Act of 1855, as amended by the Act of 1895, it was required that proceedings be instituted “by leave of the Attorney General”. Section 10 of the Act of 1947 provides: “Except as otherwise provided by the conveyor, if the charitable purpose for which an interest shall be conveyed shall be or become indefinite or impossible or impractical of fulfilment, or if it shall not have been carried out for want of a trustee or because of the failure of a trustee to designate such purpose, the court may, on application of the trustee or of any interested person or of the Attorney General of the Commonwealth, after proof of notice to the Attorney General of the Commonwealth when he is not the petitioner, order an administration or distribution of the estate for a charitable purpose in a manner as nearly as possible to fulfill the intention of the conveyor, whether his charitable intent be general or specific.”.\nIt is extremely doubtful that plaintiff is an “interested person” within the intendment of the Act, but assuming that he is, it is clear that the charitable purpose of The Barnes Foundation is not and has not become “indefinite or impossible or impractical of fulfilment” and the other contingencies provided for in the Act are not here present. The trust has not failed. Its objects and the administrative provisions for their accomplishment were before this Court when it was approved as a charitable institution in Barnes Foundation v. Keely et al., 314 Pa. 112, Footnote 1, supra. Appellant’s bill does not seek application of the cy pres doctrine because of alleged failure of the trust, but complains of the manner in 'which the Foundation is being administered as being violative of its corporate purposes. The prayer of the bill is that the court require the trustees to adopt different administrative rules and regulations. .Even if there were substance to appellant’s complaint, suit by the Attorney General would be required and his mere consent to action by the appellant clearly insufficient. ' . .\nCases cited by appellant do not support Ms contention that he had a standing to institute the proceeding because of the consent of the Attorney General nor are they in conflict with our conclusion. The litigation in Williams Estate, 353 Pa. 638, 46 A. 2d 237, arose following the audit of the account of an executrix and involved the invocation of the cy pres doctrine. In Spring Garden Institute v. Wanamaker Institute, etc., et al., 56 D. & C. 406, the plaintiff invoked the cy pres doctrine alleging forfeiture of the trust through abandonment by defendant of its charitable purposes. In Abel et al., Trustees v. Girard Trust Company, Trustee, 365 Pa. 34, 73 A. 2d 682, the proceeding was a bill in equity to quiet title and the plaintiffs who were trustees had a direct special interest in the matter.\nThe dismissal of the bill is affirmed at appellant’s cost.\nMr. Justice Bell dissents.\nThe Foundation’s charter and the provisions for its administration under the by-laws (which incorporated the indenture and agreement) were before this Court in Barnes Foundation v. Keely et at., 314 Pa. 112, 171 A. 267, wherein a bill in equity was filed by the Foundation to restrain the collection of real estate taxes on a property owned by it in Philadelphia. The taxing authorities resisted the exemption, contending that the Foundation was not a purely public charity because, inter alia, “The property of the Barnes Foundation is not open to the public.”. In commenting on this contention, Mr. Justice Kephart quoted the opinion of the president judge of the trial court as follows: “ ‘It must be borne in mind that the gallery is used not as an art gallery as that term is ordinarily understood, but that it is an integral part of a new educational experiment, and the unrestricted admission of the public would be as detrimental to the work of The Barnes Foundation as it would be to the work carried on in the laboratories and clinics of the University of Pennsylvania. A clear conception of this fundamental destination [distinction] will aid in understanding the educational work of The Barnes Foundation.’ ”, It was held that the Foundation was entitled to tax exemption as a purely public charity.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nSection 310.10 of the Estates Act of 1947, P. L. 100, Sec. 10 (20 P.S.) provides: “Except as otherwise provided by the conveyor, if the charitable purpose for which an interest shall be conveyed shall be or become indefinite or impossible or impractical of fulfilment, or if it shall not have been carried out for want of a trustee or because of the failure of a trustee to designate such purpose, the court may, on application of the trustee or of any interested person or of the Attorney General of the Commonwealth, after proof of notice to the Attorney General of the Commonwealth when he is not the petitioner, order an administration or distribution of the estate for a charitable purpose in a manner as nearly as possible to fulfill the intention of the conveyor, whether his charitable intent be general or specific. 1947, April 24, P. L. 100, Sec. 10.”\nWhile this section deals with cases where the doctrine of cy pres applies, it does show that public policy approves of the enforcement of trusts through the institution of suit by “any interested person” after proof of notice to the Attorney General of the Commonwealth. The beneficiaries of the Barnes Foundation are the members of the public, of whom the plaintiff is one. He is, therefore, an “interested person,” and having properly notified the Attorney General of his action and obtained his express written consent thereto, which was made a part of the Bill, the suit Avas properly instituted by him.\nIn fact, the Attorney General is directly involved in the proceedings. Exhibit “A” of the Amended Bill of Complaint reads as follows:\n“IN THE COURT OF COMMON PLEAS OF MONTGOMERY COUNTY, FEBRUARY TERM, 1952. No. 2 IN EQUITY. Harold J. Wiegand, Individually and as Editorial Writer for The Philadelphia Inquirer Division of Triangle Publications, Inc. 115 Old Lancaster Road, Cynwyd, Pennsylvania, Plaintiff v. The Barnes Foundation, a Pennsylvania Corporation, Laura L. Barnes, Nelle E. Mullen, Mary Mullen, Yiolette deMazia and Albert Nulty, Officers and Trustees of The Barnes Foundation, LoAver Merion ToAvnship, Montgomery County, Pa., Defendants.\n“CONSENT\n“Robert E. Woodside, Attorney General of the Commonwealth of Pennsylvania, hereby consents to the filing of the foregoing Amended Bill of Complaint in Equity.\n(s) ROBERT E. WOODSIDE”\nRobert E. Woodside\nBy this written participation in the very Bill of Complaint, the Attorney General has made the plaintiff’s action Ms action and he has become a party to the record as if expressly named in the caption. By this participation in the lawsuit the Attorney General would be estopped from authorizing other similar actions so that the danger of further like suits being instituted is conclusively forestalled.\nNo objection was made by the defendant to the plaintiff’s declaration in his brief: “No statement of the amount in controversy is necessary by reason of the fact that the action was authorized by the Attorney General of the Commonwealth of Pennsylvania, whose express consent was attached to the Amended Complaint in Equity filed. Act of 1895, P. L. 212, Para. 7, Sec. c, as amended by Act of 1899 P. L. 248, Para. 1, and Act of 1923, P. L. 3 No. 2, Sec. 1 (17 P.S. 184).”\nThe opinion of the court below sustained the first and second preliminary objections in the defendant’s answer, but made no reference to disqualification on the part of the plaintiff.\nThe Barnes Foundation has been adjudicated to be a “purely public charity.” (C.P. No. 1, Dec. Term, 1929, No. 6369; Barnes Foundation v. Keely, 108 Pa. Superior Ct. 203; 314 Pa. 112.)\nThere can be no doubt about the public character of this institution. The charter which brought the Foundation into being specified its purpose, inter alia, as follows: “The purpose for which the corporation is formed is to promote the advancement of education and the appreciation of the fine arts; and for this purpose to erect, found and maintain, in the Township of Lower Merion, County of Montgomery and State of Pennsylvania, an art gallery and other necessary buildings for the exhibition of works of ancient and modern art. . .” An arboretum and a laboratory of arboriculture were also provided for.\nParagraph 29 of the Indenture specifies that the Art Gallery shall be open to the public: “During the life of Donor and his said wife the art gallery of Donee shall only be open to the public on not more than two days in each week, except during July, August and September of each year, and only upon cards of admission issued by or under the direction of the Board of Trustees of Donee.”\nParagraph 30 emphasizes the public nature attaching to the Art Gallery: “. . It will be incumbent upon the Board of Trustees to make such regulations as will ensure that it is the plain people, that is, men and women who gain their livelihood by daily toil in shops, factories, schools, stores and similar places, who shall have free access to the art gallery upon those days when the gallery is to be open to the public\nParagraph 33 reiterates the public character and the democratic nature of the grant: “The purpose of this gift is democratic and educational in the true meaning of those words, and special privileges are forbidden.” [This paragraph then prohibits the holding of “tea parties, dinners, banquets, dances, musicales or similar affairs,” in the Foundation buildings.] “It is further stipulated that any citizen of the Commonwealth of Pennsylvania who shall present to the courts a petition for injunction based upon what reputable legal counsel consider is sufficient evidence that the above-mentioned stipulation has been violated, shall have his total legal expense paid by The Barnes Foundation.”\nIn considering the dismissal of the Bill of Complaint we are required to accept as true the averments therein. That Bill categorically declares that the purpose of the Charter is being subverted by the defendant Board of Trustees, that the specific intentions of the Donor are being flouted and that certain by-laws controvert both the Charter and provisions of the Indenture, whereby the grant came into being. In defiance of the Charter and the Indenture, the Board of Trustees has sealed off the Art Gallery from the public. Those who ask to see the paintings, sculpture, drawings, etchings and lithographs housed in the Gallery receive a card which coldly announces: “THE BARNES FOUNDATION is not a public gallery. It is an educational institution with a program for systematic work, organized into classes which are held every day, and conducted by a staff of experienced teachers. Admission to the gallery is restricted to students enrolled in the classes.”\nIt would seem that Dr. Barnes in his lifetime, not unlike other geniuses, leavened the force of a powerful personality with the yeast of whim and idiosyneracy. The Board of Trustees apparently are seeking to perpetuate an idiosyncratic trend in the administration of the trust fund, but it has no right to go beyond the clearly worded intention of the charter and the Indenture. The Board is not privileged to guess as to what Dr. Barnes might have wanted. It must follow his explicit instructions that “it will be incumbent upon the Board of Trustees to make such regulations as will ensure that it is the plain people, that is, men and women who gain their livelihood by daily toil in shops, factories, schools, stores and similar places, who shall have free access to the art gallery upon those days when the gallery is to he open to the public.” Building a wall of haughtiness around the gallery, through which no one may pass except the chosen few picked by the Board of Trustees is certainly not conducive to helping the “plain people.”\nEvery one has the right to dispose of his money, property and other possessions as he chooses, bnt once he stamps them with a public interest to the extent that they are exempt from public taxation he divests himself of the arbitrary control which was once his. And what he cannot do, his representatives may not do.\nIf we accept as fact the averments in the Bill of Complaint we must conclude that the arbitrary action taken by the Board of Trustees in their administration of this trust estate is defeating the very purpose of the charter which created it. The Foundation enjoys immunity from local, state and federal taxation. It is asserted in the Bill of Complaint that this tax exemption has saved the Foundation “many hundreds of thousands of dollars since its incorporation.” The taxpaying public has a direct interest in this institution and that interest cannot be ignored by the Board of Trustees, especially in the face of the oft-repeated conditions announced by the donor.. If a court of equity does not step in to compel the Board of Trustees to enforce the dictates of the charter and the indenture, the Barnes Foundation will become a private tax-exempt collection of $25,000,000 worth of rare art, plus other property.\nThere can be no doubt about the right of a Court of Chancery to hear testimony to determine whether the serious charges made in the Bill of Complaint against the Board of Trustees are substantiated in fact or not. In the case of Hamilton v. John C. Mercer Home, 228 Pa. 410, this Court approved of the statement made by the celebrated Judge Sulzberger, President Judge of the Common Pleas Court of Philadelphia County: “Fortunately, the powers of a court of equity are ample for the purpose. Whenever it is shown that trustees are derelict in the administration' of their trust, the chancellor interferes to save the trust. This ancient remedy, under the inherent jurisdiction of the court, has been formally ratified by statute. The Act of June 16, 1836, sec. 13, P. L. 785, 789, confers upon us the jurisdiction and powers of a court of chancery so far as relates to GY. The control, removal and discharge of trustees, and the appointment of trustees, and the settlement of their accounts.’ And as regards the case in hand we have the additional power conferred in the same section, subhead ‘Y. The supervision and control of all corporations other than those of a municipal character. . . .’ If the plaintiffs have a standing here, it would be easy to shape a bill and its prayers so that any inefficiency in management tending to destroy or to impair the trust may be corrected.”\nIt could be that the Bill of Complaint cannot be supported in fact, that the charges therein are exaggerations of chance incidents and happenings, but how can that be determined without a hearing? The plaintiff makes the flat statement that the Art Gallery has been closed to the public. Under no semblance of logic can that statement be reconciled with the positive mandate that the public shall have access to the art gallery not more than two days a week. “Not more than” necessarily means more than nothing. If, on condition of tax exemption of a building housing a rare library, the owner or trustee announced to the public that it would have access to the library not more than 200 days a year, the only interpretation possible would be that on a certain number of days ranging from some substantial minimum number up to 200 the public could examine the volumes in question. But if the owner or trustee barred the doors completely to the public throughout the entire year, it cannot be questioned that his recalcitrance would be a matter for review by a Court of Chancery, whose jurisdiction was invoked by a member of tbe public. How does that differ from the situation at bar?\nNo matter what powers the Board of Trustees may have, it cannot transcend the borders of the charter’s intention. Any by-laws and regulations which it may promulgate in violation of that intention may be modified, altered or outrightly invalidated by the Court of Equity upon application by an aggrieved party. In the case of Lutz v. Webster, 249 Pa. 226, a by-law of the involved corporation provided that four-fifths of the capital stock had to be represented for a quorum at a stockholders’ meeting. Upon suitable application to a court of equity, it was held that this was an unreasonable by-law and that a meeting could be held, even though four-fifths of the stockholders were not represented in person or by proxy. This Court affirmed the lower court’s decision: “The jurisdiction of the court to grant the relief prayed for is challenged, but we agree with the views of the learned chancellor and approved by the court in banc, that under the exceptional facts of this case, the court had power to determine whether the by-law was inconsistent with the law of the State, and if found to be so, to decree that an election be held at which a majority of the stock shall constitute a quorum. The appellant Webster has prevented the holding of an annual election for two years by refusing to attend a meeting called for this purpose, and certainly it is within the spirit and reason of our own cases for the court to order an election to be held in an orderly and lawful manner under such circumstances.”\nOf course, interfering with the functions of any managing body of a corporation is a serious matter and can never be justified on some slight undertaking, but the issue in this case has to do with the very heart and soul of the charitable project: giving the public a chance to see the reputedly fabulous works of art which otherwise might never come within the orbit of its enjoyment. Justice Kephart, in Barnes Foundation v. Keely, supra, said: “It is a general rule that the management of corporate affairs is within the discretion of the proper officers of the corporation, and this discretion when not abused is not to be interfered with. . . .” The plaintiff protests, however, in his Complaint that the discretion vested in the Board of Trustees is being abused.\nJustice Kephart said further in that same decision: “Reasonable regulations for admission of the public do not destroy the charitable nature of a gift where it is otherwise found to be so.” But the Bill of Complaint avers that the regulations imposed by the Board of Trustees are unreasonable. And if the facts alleged by the plaintiff are true, and we are required, in considering this action, to accept them as true, the lower court was not, in my opinion, justified in dismissing the Bill.\nItalics throughout, mine.",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "Harold E. Kohn, with him Elmer L. Menges, C. Leo Sutton and Dilworth, Paoeson, Kalish & Green, for appellant.",
      "Victor j. Roberts, with him High, Swartz, Childs & Roberts, for appellees."
    ],
    "corrections": "",
    "head_matter": "Wiegand, Appellant, v. The Barnes Foundation.\nArgued April 17, 1953.\nBefore Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nAppeal, No. 159,\nHarold E. Kohn, with him Elmer L. Menges, C. Leo Sutton and Dilworth, Paoeson, Kalish & Green, for appellant.\nVictor j. Roberts, with him High, Swartz, Childs & Roberts, for appellees.\nJune 1, 1953:"
  },
  "file_name": "0149-01",
  "first_page_order": 181,
  "last_page_order": 197
}
