{
  "id": 1241456,
  "name": "Baker v. Retirement Board of Allegheny County, Appellant",
  "name_abbreviation": "Baker v. Retirement Board",
  "decision_date": "1953-06-01",
  "docket_number": "Appeal, No. 80",
  "first_page": "165",
  "last_page": "172",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "336 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0540-01"
      ]
    },
    {
      "cite": "1316 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "55 A. 916",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "206 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0182-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 579,
    "char_count": 10769,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 9.156730419875683e-07,
      "percentile": 0.9795545995152614
    },
    "sha256": "745408b6044c46a3309d1456cd462fdc871a6543a09111ff83f2567004a59af9",
    "simhash": "1:86638ecd234d1cb3",
    "word_count": 1782
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Baker v. Retirement Board of Allegheny County, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nOn September 24, 1928, Walter Baker, having terminated 20 years service as a policeman of the City of Pittsburgh, applied to the Police Pension Fund Association of the City of Pittsburgh for the pension due him. The pension was awarded and became effective as of January 1,1929.\nOn October 1, 1928, Baker became an employe of the County of Allegheny in the capacity of a court officer. As a county employe he made regular payments into the County Retirement Fund from October, 1928 until June 30, 1952, when he retired. He now applied to the Allegheny County Retirement Board for county retirement allowance, but his request was denied on the basis that the Amendment to the Retirement Act, approved by the Governor March 31, 1937, P. L. 191, §12 (16 P.S. 326) prohibited such allowance. That amendment provides: . . Hereafter no person who, at the time of his employment as a county employe, is receiving or is eligible to receive retirement allowance from the Commonwealth of Pennsylvania, or any other political subdivision thereof, shall be eligible to receive a retirement allowance from the county retirement system.”\nAn amicable action in Mandamus was instituted, the matter was argued before a court en banc in the Court of Common Pleas of Allegheny County, and an appeal was taken to this Court from the decision of the lower court which ordered the Retirement Board to make monthly payments to Baker in accordance with the original Retirement Act.\nThe only question before us, therefore, is whether the 1937 Amendment, enacted almost nine years after Baker became a county employe and had begun his payments into the retirement fund, was retroactive to October 1, 1928, thus barring his right to county retirement allowance.\nThe language of the amendatory act is prospective in that it provides that “Hereafter no person who, at the time of his employment as a county employe, is receiving or is eligible to receive retirement allowance from . . . any other political subdivision . . . shall be eligible to receive, etc.”\n“Time of employment” can only have two possible meanings: (1) date of original employment; or (2). quantum of time that an employment endures. It can never mean a specific date subsequent to the date of thé original undertaking of the job. If one, for instance, who had been employed at a particular place from January 1, 1900 to December 31, 1909, were required to indicate an answer after the simple question: “Time of Employment?” he could only answer “January 1, 1900,” or “Ten years.” He could not, in logic or common sense, offer in answer any date between January 1, 1900 and December 31,1909. In the statute before us for consideration, it is noonday clear that “time of employment” means the date of the original undertaking of the county job, which, in this case, was October 1,1928.\nSection 56, Art. IV of the Statutory Construction Act of 1937, P. L. 1.019, specifically declares that: “No law shall be construed to be retroactive unless clearly and manifestly so intended by the Legislature.”\nThe same Act (Art. V, Sec. 73, 46 P.S. 573), in referring to the construction of amendatory laws, says that “the new provisions shall be construed as effective only from the date when the amendment becáme effective.” The amendment under consideration could not possibly have taken effect prior to March 31, 1937; and Walter Baker had then already been employed by the County of Allegheny for over eight years.\nIt is a' fundamental rule of statutory construction that the Legislature is presumed not to have intended to violate the Constitution of the United States or the Commonwealth of Pennsylvania (Statutory Construction Act, Art. IV, Sec. 56 (46 P.S. 556). To read into the Amendment of 1937 a retroactivity to 1928 would be to take it out of the orbit of our Constitution which prohibits the passage of any law “impairing the obligation of .contracts.” (Const. of Pennsylvania, Art. I, sec. 17.)\nWhen the legislation in question was passed, appellee already had. been ..a. .member of, and had contributed to, : the County retirement fund for approximately nine years. He made these contributions on the basis of the existing rules, regulations and provisions for eligibility for retirement allowance. As of the time he joined the fund, his right to continued membership therein, under the same rules and regulations existing at the time of his employment, was complete and vested. The legislature could not thereafter constitutionally alter the provisions of his already existing contract of membership. His rights in the fund could only be changed by mutual consent: Marshall v. Pilots Assn., 206 Pa. 182, 55 A. 916. In that case, this Court held that the by-laws of a non-profit corporation constituted the contract which created the rights of the parties and that a substantial change of by-laws could not adversely affect the rights of one who “had contributed his due share of earnings to make up the relief fund of the association” down to the time of his disability. We also said that “when plaintiff’s rights to a special benefit accrued according to such contract, they became fixed and thereafter could only be changed by mutual consent.” In the instant case, the legislature could no more effectuate a unilateral change in appellee’s contract of membership than the non-profit corporation could in the Marshall case.\nThe appellant here cites Retirement Board of Allegheny County v. McGovern, et al., 1316 Pa. 161, as authority for the proposition that Baker’s rights in 1937 under the County retirement system were only inchoate and not vested. But the reference to “inchoate” rights in that decision must be considered with the rest of Justice Keph art’s opinion. In showing that the rights of an employe to participate in the benefits of a retirement system may not be taken away from him, once he has entered into the retirement system, Justice Kephart considered, in illustration, the Retirement Acts relating to judges: (p. 171) “When, to bring all employees under one general retirement system, the inducement was offered to judges and other public officers elected under the Constitution to join the employes’ retirement system and give up their rights to certain retirement compensation, the right they possessed under the Acts of 1911 and 1919 was vested. This vested right was part of their salaries as constitutional officers (Busser v. Snyder, supra); and it was, in the ease of a judge joining the employees’ retirement system, carried over and made part of the state employees’ retirement system. This vested right to annual payments, presently capitalized, added value to the system’s necessary reserve funds. It was that member’s' then present contribution to the retirement fund just as though he and the State had contributed it year by year for the years of required service under the retirement system. ... What we have said here as to such constitutional officers is the same as to. other employees and officers not in that class, where prior acts were in existence at the time of the passage of the existent Retirement Acts to the extent that might have been provided by such acts.” (Emphasis supplied)\nIn the case of Kane v. Policemen’s Fund, 336 Pa. 540, a retired Pittsburgh policeman entitled to pension from the City of Pittsburgh, obtained employment, in 1927, as Chief of Police of Mt. Lebanon. In 1935 a statute was enacted (May 22, 1935, P. L. 233) which provided: “Any beneficiary' of the fund who may obtain employment in the service of the city itself or county or State, or. any political, sub-division thereof, shall suffer suspension of his pension from the fund during the time of such' employment.” Kane’s city pension was suspended finder the 1935 statute, but this Court affirmed the Common Pleas Court’s reinstatement of the pension; In con-, sidering. the argfiment of one-of .the parties in that litigation, this Court approved the statement ': “The pension-right of a member of the old fund .'. .\" was a contract right, a vested right by reason of contract. It may be that it was inchoate or incomplete until he had been an employee of the Bureau of Police for a period of twenty years and had been granted a pension, but it was just as much a vested right before he was awarded a pension as it was afterwards(Emphasis supplied.)\nOnce Baker had entered into the County Retirement system, and had made his first payment, his rights were just as much vested as thev were at the termination of his employment.\nTo interpret the Amendment of 1937 as divesting the rights of Baker acquired from 1928 to 1937, would be an out-and-out impairment of contractual obligations. It would, moreover, require giving to the word “Hereafter” a meaning never previously attributed to it. It is conceded that words can have a variety of interpretations, depending on context, circumstance, history and juxtaposition to other words, but there are a few words which are immune to mutation, and retain, regardless of rhetorical climate, only one meaning. “Hereafter” is such a polestar in the sea of language. “Hereafter” as an adverb was never known to have referred to any time but the future. Webster’s Unabridged International Dictionary defines this word: “After this in time or order; in some future time or state.” The monumental Oxford English dictionary, covering 13 volumes, and which devotes almost a column to the word “hereafter,” culling quotations from literature down through the ages, does not mention one use of that word in any connection except the future. If the word “hereafter” in a statute or elsewhere is ever interpreted to mean an event which has already been buried in the tomb of the past for a century or even 8 or 9 years, linguistic chaos is upon us.\nNor can it be argued, without completely turning one’s back on grammar, that the word “hereafter” in the statute under consideration, applies only to the moment when the county employe has completed his 20 years’ service. The statute specifically declares, as already discussed, “time of employment,” and this obviously cannot mean “termination of employment.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Jones:\nI concur but specifically limit my reason to that portion of the majority opinion which construes the Act here involved to be prospective, that is, that its inhibitation was intended to apply only to employees of the county whose employment began subsequent to the passage of the Act.",
        "type": "concurrence",
        "author": "Mr. Justice Jones:"
      }
    ],
    "attorneys": [
      "John P. Hester, for appellant.",
      "John A. Metz, Jr., with him John A. Metz, for appellee."
    ],
    "corrections": "",
    "head_matter": "Baker v. Retirement Board of Allegheny County, Appellant.\nJune 1, 1953:\nArgued March 30, 1953.\nBefore Stern, C. J., Stearns, Jones, Chidsey, Musmanno and Arnold, JJ.\nAppeal, No. 80,\nJohn P. Hester, for appellant.\nJohn A. Metz, Jr., with him John A. Metz, for appellee."
  },
  "file_name": "0165-01",
  "first_page_order": 197,
  "last_page_order": 204
}
