{
  "id": 1241480,
  "name": "Bochar v. J. B. Martin Motors, Inc., Appellant",
  "name_abbreviation": "Bochar v. J. B. Martin Motors, Inc.",
  "decision_date": "1953-06-26",
  "docket_number": "Appeal, No. 7",
  "first_page": "240",
  "last_page": "246",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 240"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "259 Pa. 123",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038369
      ],
      "pin_cites": [
        {
          "page": "128"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/259/0123-01"
      ]
    },
    {
      "cite": "307 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138170
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0287-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 591,
    "char_count": 8996,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 1.0601256908560539e-06,
      "percentile": 0.9845089424132449
    },
    "sha256": "6e8fa44106e9c159b981ff3fd9ab5b097e03d5d816b30799dd7079e0a680fb72",
    "simhash": "1:60e8386644f36f2a",
    "word_count": 1581
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chibsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Bochar v. J. B. Martin Motors, Inc., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nThe appellants in this case appeal from judgment on a verdict which they contend is excessive. The jury’s verdict was $15,464.20, which the lower court reduced to $12,000. We begin, therefore, with the accepted rule that — “It is the duty of the lower court to control the amount of the verdict; it is in possession of all the facts as well as the atmosphere of the case, which will enable it to do more even-handed justice between the parties than can an appellate court.” (King v. Equitable Gas Co., 307 Pa. 287.) We can only disturb the lower court’s adjudication of the verdict in the event it “shocks a sense of justice” to allow it to stand.\nThe plaintiff, Michael J. Bochar, was injured on July 7, 1947, on the Pennsylvania Turnpike when his car collided with a car belonging to the defendant company under circumstances which have caused defendants to acknowledge complete responsibility for the accident. The impact of the collision threw the plaintiff against the dashboard of his car with such violence that he sustained a multiple, comminuted fracture of the right knee cap with displacement of loose fragments of bone. Numerous abrasions and contusions were also inflicted about his face and legs. He was taken to the Everett Hospital in Everett, Pennsylvania, where he was operated upon, a portion of the right patella removed and his right leg from hip to foot placed in a plaster cast. The cast came off on August 14, 1947, and for the next three months the patient received physical therapy treatments which included massage, heat application and manipulation of the knee which had lost considerable flexion. He got about on crutches and cane and returned to work November 20, 1947.\nDr. W. W. Sipes, who performed the operation, declared the limitation of motion of the knee to be 25 to 30%; Dr. G. L. Laverty testified to a 20 to 25% limitation in active movement; and Dr. J. I. Kendrick testified that the plaintiff suffered a half inch atrophy in the right thigh and % inch atrophy in the mid thigh with a loss of 25 degrees flexion in the knee.\nThe plaintiff has been employed by the Bell Telephone Company for 16 years, doing installation, repair and various other types of work. As an outside telephone man he climbed poles to string wires to houses. His knee injury has made pole climbing impossible. When he returned to the Bell Telephone Company after the accident he was assigned to a desk job since he was unable to take up the special occupation, “automatic switching,” in preparation for which he had studied and trained. In time, however, he took up this work but his semi-frozen knee prevented him from full performance of the tasks attached to that employment. The particular job had to do with tracking “stuck calls” through a mass of equipment located in the telephone exchange: “A. We have a flashlight, and the equipment starts at the floor and ends at the ceiling. It is mounted on racks, a great deal of equipment. But when you trace out a stuck call, all your tracing information is at the bottom of the equipment, about 12 to 18 inches from the floor, and when you trace a connection, and it requires you to stoop to reach the readings in the rack. . . Q. To find one stuck call do you stoop just once? A. No, sir. Q. How many times? A. You stoop eight times for one stuck call. Q. What does the average man in your office handle, the number of stuck calls per day? A. The average man in the industry can trace about one hundred stuck calls a day. Q. How many can you trace? A. I can trace about half of that amount. Q. That means that you do how many in number a day, on the average? A. About 50. You stoop how many times for each day? A. 50 times 8 would be 400 stoops.” (Emphasis supplied)\nThe knee joint is perhaps one of the nicest and most delicate pieces of anatomical engineering in the body, so that the pain and discomfort accompanying the stooping to which Bochar is subjected in his work can be comprehended when one notes the testimony of Dr. Sipes: “Q. State whether or not the injury to Mr. Bochar’s right knee which you have described would affect him if he were kneeling down on the floor, for example? A. Yes, sir. Q. If he were doing any work or any other act which required him to kneel, would his injury affect such an act of kneeling? A. Yes, sir.”\nThe defendants contend that there was no evidence of impairment of earning power and that the fact that Bochar’s wages were higher after the accident than before proves no deterioration of earning ability. A tortfeasor is not entitled to a reduction in his financial responsibility because, through fortuitous circumstances or unusual application on the part of the injured person, the wages of the injured person following the accident are as high or even higher than they were prior to the accident. Parity of wages may show lack of impairment of earning power if it confirms other physical data that the injured person has completely recovered from his injuries. Standing alone, however, parity of ivages is inconclusive. The office Avorker, who loses a leg has obviously had his earning ability impaired even though he can still sit at a desk and punch a comptometer as vigorously as before. It is not the status of the immediate present which determines capacity for remunerative employment. Where permanent injury is involved, the whole span of life must be considered. Has the economic horizon of the disabled person been shortened because of the injuries sustained as the result of the tortfeasor’s negligence? That is the test. And it is no answer to that test to say that there are just as many dollars in the patient’s pay envelope now as prior to his accident. The normal status of a healthy person is to progress, and to the extent that his progress has been curtailed, he has suffered a loss which is properly computable in damages.\nThe plaintiff testified that because of his disablement he was not allowed to be employed overtime (on Sundays and holidays). On a rotation basis he was entitled to be on the job every fourth Sunday for which work he would receive time and one-half pay. (The pay for holidays was double time.) Up to the date of the trial the plaintiff lost |126Q because of inability to do this overtime work. Dr. Sipes testified that the impairment in the flexion of the injured knee would be permanent so that the jury had the right to compute the loss of overtime wages on a permanent basis.\nIn his charge to the jury the learned Trial Judge very properly left to the jury determination of the duration of the impairment in earning power: “It will also be your duty to determine therefrom whether his partial impairment of earning power will last until the end of his life expectancy — he is now 33 years oid- or, if not, how soon Avill it probably change for the better, that is, whether the partial loss of earning power is temporary or permanent; and then adjust your award for such loss of earning power, if you find any, by the present worth rule which we shall hereafter explain to you.”\nFurther: “In computing the partial temporary or partial permanent loss of plaintiff’s earning poAver in the future, if you find any such loss under all of the evidence, you must determine how many years it will continue, Iioav long he will be incapacitated, or how long he Avill probably live if you find his incapacity Avill be for life.”\nWe cannot say that under these instructions, superimposed on the facts of the case, the jury was not justified in awarding a sum of substance for impairment of earning power. The item of pain, suffering and inconvenience is also one of substance. The record contains considerable testimony on the subject of the great amount of pain to which the plaintiff was subjected during the time he was in the hospital and subsequent to that time. Dr. Kendrick also explained that, due to the knee injury, Bochar, when kneeling, would be forced into an awkward position and an unsteady balance.\nThe plaintiff lost wages in the sum of $1292 because of absence from work, his medical expenses amounted to $460.50, his inability to work overtime which would have been assured him had it not been for his injury, amounted to $1260. He is a comparatively young man and in the field of employment to which he has apparently permanently committed himself, his injury is a definite money-losing handicap. The record, plus the trial judge’s appraisement of the damages, justifies the reduced verdict of $12,000, and the Judgment is affirmed.\nSome of the increase was due to “a general high cost of living increase.”\nYeager v. Anthracite Brewing Co., 259 Pa. 123, 128.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "F. Bretosier Wicker sham, with him Edward E. Knauss, 3rd and Metzger & Wicker sham, for appellants.",
      "Martin II. Lock, with him William G. Ailes, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bochar v. J. B. Martin Motors, Inc., Appellant.\nJune 26, 1953:\nArgued May 28, 1953.\nBefore Stern, C. J., Stearne, Jones, Bell, Chibsey, Musmanno and Arnold, JJ.\nAppeal, No. 7,\nF. Bretosier Wicker sham, with him Edward E. Knauss, 3rd and Metzger & Wicker sham, for appellants.\nMartin II. Lock, with him William G. Ailes, for appellee."
  },
  "file_name": "0240-01",
  "first_page_order": 272,
  "last_page_order": 278
}
