{
  "id": 1241475,
  "name": "Keystone Metal Company, Appellant, v. Pittsburgh",
  "name_abbreviation": "Keystone Metal Co. v. Pittsburgh",
  "decision_date": "1953-06-26",
  "docket_number": "Appeals, Nos. 82, 83, 84 and 86",
  "first_page": "323",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 323"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 A. 2d 553",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197346
      ],
      "pin_cites": [
        {
          "page": "59"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0048-01"
      ]
    },
    {
      "cite": "93 A. 2d 243",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1238000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0188-01"
      ]
    },
    {
      "cite": "305 U. S. 434",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142469
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/305/0434-01"
      ]
    },
    {
      "cite": "304 U. S. 307",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10719
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "311"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0307-01"
      ]
    },
    {
      "cite": "245 U. S. 292",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3694944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/245/0292-01"
      ]
    },
    {
      "cite": "337 U. S. 662",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        572537
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/337/0662-01"
      ]
    },
    {
      "cite": "294 U. S. 169",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3923562
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/294/0169-01"
      ]
    },
    {
      "cite": "313 U. S. 62",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6136995
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/313/0062-01"
      ]
    },
    {
      "cite": "303 U. S. 604",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142742
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "612"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0604-01"
      ]
    },
    {
      "cite": "267 U. S. 222",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138493
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/267/0222-01"
      ]
    },
    {
      "cite": "210 U. S. 217",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3651321
      ],
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/210/0217-01"
      ]
    },
    {
      "cite": "322 U. S. 327",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143167
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0327-01"
      ]
    },
    {
      "cite": "340 U. S. 534",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6931853
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/us/340/0534-01"
      ]
    },
    {
      "cite": "322 U. S. 340",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6143292
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/322/0340-01"
      ]
    },
    {
      "cite": "303 U. S. 250",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6139505
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "259"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/303/0250-01"
      ]
    },
    {
      "cite": "309 U. S. 33",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137206
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "58"
        },
        {
          "page": "57"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/309/0033-01"
      ]
    },
    {
      "cite": "306 U. S. 167",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6138292
      ],
      "pin_cites": [
        {
          "page": "176"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/306/0167-01"
      ]
    },
    {
      "cite": "340 U. S. 602",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6932011
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/340/0602-01"
      ]
    },
    {
      "cite": "330 U. S. 422",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        353664
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/330/0422-01"
      ]
    },
    {
      "cite": "329 U. S. 249",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6157298
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "256"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/329/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 788,
    "char_count": 15986,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.644979524775177e-07,
      "percentile": 0.927180889696658
    },
    "sha256": "f4ee9c00c1fd2f5653aff7de2ae33fcb63e7607c98d1fcfd0620a142dd412fec",
    "simhash": "1:3a2bee92556590e6",
    "word_count": 2686
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Ci-iidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Keystone Metal Company, Appellant, v. Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Horace Stern,\nThe question in appeals Nos. 82 and 83 is whether sales of copper scrap by a Pittsburgh seller to a Pittsburgh buyer are transactions properly includable as gross receipts under the Mercantile License Taxes of the City of Pittsburgh and the School District of Pittsburgh, in view of the fact that the subject matter of the transactions never came into Pennsylvania but was delivered directly from out-of-State suppliers to an independent refinery in another State for processing.\nPursuant to the power given in the Act of June 25, 1947, P. L. 1145, the City of Pittsburgh enacted an ordinance imposing an annual mercantile license tax of one mill on the taxpayer’s gross volume of business, computed on the gross receipts of the preceding year. The School District, in accordance with the Act of June 20, 1947, P. L. 745, by resolution levied a similar tax of one-half mill.\nAppellant, Keystone Metal Company, (hereinafter called Keystone) is a Pennsylvania corporation having a place of business in Pittsburgh and is engaged in the business of buying, selling and dealing in non-ferrous metals. During the first month in which it operated it sold huge quantities of copper scrap to Westinghouse Electric Corporation (hereinafter calléd Westinghouse) and National Electric Products Corporation (hereinafter called National), both of which are Pennsylvania corporations with offices in Pittsburgh. All of these sales were consummated in the following manner: Purchase orders were placed with Keystone by Westinghouse and National specifying the quantity of scrap desired, and with a provision that it was to be shipped by Keystone directly to a smelting and refining company in Carteret, New Jersey; this latter company was not affiliated with either the seller or the buyers. Since Keystone did not itself keep any copper scrap on hand, it was obliged, in order to fill the orders, to. buy the scrap from suppliers in Pennsylvania and other States. These suppliers shipped the scrap — 58 carloads — directly to the refinery in New Jersey. Keystone received from Westinghouse and National the sum of $826,-961.03 .in payment for the scrap. The mercantile license tax ordinance and resolution provided that where, as here, the taxpayer had not been in business during the entire year preceding that for which the tax was imposed, the volume of business on which the tax was to be computed should be twelve times the volume transacted in the taxpayer’s first month of business. Accordingly, the City Treasurer claimed that Keystone’s tax base for the taxable year.should include a sum equal to twelve times $826,961.03; on that amount there would be a tax of $9,935.37, plus interest and penalty of $4,023.82, in the case of the City of Pittsburgh, and $4,967.68, plus interest and penalty of $2,-011.91, in the case of the. School District of Pittsburgh. Keystone resisted payment of these sums on the ground that the transactions in question constituted interstate commerce, were therefore not within the taxing power of the City or School District, and hence were not properly includable in the tax base. Its appeals to the court below being disallowed, it now appeals to this court.\nWhile it is quite clear that a direct State tax upon the privilege of conducting interstate commerce is invalid (Freeman v. Remit, 329 U. S. 249; Joseph v. Carter & Weekes Stevedoring Co., 330 U. S. 422; Spector Motor Service, Inc., v. O’Connor, 340 U. S. 602) it has also been held by the Supreme Court of the United States that, although a transaction viewed as a whole may be one in interstate commerce, there may be certain “intrastate events” (Southern Pacifie Co. v. Gallagher, 306 U. S. 167, 176) or “local activities” (McGoldrick v. Bermind-White Coal Mining Co., 309 U. S. 33, 58) in connection therewith that permit the imposition of a State tax; (Western Live Stock v. Bureau of Revenue, 303 U. S. 250; International Harvester Co. v. Department of Treasury, 322 U. S. 340; Horton Company v. Department of Revenue of Illinois, 340 U. S. 534). The solution of the question whether a State tax falls within this latter category depends entirely on the particular facts in each instance and may, admittedly, require the drawing of “nice distinctions.” It was said in McLeod v. J. E. Dilmorth Co., 322 U. S. 327, 329: “Once it is recognized, as it long has been by this Court, that federal and state taxation do not move within wholly different orbits, that there are points of intersection between the powers of the two governments, and that there are transactions of what colloquially may be deemed a single process across state lines which may yet be taxed by the State of their occurrence, ‘nice distinctions are to be expected Galveston, H. & S. A. Ry. Co. v. Texas, 210 U. S. 217, 225.”\nThe court below came to the conclusion that the transactions here in' question constituted business in interstate commerce because of the fact that the purchase orders called for the transportation of goods across State lines. This view would seem to be supported by the case of Flanagan v. Federal Coal Co., 267 U. S. 222. But in cases involving the legality of State taxation the question is not determined by the broad concept of what constitutes interstate commerce when problems of State regulation are concerned; it depends rather on whether there are sufficient local incidents to validate the tax, even though the total activities from which the transaction arises may have incidental interstate attributes: cf. Coverdale v. Arkansas-Louisiana Pipe Line Co., 303 U. S. 604.\nIn International Harvester Co. v. Department of Treasury, 322 U. S. 340, there were sales by an Indiana seller to Indiana buyers, but the contracts provided that the goods were to be shipped to the buyers directly from points outside Indiana. The United States Supreme Court held that, a gross income tax on these transactions imposed by the State of Indiana, and characterized by the court as a privilege tax, was valid. The Court said (p. 344): “. . . neither the Commerce Clause nor the Fourteenth Amendment' prevents the imposition of the tá¿ on receipts'from'an\" intrastate' transé action, even, though, the total activities from.which the local transaction derives may have., incidental. inter? state.attributes.”\nIn Department of Treasury of Indiana v. Wood Preserving Corporation, 313 U. S. 62, a Delaware corporation, with its principal place of business in Pennsylvania, sold ties to a railroad company. It procured the ties from Indiana suppliers who delivered them to the railroad company in Indiana, whence they were immediately shipped to a plant of the seller in Ohio for treatment there pursuant to a supplemental agreement between the parties to that effect. It was held that the transactions involved sufficient intrastate activities to validate a tax imposed by Indiana on the gross income derived therefrom by the sellers, notwithstanding the fact that the ties were to be shipped across State lines.\nIn Western Live Stock v. Bureau of Revenue, 303 U. S. 250, a State tax on gross receipts from the sale of advertising space by newspaper publishers was upheld as valid in the case of one who sold such space to advertisers outside the State, the advertising cuts, mats and copy were shipped across State lines, and the newspaper was circulated to subscribers both within and without the State. The court said (p. 253) : “Nor is taxation of a local business or occupation Avhich is separate and distinct from the transportation and intercourse which is interstate commerce forbidden merely because in the ordinary course such transportation or intercourse is induced or occasioned by the business.” See also Wiloil Corporation v. Pennsylvania, 294 U. S. 169; McColdrick v. Berwind-White Coal Mining Co., 309 U. S. 33; Interstate Oil Pipe Line Co. v. Stone, 337 U. S. 662; Norton Company v. Department of Revenue of Illinois, 340 U. S. 534.\nIn the light of these precedents it would seem clear that the instant tax should be sustained as falling upon local transactions which, even though giving ..rise to interstate transportation, are sufficiently separate and distinct to admit of State taxation. The exaction of the tax is for the privilege of doing business in Pittsburgh, of selling there to buyers also located in Pittsburgh. All of the business dealings between Keystone and its buyers — the placing of the purchase orders, their acceptance, and payment — occurred in Pittsburgh. While it is true that delivery took place in New Jersey and that, under the technical provisions of the law governing sales, title presumably passed to Westinghouse and National upon acceptance of the scrap by the smelting company in New Jersey, that fact alone cannot be regarded as controlling or affecting the present question: Norton Company v. Department of Revenue of Illinois, 340 U. S. 534. The consummation of these entire transactions, with the sole exception of delivery, was within the borders of Pennsylvania. Had the delivery been made to the buyers in Pennsylvania and the goods then transhipped to the smelting plant, there would be no question but that the transactions were subject to the tax, and the mere fact that a shortcut was adopted by which shipment was made direct to the'New Jersey refinery cannot relieve Keystone of its duty to “pay its way” for the privilege of doing business in Pittsburgh. Nor is the tax invalidated by the fact that the tax base is greater by reason of the inclusion therein of the cost of the interstate transportation. “So far as the [contract prices] reflect a value attributable to the [cost of the interstate shipment], we think the burden oh the interstate business is too remote and too attenuated to call for a rigidly logical application of the doctrine that gross receipts from interstate commerce may not be made the measure of á tax”: Western Live Stock v. Bureau of Revenue, 303 U. S. 250, 259. Gf course, some burden on interstate commerce is: inherent in any - tax the amount of which is reflected in the. cost of. goods, moving, in interstate commerce, but the courts have always recognized that such a burden is not one prohibited by the commerce clause of the Constitution. “. . . increased cost alone is not sufficient to invalidate the tax as an interference with [interstate] commerce”: Coverdale v. Arkansas-Louisiana Pipe Line Co., 303 U. S. 604, 612.\nThe cases urged upon us by Keystone are not in point. Crew Levick v. Commonwealth of Pennsylvania, 245 U. S. 292; J. D. Adams Manufacturing Co. v. Storen, 304 U. S. 307; Gwin, White & Prince v. Henneford, 305 U. S. 434, and Freeman v. Hewit, 329 U. S. 249, were all cases in which the sellers and the buyers were from different States and the transactions involved the negotiation of business. across State lines. Obviously, in those situations there were not sufficient local incidents to sustain the tax.\nThe court below upheld the present tax on the theory that State taxation of interstate commerce is valid if there is no substantial threat that a sister State could impose a similar tax and thereby create a multiple burden on interstate commerce. (See Western Live Stock v. Bureau of Revenue, 303 U. S. 250; J. D. Adams Manufacturing Co. v. Storen, 304 U. S. 307, 311; Gwin, White and Prince v. Henneford, 305 U. S. 434; McColdrick v. Berwind-White Coal Mining Co., 309 U. S. 33, 57). While, as the court recognized, the case of Freeman v. Hewit, 329 U. S. 249, 256, has cast some doubt on the general applicability of this multiple burden theory, if it is applied it would, in this case, support the validity of the tax, for no other State can tax these transactions between Keystone and Westinghouse and National: see McLeod v. Dilworth, 322 U. S. 327. While no doubt the State of New Jersey might have power to impose a property tax or a use tax (see McColdrick v. Berwind-White Coal Mining Co., 309 U. S. 33) on this copper scrap material after its delivery within that State had been effected, the subjection of the material to such a tax would be no different than that of all other property within the State, regardless of how it came there. Moreover, even were such a tax imposed it would not be in any way related to the sales transactions between Keystone and its customers upon which the present tax is based.\nKeystone contends that it is exempt from payment of the tax on the transactions in controversy because Article 7(g) of the regulations of both the City and School District provide that the taxpayer’s receipts are excluded if the seller agrees to, and does deliver the property to a purchaser at a point outside Pennsylvania. However, when this provision is read in connection with the preceding paragraph of the regulation it is clear that by “purchaser” is there meant one located outside Pennsylvania, and that therefore the provision relied upon has no relevancy to the present case.\nThe single question raised in appeals Nos. 84 and 86 is whether Keystone should be obliged to pay a penalty of 1% per month in addition to interest at the rate of 6% per annum on the deficiency in its tax payment. The court below relieved it from the payment of such interest and penalty, and the City and the School District appeal from that decision. The question thus raised has been definitely ruled against Keystone in Goldstein v. Pittsburgh School District, 372 Pa. 188, 93 A. 2d 243, where, notwithstanding that the taxpayer’s omission to pay the mercantile tax due was found by the trial judge to have been in good faith on his part and with no intent to evade proper payment, it was held that interest at the rate of 6% per annum and an addtional penalty of 1% a month contained in the mercantile license tax provisions of the City of Pittsburgh and the School District of Pittsburgh were properly assessed against the taxpayer. It is true that in Fidelity-Philadelphia Trust Co. v. Hines, 337 Pa. 48, 59, 10 A. 2d 553, 558, we said that “harsh penalties or unusual interest rates cannot be imposed, pending litigation intended to test the construction or validity of an act, so as to deter or intimidate parties affected thereby from resorting to the courts for that purpose.” The interest charge in the present instance of 6% per annum is not at an unusual rate, and the penalty of 1% per month is not so unduly harsh or sufficient in amount to be calculated to deter or intimidate a party affected thereby from resorting to the courts in order to test the construction or validity of this legislation. We are therefore of opinion that the court below erred in relieving Keystone from the payment of the interest and penalty imposed by the terms of the City ordinance and the resolution of the School District.\nThe decrees, as thus modified, are affirmed at the cost of Keystone Metal Company.\nSection 12(b) of the Tax Resolution of tbe School District and section 11(a) of the Tax Ordinance of the City, each provided that nothing therein contained should be construed to empower the taxing body to levy and collect the tax thereby imposed on any person or on any business or on any portion of- the business not within the taxing power of the Commonwealth under the Constitution of the United States,",
        "type": "majority",
        "author": "Mr. Chief Justice Horace Stern,"
      }
    ],
    "attorneys": [
      "Lee W. Echéis, with him William D. Sutton, Henry D. Morrow, and Thorp, Reed & Armstrong, for plaintiff.",
      "J. F. McKenna, Jr., First Assistant City Solicitor, with him Anne X. Alpern, City Solicitor, and David Stahl, Assistant City Solicitor, for City of Pittsburgh.",
      "Oscar O. Peterson, Assistant Solicitor, with him Mortimer B. Lesher, Solicitor, and Niles Anderson, Assistant Solicitor, for School District.",
      "J. Wray Connolly, W. S. Moorhead, Jr., and Moor-head d Knox, filed a brief for The Wieman & Ward Co., amicus curiae."
    ],
    "corrections": "",
    "head_matter": "Keystone Metal Company, Appellant, v. Pittsburgh.\nArgued March 30, 1953.\nBefore Stern, C. J., Stearne, Jones, Ci-iidsey, Musmanno and Arnold, JJ.\nAppeals, Nos. 82, 83, 84 and 86,\nJune 26, 1953:\nLee W. Echéis, with him William D. Sutton, Henry D. Morrow, and Thorp, Reed & Armstrong, for plaintiff.\nJ. F. McKenna, Jr., First Assistant City Solicitor, with him Anne X. Alpern, City Solicitor, and David Stahl, Assistant City Solicitor, for City of Pittsburgh.\nOscar O. Peterson, Assistant Solicitor, with him Mortimer B. Lesher, Solicitor, and Niles Anderson, Assistant Solicitor, for School District.\nJ. Wray Connolly, W. S. Moorhead, Jr., and Moor-head d Knox, filed a brief for The Wieman & Ward Co., amicus curiae."
  },
  "file_name": "0323-01",
  "first_page_order": 355,
  "last_page_order": 365
}
