{
  "id": 1241465,
  "name": "Dally v. Pennsylvania Threshermen and Farmers' Mutual Casualty Insurance Company, Appellant",
  "name_abbreviation": "Dally v. Pennsylvania Threshermen & Farmers' Mutual Casualty Insurance",
  "decision_date": "1953-06-26",
  "docket_number": "Appeal, No. 157",
  "first_page": "476",
  "last_page": "480",
  "citations": [
    {
      "type": "official",
      "cite": "374 Pa. 476"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "85 A. 2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232381
      ],
      "pin_cites": [
        {
          "page": "225"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0221-01"
      ]
    },
    {
      "cite": "163 A. 523",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141603
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0236-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 417,
    "char_count": 6915,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 2.5240936989322055e-07,
      "percentile": 0.8118486830699396
    },
    "sha256": "3f9fb6e2f40c26f0c9f6e7d954055704f59503cf8586d98f762e97f5d58e2419",
    "simhash": "1:a5db751349178cc5",
    "word_count": 1119
  },
  "last_updated": "2024-02-27T22:26:13.154312+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Dally v. Pennsylvania Threshermen and Farmers’ Mutual Casualty Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion bx\nMr. Justice Jones,\nTlie corporate plaintiff, Anthony Dally and Sons, Incorporated, is and at all times herein mentioned was the operator of a slate quarry in Northampton County under a lease of the property from its owner, the Jackson-Bangor Slate Company. Anthony Dally, the individual plaintiff, is (and likewise was) the president of the corporate plaintiff. The company was insured against public liability under a policy, known as a “Contractors’ and Manufacturers’ ” policy, issued by the defendant insurance company.\nIn April 1951, Anthony Dally, individually, and the Dally company were jointly sued by two men for damages for injuries suffered by them from being struck by an automobile operated by Anthony Dally. The insurance company, disclaiming liability under its policy issued to the Dally company, refused to defend the trespass actions which, upon trial, terminated in verdicts for both of the injured men whereon judgments were duly entered. Dally and his company paid the judgments and instituted the present action in assumpsit against the insurance company for reimbursement of the sums paid by them (with interest) on account of the above-mentioned judgments and the costs and expenses incident thereto. The amount of such items is not disputed. In fact, the insurance company admits the amount of the plaintiffs’ claim but denies that it is liable therefor under the terms of the policy issued to the .Dally company. At the trial of the assumpsit action, both the plaintiffs and the defendant submitted points for binding instructions. The learned trial judge refused the plaintiffs’ request, and affirmed the defendant’s, directing a verdict for the defendant which the jury accordingly returned. On motion by the plaintiffs for judgment n.o.v., the court en.banc, in an opinion by the trial judge, entered judgment, for the plaintiffs n.o.v. for the amount of their claim. This appeal by the defendant followed.\nThe appellant contends that two facts essential to the establishment of the plaintiffs’ claim rest upon oral testimony and that, consequently, the case could not have been withdrawn from the jury so far as the plaintiffs’ claim is concerned (see Nanty-Glo Boro. v. American Surety Co., 309 Pa. 236, 163 A. 523) and that the entry of judgment n.o.v. for the plaintiffs was accordingly error. The facts essential to the plaintiffs’ claim, as argued by the appellant, are (1) that the individual plaintiff was acting as agent for the corporate plaintiff at the time of the automobile accident and (2) that the road on which the automobile accident occurred was a private road appurtenant to the premises embraced by the insurance policy.\n(1) The plaintiffs did not undertake at trial to prove Anthony Daily’s agency for his company. His remark in such regard during his oral testimony was but casual. They proceeded, rather, upon the assumption that the question of Anthony’s agency was immaterial to the issue being litigated. Both of the Dallys had been found liable in the trespass actions against them. That finding necessarily implied that Anthony Dally was acting as the agent of his company at the time of the accident; otherwise, the verdicts against the company, whereon judgments were entered, could not have been sustained. Furthermore, the policy contained a stipulation that “The [Insurance] Company shall be bound, however, as to such final judgment, not exceeding the limits of the policy, to pay and satisfy such judgment and to protect the Insured against the levy of any execution issued upon the same.” To hold that establishment of Anthony Daily’s agency for his company is now a material inquiry in the suit on the policy for satisfaction of the judgments recovered against Dally and his company would run counter to the rule of res judicata. An insurance company is in privity with its insured: Pantazis v. Fidelity and Deposit Company of Maryland, 369 Pa. 221, 225, 85 A. 2d 421. The insurance company could have defended the Dally company in the trespass actions against it and, if it so chose, could have there raised the question of Anthony Daily’s agency for his company at the time of the accident. If the insurer can now raise that question as a defense to the suit on the policy, after notice to it to defend the trespass actions, there is no reason why it could not also raise a question as to whether Daily’s negligence was the proximate cause of the injury to the two men. The mere statement of such a proposition carries with it its own answer. Since the question of Daily’s agency for his company is presently immaterial, it is equally of no moment that the evidence of his agency appears only by oral testimony.\n(2) Did the “premises” covered by the policy embrace the place where the accident happened? The learned court below held that they did, arriving at that conclusion on the basis of undisputed documentary proofs consisting of the insurance policy, the lease to the Dally company, a map and five photographs showing the locus in quo and a stipulation of counsel. After setting forth familiar rules of construction applicable to contracts of insurance for which appropriate supporting decisions were cited, the court below justifiably concluded, as a matter of law, from the facts so established that “the reasonable interpretation of the policy, in light of the foregoing rules of construction, is that the coverage is limited, insofar as accidents caused by automobiles are concerned, to the operating premises of plaintiffs and the ways, other than public ways, immediately adjoining, located in Northampton County or elsewhere in Pennsylvania. . , . [As] thus interpreted the policy covered the accident in question since it occurred upon a private way immediately adjoining plaintiffs’ premises in Northampton County, Pennsylvania. . . . The way came in contact with or touched part of the plaintiffs’ premises [and] was the only means of access to plaintiffs’ property and its use was essential to plaintiffs’ quarrying operations. Its use was authorized in the written lease and might well be considered a part of the leased premises. . . . [The Insurance] Company must be held to have known that this was a ‘way of necessity’ recognized by law and that it would be used in connection with plaintiffs’ declared business of quarrying, manufacturing and milling slate.” The foregoing conclusions of the court below are fully warranted by the undisputed documentary proofs. There is nothing which calls for the services of a jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Edward J. Fox, Jr., with him Fox & Oldt, for appellant.",
      "A. Albert Gross, with him Francis H. S. Ede and Gross, McGijfert & Herster, for appellees."
    ],
    "corrections": "",
    "head_matter": "Dally v. Pennsylvania Threshermen and Farmers’ Mutual Casualty Insurance Company, Appellant.\nArgued April 13, 1953.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nAppeal, No. 157,\nEdward J. Fox, Jr., with him Fox & Oldt, for appellant.\nA. Albert Gross, with him Francis H. S. Ede and Gross, McGijfert & Herster, for appellees.\nJune 26, 1953:"
  },
  "file_name": "0476-01",
  "first_page_order": 508,
  "last_page_order": 512
}
