{
  "id": 568050,
  "name": "TOTTEN & CO. v. COOPER, REYNOLDS & CO.",
  "name_abbreviation": "Totten & Co. v. Cooper, Reynolds & Co.",
  "decision_date": "1889-06-28",
  "docket_number": "No. 25",
  "first_page": "314",
  "last_page": "316",
  "citations": [
    {
      "type": "official",
      "cite": "129 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 329,
    "char_count": 5593,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 6.087085966315723e-08,
      "percentile": 0.3765362382131159
    },
    "sha256": "738ff27dc96d807d5b129b464c58bb172bacd94eeecafb001bb77cbde89b5d7b",
    "simhash": "1:c36be1d4b26d9887",
    "word_count": 990
  },
  "last_updated": "2023-07-14T20:02:22.258368+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "TOTTEN & CO. v. COOPER, REYNOLDS & CO."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nWe find no error in this record.\nProceedings affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. JE. G. Butler (with him Mr. JE. W. Jackson), for the appellants.",
      "Mr. Lyman JD. Gilbert (with him Mr. J. JBJ. Weiss), for the appellees."
    ],
    "corrections": "",
    "head_matter": "TOTTEN & CO. v. COOPER, REYNOLDS & CO.\nAPPEAL BY DEPENDANTS PROM THE COURT OP COMMON PLEAS OP DAUPHIN COUNTY.\nArgued June 4, 1889 —\nDecided June 28, 1889.\n(a) Petitions to set aside a sheriff’s sale of personal.property averred that the sheriff had levied on and advertised “ 60 rolls more or less, a large scales, fire brick, fire clay, sharp sand,” etc.; that at the sale a notice was read from the owners of the mill that the rolls could not be removed until the expiration of defendants’ lease, about two years, and that the sheriff was not to sell them; that the sheriff sold the rolls all together, and the fire brick, fire clay and sand, in lots, and that these articles and the scales were purchased by the agent of the owners of the mill.\n(b) The sheriff in his answer, averred that the goods were levied on, advertised and sold in the best possible manner. It appeared that the rolls had cost $7,563.45; that all the goods sold had been appraised on a landlord’s warrant, pending the proceedings to set aside the sale, at $3,600, the rolls being appraised at about $2,400; that all these goods were sold at the sheriff’s sale for $356, the rolls bringing $270, and that the rolls were purchased for the owners of the mill.\n1. In such case, it was not error for the court to make the rule to show cause why the sale should not be set aside absolute as to the rolls, scales, fire brick and fire clay, conditioned that the costs of sale of said articles be paid by defendants, and to discharge the rule as to the other articles.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 25 May Term 1889, Sup. Ct.; court below, No. 37 January Term 1889, E. D., C. P.\nOn January 7, 1889, C. H. Reynolds and George P. Cooper, trading as Cooper, Reynolds & Co., presented their petition setting out that upon an execution entered to No. 37 January Term 1889, issued upon a judgment against them in favor of Totten & Co., as well as upon two other executions issued upon other judgments, the sheriff had levied upon certain articles of property of the petitioners, and the leasehold of an iron-mill operated by them; that a notice had been served upon the sheriff by the owners' of the premises that the mill-rolls levied upon could not be removed, but must remain upon tbe premises during the existence of the lease, -which would end on December 1, 1890, and that he should not interfere with or in any manner dispose of the same; that due notice was given to the sheriff of an agreement between the petitioners and the execution creditors to adjourn the sale advertised, for the purpose of arranging for a private sale; that notwithstanding the foregoing, the said sheriff appeared on the premises on January 5, 1889, waited five minutes, and without the directions of the execution creditors or either of them, in ten minutes time, and in the absence of the execution creditors and their attorneys, of the defendants, and of certain other creditors and interested persons, sold the property according to the following sale list:\nJ. H. Landis, 1 large scale, .... $ 3.00 •\nJohn Hess, 1 pile sand,..... 20.00\nJ. H. Landis, rolls in mill, to remain till 1890, . 270.00\nR. C. Neal, lease,...... 5.00\nJ. H. Landis, pile of fire brick and bats in mills,. 4.50\nJ. H. Landis, lot of fire clay, .... 4.00\nR. C. Neal, office furniture, total, . . . 37.00\nMey'ers, contents of room, .... 3.50\nBalser, lot of coal in cellar, .... 7.00\nNeason, 3 wheelbarrows, .... 2.00\n1356.00\nThe petitioners averred further, that delivery of possession of said property had not been made ; that the property so sold was worth from $6,000 to $8,000, and that the petitioners would suffer irreparable damage if the sale were allowed to stand; praying that a rule should be granted to show cause why the sale of the property should not be set aside, etc.\nThe sheriff filed an answer to the rule issued. Depositions were taken and filed which showed, inter alia, that the rolls, 58 in number, had cost $7,563.45; that upon a landlord’s warrant issued, the appraisers had valued the rolls at $2,400, and all the -goods sold, at about $3,600; that the notice given by the owners with reference to the rolls had been read at the sale and had deterred bidders, and that the rolls when sold had been purchased by J. H. Landis for the owners of the mill.\nAfter argument, the court, without opinion filed, entered the following decree:\n“ February 1, 1889, rule absolute as to the 58 rolls described in inventory and appraisement in landlord’s warrant proceedings, the scales, fire brick and fire clay, conditioned that the costs of sale of said articles be paid by defendants. Rule discharged as to other articles. If said costs be not paid in five days, the rule to be ipso facto discharged as to all the articles.”\nThereupon the petitioners took this appeal, specifying that the court erred:\n1. In imposing as a condition to the setting aside of the sale as to the 58 rolls, the scales, fire brick and fire clay, that the cost of sale of the said articles be paid by the defendants.\n2. In decreeing that “if said costs be not paid in five days, the rule be ipso facto discharged as to all the articles.”\n8. In not making the rule absolute, and setting aside the sale as to all the articles embraced in the sale.\n4. In not making the rule absolute without condition as to the whole sale.\nMr. JE. G. Butler (with him Mr. JE. W. Jackson), for the appellants.\nMr. Lyman JD. Gilbert (with him Mr. J. JBJ. Weiss), for the appellees."
  },
  "file_name": "0314-01",
  "first_page_order": 334,
  "last_page_order": 336
}
