{
  "id": 568022,
  "name": "DAVID PRYER v. C. S. MARK; JOHN PRYER v. C. S. MARK; S. A. PRYER v. C. S. MARK",
  "name_abbreviation": "Pryer v. Mark",
  "decision_date": "1889-10-09",
  "docket_number": "Nos. 210, 211, 212",
  "first_page": "529",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "129 Pa. 529"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 W. 399",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446058
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0181-01"
      ]
    },
    {
      "cite": "90 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065595
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0472-01"
      ]
    },
    {
      "cite": "13 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0301-01"
      ]
    },
    {
      "cite": "5 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0351-01"
      ]
    },
    {
      "cite": "67 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0034-01"
      ]
    },
    {
      "cite": "7 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957829
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0241-01"
      ]
    },
    {
      "cite": "8 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959530
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0026-01"
      ]
    },
    {
      "cite": "5 Pa. 240",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0240-01"
      ]
    },
    {
      "cite": "9 W. 19",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "9 W. 60",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0053-01"
      ]
    },
    {
      "cite": "72 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0448-01"
      ]
    },
    {
      "cite": "63 Pa. 332",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019124
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0332-01"
      ]
    },
    {
      "cite": "12 Pa. 257",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 371",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "3 P. & W. 533",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1827589
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/3/0533-01"
      ]
    },
    {
      "cite": "2 Y. 54",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0054-01"
      ]
    },
    {
      "cite": "2 Binn. 455",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1788935
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/binn/2/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 556,
    "char_count": 10420,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.241237091843256e-07,
      "percentile": 0.7801653687145467
    },
    "sha256": "6bf49c4416e84b18569eff269c9a6554b49756a890783a0f7934c1acf9c215fa",
    "simhash": "1:70010c01dbc0591e",
    "word_count": 1851
  },
  "last_updated": "2024-02-27T21:30:32.139758+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, G-reen, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "DAVID PRYER v. C. S. MARK. JOHN PRYER v. C. S. MARK. S. A. PRYER v. C. S. MARK."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nOn the argument at Bar,\nJudgments affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. W. 0. Jlheem (with him Mr. 17. W. Lee), for the appellant :",
      "Mr. Geo. S. Oriswell and Mr. J. H. Osmer, for the appellees, were not heard.,"
    ],
    "corrections": "",
    "head_matter": "DAVID PRYER v. C. S. MARK. JOHN PRYER v. C. S. MARK. S. A. PRYER v. C. S. MARK.\nAPPEALS BY DEFENDANT FROM THE COURT OF COMMON PLEAS OF VENANGO COUNTY.\nArgued October 9, 1889 — Affirmed at Bar.\n(а) A testator devised lands to his son Jesse A. J., “provided that the said Jesse A. J., his heirs, executors, or assigns shall pay within five years after the death of my wife,” certain legacies to each of the other children.\n(б) The devisee (who was also an executor of the will), took possession of the land and also of all the personalty of the estate, using and disposing of the latter as his own, so that so far as the legatees were concerned, the personalty was wasted.\n1. In such case, the legacies were charged upon the land devised, and the latter having been sold at sheriff’s sale as the property of the devisee, upon judgments against him, the lien of the legacies was discharged, and they were payable out of the proceeds of sale.\n2. The sheriff having undertaken to appropriate the proceeds of sale himself, without application to the legacies remaining charged upon the land, the legatees could sustain assumpsit therefor against Mm in the Court of Common Pleas.\nBefore Paxson, C. J., Sterrett, G-reen, Clark, Williams, McCollum and Mitchell, JJ.\nNos. 210, 211, 212 October Term 1889, Sup. Ct.; court below, Nos. 39, 40, 41 April Term 1887, C. P.\nOn February 23, 1887, David Pryer, John Pryer and Stephen A. Pryer, severally, brought actions in assumpsit against Cyrus S. Mark, sheriff of Venango county, to recover the amount of certain legacies bequeathed to them severally by the will of their father Wm. Pryer, deceased, and claimed to have been charged upon real estate sold by the defendant under execution process against the devisee.\nAt the trial on November 14, 1888, before Taylor, P. J., the jury rendered verdicts for the plaintiffs, for $291 in each case, subject to questions of law reserved, which sufficiently appear in the opinion of the court below, filed March 4,1889, Tatlob, P. J.:\nThese were actions of assumpsit brought by the plaintiffs. claiming to recover the amount of certain legacies bequeathed by the last will of Wm. Pryer, deceased. By consent the cases were tried together. After the testimony was closed, it being agreed by counsel that the amount the plaintiffs were entitled to recover, if at all, in each case was $291, the verdict of the jury was taken for the plaintiffs in the sum of $291, subject to the questions of law reserved: 1. \"Whether the legacies were a charge upon the land and, if so, were they divested by the sheriff’s sale. 2. Whether the personal property should not have been applied to the payment of these legacies, and not having been so done, was the land discharged thereby. If the court should be of the opinion that the sheriff’s sale divested the lien of the legacies, or if the court should be of the opinion that the neglect to appropriate the proceeds of the personal property to the payment of the legacies did not destroy their lien upon the land, if any, then judgment upon the verdict for plaintiffs. But if the court should be of the opinion that the legacies were not a charge upon the land nor divested by the sheriff’s sale, or that the personal property should have been first resorted to for their payment, then judgment for the defendant, non obstante veredicto.\nWm. Pryer was the owner of a certain tract of land situate in the township of Cranberry, county of Venango, containing about one hundred acres, as also five acres adjoining thereto.\nOn July 12,1876, Pryer executed his last will, dying shortly thereafter. This will was admitted to probate and recorded August 17,1876. The inventory, filed September 27, 1876, shows personal property belonging to the estate amounting to more than $1,000. The testator left a widow who died June 24, 1874, and children, some of whom are the plaintiffs herein. After the death of the testator, the family, consisting of the widow and such of the children as were unmarried, remained upon the premises, until after the death of the widow, in 1879. Jesse A. J. Pryer, one of the sons, living upon the farm with the family, was appointed one of the executors. He took possession of the real estate, the personal property and everything, using and disposing of them as his own. No ao eount was ever filed, and, so far as these legatees were’ concerned, the personal estate was wasted. Some time after the death of the widow, a vendue was made, by some one, and the principal part of the personal property remaining was purchased by David Piyer, who claimed and appropriated the proceeds of -the sale under an alleged hill of sale of the property from Jesse A. J., for money loaned him after the death of Wm. Pryer, the testator:\nOn February 15, 1878, Isaac Osmer entered a judgment in the prothonotary’s office of this county, against Jesse A. J. Pryer and Bruce Collingwood, for §1,811.25. - A fieri facias and alias fieri facias were issued thereon, levy made upon the land before described, as the property of Jesse A. J. Pryer, and a sale of the same by C. S. Mark, sheriff, and defendant herein, to Isaac Osmer, the plaintiff in the writ, for the sum of §2,085. Upon the back of the writ is this receipt: “ Rec’d May 9, 1881, of C. S. Mark, sheriff, Two thousand forty-one and 15-100 dollars, am’t of money made to-apply on the debt in this case.” (Signed) “ I. Osmer.”\nThe plaintiffs claim that under the will of Wm. Pryer, these legacies were a charge upon the land; that the sheriff’s sale divested the liens, and that the will being upon record was notice to the sheriff, who should have first paid these legacies, and, not having done so, but appropriating the proceeds of the real estate, himself, he thereby became personally liable for a misappropriation of the funds.\nThe defendant claims, 1. That the legacies were not a charge upon the land. 2. That the personal estate should have been first exhausted in the payment of these legacies, but that it was squandered and the legatees must bear the loss. 8. That the remedy, if any, could only be enforced through the Orphans’ Court.\nAlthough the will must be taken and construed as a whole, to arrive at the intention of the testator, yet the principal controversy arises upon the construction of the 4th clause which is as follows: “ I give and bequeath to my son, Jesse A. J., my homestead farm, containing one hundred acres and five acres more in another lot, at the death of my wife, said homestead being known as lot No. 245, of tbe Bingham lands in Cranberry township, Venango county, state of Pennsylvania: Provided, that the said Jesse A. J., his heirs, executors, or assigns, shall pay within five years after the death of my wife, two hundred dollars each to my sons, John, David and Stephen, and one hundred dollars each to my daughters, Hannah (now Swain), Margaret (now McDonald), Sarah (now Hetzler) and Amelia, which payments when made shall be in full for all my estate, so far as my heirs are concerned.”\n“ Where the payment of a sum in gross is annexed to a devise of land, in general terms, without expressing any estate, the devisee takes a fee. But when the estate of a devisee is plainly indicated (as here),- a direction to make such payments has no effect to alter the estate: ” Burkart v. Bucher, 2 Binn. 455.\n“ When land is devised to a son, provided he pay to the executors a sum of money at fixed periods, this is a charge on the land: ” Ruston v. Ruston, 2 Dali. 248; s. c. 2 Y. 54.\nA provision in a will that “ my son, W., shall have the tract of land he now lives on, provided he pay to my other three, children $300, to be paid in the following manner, etc.,” does not create a conditional estate in the devisee, but the land is ■thereby made the fund for the payment of the legacy, and the ■personal estate is excepted: ” Holliday v. Summerville, 3 P. & W. 533. This last seems identical with the one under consideration.\n•. By the second clause of the will, the testator disposes of all the income, improvements and personalty, not disposed of in the first and third clauses. It may be conceded that in the absence of any intention to the contrary, not appearing, the personal property is the primary fund for the payment of legacies, and further, that the waste of, or neglect of the executor to appropriate the proceeds of the personalty to such payments in case of loss, such loss would fall upon and must be borne by the legatees. But taking the will together, I am satisfied that the testator exempted the personal estate and charged the payment of the legacies upon the land; such lien was divested by the sheriff’s sale, and the legatees would have to look to the proceeds of the sale. This being in the Common Pleas, I am of the opinion that to avoid circuity.of action, the Court of Common Pleas had jurisdiction.\nFor the reasons given, judgment must be entered for the plaintiffs on the verdict.\nJudgments having been entered in favor of - the plaintiffs on the verdicts rendered, the defendant took these appeals, specifying that the court erred:\n1. In ruling that the legacies in suit were liens upon the lands devised to Jesse A. J. Pryer.\n2. In Tiding that the personal estate was not the primary fund for the payment of the legacies.\n•3. In-ruling that the remedy of the legatees was not exclusively in the Orphans’ Court.\n4. In entering-judgments for the plaintiffs.\nMr. W. 0. Jlheem (with him Mr. 17. W. Lee), for the appellant :\nUpon the question of charge, counsel cited: Montgomery v. McElroy, 3 W. & S. 371; Wright’s App., 12 Pa. 257 ; Hamilton v. Porter, 63 Pa. 332; Buchanan’s App., 72 Pa. 448; Hanna’s App., 31 Pa. 53. Upon the question of remedy: Downer v. Downer, 9 W. 60; Craven v. Bleakney, 9 W. 19 ; Strickler v. Sheaffer, 5 Pa. 240; Mohler’s App., 8 Pa. 26; Miltenberger v. Schlegel, 7 Pa. 241.\nMr. Geo. S. Oriswell and Mr. J. H. Osmer, for the appellees, were not heard.,\nUpon the question of charge, the brief of counsel cited: Breden v. Gilliland, 67 Pa. 34; Hoover v. Hoover, 5 Pa. 351; Burkart v. Bucher, 2 Binn. 455; Ruston v. Ruston, 2 Dali.: 243 : Downer v. Downer; 9 W. 60; Holliday v. Summerville, 3 P. & W. 533; Mather v. McMichael, 13 Pa. 301; Bastian’s Case, 90 Pa. 472; Commonwealth v. Walter, 99 Pa. 181; Luce v. Snively, 4 W. 399. Upon the question of remedy: Hamilton v. Porter, 63 Pa. 332."
  },
  "file_name": "0529-01",
  "first_page_order": 549,
  "last_page_order": 553
}
