{
  "id": 568038,
  "name": "JAMES EISIMINGER v. DELILAH EISIMINGER",
  "name_abbreviation": "Eisiminger v. Eisiminger",
  "decision_date": "1889-10-28",
  "docket_number": "No. 142",
  "first_page": "564",
  "last_page": "567",
  "citations": [
    {
      "type": "official",
      "cite": "129 Pa. 564"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 346,
    "char_count": 6379,
    "ocr_confidence": 0.477,
    "pagerank": {
      "raw": 1.2085997958395655e-07,
      "percentile": 0.5953497674960972
    },
    "sha256": "e08f1055f3ada734cf89a800164a683640b7ec093c97bdecc09f2ed55dd41873",
    "simhash": "1:d41f201a8c1f192c",
    "word_count": 1116
  },
  "last_updated": "2023-07-14T20:02:22.258368+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "JAMES EISIMINGER v. DELILAH EISIMINGER."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThis case is affirmed upon the opinion of the learned judge of the court below.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. W. A. Hook, for the appellant.",
      "Mr. J. A. J. Buchanan (with him Mr. Q-eorge L. Wyly and Mr. B. S. Walton), for the appellee."
    ],
    "corrections": "",
    "head_matter": "JAMES EISIMINGER v. DELILAH EISIMINGER.\nAPPEAL BY PLAINTIFF FROM THE COURT OF COMMON PLEAS OF GREENE COUNTY.\nArgued October 9, 1889\nDecided October 28, 1889.\n(a) A testator devised land to his widow for life, and then to his son Franklin, but directed that if Franklin should die without leaving a child or children at the time of his death, then the land should go to testator’s other children, etc.\n(&) Other property was devised by the will to Franklin and to Franklin’s brother James, and by a codicil it was provided: “Also the shares of Franklin Eisiminger and James Eisiminger, I give and bequeath to ■ Delilah, wife of Franklin Eisiminger, as Franklin Eisiminger lost his property bailing his brother James.”\n1. In sueli case, it was the intention of the testator that under the said codicil Delilah should take the whole of James’s share of the estate passing by the will, including his interest in the land specially devised to Franklin on the death of testator’s widow.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 142 October Term 1889, Sup. Ct.; court below, No. 36 January Term 1889, C. P.\nOn June 11,1888, James Eisiminger, for tbe use of W. A-Hook, as plaintiff, and Delilab Eisiminger, as defendant, agreed upon a case stated for the construction of tbe codicil to tbe will of James Kent deceased.\nTbe case stated showed that James Kent died on February 12,1878, leaving a will dated February 17,1877, with a codicil thereto dated February 2, 1878, duly admitted to probate. Tbe will and codicil contained provisions sufficiently set forth in tbe syllabus. It appeared upon tbe paper books, though not in tbe ease stated, that the widow of tbe testator had died in 1878, and that Franklin Eisiminger bad died without issue in 1886. Tbe case stated provided: “And tbe question for tbe opinion of the court is whether or not Delilab, wife of Franklin Eisiminger, is entitled to tbe share of James Eisiminger in tbe two hundred acres of land willed to tbe widow of the said James Kent, deceased, and at her death to go to her son, both of whom are dead, and tbe fund arising from the sale of tbe two hundred acres of land is now ready for distribution. If tbe court be of the opinion that Delilab, wife of Franklin Eisiminger, is not entitled to the share of James Eisiminger, in tbe two hundred acres of land willed by James Kent, deceased, to tbe widow, then judgment to be entered for tbe plaintiff for $200 with interest from October 18, 1886; but if said Deblab, wife of Franklin Eisiminger, is entitled to tbe interest of James Eisiminger in tbe two hundred acres of land willed to the widow of James Kent, deceased, then judgment to be entered for tbe defendant. Tbe costs to follow tbe judgment, and either party reserving tbe right to sue out a writ of error therein.”\nOn October 22, 1888, tbe court, Ewing P. J., filed the following opinion:\nThis controversy arises over the construction of the second clause of the codicil of February 2, 1878, to the will of James Kent, deceased, and by the terms of the case stated submitted by counsel, presents but the single question, whether or not the interest or share which James Eisiminger otherwise would have taken under the will of said decedent in the two hundred acres of land devised to Franklin Kent, by the second clause of said will, passes by said clause of said codicil to the defendant herein. It is admitted that all else which James could have taken was by said codicil given to Delilah, and it is claimed that her interest is so limited as to exclude this property. But there is nothing in said codicil to so indicate. Although it is nowhere so stated in the papers before me, I gather that Franklin Eisiminger and James Eisiminger are grandchildren of the testator, Delilah is the wife of Franklin, and Franklin, as the testator states, “ lost his property bailing his brother James,” and, therefore, the shares of Franklin and James are given to the wife of the former. What shares ? As I have said, no particular shares are specified. Nor is there anything to be found to limit the gift to any particular property or fund. The language of the codicil is broad enough and general enough to include everything, and no contrary intention anywhere appears. Indeed, does it not appear that it was intended to include every possible interest or share ? The language used imports that intention, and the reason stated emphasizes it. Franklin had “lost his property bailing James,” so that James was his debtor, and evidently unable to pay, else Franklin’s property had not been taken. Why not, then, give James’s share to Franklin? Because, doubtless, all Franklin’s obligations to his brother were not yet discharged, and James’s creditors and not Franklin’s would receive the benefit. Therefore the change is made, and the shares of these two unfortunates are given to the wife of Franklin — the more unfortunate, since his property went to pay not his own debts but those of his brother, and given to her that the property be secure from the creditors yet unsatisfied, and yet be of benefit to her husband still. This seems to be the plain reasoning of the codicil; and, if so, it discloses that the testator was aware that creditors yet remained unsatisfied, so that anything that he gave to either James or Franklin could not be retained by them, and that he did not intend that either of them should receive anything. To give only a part to Delilah could not advantage James at all, and would but in part aid Franklin. And since James is wholly beyond his help, he gives all to Delilah to assist Franklin to the extent of his power. This seems to me to be the plain intent and meaning of the testator and of the language of said codicil, and I therefore make the following order:\nAnd now, to wit, October 22, 1888, after consideration and for the reasons stated in the foregoing opinion, it is hereby ordered and directed that judgment be entered in the case stated in favor of the defendant, Delilah Eisiminger.\nThereupon the plaintiff in the case stated took this appeal, assigning the foregoing decree as error.\nMr. W. A. Hook, for the appellant.\nMr. J. A. J. Buchanan (with him Mr. Q-eorge L. Wyly and Mr. B. S. Walton), for the appellee."
  },
  "file_name": "0564-01",
  "first_page_order": 584,
  "last_page_order": 587
}
