{
  "id": 965346,
  "name": "Graham's Estate",
  "name_abbreviation": "Graham's Estate",
  "decision_date": "1909-06-22",
  "docket_number": "Appeal, No. 354",
  "first_page": "314",
  "last_page": "317",
  "citations": [
    {
      "type": "official",
      "cite": "225 Pa. 314"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 Pa. 531",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/220/0531-01"
      ]
    },
    {
      "cite": "38 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994119
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0138-01"
      ]
    },
    {
      "cite": "179 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886928
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0645-01"
      ]
    },
    {
      "cite": "127 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0564-01"
      ]
    },
    {
      "cite": "114 Pa. 10",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549988
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/114/0010-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 5828,
    "ocr_confidence": 0.546,
    "pagerank": {
      "raw": 3.436846565953378e-07,
      "percentile": 0.8794408477096541
    },
    "sha256": "6eed9e27a9923cb38b73d8969fb667eab75f369935d18cdae2a9887234b9c441",
    "simhash": "1:e001408a9963d5d2",
    "word_count": 1029
  },
  "last_updated": "2024-02-27T19:43:38.791558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Graham’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThis appeal is from an order refusing an issue devisavit vel non asked for on the grounds of undue influence and of want of testamentary capacity. Of undue influence there was no evidence whatever, and the testimony would not have justified the court in sustaining a verdict setting aside the will because of want of testamentary capacity. The testator had been engaged in business in different places for a number of years. In the latter part of 1904 he withdrew from business because of impaired health and in February, 1905, he went to the family home in Carlisle, Pa., where he lived with his sisters until his death, which occurred on May 5, following. His will was executed on April 7. He had no property except policies of insurance on his life for $10,000. He had been divorced from his wife several years before, and she had remarried and was living in Kentucky. She had property of her own and their only child, the contestant, lived with her. Á few days before the testator executed his will, he called on the agent of the company in which he was insured for the purpose of having the policies transferred to his sisters, one of whom was an invalid and in a measure dependent upon him for financial aid. He was advised to keep the policies in his own right and to provide for his sisters by will. Acting on this advice he requested his brother to draw the will. He told him that his only property was the insurance and that he. wished it to go to his sisters and, in answer to the suggestion that he could secure this end by naming them as beneficiaries, he replied that his health had improved and that he desired to retain control of the policies. He left his property in trust, the income to be paid to his sisters for life with power in the last survivor to dispose of the principal by will. In default of an appointment by will, it was to go to his brother’s children. After the execution of the will he took it to a trust company and deposited it, and he told a number of friends that he had made a will.\nThere was nothing in the will itself that was unnatural or that suggests that it was the product of an abnormal mind. Men whom the testator met frequently on the streets, who called upon him and upon whom he called, the witnesses to the will and the two physicians who were attending him at the time testified that he was fully capable of transacting business. No doubt upon the subject appears to have occurred to any of them. His regular physician testified that, while he was physically weak, “ He had perfect use of his reasoning faculties. So far as his mentality was concerned, he was perfectly normal. Was not anything to attract my attention any other way.” Of this testimony there was no contradiction. His physicians differed as to the cause of his death; one thought it due to paresis and one to a brain tumor.\nThe contestant called no witness who had seen the testator within six months of his death. Some of her witnesses, who had been associated with him before his withdrawal from business, testified that at times he had been nervous, forgetful and incapable of attending properly to business. Her main reliance was upon the testimony of physicians who has seen the testator at times varying from six months to four years before his death, who testified that he was suffering from paresis, a disease that is progressive and incurable but with periods of recurrence, and that in their opinion the disease would incapacitate him for the intelligent consideration of any subject some weeks before it caused his death.\nThe question before the orphans’ court was whether upon all the testimony produced by the parties there was such a dispute as should be submitted to a jury. The test is whether upon all the testimony a verdict against the validity of the will should be allowed to stand: Knauss’ App., 114 Pa. 10. To that test in this case there can be only one answer, unless we give to the testimony of experts as to what in their opinion would happen in the future greater weight than to the clear, positive and uncontradicted testimony of disinterested witnesses as to what did actually happen.\nThe order of the court refusing an issue is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "Guy H. Davies and Caleb S. Brinton, with them Fillmore Maust, for appellant,",
      "S. B. Sadler, with him F. E. Beltzhoover and D. M. Graham, for appellees."
    ],
    "corrections": "",
    "head_matter": "Graham’s Estate.\nWill — Probate—Devisavit vel non — Testamentary capacity — Refusal of issue.\nThe orphans’ court commits no error in refusing to award an issue devisavit vel non on the ground of testamentary incapacity, where the proponent calls the witnesses to the will and the two physicians who attended the testator at the time, who all testify that the deceased was fully capable of transacting business, while the contestant relies on witnesses who had not seen him within six months of his death, some of whom testify that at times he had been nervous, forgetful and incapable of attending, to business, while others who were physicians, testify that they had seen the testator at times from six months to four years before his death, that he was suffering from paresis and that the disease would incapacitate him mentally some weeks before it caused his death.\nJune 22, 1909:\nArgued April 26, 1909.\nAppeal, No. 354, Jan. T., 1909, by Louise G. Graham, by her guardian ad litem, Mary Curry Wintersmith, from decree of O. C. Cumberland Co., refusing an issue devisavit vel non in Estate of Frank G. Graham, deceased.\nBefore Mitchell, C. J., Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAppeal from register of wills. Before Sadler, P. J.\nError assigned was decree dismissing the petition.\nGuy H. Davies and Caleb S. Brinton, with them Fillmore Maust, for appellant,\ncited: Reichenbach v. Ruddach, 127 Pa. 564; Miller’s Est., 179 Pa. 645; Newhard v. Yundt, 132. Pa. 324; Rees v. Stillé, 38 Pa. 138; Adams’s Est., 220 Pa. 531.\nS. B. Sadler, with him F. E. Beltzhoover and D. M. Graham, for appellees."
  },
  "file_name": "0314-01",
  "first_page_order": 344,
  "last_page_order": 347
}
