{
  "id": 965330,
  "name": "Myers, Appellant, v. Edison Electric Illuminating Company",
  "name_abbreviation": "Myers v. Edison Electric Illuminating Co.",
  "decision_date": "1909-06-22",
  "docket_number": "Appeal, No. 315",
  "first_page": "387",
  "last_page": "390",
  "citations": [
    {
      "type": "official",
      "cite": "225 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "208 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0242-01"
      ]
    },
    {
      "cite": "207 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933584
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0589-01"
      ]
    },
    {
      "cite": "207 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        933594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/207/0363-01"
      ]
    },
    {
      "cite": "215 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0570-01"
      ]
    },
    {
      "cite": "210 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937821
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0015-01"
      ]
    },
    {
      "cite": "211 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940048
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/211/0277-01"
      ]
    },
    {
      "cite": "210 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0565-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 350,
    "char_count": 6742,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 2.2156710552362748e-07,
      "percentile": 0.7770429859038114
    },
    "sha256": "a7a7f8f6572a20d747e0a57abe792c0881d7ecdbd8cb92f73354feee453aaf06",
    "simhash": "1:964f73eda7134fee",
    "word_count": 1189
  },
  "last_updated": "2024-02-27T19:43:38.791558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Myers, Appellant, v. Edison Electric Illuminating Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below, refusing to take off the nonsuit.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "B. F. Davis and C. E. Montgomery, for appellant.",
      "W. U. Hensel, for appellee."
    ],
    "corrections": "",
    "head_matter": "Myers, Appellant, v. Edison Electric Illuminating Company.\nNegligence — Electric light company — Uninsulated wires — Instruction as to danger.\nA carpenter who has been working under an independent contractor of an electric light company in the company’s establishment for three weeks, cannot recover damages from the company for injuries sustained by coming in contact with uninsulated electric wires in a room of the company’s plant, where it appears that the danger from the wires was an obvious one. In such a case the injured person assumes the risk of the employment. He has no standing to complain that the electric company did not give him instructions as to danger, since it was not to the company, but to his own employer that he was bound to look for instructions.\nArgued May 17, 1909.\nAppeal, No. 315, Jan. T., 1908, by plaintiff, from order of C. P. Lancaster Co., March T., 1906, No. 38, refusing to take off nonsuit in case of Davis B. Myers v. The Edison Electric Illuminating Company.\nBefore Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nAt the trial the court entered a compulsory nonsuit which it subsequently refused to take off, Hassler, P. J., filing the, following opinion:\nThe defendant employed an independent contractor in the summer of 1906 to do some work at its power plant near this city. • He sent several carpenters there, of whom the plaintiff was one, in charge of a foreman. They were there working, for some weeks before the accident, which is the subject of this suit,- occurred, the plaintiff having been there about three weeks. On the evening of December 12, 1906, the chief electrician of the company, under orders from its superintendent, told the foreman of the carpenters of some work he wanted done. On the morning of December 13, 1906, the foreman took the plaintiff into a room, and, while he was engaged in measuring for the work, he came in contact with some of the appliances or wires there, and was severely injured by an electric shock. It is for these injuries that he seeks to recover damages in this action. The room in which the accident occurred was a dangerous place, and prior to the accident no one, unless accompanied by an electrician, was permitted to go into it. The foreman who had charge of the plaintiff admits that he knew that it was a dangerous place, though it did not appear that either he or the plaintiff were instructed as to the dangers by a representative of defendant company.\nThe only allegation of negligence which any attempt was made to support by testimony, is that the plaintiff, who claims in his statement to have been in the employ of the defendant as a mechanic, was directed and ordered by one of its agents, foremen, or.employees to do some work in the room where the accident occurred, and was not instructed as to the danger, nor had he any notice of it.\nIt is the duty of an employer to properly instruct an inexperienced employee of the latent dangers of the machinery and place where he is employed: Sweigert v. Klingensmith, 210 Pa. 565; Bartholomew v. Kemmerer, 211 Pa. 277. But he is under no such duty where the dangers are subjects of common knowledge or apparent observation, for in such cases the employee assumes the risk of his employment: Cracraft v. Bessemer Limestone Company, 210 Pa. 15; Eisenberg v. Fraim, 215 Pa. 570.\nIt is the subject of common knowledge that electric light wires are dangerous, particularly so, as was the case here, where the connections have no insulation, and the plaintiff must be presumed to have had this knowledge. The fact that he was working at the defendant company’s plant for thi’ee weeks before the accident occurred, justified the defendant in assuming that he had not only common knowledge, but that he had acquired knowledge of the dangers of such wires from experience, and is an additional reason to excuse it from instructing him of them. That the wires and connections were there, was apparent to him. He therefore, we think, assumed the risk of his employment and cannot recover because of the failure of the defendant to properly instruct him. Additional cases to sustain this position recently decided are: Nelson v. Street Railway Company, 207 Pa. 363; Simmons v. Traction Company, 207 Pa. 589; Masterson v. Eldridge, 208 Pa. 242.\nBut even though this view of the law is not correct, we do not think that the plaintiff is entitled to recover from the defendant, for the reason that he was not an employee of the defendant company, but of an independent contractor, to whom he must look if he was not properly instructed as to the dangers of the place where he was working, if he was entitled to such instructions. He was not lent to the defendant company as his counsel contends, and. the cases cited by him, show that an employee is lent to another employer, only when he is placed there in his control and subject to his orders. The plaintiff in this case was not at the defendant’s power plant in the control or subject to the orders of the defendant or of its superintendent, but was there under the orders and in the care and control of the contractor’s foreman. Whatever orders to do work were given' by the defendant’s representative, were not given to the plaintiff but to the foreman of the contractor, who selected the man or men who was to do it, and directed him or them in doing it. When the plaintiff was selected to work in the room where the accident occurred, which was a dangerous place, the defendant company was not aware of his selection to do that work. It was an act with which it had nothing to do, and not knowing that he was going there to work, it would be exacting entirely too much of it to require that it should have instructed him as to the dangers. But the plaintiff had a right to assume that the contractor’s representative knew whether of not the place he was taking him to work was a dangerous one, and he says he did know it, and that he would properly instruct him, if it was not obvious and subject of common knowledge, or of such knowledge which his employer’s foreman knew he had acquired during the weeks which he had been employed in and about the place. It was a duty which his employer, and not the defendant, owed to him.\nJune 22, 1909:\nIn either view of the case we do not think the plaintiff is entitled to recover in this action, and discharge the rule to show cause why judgment of nonsuit should not be stricken off.\nRule discharged.\nError assigned was order refusing to take off nonsuit.\nB. F. Davis and C. E. Montgomery, for appellant.\nW. U. Hensel, for appellee."
  },
  "file_name": "0387-01",
  "first_page_order": 417,
  "last_page_order": 420
}
