{
  "id": 965357,
  "name": "Commonwealth, Appellant, v. Massi",
  "name_abbreviation": "Commonwealth v. Massi",
  "decision_date": "1909-10-11",
  "docket_number": "Appeal, No. 332",
  "first_page": "548",
  "last_page": "551",
  "citations": [
    {
      "type": "official",
      "cite": "225 Pa. 548"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Pa. 589",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0589-01"
      ]
    },
    {
      "cite": "61 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0096-01"
      ]
    },
    {
      "cite": "51 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999802
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0491-01"
      ]
    },
    {
      "cite": "13 Pa. 171",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964888,
        965000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0171-01",
        "/pa/13/0171-02"
      ]
    },
    {
      "cite": "23 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Watts, 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0289-01"
      ]
    },
    {
      "cite": "1 P. & W. 245",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pen-w/1/0245-01"
      ]
    },
    {
      "cite": "188 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/188/0239-01"
      ]
    },
    {
      "cite": "130 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0365-01"
      ]
    },
    {
      "cite": "201 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0374-01"
      ]
    },
    {
      "cite": "114 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550049
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0502-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 169",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        876001,
        875949
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0169-01",
        "/pa-super/37/0169-02"
      ]
    },
    {
      "cite": "208 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998069
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0645-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 169",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        876001,
        875949
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/37/0169-01",
        "/pa-super/37/0169-02"
      ]
    },
    {
      "cite": "208 Pa. 645",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0645-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 357,
    "char_count": 6468,
    "ocr_confidence": 0.53,
    "pagerank": {
      "raw": 3.451121558648717e-07,
      "percentile": 0.8801721644775429
    },
    "sha256": "49f5e19e77b19d1b886c7fc0504890073a28cc7413f4764eaaf128c2ac2e574c",
    "simhash": "1:3d6d8762900a5589",
    "word_count": 1139
  },
  "last_updated": "2024-02-27T19:43:38.791558+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Massi."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nOn July 5, 1907, James Massi and E. E. Wagner entered into a recognizance to the commonwealth of Pennsylvania, in the sum of $3,000 for the appearance of Massi at the next court of quarter sessions of Luzerne county, to answer a criminal charge. The recognizance provided that “in the event of the foregoing recognizance being forfeited I do hereby authorize and empower the district attorney of Luzerne county, whoever he may be, or any other attorney of any court of record of the state of Pennsylvania, or elsewhere, to appear for me in any action instituted for the collection of this recognizance,” and confess “judgment or judgments” therein against the obligees for the sum of $3,000, the amount of the recognizance.\nOn July 6, 1907, judgment was entered on the above recognizance in the court of common pleas of Luzerne county, by virtue of the warrant of attorney contained therein.\nOn October 7, 1907, a rule to strike off the judgment was allowed, which on November 9, 1908, was made absolute.\nThe ground on which the judgment was stricken off was, that as the recognizance had not been forfeited at the time it was entered, the judgment was premature and improvidently entered; the warrant of attorney authorizing the entry of judgment only in the event of the forfeiture of the recognizance.\nOn September 12,1907, an action of assumpsit was brought by the 'commonwealth of Pennsylvania, at the instance of the Wilkes-Barre Law and Library Association against the obligors in the recognizance, the same having been duly forfeited on September 11, 1907, and judgment was confessed against the defendants, by virtue of the warrant of attorney contained in the recognizance, in the sum of $3,000.\nOn October 14, 1907, a rule was granted to show cause why this second judgment should not be stricken off, and on November 9, 1908, the rule was made absolute'. Plaintiffs excepted to the order striking off the judgment and .have appealed. The error assigned is making absolute the rule to strike off the judgment.\nThe court below struck off the second judgment on the ground that by the entry of the first judgment the power to confess and enter judgment against the defendants, by virtue of the warrant of attorney in the recognizance, was exhausted, and the warrant was functus officii.\nIt is the settled doctrine of our cases, that the entry of judgment on a bond and warrant of attorney, exhausts the power of the warrant, and a second judgment entered thereon will be set aside. See Phila. v. Johnson, 208 Pa. 645. In that case, the first judgment was prematurely entered, and for that reason the action was discontinued. But it was held that, although the entry was premature it exhausted the power conferred by the warrant of attorney, and it could not be used a second time. In the present case, the court below relied also upon Osterhout v. Briggs, 37 Pa. Superior Ct. 169, which does rule this case very closely. The facts are very much the same, except that the judgment there was entered on an ordinary judgment note, while here it is on a bail bond.\n. We see no merit in the suggested distinction that the judgment in the case at bar was void, and not voidable merely. It was voidable, but if the defendant had not raised the question that it was prematurely entered, it would have stood upon the record as a valid judgment. As regarded parties other than the defendants, it was not even voidable. This principle is clearly set forth in the opinion of the Superior Court, in Osterhout v. Briggs, 37 Pa. Superior Ct. 169, supra, and is sustained by the cases there cited.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Granville J. Clark, for appellant.",
      "S. S. Herring and W. S. Casterline, for appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Massi.\nJudgment — Confession of judgment — Warrant of attorney — Exhaustion of power — Second judgment — Bail bond.\n1. The entry of judgment on a bond and warrant of attorney, exhausts the power of the warrant, and a second judgment entered thereon will be put aside. This rule applies to a second judgment entered on a bail bond.\n2. A second judgment entered on a bail bond is void although the first judgment has been stricken off as premature and improvidently entered. In such a case the first judgment is voidable as to the defendant, but not as to other parties. When it was entered it was a valid judgment, and the warrant upon which it was entered became functus officii.\nArgued April 13, 1909.\nAppeal, No. 332, Jan. T., 1908, by plaintiffs, from order of C. P. Luzerne Co., Oct. T., 1907, No. 1,202, making absolute rule to strike off judgment in case of Commonwealth, at the instance of The Wilkes-Barre Law and Library Association, v. James Massi and E. E. Wagner.\nBefore Mitchell, C. J., Fell, Brown, Potter and Elkin, JJ.\nAffirmed.\nRule to strike off judgment entered upon a warrant of attorney and a bail bond. Before Lynch, J.\nThe facts are set forth in the opinion of the Supreme Court.\nError assigned was order making absolute rule to strike off judgment.\nGranville J. Clark, for appellant.\nThe position of the plaintiff in this action is that there was no use or attempted use of the warrant of attorney in No. 297, October Term, 1907, and that the judgment in that case was void, the defects appearing plainly on the record. If the judgment in No. 297, October Term, 1907, was void ab initio it could have no legal effect in avoiding the judgment in the case at bar, because a void judgment is no judgment: Philadelphia v. Johnson, 208 Pa. 645; Osterhout v. Briggs, 37 Pa. Superior Ct. 169; Bassett v. Hawk, 114 Pa. 502; Union Trust Co. v. Means, 201 Pa. 374; McKinney v. Brown, 130 Pa. 365; Mutual Life Ins. Co. v. Tenan, 188 Pa. 239.\nS. S. Herring and W. S. Casterline, for appellees.\nWhen a judgment has been entered under a clause in an instrument, no second judgment can be entered under the same clause; and this is the case, although the first judgment may have been prematurely entered or may have been voidable from matters outside the record: Philadelphia v. Johnson, 208 Pa. 645; Cook v. Gilbert, 8 S. & R. 567; Osterhout v. Briggs, 37 Pa. Superior Ct. 169; Campbell v. Canon, Add., 267; Martin v. Rex, 6 S. & R. 296; Neff v. Barr, 14 S. & R. 166; Ulrich v. Voneida, 1 P. & W. 245; Adams v. Bush, 5 Watts, 289; Ely v. Karmany, 23 Pa. 341; Davis v. Hood, 13 Pa. 171; McCalmont v. Peters, 13 S. & R. 196; Flanigen v. City of Phila., 51 Pa. 491; Church v. Wood, 61 Pa. 96; Limbert v. Jones, 118 Pa. 589.\nOctober 11, 1909:"
  },
  "file_name": "0548-01",
  "first_page_order": 578,
  "last_page_order": 581
}
