{
  "id": 960447,
  "name": "Robert GRIEFF and The Emlenton Volunteer Fire Association, Inc., Appellees, v. Marlene E. REISINGER and Louis Reisinger, Appellants",
  "name_abbreviation": "Grieff v. Reisinger",
  "decision_date": "1997-04-25",
  "docket_number": "No. 5 W.D. Appeal Docket 1996",
  "first_page": "13",
  "last_page": "17",
  "citations": [
    {
      "type": "official",
      "cite": "548 Pa. 13"
    },
    {
      "type": "parallel",
      "cite": "693 A.2d 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "664 A.2d 1342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470792,
        7879558,
        470765,
        7879726
      ],
      "weight": 2,
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0596-02",
        "/a2d/664/1342-01",
        "/pa/541/0596-01",
        "/a2d/664/1342-02"
      ]
    },
    {
      "cite": "541 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470792,
        470765
      ],
      "year": 1995,
      "opinion_index": 0,
      "case_paths": [
        "/pa/541/0596-02",
        "/pa/541/0596-01"
      ]
    },
    {
      "cite": "531 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834355
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "explaining Mascaro decision"
        },
        {
          "parenthetical": "explaining Mascaro decision"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0400-01"
      ]
    },
    {
      "cite": "645 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860928,
        775557
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/645/0184-01",
        "/pa/537/0502-01"
      ]
    },
    {
      "cite": "537 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775557
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/537/0502-01"
      ]
    },
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 4,
      "year": 1989,
      "pin_cites": [
        {
          "page": "433-34"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "514 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804564
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0351-01"
      ]
    },
    {
      "cite": "669 A.2d 930",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11336162,
        461602,
        11336070,
        461546,
        11336301,
        461557
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "931"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0930-02",
        "/pa/543/0114-01",
        "/a2d/669/0930-01",
        "/pa/543/0113-01",
        "/a2d/669/0930-03",
        "/pa/543/0112-01"
      ]
    },
    {
      "cite": "543 Pa. 114",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461602
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "116"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0114-01"
      ]
    },
    {
      "cite": "664 A.2d 1342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        470792,
        7879558,
        470765,
        7879726
      ],
      "weight": 2,
      "year": 1995,
      "pin_cites": [
        {
          "page": "1344"
        },
        {
          "page": "1344-46"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/541/0596-02",
        "/a2d/664/1342-01",
        "/pa/541/0596-01",
        "/a2d/664/1342-02"
      ]
    },
    {
      "cite": "541 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470792,
        470765
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "601"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/541/0596-02",
        "/pa/541/0596-01"
      ]
    },
    {
      "cite": "645 A.2d 184",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7860928,
        775557
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "187"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/645/0184-01",
        "/pa/537/0502-01"
      ]
    },
    {
      "cite": "537 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        775557
      ],
      "year": 1994,
      "pin_cites": [
        {
          "page": "508"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/537/0502-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 445,
    "char_count": 8281,
    "ocr_confidence": 0.694,
    "pagerank": {
      "raw": 1.4621042408469615e-06,
      "percentile": 0.9913786479443396
    },
    "sha256": "e81f2c5dfe30c066a07ace0c5bf3b3e4e537036143c56437db31d03141a7364c",
    "simhash": "1:0ae49acd71e80635",
    "word_count": 1334
  },
  "last_updated": "2024-02-27T20:52:16.561303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.",
      "FLAHERTY, C.J., files a dissenting opinion in which CASTILLE, J., joins.",
      "NEWMAN, J., did not participate in the consideration or decision of this case.",
      "CASTILLE, J., joins this dissenting opinion."
    ],
    "parties": [
      "Robert GRIEFF and The Emlenton Volunteer Fire Association, Inc., Appellees, v. Marlene E. REISINGER and Louis Reisinger, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIGRO, Justice.\nIn this negligence action, Appellees moved for summary judgment based upon governmental immunity. The trial court denied the motion and the Commonwealth Court reversed. Because the trial court properly held that the real property exception to governmental immunity applies here, we reverse the Commonwealth Court’s decision.\nIn August of 1990, Emlenton Volunteer Fire Association members spent a day cleaning and painting equipment for installation on a new fire truck. Marlene Reisinger, who worked in the building next to the station, went there after work and socialized with Robert Grieff, the Fire Association Chief, and other Fire Association members. She also helped them clean the station.\nIn order to remove paint from the floor near the kitchen, Grieff poured paint thinner onto the floor. The paint thinner flowed across the floor and under the refrigerator. At the same time, the refrigerator began to run and ignited the paint thinner. The fire travelled to where Reisinger was standing. She was engulfed in flames and sustained severe injuries.\nReisinger and her husband sued Grieff and the Fire Association for negligence. They alleged that Grieff failed to exercise due care in using and disposing of flammable materials, that he failed to supervise the disposal of these materials, and that he failed to warn Reisinger of the risk of a fire. The Reisingers made similar claims against the Fire Association. They also alleged that the parties negligently consumed or allowed the consumption of alcohol while using flammable materials.\nGrieff and the Fire Association moved for summary judgment. They argued that they are immune from suit under the Political Subdivision Tort Claims Act, 42 Pa.Cons.Stat. §§ 8541-42 (1982). They also argued that the Reisingers did not plead that any of the enumerated exceptions to immunity under the statute apply. In response, the Reisingers asserted that the real property exception to governmental immunity applies.\nThe trial court denied summary judgment and held that the alleged negligent care of the fire station falls within the real property exception to immunity. The Commonwealth Court reversed because the Reisingers did not assert that the real property itself was defective. Because they alleged that Grieff s negligent handling of the paint thinner caused Reisinger’s injuries, it held that the real property exception does not apply.\nA motion for summary judgment may be granted when there is no genuine issue as to any material fact and the moving party is entitled to judgment as a matter of law. Pa.R.Civ.P. 1035(b). In reviewing a grant of summary judgment, we must determine whether there was an error of law or a clear abuse of discretion. Panichelli v. Liberty Mutual Ins. Group, 543 Pa. 114, 116, 669 A.2d 930, 931 (1996).\nUnder the Political Subdivision Tort Claims Act, local government agencies are immune from liability for their negligence unless their actions fall within an exception enumerated by statute and would otherwise subject them to liability. 42 Pa.Cons.Stat. §§ 8541-42 (1982). At issue is whether the real property exception to governmental immunity applies. The exception provides that a local agency may be liable for its employees’ or its own negligence related to “the care, custody or control of real property” in its possession. Id. §§ 8542(a)(2), 8542(b)(3).\nHere, Grieffs care of the Fire Association’s property caused the fire that injured Reisinger. While he was removing paint from the floor, therein caring for the real property, it ignited causing the resultant injuries to Reisinger. Under the real property exception’s plain language, Grieff and the Fire Association are not immune from suit.\nThis case is unlike cases where the Court held that the real property exception did not apply because the government’s property only facilitated injuries caused by third parties. In Mascaro v. Youth Study Center, 514 Pa. 351, 523 A.2d 1118 (1987), a juvenile escaped from a detention center and attacked a family. The municipality allegedly failed to maintain its property and allowed the juvenile to escape. We held that the municipality was immune from suit because under the immunity statute, the government is not liable for harm caused by third parties. ■\nCiting Mascaro, the Court held in Snyder v. Dombrowski, 522 Pa. 424, 562 A.2d 307 (1989), that the State was immune from suit where a person fell into a strip mine adjacent to a state road. The State allegedly failed to warn about a dangerous condition on its neighbor’s property. Similarly, in Kiley v. City of Philadelphia, 537 Pa. 502, 645 A.2d 184 (1994), the City was immune from suit where a boy was hit by a car near a demolition site. The City allegedly failed to make the area safe for pedestrians.\nWe intended Mascaro and its progeny to apply in similar cases where third parties cause the harm. See Crowell v. City of Philadelphia, 531 Pa. 400, 613 A.2d 1178 (1992)(explaining Mascaro decision). They were not intended to apply to a case like this. The Fire Association’s property did not facilitate an injury by a third party. Rather, Grieffs and the Fire Association’s alleged negligent care of the property caused Reisinger’s injury. The Reisingers’ claim falls squarely within the real property exception. We thus hold that Grieff and the Fire Association are not immune from suit. We reverse the Commonwealth Court’s decision and reinstate the trial court’s order denying Appellees’ motion for summary judgment.\nFLAHERTY, C.J., files a dissenting opinion in which CASTILLE, J., joins.\nNEWMAN, J., did not participate in the consideration or decision of this case.\n. See also 42 Pa.Cons.Stat. § 8541 (1982)(stating that no agency shall be liable for damages on account of any injury caused by the act of the agency, an employee or any other person).\n. While Snyder involved the real estate exception to sovereign immunity, 42 Pa.Cons.Stat. § 8522(b)(4), the Court looked to cases addressing the real property exception of the Political Subdivision Tort Claims Act for guidance. 522 Pa. at 433-34, 562 A.2d at 312.\n. The dissent’s reliance upon Finn v. City of Philadelphia, 541 Pa. 596, 664 A.2d 1342 (1995), is misplaced. Finn involved the sidewalk exception to governmental immunity—not the real property exception. These statutory exceptions to immunity are distinct. The sidewalk exception subjects a municipality to liability for negligence related to \"a dangerous condition of sidewalks.” 42 Pa.Cons.Stat. § 8542(b)(7). The real property exception more broadly subjects a municipality to liability for harm resulting from the negligent \"care, custody or control” of its property. Id. § 8542(b)(3).",
        "type": "majority",
        "author": "NIGRO, Justice."
      },
      {
        "text": "FLAHERTY, Chief Justice,\ndissenting.\nI dissent. Appellants do not allege that any defects or dangerous conditions existed in the fire station property itself. Rather, they claim that negligence in the process of removing paint from the floor of the station caused injury. Thus, it was not the floor of the fire station itself that caused harm, but rather negligent handling of combustible liquids used to clean the floor that caused injury.\nExceptions to governmental immunity are to be strictly construed. Finn v. City of Philadelphia, 541 Pa. 596, 601, 664 A.2d 1342, 1344 (1995). The real property exception to immunity requires that an alleged defect be in the property itself rather than in the manner in which the property was used. Id. at 601-05, 664 A.2d at 1344-46; Kiley v. City of Philadelphia, 537 Pa. 502, 508, 645 A.2d 184, 187 (1994). This case, where no defect in the floor of the fire station is alleged, lies outside the exception to immunity. I would, therefore, affirm the order of the Commonwealth Court remanding for entry of summary judgment in favor of appellees.\nCASTILLE, J., joins this dissenting opinion.",
        "type": "dissent",
        "author": "FLAHERTY, Chief Justice,"
      }
    ],
    "attorneys": [
      "Ralph L.S. Montana, Clarion, for Marlene and Louis Reisinger.",
      "W. Patrick Delaney, Erie, for Robert Grieff and Emlenton Volunteer Fire Association, Inc."
    ],
    "corrections": "",
    "head_matter": "693 A.2d 195\nRobert GRIEFF and The Emlenton Volunteer Fire Association, Inc., Appellees, v. Marlene E. REISINGER and Louis Reisinger, Appellants.\nSupreme Court of Pennsylvania.\nArgued Sept. 17, 1996.\nDecided April 25, 1997.\nRalph L.S. Montana, Clarion, for Marlene and Louis Reisinger.\nW. Patrick Delaney, Erie, for Robert Grieff and Emlenton Volunteer Fire Association, Inc.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ."
  },
  "file_name": "0013-01",
  "first_page_order": 359,
  "last_page_order": 363
}
