{
  "id": 960547,
  "name": "Louis H. BEHR, Appellant, v. Patricia Lynn MacDonald BEHR a/k/a Patricia Franklin, Appellee",
  "name_abbreviation": "Behr v. Behr",
  "decision_date": "1997-05-21",
  "docket_number": "No. 0051 E.D.1996",
  "first_page": "144",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "548 Pa. 144"
    },
    {
      "type": "parallel",
      "cite": "695 A.2d 776"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "501 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782493
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0572-01"
      ]
    },
    {
      "cite": "478 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740572
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "parenthetical": "plurality opinion"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/478/0356-01"
      ]
    },
    {
      "cite": "387 Pa.Super. 79",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        471242
      ],
      "weight": 2,
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/387/0079-01"
      ]
    },
    {
      "cite": "495 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1770706
      ],
      "weight": 5,
      "year": 1981,
      "pin_cites": [
        {
          "page": "631"
        },
        {
          "page": "583"
        },
        {
          "page": "631"
        },
        {
          "page": "583"
        },
        {
          "page": "584"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/495/0627-01"
      ]
    },
    {
      "cite": "466 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1714976
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "623"
        },
        {
          "page": "865"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0603-01"
      ]
    },
    {
      "cite": "501 U.S. 32",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1107845
      ],
      "weight": 7,
      "year": 1991,
      "pin_cites": [
        {
          "page": "43"
        },
        {
          "page": "2132"
        },
        {
          "page": "64"
        },
        {
          "page": "2143",
          "parenthetical": "Kennedy, J. dissenting"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/501/0032-01"
      ]
    },
    {
      "cite": "354 Pa.Super. 454",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        571310
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "456",
          "parenthetical": "citations omitted"
        },
        {
          "page": "39-40",
          "parenthetical": "citations omitted"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/354/0454-01"
      ]
    },
    {
      "cite": "696 A.2d 126",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        960464,
        12020939,
        12020989,
        960446
      ],
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/pa/548/0155-01",
        "/a2d/696/0126-01",
        "/a2d/696/0126-02",
        "/pa/548/0156-01"
      ]
    },
    {
      "cite": "548 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960446
      ],
      "year": 1997,
      "opinion_index": 1,
      "case_paths": [
        "/pa/548/0156-01"
      ]
    },
    {
      "cite": "478 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1740572
      ],
      "weight": 2,
      "year": 1978,
      "pin_cites": [
        {
          "page": "372"
        },
        {
          "page": "979"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/478/0356-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 797,
    "char_count": 15747,
    "ocr_confidence": 0.655,
    "pagerank": {
      "raw": 1.8264359255809892e-07,
      "percentile": 0.7200908238279529
    },
    "sha256": "5f71054a601d10135fef72dffc74589dc336a889c3dfc328188a688e3d2de627",
    "simhash": "1:edfa82c3e744e3be",
    "word_count": 2512
  },
  "last_updated": "2024-02-27T20:52:16.561303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "NIGRO, J., files a dissenting opinion."
    ],
    "parties": [
      "Louis H. BEHR, Appellant, v. Patricia Lynn MacDonald BEHR a/k/a Patricia Franklin, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nLouis H. Behr (Appellant) appeals from the Order of the Superior Court affirming his ten-day jail sentence imposed by the Court of Common Pleas of Philadelphia County for criminal contempt. Because we hold that statutory criminal contempt does not extend to behavior that fails to disrupt courtroom proceedings, we reverse the Order of the Superior Court and vacate Appellant’s judgment of sentence.\nAppellant and his former wife Patricia Franklin were divorced in 1989. They have been involved in protracted litigation regarding the custody and support of their four children in the courts of Philadelphia County and Montgomery County, in Pennsylvania, and Kent County, Delaware. On August 18, 1994, Judge Allan Tereshko, Philadelphia Court of Common Pleas, Family Court Division (Family Court) held a hearing on various petitions and motions filed by the parties. Appellant appeared pro se, and counsel represented Mrs. Franklin. After hearing testimony, the court made the following decisions: (1) granted Mrs. Franklin’s Petition for Special Relief seeking to enjoin the workers’ compensation carrier of Appellant’s former employer from disbursing any award of compensation to Appellant; (2) granted Mrs. Franklin’s Petition for Contempt based on Appellant’s failure to comply with the Family Court’s Order dated April 6, 1992, directing Appellant to pay $1,283.88 for Mrs. Franklin’s legal fees; (3) took under advisement Mrs. Franklin’s Petition for Additional Counsel Fees; (4) denied Appellant’s Motion for Recusal of Judge Tereshko; (5) denied Appellant’s Petition to Proceed In For-ma Pauperis; and (6) denied Appellant’s Petition to Rescind a Portion of the April 6,1992 Order.\nOur review of the record indicates that the hearing proceeded without incident. Although the record demonstrates that Appellant criticized the way the courts had handled his case, he conducted himself in a respectful manner. The Court was courteous to the Appellant and sustained his objections when appropriate. The hearing ended at 1:00 p.m., with the Court noting that further proceedings were scheduled for August 30, 1994.\nAfter the hearing concluded, the Appellant, who suffers from a disability, walked out of the courtroom leaving two exhibit boxes behind for his daughter to remove. Shortly after that, an unidentified member of the courtroom staff informed Judge Tereshko that the word “DEATH” was written on the lid of a storage box that Appellant had brought to court. Judge Tereshko reconvened the hearing fifteen minutes later to ask Appellant about the box, and then requested that counsel for Mrs. Franklin question him. Appellant testified that he received the box and lid from the photocopying company that prepared his exhibits. Although he was aware that the word “DEATH” appeared on the lid when he received the box, he thought nothing of it. He had brought the box to court on previous occasions without incident.\nOn the morning of the hearing, Appellant’s daughter brought the storage box into the courtroom, and the court crier placed it under counsel’s table, where it remained unseen by Judge Tereshko throughout the proceedings. Appellant testified that the side of the lid where the word “DEATH” was written was not facing the bench during the hearing. He did not know if the word “DEATH” was pointed in Mrs. Franklin’s direction because he did not set the box under the table. No witnesses testified that they noticed the word “DEATH” the lid of the box while the original hearing was taking place. When Appellant asked if he could open the box, the court recessed the proceedings so that a deputy sheriff could inspect the contents. When the hearing resumed, the deputy sheriff testified that the box contained briefs, petitions, other documents and a tape.\nThe court next allowed Mrs. Franklin’s counsel to question Appellant on the apparently unrelated issue of whether Appellant had recently reported that a missing child was being kept at the Franklins’ home. Judge Tereshko then held Appellant in criminal contempt of court, and ordered him incarcerated for ten days.\nAppellant filed an immediate appeal to the Superior Court. He served six days of his ten-day jail sentence before the Superior Court issued a per curiam order staying his sentence and released Appellant pending its full consideration of his appeal. After a Superior Court panel in a 2—1 decision affirmed his sentence, Judge Tereshko issued a bench warrant for Appellant’s arrest. On February 7, 1996, Appellant was arrested and again incarcerated. He filed an emergency petition in this Court to stay his sentence, which we granted on February 9, 1996. Accordingly, Appellant has already spent eight days in jail for contempt.\nCourts use contempt powers to maintain effective control of proceedings. In Chambers v. NASCO, 501 U.S. 32, 111 S.Ct. 2123, 115 L.Ed.2d 27 (1991), the United States Supreme Court restated this traditional authority:\nIt has long been understood that certain implied powers must necessarily result to our Courts of justice from the nature of their institution, powers which cannot be dispensed with in a Court, because they are necessary to the exercise of all others. For this reason, Courts of justice are universally acknowledged to be vested, by their very creation, with power to impose silence, respect, and decorum, in their presence, and submission to their lawful mandates. These powers are governed not by rule or statute but by the control necessarily vested in courts to manage their own affairs so as to achieve the orderly and expeditious disposition of cases.\nId. at 43, 111 S.Ct at 2132. (citations and internal quotes omitted).\nThis Court has long upheld a court’s power to maintain courtroom authority. In Commonwealth v. Africa, 466 Pa. 603, 353 A.2d 855 (1976), we stated:\nDuring the course of a trial, a summary proceeding to protect the orderly administration of justice is perfectly proper, even when the court is personally attacked. The court must be able to control those appearing before it, and must be able to use its power summarily to avoid interference with the principal matter before the court.\nId. at 623, 353 A.2d at 865. Thus it is undisputed that a judge must have broad discretion to maintain control in his courtroom.\nIn 1978, the Pennsylvania Legislature specifically limited the courts’ contempt powers, by Section 4132 of the Judicial Code, 42 Pa.C.S. § 4132:\nThe power of the several courts of this Commonwealth to issue attachments and to impose summary punishments for contempts of court shall be restricted to the following cases:\n(1) The official misconduct of officers of such courts respectively.\n(2) Disobedience or neglect by officers, parties, jurors or witnesses of or to the lawful process of the court.\n(3) The misbehavior of any person in the presence of the court, thereby obstructing the administration of justice.\nWe acknowledged this limitation in Matter of Campolongo, 495 Pa. 627, 631, 435 A.2d 581, 583 (1981), stating: “Although the law has long recognized the inherent power of the courts to impose summary punishment for contemptuous misconduct, that power has been limited in this Commonwealth by Section [4132].” 495 Pa. at 631, 435 A.2d at 583.\nA conviction pursuant to section 4132(3) requires proof beyond a reasonable doubt: (1) of misconduct, (2) in the presence of the court, (3) committed with the intent to obstruct the proceedings, (4) which obstructs the administration of justice. Campolongo; Commonwealth v. Martorano, 387 Pa.Super. 79, 563 A.2d 1193 (1989). To obstruct justice, conduct must significantly disrupt proceedings. Campolongo. We noted in Commonwealth v. Garrison, 478 Pa. 356, 386 A.2d 971 (1978) (plurality opinion), that contempt requires actual, imminent prejudice to a fair proceeding or prejudice to the preservation of the court’s orderly procedure and authority. “Remarks that are injudicious, or even disrespectful, will not, without more, justify a summary conviction for contempt of court.” Campolongo at 633, 435 A.2d at 584.\nAll facts in a conviction of criminal contempt of court must be proven beyond a reasonable doubt. Commonwealth v. Cameron, 501 Pa. 572, 462 A.2d 649 (1983). To sustain the verdict in the matter before us, there must be sufficient evidence to prove beyond a reasonable doubt that Appellant disrupted the August 18, 1994 proceedings. A thorough review of the transcript reveals that the hearing proceeded uneventfully. There is no evidence that the presence of the box lid in the courtroom caused any disruption. The mere presence of a box with the word “DEATH” scrawled in faint orange ink, which appears to be from a highlighting marker cannot sustain a verdict beyond a reasonable doubt that Appellant disrupted the proceedings. There is simply no evidence that Appellant intended to threaten the judge or anyone else by bringing the box lid into the courtroom. Moreover, during the contempt hearing, Appellant apologized for bringing the box to court and expressed his regret that the court had misconstrued its meaning.\nIn its Opinion, the trial court states that Appellant’s conduct constituted an obstruction of the administration of justice “by causing the court to reconvene ... and causing a member of the Philadelphia Sheriffs Office to search the box, followed by same Sheriff testifying as to the contents____” Trial Court Opinion at 6. We cannot agree with the trial court because the logical result of its circular reasoning is that any time a court reconvenes a hearing to investigate alleged misconduct, the alleged contemnor has automatically obstructed the administration of justice.\nAlthough Appellant’s act of bringing the box into the courtroom may have been improper, it was not contemptuous behavior. Where formal proceedings have ended and the parties have exited the courtroom without causing any disturbance, and the record reflects no behavior that actually and significantly disrupted the proceedings, it is beyond a court’s power to hold a party in contempt for behavior that it only learns about subsequently.\nAccordingly, we reverse the Order of the Superior Court and vacate the judgment of sentence.\nNIGRO, J., files a dissenting opinion.\n. 42 Pa.C.S. § 4132.\n. We have examined the lid of the box, which the trial court marked as an exhibit and included in the record. It is a white cardboard banker’s box lid, approximately 11” x 18”, with the word \"DEATH” written in light orange ink, in letters ranging from one and one-half to two and one-half inches in height. The total width of the letters spelling \"DEATH” is eight inches.\n. The court crier did not testify, and there is no evidence whether he noticed the word \"DEATH” on the lid when he placed the box under counsel's table.\n. In Chambers, the Court (5^4) upheld a federal district court’s inherent power to impose sanctions against vexatious litigants. Significantly, the Court held that this inherent power was independent of the statutory and rule-based authorities governing and defining federal courts. Although four justices dissented, arguing that the Court had breached principles of Federalism and exceeded statutory authority, all agreed that courts are invested with the inherent power to sanction parties when \"necessary to preserve the authority of the court.” 501 U.S. at 64, 111 S.Ct at 2143 (Kennedy, J. dissenting).\n. Because there was insufficient evidence to sustain Appellant’s conviction, we will not address the issue of whether a direct criminal contempt hearing is constitutionally infirm if the contemnor is not represented by counsel and has not voluntarily, knowingly or intelligently waived that right.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nI agree with the principles as articulated by the Majority to establish the elements of criminal contempt. I diverge, however, from the Majority’s application of the principles to the facts herein, and would afford deference to the trial court. Accordingly, I respectfully dissent, as I believe sufficient evidence existed to establish criminal contempt.\nAppellant was involved in child support and custody proceedings with his former wife. At the conclusion of a hearing, Appellant left the courtroom leaving behind two boxes for his daughter to remove. The boxes were in the courtroom during the duration of the hearing. After a court staff member informed the trial judge that the word “DEATH” was written on the lid of one of the boxes, the judge reconvened the hearing to ask appellant about the box. Following testimony, the trial judge held appellant in criminal contempt. Madame Justice Newman, writing for the Majority, reverses the trial court’s determination, indicating “there is simply no evidence that Appellant intended to threaten the judge or anyone else by bringing the box lid into the courtroom.” Further, it appears the Majority is persuaded by statements made by appellant apologizing to the trial court and expressing regret for the trial court misconstruing the meaning of the word “DEATH.”\nIn Commonwealth v. Falana, 548 Pa. 156, 696 A.2d 126 (1997), at the conclusion of a sentencing hearing and as the defendant was being escorted out of the courtroom, the defendant made the remark, “I’ll be out one day,” to the victim. Although still on the bench, the judge did not hear the remark. Following an evidentiary hearing, the trial court determined the remark was made as a threat to the victim and found the defendant in criminal contempt. Madame Justice Newman, again writing for the Majority, affirmed the trial court holding that a statement directed to a victim as a threat, out of the ear-span of a trial judge physically present in the courtroom, was sufficient to establish criminal contempt.\nIn this case, as in Falana, the trial judge assessed the behavior as threatening. I fail to see how this written threat is any different from the threat uttered to the victim in Falana. In Falana, we reasoned, “Perhaps the best definition of [contemptuous conduct] is behavior that is inappropriate to the actor.” Falana at 129, citing Commonwealth v. Garrison, 478 Pa. 356, 372, 386 A.2d 971, 979 (1978), and thus found that threatening the victim in a courtroom is inappropriate behavior. For apparent reasons, the word “Death” is intimidating, and is particularly unnerving to both a party involved in proceedings, as well as to a member of the judiciary and courtroom personnel.\nAs the Superior Court noted in this case, “In considering an appeal from a contempt order, this court has stated that\nit is essential to the integrity and independence of judicial tribunals that they have the power to enforce their own judgment as to what conduct is compatible with the proper and orderly course of their procedure, and each court thus becomes the exclusive judge of contempts committed against its process. Accordingly ... we place great reliance on the discretion of the trial judge.”\nciting Commonwealth v. Worthy, 354 Pa.Super. 454, 456, 512 A.2d 39, 39-40 (1986) (citations omitted).\nIn Falana we afforded deference to the trial court’s discretion. Obviously, the trial judge in this case did not believe Appellant’s assertions regarding the origin of the word on the box, nor did he find his apology credible. I likewise give due deference to this trial judge’s findings rather than second guess him, and would affirm the criminal contempt conviction.",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Kenneth J. Benton, Philadelphia, for Louis H. Behr.",
      "Patricia Franklin, Pro Se."
    ],
    "corrections": "",
    "head_matter": "695 A.2d 776\nLouis H. BEHR, Appellant, v. Patricia Lynn MacDonald BEHR a/k/a Patricia Franklin, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Dec. 9, 1996.\nDecided May 21, 1997.\nKenneth J. Benton, Philadelphia, for Louis H. Behr.\nPatricia Franklin, Pro Se.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0144-01",
  "first_page_order": 490,
  "last_page_order": 499
}
