{
  "id": 960576,
  "name": "Mary A. SIMMONDS v. STATE EMPLOYEES' RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of PA STATE UNIVERSITY, Intervenor. Mary A. SIMMONDS, Appellee v. STATE EMPLOYEES' RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of STATE EMPLOYES' RETIREMENT BOARD",
  "name_abbreviation": "Simmonds v. State Employees' Retirement System",
  "decision_date": "1997-06-19",
  "docket_number": "Nos. 43, 44 M.D. Appeal Docket 1996",
  "first_page": "219",
  "last_page": "227",
  "citations": [
    {
      "type": "official",
      "cite": "548 Pa. 219"
    },
    {
      "type": "parallel",
      "cite": "696 A.2d 801"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "652 A.2d 827",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        474139,
        474191,
        7874518,
        7874590
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "829"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0384-01",
        "/pa/539/0383-01",
        "/a2d/652/0827-01",
        "/a2d/652/0827-02"
      ]
    },
    {
      "cite": "539 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        474139
      ],
      "year": 1995,
      "pin_cites": [
        {
          "page": "387"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/539/0384-01"
      ]
    },
    {
      "cite": "669 A.2d 940",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11336561,
        461595
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/669/0940-01",
        "/pa/543/0132-01"
      ]
    },
    {
      "cite": "543 Pa. 132",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461595
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/543/0132-01"
      ]
    },
    {
      "cite": "608 A.2d 31",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "530 Pa. 656",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1992,
      "opinion_index": 0
    },
    {
      "cite": "600 A.2d 698",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1424947
      ],
      "weight": 2,
      "year": 1991,
      "pin_cites": [
        {
          "page": "700"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/144/0080-01"
      ]
    },
    {
      "cite": "369 A.2d 711",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1723909,
        1723799
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "714"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0561-01",
        "/pa/470/0562-01"
      ]
    },
    {
      "cite": "470 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723799
      ],
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "568-69"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0562-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 14242,
    "ocr_confidence": 0.671,
    "pagerank": {
      "raw": 1.8599736109932402e-07,
      "percentile": 0.7247181206317433
    },
    "sha256": "afdcf7ff477e5a50111a4e213ecd7505846db051518a0ce493d10d0a730eeb11",
    "simhash": "1:2311cd2da36356b8",
    "word_count": 2179
  },
  "last_updated": "2024-02-27T20:52:16.561303+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ.",
      "NEWMAN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Mary A. SIMMONDS v. STATE EMPLOYEES’ RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of PA STATE UNIVERSITY, Intervenor. Mary A. SIMMONDS, Appellee v. STATE EMPLOYEES’ RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of STATE EMPLOYES’ RETIREMENT BOARD."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nThis appeal presents the issue of whether an individual enrolled in a residency program in a state university medical center is a “state employee” for purposes of receiving service credit pursuant to the State Employees’ Retirement Code (Code), 71 Pa.C.S. § 5101, et seq. For the reasons set forth herein, we hold that medical residents are not state employees and are therefore ineligible to purchase state credit for time spent in a residency program.\nFrom July 1, 1980, through June 30, 1981, Dr. Mary A. Simmonds, Appellee, served at the Milton S. Hershey Medical Center of Pennsylvania State University (Medical Center) as a Resident VI in medical oncology. This position is held by a medical school graduate who desires to become certified in oncology by the American Board of Internal Medicine. To become board certified, an individual must complete residency training in a hospital program approved by the American College of Graduate Medical Education. The purpose of the certification process is to ensure that residents are provided sufficient training to become specialists in their respective fields.\nDuring her assignment as a Resident VI, Appellee performed her duties under the supervision of an attending Medical Center physician, who was ultimately responsible for the treatment of patients. Appellee devoted fifty to sixty hours per week to direct patient care. Her duties included performing physical examinations, taking patient histories, and prescribing medication. The patients treated by Appellee were billed the same rate charged for services rendered by staff physicians, although the billing number used was that of the attending physician. Appellee also supervised the work of junior residents and other hospital personnel, and instructed medical students and nurses in physical diagnosis, chemotherapy and hematology.\nAppellee paid no tuition during her residency and received a stipend of $16,932.00 to cover living expenses. The amount paid was far below that which Appellee could have earned as a staff physician or as a physician in private practice. Although Appellee received health insurance, malpractice insurance, sick leave, and vacation time, she did not receive the same benefit package as other Medical Center physicians.\nFollowing her residency, she became an assistant professor of medicine at the Medical Center and enrolled in the State Employes’ Retirement System (SERS) on July 1, 1981. Appellee’s employment with the Medical Center continued until July 31, 1990. She subsequently attempted to purchase state credit for her one year of service as a resident. SERS denied her request. Pennsylvania State University filed a Motion to Intervene, which was granted by the State Employes’ Retirement Board (Board) on August 23,1991.\nAn administrative hearing was held and Appellee’s request to purchase one year of state credit was again denied. The hearing examiner concluded that residents at the Medical Center were not state employees for the purpose of receiving service credit from the retirement system. Both Appellee and SERS filed exceptions to the hearing examiner’s opinion. Appellee also filed a Petition to Reopen Record, which the Board denied.\nThe Board affirmed the decision of the hearing examiner, holding that although medical residents were clothed with indicia of employee status, the purpose of residencies, internships and fellowships was to further one’s education. While recognizing that the case did not involve the Retirement Code, the Board relied on Philadelphia Association of Interns and Residents v. Albert Einstein Medical Center, 470 Pa. 562, 369 A.2d 711 (1976), for the proposition that medical residents have a unique relationship with the hospitals they serve which is unlike that of employer/employee.\nThe Commonwealth Court reversed, finding that the Board’s reliance on Einstein was misplaced. It held that pursuant to Kapilian v. State Employes’ Retirement System, 144 Pa.Cmwlth. 80, 600 A.2d 698 (1991), alloc. denied, 530 Pa. 656, 608 A.2d 31 (1992), medical residents were state employees entitled to purchase state credit pursuant to the Code. The court remanded the matter to determine the proportional amount of time Appellee spent as a resident providing services for the Medical Center.\nJudge Pellegrini filed a dissenting opinion which was joined by Judge Doyle. The dissent found that a person who is enrolled in a program for the purpose of meeting educational requirements does not fit within the common usage of the term “employee.” It further stated that to the extent Kapilian is applicable, it should be reversed.\nOn appeal from a final adjudication of an administrative board, our scope of review is limited to a determination of whether the board committed an error of law, whether there has been a violation of constitutional rights, or whether necessary factual findings are supported by substantial evidence. Christiana v. Public School Employes’ Retirement Board, 543 Pa. 132, 669 A.2d 940 (1996).\nPursuant to §§ 5303(b) and 5504 of the Code, an active member of the retirement system may purchase credit for previous “state service.” “State service” is defined as service rendered as a state employee. 71 Pa.C.S. § 5102. The Code defines “state employee” as\n[a]ny person holding a State office or position under the Commonwealth, employed by the State Government of the Commonwealth, in any capacity whatsoever, except an independent contractor or any person compensated on a fee basis, and shall include members of the Genera! Assembly, and any officer or employee of the following:\n(l)(i) The Department of Education.\n(ii) State-owned educational institutions, (iii) Community colleges.\n(iv) The Pennsylvania State University, except an employee in the College of Agriculture who is paid wholly from Federal funds or an employee who is participating in the Federal Civil Service Retirement System. The university shall be totally responsible for all employer contributions under section 5507 (relating to contributions by the Commonwealth and other employers.)\nId. (emphasis added).\nSERS and Pennsylvania State University, as Appellants, contend that because the Code does not define the term “employee,” the Board properly relied upon our decision in Einstein. The issue in Einstein was whether medical interns, residents and clinical-fellows who performed services at a hospital were “employees” of the hospital under the Public Employe Relations Act, Act of July 23, 1970, P.L. 563, No. 195, art. I, § 101, 43 P.S. § 1101.101, et seq. (Act 195). Act 195 stated that “(2) ‘Public employe’ or ‘employe’ means any individual employed by a public employer ____” 43 P.S. § 1101.301(2). Similar to the Retirement Code, Act 195 did not define “employee” or “public employee.”\nIn holding that medical interns, residents, and clinical fellows were not employees of the hospital for purposes of Act 195, we focused on the purpose of the clinical programs. We stated that\nwhile [the residents] herein are clothed with the indicia of employee status, the true nature of their reason for being at Temple University negates their employee status. [The residents] do not go to work at Temple in the true bargained-for exchange normally associated with the employer-employee relationship. [The residents] are not primarily seeking monetary gain, but rather are attempting to fulfill education requirements, either to initially practice medicine, or obtain certain specialties in the medical field. Moreover, [the residents] herein are not, because of certain medical board requirements, free to obtain this training from any hospital in the Commonwealth; [the residents] must work at a hospital approved as a teaching hospital, such as Temple. This again evidences that the general bargained-for exchange of the normal marketplace is absent in the instant case.\nEinstein, 470 Pa. at 568-69, 369 A.2d at 714.\nWe agree with Appellants and find that this reasoning is equally applicable to the question of whether medical interns are employees pursuant to the Retirement Code. Here, Appellee was enrolled in an accredited educational program to obtain certification in the sub-specialty of oncology. The services rendered by Appellee were not structured solely to meet the hospital’s needs but rather were to ensure that Appellee obtained the education and training required by the accrediting organization as a prerequisite to her certification. The stipend of $16,932.00 in exchange for the extensive medical services Appellee provided is clearly not the bargained-for exchange that exists in typical employment relationships. Appellee’s arguments to the contrary are not persuasive.\nWe reject the Commonwealth Court’s conclusion that our decision in Einstein was based upon the fact that the residents did not comprise a group of persons who are attempting to establish a continuous relationship with the hospital. Although we did note the absence of a continuous relationship between the residents and the hospital, the decision was not founded upon such a premise.\nWe also find that the Commonwealth Court’s reliance on Kapilian was misplaced. Unlike the instant matter, Kapilian involved a request to purchase nonstate credit pursuant to § 5304(c)(3) for time spent as a graduate teaching assistant at the University of Illinois. Although the Board denied the request, finding that Kapilian was a student rather than an employee, the Commonwealth Court reversed.\nAt the time Kapilian filed suit, § 5304(e)(3) provided that creditable nonstate service was limited to service in any public education institution in any state other than this Commonwealth. The section was subsequently amended, however, to limit creditable nonstate service to nonstudent services in public educational institutions outside the Commonwealth. The Commonwealth Court viewed the amendment as a substantive change rather than a clarification of existing law and held that it could not retroactively apply the amendment. Accordingly, it found that Kapilian’s time as a graduate teaching assistant in Illinois was creditable nonstate service under the Code.\nThe court went on, however, to analyze the issue as if Kapilian’s services were provided in Pennsylvania. It found that “because a Pennsylvania employee with Kapilian’s circumstances would be eligible for only a proportional amount of credited service Kapilian is entitled to purchase only a like proportional amount.” Id. at 84, 600 A.2d at 700. The Commonwealth Court in the instant case erroneously relied on this gratuitous conclusion which was clearly obiter dictum.\nWe further find that the purpose and intent of the Retirement Code is not served by considering medical residents as state employees. The Board stated that the essential purpose of offering retirement benefits is to attract employees by offering individuals a more attractive compensation package. Appellee herself testified that retirement benefits would not be desired by prospective residents since they are most often significantly in debt and would not want any portion of their stipend withheld. Also, the classification of medical residents as state employees would increase the financial burden of state institutions where the residents serve because the hospitals would be required to fund retirement accounts of individuals who are essentially their students. There would also exist the additional administrative burden on SERS to enroll individuals in the system who would generally be employed by the state institution for only one year.\nAccordingly, the order of the Commonwealth Court is reversed and the order of the Board denying Appellee’s request to purchase credit for previous state service is reinstated.\nNEWMAN, J., did not participate in the consideration or decision of this case.\n. In most cases, Appellee had the authority to treat patients without the specific approval of the attending physician. Consultations with the attending physician were required, however, in cases involving new patients, new treatments, or serious complications.\n. Residents did not have their own billing numbers.\n. Medical Center physicians also received sabbatical leaves, seniority rights, life insurance, disability insurance, certain grants and tuition reimbursements, and participation in the retirement system.\n. Appellee had not been enrolled in the system during her residency period.\n. In order to have residency programs approved, Pennsylvania hospitals must satisfy requirements established by the Pennsylvania State Board of Medicine and the requirements of any accrediting body which may be recognized by the Board of Medicine. McKeesport Hospital v. State Board of Medicine, 539 Pa. 384, 387, 652 A.2d 827, 829 (1995), citing § 23(a) of the Medical Practice Act of 1985, 63 P.S. § 422.23(a).\n. Appellee contends that she was paid a substantial salary and received health benefits and other fringe benefits, that documents generated by the university recognized her full time employment date as the date she began her residency, and that the nurses and technicians under her supervision were considered employees of the hospital. She further contends that the fact that the performance of her service was required in order to sit for a certification examination does not alter her status as an employee where such service is not specifically excluded by the Code. These contentions fail since a true employment relationship as contemplated by the Retirement Code did not exist during Appellee’s term as a resident.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "Delbert J. McQuaide and Janine C. Gismondi, State College, for PSU-Intervenor.",
      "Richard W. Stewart, Lemoyne, for Mary A. Simmonds.",
      "Harold E. Dunbar, Kathleen B. Bertolette, and Nicholas J. Marcucci, Harrisburg, for SERB."
    ],
    "corrections": "",
    "head_matter": "696 A.2d 801\nMary A. SIMMONDS v. STATE EMPLOYEES’ RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of PA STATE UNIVERSITY, Intervenor. Mary A. SIMMONDS, Appellee v. STATE EMPLOYEES’ RETIREMENT SYSTEM, the Pennsylvania State University, Intervenor. Appeal of STATE EMPLOYES’ RETIREMENT BOARD.\nSupreme Court of Pennsylvania.\nArgued Dec. 9, 1996.\nDecided June 19, 1997.\nDelbert J. McQuaide and Janine C. Gismondi, State College, for PSU-Intervenor.\nRichard W. Stewart, Lemoyne, for Mary A. Simmonds.\nHarold E. Dunbar, Kathleen B. Bertolette, and Nicholas J. Marcucci, Harrisburg, for SERB.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE and NIGRO, JJ."
  },
  "file_name": "0219-01",
  "first_page_order": 565,
  "last_page_order": 573
}
