{
  "id": 886965,
  "name": "H. J. Francis and Mary E. Francis v. Franklin Township, John A. Albert and Robert McGinnis, supervisors, Appellants",
  "name_abbreviation": "Francis v. Township",
  "decision_date": "1897-01-04",
  "docket_number": "Appeal, No. 156",
  "first_page": "195",
  "last_page": "203",
  "citations": [
    {
      "type": "official",
      "cite": "179 Pa. 195"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "35 Ill. 58",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5256092
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/35/0058-01"
      ]
    },
    {
      "cite": "137 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821443
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0018-01"
      ]
    },
    {
      "cite": "77 Pa 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436322
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0317-01"
      ]
    },
    {
      "cite": "131 Pa. 77",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810287
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0077-01"
      ]
    },
    {
      "cite": "2 W. & S. 495",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1853555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/2/0495-01"
      ]
    },
    {
      "cite": "117 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555790
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0353-01"
      ]
    },
    {
      "cite": "125 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563945
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0024-01"
      ]
    },
    {
      "cite": "5 W. & S. 545",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478028
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0545-01"
      ]
    },
    {
      "cite": "33 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0511-01"
      ]
    },
    {
      "cite": "75 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036793
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0347-01"
      ]
    },
    {
      "cite": "78 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040357
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0181-01"
      ]
    },
    {
      "cite": "104 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 546",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "108 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "128 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "78 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834421
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0050-01"
      ]
    },
    {
      "cite": "78 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040419
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0457-01"
      ]
    },
    {
      "cite": "137 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821443
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/137/0018-01"
      ]
    },
    {
      "cite": "150 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834421
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0050-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 760,
    "char_count": 17557,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.958522163281083e-07,
      "percentile": 0.737699958569013
    },
    "sha256": "a1ef2cbc57a3ee593db043e83e23120ffb11834ff11189b2892ab4b19502ad0e",
    "simhash": "1:9521c984350ce501",
    "word_count": 3076
  },
  "last_updated": "2024-02-27T17:52:54.804003+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "H. J. Francis and Mary E. Francis v. Franklin Township, John A. Albert and Robert McGinnis, supervisors, Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nA county bridge known as Gallagher’s bridge spans Muddy creek in Franklin township, Butler county. The bridge proper is fifty-nine feet long and twelve wide, with elevation above the water at ordinary stages of six to ten feet; wing walls for the approaches extended back from the shore abutments for a distance of fifteen to twenty feet, and were filled in between, almost to a level with the top of the walls, making the approach to the' floor of the bridge, from the road, rise about nine feet in fifteen or twenty. The wing walls of the approaches were without sufficient guard rails or other barrier. The plaintiff, Mary Francis, with three members of her family, on 27th of February, 1895, in a one-horse sled, was driving on the highway to cross the bridge, when the horse became uncontrollable, ran away, jumped over one of the wing walls to the ice below, dragging the sled and occupants after him; plaintiff was very seriously injured. Alleging negligence on part of the township in not erecting guard rails, she brought this suit for damages. There was evidence the horse was blind and unmanageable generally, and was on that day negligently harnessed and driven. Two questions therefore were submitted to the jury: 1. Were defendants negligent in not putting up guard rails ? 2. Should contributory negligence be imputed to plaintiff ? Both questions were answered in favor of plaintiff by the jury, who found a verdict for her of $2,300 damages. A third question, one of law solely for the court, was raised, and decided against the defendants. It was this: In view of the fact that the bridge was a county bridge, was tbe township answerable for the character of the structure, or for neglect to keep it in repair ? This question fully appears by defendants’ fourth point, as follows : “ The bridge in question was a county bridge, and consisted not only of the structure spanning the stream, but also of the approaches and wing walls leading thereto, and the duly of building, repairing and maintaining the same in safe condition for public travel devolved upon Butler county by statutory enactment, and not upon the defendant township, and the verdict of the jury must be for the defendants.”\nWithout at present noticing the evidence tending to show the township did work at times in repairing the bridge and approaches thereto, as if that were its duty, we will first consider the duty imposed by statute on the respective territorial subdivisions of the state, in reference to such bridges as this. The thirty-fourth section of the act of 1836 enacts: “When a river, creek or rivulet over which it may be necessary to erect a bridge crosses a .public road or highway, and the erecting of such bridge requires more expense than it is reasonable one or two adjoining townships should hear, the court .... shall on petition .... order a view in the manner provided for in the case of roads, and if on the report of viewers, it shall appear ..to the court, grand jury and commissioners of the county, that such bridge is necessary, and would be too expensive for such township .... it shall be entered on record as a coxrnty bridge.”\nBy proper proceedings under this act, in 1869, this bridge was entered of record as a county bridge. The duty of construction and repair before that time, was unquestionably, on the township, and any damages from neglect of that duty was necessarily a township liability; nor was the township relieved from the duty of repairing such bridges until the passage of the act of April 13, 1843, the first section of which declares: “It shall be the duty of the county commissioners of the several counties of this commonwealth to repair all bridges erected by the county, and to pay the expenses of such repairs out of the county treasury in the usual manner.” Then certain counties, of which Butler is not one, are excepted. The effect of these two statutes was to take from the township its common law and •statutory duty to repair, and impose it on the county. The court below was of opinion tbe act of 1843 did not relieve the township of its primary liability to repair, but that it still continued; and that the duty of the county to repair only made two municipalities answerable where before there was but one. And further, that.this being the case, plaintiff could at her election maintain her suit against either or both. We dissent from this construction. We are clear there was no legislative intention to impose upon the county and, township exactly the same duty,'involving the exercise of watchfulness and discretion on the part of both, and a joint or several responsibility for the consequence of neglect; a duty, too, affecting vitally the interests of the public, and which naturally would lead to confusion and cross purposes in performance, or what is more probable to neglect by both. Such a construction is repugnant to reason and opposed to public policy. Evidently by the first act, the burden of erecting the new structure was imposed on the county, and by the second, the burden of keeping it in repair; and it was wholly unnecessary by the use of negative words, in either case, to say the duty was no longer on the township ; the affirmative language of both statutes import a complete legislative transfer of the duty from the one to the other. The cases cited by the learned judge of the court below are very far from supporting his conclusion. Gates v. P. R. R. Co., 150 Pa. 50, was the case of a bridge built by the railroad company to supply a highway destroyed by the construction of its roadbed. Under the general railroad act of 1849, the relative duties of townships and railroads with 'reference to such a matter are altogether different from those of a township and county under the acts of 1836 and 1843, and such cases, therefore, furnish no analogy to help us out here. Dalton v. Upper Tyrone Twp., 137 Pa. 18, was the case of a bridge supplied by a railroad company by contract; no question of the county’s liability was raised. It was assumed the duty was on the township, and the question was whether there was sufficient evidence of negligence to submit to the jury. The proposition that where an injury is caused by the concurrent neglect of two or more, the injured party can sue all or either, needed no citation of authorities ; that point is well settled. But to constitute concurrent negligence, each must fail in the performance of duly; heie, if the township owed no duty, it owed no damages because of neglect. We hold in this and all like cases under the general road law, it is the duty of the county under the act of 1843 to keep in repair county bridges of record.\nThis accident as the jury has found was a consequence of insufficient guard rails on the wing walls of the approach or embankment to the bridge, and it is argued by appellees, these formed no part of the bridge, but were a part of the roadway; therefore, it was still the duty of the township to maintain and repair them. This was the view taken by the court below in Penn Township v. Perry Co., 78 Pa. 457. But this court reversed the judgment, saying: “ How can a bridge be said to be completed without the proper means of access ? ... . The bridge is incomplete until everything necessary for its proper use has been supplied, and every such necessary appliance is part of the bridge. When therefore the act of assembly directed the counties of Dauphin and Perry to build the bridge over the Juniata, it meant that these two counties, without the aid of the townships, should provide a safe and convenient passage or highway over that river, and not merely that they should set up a structure which the public could not reach.” The question having thus been pointedly decided, is no longer open for argument.\nThere was evidence showing that at times the township did work on the approaches to the bridge, therefore it is argued it assumed the duty of repairing the wing walls, with all the consequences resulting from neglect. The conclusion does not follow from the fact. It was the duty of the county to build this bridge of which the wing walls were a part, and keep both in repair; this was a duty imposed by statute; no duty was by law thereafter on the township in the matter; the supervisors could not, without express statutory authority, assume the duty of another territorial subdivision of the state, and thereby impose liability for neglect of that duty on the township. They were elected to supervise and keep in repair the roads, highways and bridges of the township only to the extent the law imposed that burden on the township; to this extent, and no further, was the township answerable for their neglect. In whatever work they did on this bridge, they must be regarded as mere agents of the county whose duty it was to do the work. If they had undertaken to repair the embankment of a railroad through the township, and had negligently performed the work, the township would not have been answerable, because, the officer was wholly outside the scope of his duty.\nWe are of opinion the learned judge was in error in not unqualifiedly affirming defendants’ fourth point, and in not directing a verdict for defendants; therefore the judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "J. M. Galbreath and John M. Thompson, with them J. B. McJunkin and W. C. Thompson, for appellants.",
      "Everett L. Ralston, with him John B. Greer, for appellees."
    ],
    "corrections": "",
    "head_matter": "H. J. Francis and Mary E. Francis v. Franklin Township, John A. Albert and Robert McGinnis, supervisors, Appellants.\n[Marked to be reported.]\nBridge — County bridges — Townships—Acts of June 13, 1836 and April 13, 1843 — Duty to repair.\nUnder the acts of June 13, 1836, section 35, P. L. 560, and April 13, 1843, P. L. 221, it is the duty of the county, and not of the township, to repair a county bridge and maintain it in safe condition; and this duty includes not only the repair of the bridge, but of the approaches and wing walls leading thereto: Gates v. Pennsylvania R. R., 150 Pa. 50, distinguished.\nThe fact that the supervisors of a township have repaired the approaches and wing walls of a county bridge will not relieve the county of the consequences resulting from the dangerous condition of the approaches and wing walls, or impose liability upon the township for such consequences.\nArgued Oct. 20,1896.\nAppeal, No. 156, Oct. T., 1896, by defendants, from judgment of C. P. Butler Co., Sept. T., 1896, No. 205, on. verdict for plaintiffs.\nBefore Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nTrespass for personal injuries. Before Greer., P. J.\nThe facts appear by the opinion of the Supreme Court.\nPlaintiffs’ second point and answer thereto were as follows: . % If' the jury believe from the evidence that the township took charge of and worked the public highway up to the end of the bridge, where the accident happened, and filled in the approach to said bridge and the approaches to other bridges which had been erected at the same place, and had general charge of the said road up to that bridge, continuously, for a period of thirty years or more, and the same being part of a public highway, it cannot shift the responsibility, and set up that the county is responsible for an accident that occurred at the side of the approach to said county bridge. Answer: That is affirmed. [1]\nDefendants’ points and answer thereto among others were as follows:\n3. If the jury find from the evidence that the county bridge in question should have been supplied with guard rails on the approaches thereto, in order to safe and convenient travel onto the same, and 'that no such guard rails were placed there at the time of its construction or afterward, in that event the absence of such guard rails was a defect in the t original structure of the bridge which cannot be charged up against the defendant township, and the verdict of the jury must be for the defendants. Answer: Affirmed, unless the jury believe from the evidence that the township took charge of and made the fills and approaches to the bridge, and released it — the county — from this duty. If the supervisors took charge of and made the fills and approaches they were bound to make them reasonably safe for travelers, etc. [2]\n4. The bridge in question was a county bridge and consisted not only of the structure. spanning the stream, but also of the approaches and wing walls1 leading thereto, and the duty of building, repairing and maintaining the same in safe condition for public travel devolved upon Butler county by statutory enactment, and not upon the defendant township, and the verdiet of the jury must be for the defendants. Answer: Affirmed, with the same qualification as in answer to third point. [3]\n5. The filling of the approaches and providing of guard rails, if necessary, became the duty of the county, and if the supervisors or individuals did work on the bridge or its approaches, this would not, of itself, relieve the county, nor transfer to the township the duty of completing the bridge and its approaches, so as to be safe and convenient for public use. Answer: The county having built the bridge, it was its duty to build the approaches and make the fills and keep the same in ordinary, reasonably safe condition; but if the township assumed to take charge of, and made the approaches and fills, and kept the road in repair up to the bridge for a period of over thirty years, then it relieved the county, and having undertaken to do this work, it was bound to do so in proper manner, so as to be in reasonably safe condition for public travel, and to continue to keep it in such condition. [4]\n6. Under the evidence in this case the verdict must be for the defendants. Answer: Refused. [5]\nVerdict and judgment for plaintiffs for $2,300. Defendants appealed.\nErrors assigned, were (1-5) above instructions, quoting them.\nJ. M. Galbreath and John M. Thompson, with them J. B. McJunkin and W. C. Thompson, for appellants.\nIn this state the duty of maintaining and repairing the highway is statutory, and to the statute we must look for its nature and extent: Rapho v. Moore, 68 Pa. 406.\nThe acts of assembly relative to the building and maintaining of bridges in certain eases by the county, transfer those duties from the township or other local municipality which was liable therefor at common law, and impose them on the county: Westfield Borough v. Tioga Co., 150 Pa. 154; Act of June 13, 1836, P. L. 560; Act of April 13, 1843, P. L. 221.\nThe wing walls and approaches of a bridge are a part of the bridge itself: Penn Twp. v. Perry Co., 78 Pa. 459; Com. v. Loomis, 128 Pa. 182.\nIf there were obvious defects in the original structure which the county negligently permitted to exist, the county would be liable for damages occurring by reason of such original defects: Rigony v. Schuylkill Co., 108 Pa. 382.\nThe liabilities of townships result from the omission of statutory duties: Chartiers Twp. v. Langdon, 114 Pa. 546.\nThe act of a municipal corporation done in an attempt to exercise power not possessed by it, is void: Wimer v. Worth Township, 104 Pa. 320; Snow v. Deerfield, 78 Pa. 181; Elliott v. Phila., 75 Pa. 347.\nThe act of assembly of April 13, 1843, P. L. 221, imposing on counties the duty of maintaining county bridges, and of paying the expenses thereof out of the county treasury, being affirmative in character, mandatory in its provisions, and introducing a new rule concerning' the same matter, is by implication a repeal of any statutory duty theretofore resting on the township to do the same thing: Johnston’s Est., 33 Pa. 511.\nEverett L. Ralston, with him John B. Greer, for appellees.\nThe duty of keeping a public highway in repair, at common law rests on the township or other subdivision of the state on which the duty of opening and making the highway rests, and the sixth section of the act of 1836 provides that the public roads shall be effectually opened and continually kept in repair, and at all seasons shall be kept clear of all impediments to easy and convenient passing at the expense of the township, as the law shall direct. For any wilful or wanton failure to discharge these duties the supervisors are personally liable, and the township is responsible in damages to those who suffer injury from the neglect: Dean v. New Milford Twp., 5 W. & S. 545; Township of Plymouth v. Graver, 125 Pa. 24; Burrell Twp. v. Uncapher, 117 Pa. 353 ; Com. v. Monroe County, 2 W. & S. 495.\nThe cases of Westfield Boro. v. Tioga County, 150 Pa. 154; Penn. Twp. v. Perry County, 78 Pa. 459; Com. v. Loomis, 128 Pa. 182, relate to contests between the county and other municipalities as to which should make the fills and approaches to the bridges in question. The appellees raise no question on those positions, but neither the law nor facts are applicable here.\nNor do we find any fault with the law laid down in the case of Chartiers Township v. Langdon, 114 Pa. 546, 131 Pa. 77. The case turned on the construction of a special act of assembly for Chartiers township, Allegheny county, relating to foot-walks, and the Supreme Court held that the act itself did not impose any duty either of construction or maintenance on the township.\nJanuary 4, 1897:\nMunicipalities have made unsuccessful efforts to escape liability where there is another party who may be charged: Twp. of Newlin v. Davis, 77 Pa 317; Dalton v. Upper Tyrone, 137 Pa. 18.\nIf the township of Franklin is not chargeable with the exclusive care and maintenance of the approaches to the bridge, still if it undertakes the duty it is liable for negligence in its performance : Gates v. R. R., 150 Pa. 50 ; Joliet v. Verley, 35 Ill. 58; Pittsburg v. Grier, 22 Pa. 64."
  },
  "file_name": "0195-01",
  "first_page_order": 217,
  "last_page_order": 225
}
