{
  "id": 886973,
  "name": "John C. Davidson v. The Lake Shore & Michigan Southern Railway Company, lessee of the Jamestown & Franklin Railroad Company, Appellant",
  "name_abbreviation": "Davidson v. Lake Shore & Michigan Southern Railway Co.",
  "decision_date": "1897-01-04",
  "docket_number": "Appeal, No. 152",
  "first_page": "227",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "179 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "107 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0537-01"
      ]
    },
    {
      "cite": "64 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021221
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0201-01"
      ]
    },
    {
      "cite": "153 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840388
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0573-01"
      ]
    },
    {
      "cite": "135 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817455
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0346-01"
      ]
    },
    {
      "cite": "166 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864209
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0607-01"
      ]
    },
    {
      "cite": "165 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0075-01"
      ]
    },
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "158 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848264
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0082-01"
      ]
    },
    {
      "cite": "156 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844878
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0175-01"
      ]
    },
    {
      "cite": "176 Pa. 254",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0254-01"
      ]
    },
    {
      "cite": "175 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        880513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/175/0361-01"
      ]
    },
    {
      "cite": "172 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0383-01"
      ]
    },
    {
      "cite": "169 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        870723
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/169/0001-01"
      ]
    },
    {
      "cite": "176 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0444-01"
      ]
    },
    {
      "cite": "174 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878630
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0421-01"
      ]
    },
    {
      "cite": "149 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832634
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0357-01"
      ]
    },
    {
      "cite": "147 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0440-01"
      ]
    },
    {
      "cite": "126 Pa. 244",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968913
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0244-01"
      ]
    },
    {
      "cite": "123 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967148
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0487-01"
      ]
    },
    {
      "cite": "12 W. N. C. 348",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "150 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0386-01"
      ]
    },
    {
      "cite": "171 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985571
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0522-01"
      ]
    },
    {
      "cite": "150 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834415
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0386-01"
      ]
    },
    {
      "cite": "171 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985571
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/171/0522-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 506,
    "char_count": 9297,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 2.7945222074184234e-07,
      "percentile": 0.8362765551196228
    },
    "sha256": "2711b36d2d1f646e42c22e6110a06cae807aea5f1660c5d3bdf3e68f2047160b",
    "simhash": "1:828775f08db28c5e",
    "word_count": 1686
  },
  "last_updated": "2024-02-27T17:52:54.804003+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell, Dean and Fell, J J."
    ],
    "parties": [
      "John C. Davidson v. The Lake Shore & Michigan Southern Railway Company, lessee of the Jamestown & Franklin Railroad Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Williams,\nThis case was before us first in 1895 on the appeal of the plaintiff from a judgment of nonsuit. The question then raised was whether upon the facts disclosed by the evidence the question of the plaintiff’s contributory negligence was one of law for the court, or one of fact for the jury. We held it to be one of fact for the jury, and sent the case back for a new trial, in order that the question might be properly submitted to them. It is reported in 171 Pa. 522. Upon the new trial the learned judge submitted this question of contributory negligence, with suitable instructions, and the jury has found against its existence. The defendant is now the appellant and alleges that the evidence upon the second trial was such as would have justified peremptory instructions in favor of the defendant. We are unable to see that the evidence is in any material respect changed upon the second trial. It shows the position of the dirt road with reference to the river, and the existence of two parallel lines of railroad running near each- other between the road and the river, and crossed by the road at the place of the accident.\nIt shows that upon approaching the crossing the plaintiff complied fully with the rule which required him to stop, look and listen before attempting to cross; and that while waiting and listening he heard a train whistle. He then waited for the train to come in sight, so that he might know upon which of the lines of railroad it was approaching. It came presently into view and proved to be upon the lower of the railroads. He continued waiting until it should pass, and when it was out of the way he says he looked up and down the defendant’s road, which was that nearest to him, and seeing nothing, moved on to make the crossing. The noise of the receding train was considerable, so that the approach of a train upon the nearer road might not have been distinguishable. While in the act of crossing he was struck by the defendant, whose train, coming from the opposite direction, approached without signal by whistle or bell, and would have passed over so much of the track as was visible from the crossing in a little less than thirty seconds. The alleged contributory negligence consisted in the fact that the plaintiff was hurt by a train which, if his attention had been wholly given to looking in one direction for it, he might have seen. It is not alleged that he failed to stop and look and listen; nor that hearing a signal whistle he failed to wait for the train to approach and pass the crossing. After. this was over he says he looked up and down the defendant’s road and, seeing nothing and hearing nothing, started forward. If this testimony was believed it showed an honest effort to avoid danger. The jury had the right to consider all the circumstances. The day was dark and rainy. The plaintiff had waited for a train to pass the crossing which was yet in full view when he started forward. The two railroads were not over one hundred feet from each other. The noise of a passing train upon one of them would naturally drown that of a remoter train upon the other. The time required for the coming train to reach the crossing after it came within the line of vision was but a fraction of a minute. Some attention had necessarily to be given to the management of his horse. The effect of these circumstances and the question whether in view of them the plaintiff failed in his duty to the defendant or to himself, and was therefore chargeable with contributory negligence that should relieve the defendant from responsibility for the accident, was a question of fact to be determined from the testimony, and from inferences to be drawn from it. In Myers v. the Balt and Ohio Railroad Co., 150 Pa. 386, the facts were involved in no doubt. The plaintiff approached a crossing in the nighttime. The train was moving at a slow rate of speed, backwards, with a headlight on the car nearest to the plaintiff. This headlight was in full view, less than one hundred feet away when he came to the crossing, and lighting up the track at that point, and all nearby objects. In the full glare of this light the plaintiff drove upon the track just in front of it. He testified that on approaching the crossing he had stopped his team and looked up and down the railroad and listened, but could neither see nor hear the train whose headlight was upon him, and whose noise could be heard in the stillness of the early morning hour for a long distance. This statement was absolutely incredible; and we said that jurors should not be left to find that to be true which was against the universal experience of men, and which no one of them could believe if told to him as an individual. When this case was before us in 1895 we endeavored to distinguish the cases in which the existence of contributoi’y negligence has been held to be a question of law, from those in which it had been held to be a question of fact, and to show that this case belonged to the latter class. We do not intend to repeat what was then said.\nWe are not disposed, to relax the rule that requires a traveler when approaching a railroad crossing to stop, look and listen; nor to depart from the long roll of cases in which we have held that one who goes in front of a moving train which he has ample opportunity to see, and hear, and avoid, must ordinarily be held guilty of contributory negligence as matter of law; but when the facts are not clear and simple, and where the existence of contributory negligence depends upon inferences to be drawn from the evidence, the question must go to the jury for decision. The assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams,"
      }
    ],
    "attorneys": [
      "B. H. Osborne, with him John O. McCalmont, for appellant,",
      "J. H. Osmer, with him A. R. Osmer and N. F. Osmer, for appellee,"
    ],
    "corrections": "",
    "head_matter": "John C. Davidson v. The Lake Shore & Michigan Southern Railway Company, lessee of the Jamestown & Franklin Railroad Company, Appellant.\nNegligence — Contributory negligence — Province of court and jury.\nWhile the rule will not be relaxed which requires a traveler when approaching a railroad crossing to “ stop, look and listen,” nor the cases departed from which hold that one who goes in front of a moving train which he has ample opportunity to see and hear and avoid, may ordinarily be held guilty of contributory negligence as matter of law; yet when the facts are not clear and simple, and where the existence of contributory\nnegligence depends upon inferences to be drawn■ from the evidence, the question must go to the jury for decision.\nNegligence — Railroads — Grade-crossing—-“Slop, look and listen”—\nProvince of court and jury.\nIn an action against a railroad company to recover damages for personal injuries suffered by the plaintiff by a collision of his wagon and a train of the defendant, the evidence tended to show that at the place of the accident defendant’s railroad was paralleled by another railroad about one hundred feet to the south. Plaintiff stopped, and while waiting and listening he heard a train whistle. He then waited for the train to come in sight so that he might know upon which of the lines of railroad it was approaching. He saw that it was on the other railroad than that of the defendant, and after waiting until it was out of the way he drove on defendant’s track, and was struck by a train coming from the opposite direction. This train approached the crossing without signal by whistle or bell, and would have passed over so much of the track as is visible from the crossing in a little less than thirty seconds. The day was dark and rainy, and the noise of the first train made it difficult to hear the second train. Held, that the question of plaintiff’s contributory negligence was for the jury.\nJanuary 4, 1897:\nArgued Oct. 20, 1896.\nAppeal, No. 152, Oct. T., 1896, by defendant, from judgment of C. P. Venango Co., on verdict for plaintiff.\nBefore Green, Williams, McCollum, Mitchell, Dean and Fell, J J.\nAffirmed.\nTrespass for personal injuries. Before Criswell, P. J.\nTbe case was previously reported in 171 Pa. 522.\nThe facts appear by the opinion of the Supreme court.\nDefendant’s eighth point and answer thereto were as follows:\n8. That under all the evidence the verdict must be for the defendant. Answer: Refused. [6]\nVerdict and judgment for plaintiff for $1,443.00. Defendant appealed.\n.Error assigned among others was (6) above instruction, quoting it.\nB. H. Osborne, with him John O. McCalmont, for appellant,\ncited on the question of contributory negligence: Myers v. R. R., 150 Pa. 386; Carroll v. R. R., 12 W. N. C. 348; Marland v. R. R., 123 Pa. 487; P. R. R. v. Mooney, 126 Pa. 244; Hauser v. R. R., 147 Pa. 440; Schmidt v. R. R., 149 Pa. 357; Beynon v. R. R., 168. Pa. 642; Seamans v. R. R., 174 Pa. 421; Martin v. R. R., 176 Pa. 444 ; Holden v. R. R., 169 Pa. 1; Gray v. R. R., 172 Pa. 383; Sullivan v. R. R., 175 Pa. 361; Hughes v. D. & H. Canal Co., 176 Pa. 254.\nJ. H. Osmer, with him A. R. Osmer and N. F. Osmer, for appellee,\ncited on the question of contributory negligence: Whitman v. Penna. R. R., 156 Pa. 175; Smith v. Balt. & Ohio R. R., 158 Pa. 82; Ely v. Ry., 158 Pa. 233; Link v. R. R., 165 Pa. 75; Howett v. Phila., Wilmington & Balt. R. R., 166 Pa. 607; Kohler v. P. R. R., 135 Pa. 346; Lerch v. Bard, 153 Pa. 573; Howard Express Co. v. Wile, 64 Pa. 201; Citizens Ry. v. Foxley, 107 Pa. 537."
  },
  "file_name": "0227-01",
  "first_page_order": 249,
  "last_page_order": 253
}
