{
  "id": 886934,
  "name": "Jeanette Lenkner, by her mother and next friend, Elizabeth Lenkner, v. Citizens Traction Company, Appellant",
  "name_abbreviation": "Lenkner v. Citizens Traction Co.",
  "decision_date": "1897-01-04",
  "docket_number": "Appeal, No. 136",
  "first_page": "486",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "179 Pa. 486"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "150 Pa. 890",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 428,
    "char_count": 8425,
    "ocr_confidence": 0.439,
    "pagerank": {
      "raw": 1.5608478766564577e-07,
      "percentile": 0.6769035569255196
    },
    "sha256": "dac08cca5ae5f3b24c93bc0aec968b821195587fb12644629e54123f617fa267",
    "simhash": "1:ac70864f92ef16d8",
    "word_count": 1460
  },
  "last_updated": "2024-02-27T17:52:54.804003+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green,Williams, Mitchell, Dean and Fell, J J."
    ],
    "parties": [
      "Jeanette Lenkner, by her mother and next friend, Elizabeth Lenkner, v. Citizens Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nWhile this may appear to be a close case, a careful examination of the record clearly shows that the testimony was quite sufficient to require its submission to the jury on the controlling questions of defendant company’s negligence as the proximate cause of the injuries complained of, and the alleged contributory negligence of the plaintiff. That was accordingly done hi a clear and adequate charge of which the defendant has no just reason to complain. The verdict necessarily implies the finding of both questions of fact in favor of the plaintiff. No question is raised as to the admission or rejection of evidence, nor to any of the rulings of the learned trial judge, except his refusal to affirm defendant’s requests for charge, recited hi the first, second and third specifications, in each of which he was asked to withdraw the case from the consideration of the jury, and also that part of his general charge recited in the remaining specification. A brief reference to some of the facts, which the testimony tended to establish, will show that the court was clearly right in refusing to withdraw the case from the jury, and that neither of the specifications of error should be sustained.\nOn the morning of March 3, 1894, the plaintiff, then about nineteén years of age, was riding in an open one-horse spring wagon on Penn avenue, Pittsburg, in company with an older sister, who was then driving. As they were approaching Fourteenth street on defendant company’s west bound track they were warned by the bell on one of the defendant’s west bound cars following on same track behind them to turn out. Plaintiff testified, in substance, that they could not go forward on the track because of an open manhole immediately in front of them, nor could they turn off to the right because that side of the avenue was blocked with wagons; and they were therefore compelled to turn out t'o the left across defendant’s east bound track. As they turned off the west bound track on which they had been driving, they saw an east bound car of the company approaching them at a point west of Fourteenth street; that witness was looking towards the approaching car, and the motorman in charge thereof did not ring his bell, or apply the brake, or give her sister — who was driving — any time to cross the track, and the car struck the wagon, threw her to the ground, rendering her unconscious and causing the injuries complained of. In the main she was corroborated by the testimony of her sister, Clara Lenkner; and also by the witness Washington, who testified minutely to what occurred at the time of the collision. Among other things, he said the car “crossed Fourteenth street at a pretty good speed .... and it didn’t, make no stop until after it struck, and then it had to stop. ... It knocked them (plaintiff and her sister) out of the wagon between the beer wagon and the horse, over against the curbstone.” In answer to a question on cross-examination he'testified that the car “must have been going at a pretty good speed for to knock the wagon around against this beer wagon.”\nPlaintiff’s theory that the motorman’s efforts to stop the car were simultaneous, or nearly so, with the collision, was to some extent supported by Smith and Stewart, defendant’s witnesses.\nIn view of all the testimony, some of which was more or less conflicting, the case was clearly for the jury. The question for them was not whether the motorman stopped his car at the. time of the accident, but whether he was negligent in not stopping it before the collision with plaintiff’s wagon occurred. That portion of the general charge complained of in the last specification was doubtless intended to refer to that question and the evidence relating thereto, and could not have been otherwise understood by the jury.\nFurther reference to the testimony is unnecessary. It is-impossible to fairly consider it without being convinced that it presented questions of fact which it was the duty of the court to submit to the jury; and it is not surprising that all the questions of fact involved in the issue were found against the defendant. The case was carefully tried, and submitted to the jury with instructions quite as favorable to the company as the evidence warranted, and the judgment should not be disturbed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "Geo. C. Wilson, with him Wm. D. Evans, for appellant,",
      "W. K. Jennings, with him H. G. Wasson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jeanette Lenkner, by her mother and next friend, Elizabeth Lenkner, v. Citizens Traction Company, Appellant.\nNegligence — Street railway — Contributory negligence.\n■ lu an action against a street railway company to recover damages for personal injuries, it appeared that plaintiff, a girl about nineteen years of age, on the day of the accident, was riding in an open one-horse spring wagon on a street on which the defendant operated a double track line of electric cars. Her elder sister was with her and was driving the wagon. As they approached a side street on the west bound track, they were warned by the bell on one of tlie defendant’s west bound cars following on the same track behind them, to turn out. Plaintiff testified that they could not go forward on the track because of an open manhole immediately in front of them, nor could they turn off to the right because that side of the street was blocked with wagons; that they were therefore compelled to turn out to the left upon the east bound track, and as they did so they saw an east bound car approaching them at a point west of the side street; that the motorman in charge of the car did not ring his bell, apply the brake, or give her sister any time to cross the track, and the car struck the wagon, causing the injury complained of. Plaintiff was in the main corroborated by her sister and by another witness who saw the accident. The testimony of some of defendant’s witnesses was to a contrary effect. Held, (1) That the question for the jury was not whether the motorman stopped his oar at the time of the accident, but whether he was negligent in not stopping it before the collision with the wagon occurred; (2) that the questions of the defendant’s negligence and the plaintiff’s contributory negligence were for the jury; (3) that a verdict and judgment for plaintiff should be sustained.\nArgued Nov. 4, 1896.\nAppeal, No. 186, Oct. T., 1896, by defendant, from judgment of C. P. No. 3, Allegheny Co., May T., 1894, No. 782, on verdict for plaintiff.\nBefore Sterrett, C. J., Green,Williams, Mitchell, Dean and Fell, J J.\nAffirmed.\nTrespass for personal injuries. Before Porter, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court charged in part as follows:\nIf at the time they (the plaintiff and her sister) appeared on the track, even although the space between the north curb and the west bound track was full of wagons, and although they had been rung off of that west bound track by the car coming west, and they turned to the left upon the east bound.track, if, when they did that, although they were struck when they had driven squarely across that track and as quickly as they could, the gripman when they turned to cross used all the means he could to avoid a collision, there being no evidence of any defective appliances here, then there would be no negligence; because negligence means neglect; there is no evidence in this case that the appliances of this car were defective. [Under the evidence the only negligence that a jury would be justifiable in inferring would be that the motorman did not use his brake, in other words, did not try to stop the car, and that has been expressly testified to by this plaintiff, that he did not use his brake.) [4)\nDefendant’s points and answers thereto were as follows:\n1. There is no evidence that the injuries complained of were caused by the negligence of the defendant, and the verdict must be for the defendant. Answer: Refused. [1]\n2. There is not sufficient proof that the injuries complained of were caused by the negligence of the defendant, and the verdict must be for the defendant. Answer: Refused. [2)\n3. Under all the evidence plaintiff cannot recover, and the verdict must be for the defendant. Answer : Refused. [3)\nJanuary 4,1897:\n' Verdict and judgment for plaintiff for $8,250. Defendant appealed.\nErrors assigned were (1-4) above instructions, quoting them.\nGeo. C. Wilson, with him Wm. D. Evans, for appellant,\ncited Myers v. R. R. Co., 150 Pa. 890.\nW. K. Jennings, with him H. G. Wasson, for appellee."
  },
  "file_name": "0486-01",
  "first_page_order": 508,
  "last_page_order": 512
}
