{
  "id": 886960,
  "name": "Charles H. Voight, Richard Floyd and Amanda F. Voight, Executors of Louis H. Voight, Appellants, v. John C. Wallace",
  "name_abbreviation": "Voight v. Wallace",
  "decision_date": "1897-01-04",
  "docket_number": "Appeal, No. 176",
  "first_page": "520",
  "last_page": "525",
  "citations": [
    {
      "type": "official",
      "cite": "179 Pa. 520"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Penny. 463",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0463-01"
      ]
    },
    {
      "cite": "39 Ga. 202",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        277277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/39/0202-01"
      ]
    },
    {
      "cite": "50 N. H. 315",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        477466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/50/0315-01"
      ]
    },
    {
      "cite": "48 N. H. 475",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        1050268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/48/0475-01"
      ]
    },
    {
      "cite": "36 Conn. 48",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        782605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/36/0048-01"
      ]
    },
    {
      "cite": "70 N. Y. 440",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2166405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/70/0440-01"
      ]
    },
    {
      "cite": "54 N. Y. 35",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        514691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/54/0035-01"
      ]
    },
    {
      "cite": "155 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983302
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0613-01"
      ]
    },
    {
      "cite": "49 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0009-01"
      ]
    },
    {
      "cite": "48 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0096-01"
      ]
    },
    {
      "cite": "119 Mass. 513",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        737018
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/119/0513-01"
      ]
    },
    {
      "cite": "121 Mass. 457",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        742576
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/121/0457-01"
      ]
    },
    {
      "cite": "8 Hun, 241",
      "category": "reporters:state",
      "reporter": "Hun,",
      "opinion_index": -1
    },
    {
      "cite": "104 Ill. 11",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        5349910
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/ill/104/0011-01"
      ]
    },
    {
      "cite": "88 Mo. 498",
      "category": "reporters:state",
      "reporter": "Mo.",
      "case_ids": [
        438741
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/mo/88/0498-01"
      ]
    },
    {
      "cite": "90 N. Y. 663",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2186232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/90/0663-01"
      ]
    },
    {
      "cite": "1 Bradford, 52",
      "category": "reporters:state",
      "reporter": "Bradf.",
      "opinion_index": -1
    },
    {
      "cite": "69 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0093-01"
      ]
    },
    {
      "cite": "155 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0480-01"
      ]
    },
    {
      "cite": "139 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251620
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0341-01"
      ]
    },
    {
      "cite": "115 Ill. 199",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2878392
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/115/0199-01"
      ]
    },
    {
      "cite": "38 Leg. Int. 386",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "32 Leg. Int. 179",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "6 Phila. 577",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "30 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415574
      ],
      "weight": 2,
      "year": 1858,
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0372-01"
      ]
    },
    {
      "cite": "14 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405890
      ],
      "year": 1850,
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0435-01"
      ]
    },
    {
      "cite": "30 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415574
      ],
      "year": 1858,
      "opinion_index": 0,
      "case_paths": [
        "/pa/30/0372-01"
      ]
    },
    {
      "cite": "14 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405890
      ],
      "year": 1850,
      "opinion_index": 0,
      "case_paths": [
        "/pa/14/0435-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 628,
    "char_count": 12136,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 5.153293997638492e-07,
      "percentile": 0.9393927985762877
    },
    "sha256": "cf1a47aea247bdfc48f26e0ebdbaf4543fb383c61f9e5deefe94eef40a1a9970",
    "simhash": "1:d2b280316d8a9e69",
    "word_count": 2243
  },
  "last_updated": "2024-02-27T17:52:54.804003+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steejrett, C. J., Green, Williams, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Charles H. Voight, Richard Floyd and Amanda F. Voight, Executors of Louis H. Voight, Appellants, v. John C. Wallace."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThis appeal is from an order discharging a rule for judgment for want of a sufficient affidavit of defense. The action was to recover for the use of a party wall. Prior to 1892, L. H. Voight purchased a lot of land with a front of fifty-three feet and ten inches on the north side of Liberty street, Pittsburg. On the easterly part of the lot there was a brick building twenty feet wide. Voight built a warehouse on the westerly part with side walls twenty-two inches thick. On December 20, 1892, he conveyed to Andrew Fisher twenty feet and eleven inches of the easterly part of the lot. This conveyance included the ground covered by the old building and eleven inches of the twenty-two covered by the east wall of the new building, and made the lines between the lot conveyed and that retained by him the middle of the twenty-two inch wall. The lot conveyed is described as beginning “ at the centre of a party wall common to the lot herein conveyed and the lot next adjoining to the west, thence northerty through the centre of said party wall ” and the deed contains this proviso: “ Provided however that this conveyance shall not be construed to give the party of the second part, his heirs or assigns, the right to use any part of the party wall hereinbefore described for any building hereafter to be erected upon the lot of ground hereby conveyed, or for any extension or increase in size of the present building standing on said lot of ground, until he or they shall have paid to the parties of the first part, their heirs or assigns, the sum of $1,950.75, being one half of the cost of said party wall. It being distinctly agreed and understood that this conveyance does not give to the party of the second part, his heirs or assigns, the right to use the said party wall, which had recentfy been erected, except for the building now standing on the lot hereby conveyed in its present condition.” In 1894, Yoight conveyed to Wallace, the defendant in this case, the westerly part of the lot, the east line running through the middle of the party wall. In this deed there was no reservation of the wall or of the right to compensation. In the same year Fisher conveyed the easterly lot to Wallace, reciting in the deed the reservation in the deed from Yoight to him. In 1895 Wallace, being the owner of both lots erected a building on the easterly lot, using the party wall, and this action is brought by Voight’s executors to recover from him one half of the cost thereof.\nThe essential facts are these: the owner of a lot built on one part of it, and then conveyed the other part, making the middle line of the wall of the building which he had erected the dividing line between the two lots, calling it a party wall in the description and stipulating in the deed that the grantee, his heirs or assigns, should not make use of the wall for building without paying a stipulated price therefor. He then conveyed the remaining lot to another party, who subsequently became the owner of the lot first sold, and used the wall.\nBefore the act of April 10,1849, the right of the first builder to compensation for the use of a .party wall was regarded as a personal right which did not pass from him by his conveyance of the house: Dannaker v. Riley, 14 Pa. 435. The act of 1849 provides that “ In all conveyances of houses and buildings the right to and compensation for the party wall built thereunto shall be taken to have passed to the purchaser unless otherwise expressed.” Since the passage of this' act the right of the first builder to a party wall is considered an interest in the realty which passes to the grantee of the land. Knight v. Beenken, 30 Pa. 372. If the wall in question was a party wall within the meaning of the act of 1849, the right of Yoight to payment when it should be used passed by his conveyance to Wallace, and became vested in him. If Fisher had used the wall, Wallace could have recovered of him, and when Wallace became the owner of both lots the duty to pay and the right to demand payment were both his.\nWhen the wall was built it was not a party wall by statute. It was built wholly on the land of the builder, and not by virtue of a statute giving the first builder the fight to enter upon the land of an adjoining owner, which applies only where the wall is built on lands owned by different parties. Fisher took the easterly lot subject to the easement of support of the division wall, but with no duty imposed by statute to pay for the use of the wall. The act of 1849 applies however to a party wall whether made such by statute, prescription or agreement. It provides that in all conveyances of houses and buildings the right to and compensation for the party wall built therewith shall pass to the purchaser unless otherwise expressed. The law was intended to prevent the inconvenience and injustice resulting from the title to the wall being in one person and the right to compensation outstanding and a secret claim in the hands of another.\nThe effect of the conveyance from Yoight to Fisher was to make the wall a party wall by agreement. The conveyance included one half of the land on which the wall stood, thus fixing the line so that the wall should be for the benefit of both lots, and creating cross easements of support. The parties declared the wall to be “ a party wall common to the lot herein conveyed and the lot next adjoining to the west,” and by reserving the right to compensation they invested it with the statutory incident of a party wall. In the statement of claim filed the plaintiff avers that by the delivery of the deed and its acceptance by Fisher “the said wall became a party wall.” If it was a party wall the act of 1849 operated on the conveyance from Yoight to Wallace and passed the right to compensation to him, and that ended Yoight’s right to recover from anyone for the use of the wall.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "John S. Lambie, with him A. M. Brown, for appellants.",
      "J. A. Evans, of MuClung & Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Charles H. Voight, Richard Floyd and Amanda F. Voight, Executors of Louis H. Voight, Appellants, v. John C. Wallace.\nParty walls — Parly walls by statute, prescription or agreement — Rights of grantee.\nSince the passage of the act of April 10, 1849, P. L. 600, the right of the first builder to a party wall is considered an interest in the realty which passes to the grantee of the land, and the act applies to a party wall whether made such by statute, prescription or agreement.\nParty wait — Contract—Rights of grantee.\nThe owner of a lot built on one part of it, and then conveyed the other part, making the middle line of the wall of the building which he had erected the dividing line between the two lots, calling it a party wall in the description, and stipulating in the deed that the grantee, his heirs or assigns, should not make use of the wall for building without paying a stipulated price therefor. Without any reservation of the-wall or right to compensation he then conveyed the remaining lot to another party, who subsequently became the'owner of the lot first sold, subject to the original reservation, and then used the wall. Held, that the original owner, having parted with all interest in the land, was not entitled to recover the price stipulated for the use of the party wall.\nArgued Nov. 5, 1896.\nAppeal, No. 176, Oct. T., 1896, by plaintiffs, from order of C. P. No. 1, Allegheny Co., Sept. T., 1895, No. 912, discharging rule for judgment for want of a sufficient affidavit of defense.\nBefore Steejrett, C. J., Green, Williams, Mitchell, Dean and Fell, JJ.\nAffirmed.\nRule for judgment for want of a sufficient affidavit of defense.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was discharging above rule.\nJohn S. Lambie, with him A. M. Brown, for appellants.\nIt was decided as early as 1818 in Hart v. Kucher, 5 S. & R. 1, and afterwards followed in many cases down to Dannaker v. Riley, 14 Pa. 435 (1850), that the right to compensation for the use of a party wall did not pass from the first owner by his conveyance of the house and lot, and that it was a mere personal right. To remedy this the act of April 10, 1849, was passed. The effect of this was, as is said by Justice Wool-ward in Knight v. Beenken, 30 Pa. 372 (1858) to make “the interest to be in law what it always was in fact, an interest in the realty and not a mere personal right.” The parties in interest, however, might, under that statute, prevent its operation by expressing a contrary intent as has been done in this case, and then the right to recover the costs of the wall would remain, as before the passage of the statute, a mere personal right.\nWhen a house is built on the dividing line of two lots owned by the same person the whole is his, and it is not necessary to consider how much of the building rests on each lot. There is no room for the operation of statutes which are only intended to apply where the land is owned by different persons: Doyle v. Ritter, 6 Phila. 577; Beaver v. Nutter, 32 Leg. Int. 179, Finley v. Stuebing, 38 Leg. Int. 386; Oat v. Middleton, 2 Miles, 247; Norris v. Adams, 2 Miles, 337.\nWhether a covenant will or will not run with the land does not so much depend on whether it is to be performed on the land itself as on whether it tends directly or necessarily to enhance its value, or render it more beneficial or convenient to those by whom it is owned or occupied: Gibson v. Holden, 115 Ill. 199; Spencer’s Case, 5 Coke, 16; Kerr on Real Property, sec. 1221; Fennell v. Guffey, 139 Pa. 341; Williams v. Short, 155 Pa. 480; Executors v. Lewis, 1 Clark, 422; Lindeman v. Lindsey, 69 Pa. 93; Keteltas v. Penfold, 4 E. D. Smith, 122; Weyman’s Executors v. Ringold, 1 Bradford, 52; Hart v. Lyon, 90 N. Y. 663; Sharp v. Cheatham, 88 Mo. 498; Roche v. Ullman, 104 Ill. 11; Stewart v. Aldrich, 8 Hun, 241.\nWhere there is an agreement that if either party build a wall, and that the wall remain the property of the builder until the adjohiing owner uses it as a party wall and pays one half of the costs of building it, any subsequent purchaser of the land who uses the wall must pay for that use, whether the agreement is held to be a covenant running with the land or not. If it is a covenant running with the land he pays under the agreement. If it is not such a covenant he must pay for the use of the wall: Richardson v. Tobey, 121 Mass. 457 ; Day v. Caton, 119 Mass. 513; Standish v. Lawrence, 111 Mass. Ill; Sharp v. Cheatham, 88 Mo. 498; Roche v. Ullman, 104 Ill. 11.\nParties may by clear and express words in deeds of conveyance create liens either for purchase money or for performances of collateral conditions. They will be binding upon themselves and their privies, and run with the land. And an action of assumpsit or debt may be maintained against the assignee or subsequent purchasers of said land for the enforcement thereof: Hiester v. Green, 48 Pa. 96; Heist v. Baker, 49 Pa. 9; Blank v. Kline, 155 Pa. 613.\nThe acceptance of a deed and the enjoyment of the estate estops the person claiming it from denying the covenant, even though he had not signed or sealed the deed: Atlantic Dock Co. V. Leavitt, 54 N. Y. 35; Trustees of Columbia College v. Lynch, 70 N. Y. 440; Randall v. Latham, 36 Conn. 48; Burbank v. Pillsbury, 48 N. H. 475; Emerson v. Mooney, 50 N. H. 315; Trotter v. Hughes, 2 Kernan, 74; Thornton v. Trammel, 39 Ga. 202.\nJanuary 4, 1897:\nJ. A. Evans, of MuClung & Evans, for appellee.\nThe construction of a wall one half on each of two lots owued by the same person does not of itself make the wall a party wall. But it is equally true that when the title to the two lots passes to different persons the wall may become a party wall by the stipulations in the deed of conveyance: Haines v. Drips, 2 Pars. 236; Euwer v. Henderson, 1 Penny. 463.\nWe submit that the execution and delivery of this deed by Voight and its acceptance by Fisher was an agreement by them that the wall should be a party wall.\nIf this is a party wall the right to demand contribution for the cost of construction thereof passed from Voight to Wallace on the conveyance by the former to the latter of the dominant lot: Knight v. Beenken, 30 Pa. 372."
  },
  "file_name": "0520-01",
  "first_page_order": 542,
  "last_page_order": 547
}
