{
  "id": 1006214,
  "name": "First Methodist Episcopal Church to Use of Hall v. Isenberg, Appellant",
  "name_abbreviation": "First Methodist Episcopal Church ex rel. Hall v. Isenberg",
  "decision_date": "1914-07-01",
  "docket_number": "Appeal, No. 60",
  "first_page": "221",
  "last_page": "225",
  "citations": [
    {
      "type": "official",
      "cite": "246 Pa. 221"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Watts, 182",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846089
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/6/0182-01"
      ]
    },
    {
      "cite": "119 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558086
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/119/0076-01"
      ]
    },
    {
      "cite": "243 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001600
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/243/0542-01"
      ]
    },
    {
      "cite": "224 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0007-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 410,
    "char_count": 8825,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 6.692876900716474e-07,
      "percentile": 0.962735279161063
    },
    "sha256": "2df31e922df4f74d6afb45c0cc43fc1878b764d7a45b47cf839dca8c49d20b83",
    "simhash": "1:9e3282915e11f4c7",
    "word_count": 1558
  },
  "last_updated": "2024-02-27T18:04:00.352172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "First Methodist Episcopal Church to Use of Hall v. Isenberg, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nOn August 23, 1910, the First Methodist Episcopal Church of Huntingdon, Pa., entered into a written contract with J. L. Isenberg for the erection of a church building. On thé same day he executed and delivered to the trustees of the church his bond in the sum of $15,000, the condition of the obligation being as follows: “If the said J. L. Isenberg shall in all respects fulfill and comply with the terms, conditions, stipulations and agreements on his part in said contract contained and also in like manner with said plans and specifications, then the above obligation to be void.” Immediately preceding this condition there is the following clause: “Whereas the said J. L. Isenberg, in the erection and completion of the said building employs subcontractors, the above-bounden obligors hereby further bind themselves to the payment of said subcontractors, material-men and others employed in the erection of the building.” Josiah C. Hall furnished stone to Isenberg which was used in the erection of the church, and upon the failure of the contractor to pay the balance due for the same, this action was brought by the appellee against the sureties on his bond. The right to recover is based upon the clause which provides that the sureties bind themselves to the payment of material men. The defense of the appellants was that the bond did not give to the appellee a cause of action against them, but, under instructions from the court that it did protect him, if he knew of its existence at the time he contracted with Isenberg to furnish the stone, the jury found in his favor, and from the judgment on the verdict there has come this appeal.\nIf the bond does not contain an obligation on the part of the obligors to pay for materials furnished in the erection of the building, which a materialman can enforce in an action in his own name against the sureties, it is immaterial that the appellee may have had knowledge of what the bond contained when he contracted to furnish stone to the contractor. In the absence of anything said or done by the sureties themselves, leading the appellee to believe that the bond, which they gave was to cover his materials, and that they intended by it to pay him, if the contractor did not, the liability of the appellants was a pure question of law for the court, and, under a well-settled rule, a verdict should have been directed in their favor.\nThe manifest purpose of the bond was protection to the obligee, the First Methodist Episcopal Church of Huntingdon. It and the appellants are the sole parties to the obligation assumed by them. There is no covenant or promise in it by them to any subcontractor or materialman that they will pay him upon default of the contractor, and nothing was ever said or done by them indicating in any manner to the appellee that the bond was intended for his protection. He was no party to the obligation, and under the rule of the common law followed by state and federal courts in this country, he cannot maintain an action upon it in his own name. Yet this is what he did by first bringing suit as the legal pláintiff. His subsequent amendment, making himself use-plaintiff, without any assignment from the obligee, did not change his status as plaintiff; but even an assignment from the obligee would not have helped him, for it had paid nothing which it could have collected from the sureties.\nTo the rule of the common law that no one can maintain an action in his own name upon a contract to which he is not a party, there are well-settled exceptions, which are enforced whenever the facts of a case, require it: Howes v. Scott, 224 Pa. 7. These exceptions are where one person agrees with another to pay money to a third, or to deliver some valuable thing, and such third party is the only one interested in the payment or delivery; or where the promise to pay the debt of a third person rests upon the fact that money or property is placed in 'the hands of the promisor for that purpose;' or where one buys out the stock of a tradesman and undertakes to take the place, fill the contracts and pay the debts of the vendor: Sweeney v. Houston, 243 Pa. 542. But when the promise is made to and in relief of the one to whom it is made, upon a consideration moving from him, no particular, fund or means of payment being placed in the hands of the promisor out of which the payment is to be made, the right of action is in the promisee alone: Adams v. Kuehn, 119 Pa. 76. The bond upon which the appellee has sued is one to which he is a stranger. The consideration for it moved wholly from the First Methodist Episcopal Church of Huntingdon, for whose benefit its terms were to be performed. There is no promise in it to pay the appellee anything, and no fund or means of payment were placed in the hands of the appellants with which to pay him. Under the rule announced in Blymire v. Boistle, 6 Watts, 182, and followed without deviation for more than three-quarters of a century, down through all succeeding cases, the appellee has no cause of action against the appellants. The judgment is, therefore, reversed and entered here for the defendants.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "J. F. Schock, with him J. S. Woods and H. H. Waite, for appellants.",
      "W. M. Henderson, for appellee."
    ],
    "corrections": "",
    "head_matter": "First Methodist Episcopal Church to Use of Hall v. Isenberg, Appellant.\nContraéis — Actions—Parties — Legal plaintiff— TJse-plaintiff — Action on contract dy person not a party — Exceptions to rule.\n1. To the rule of the common law that no one can maintain an action in his own name upon a contract to which he is not a party, there are well settled exceptions. These exceptions are where one person agrees with another to pay money to a third, or to deliver some valuable thing, and such third party is the only one interested in the payment or delivery; or where the promise to pay the debt of a third person rests upon the fact that money or property is placed in the hands of the promisor for that purpose; or where one buys out the stock of a tradesman and undertakes to take the place, fill the contracts and pay the debts of the vendor. But when the promise is made to and in relief of the one to whom it is made, upon a consideration moving from him, no particular fund or means- of payment being placed in the hands of the promisor out of which the payment is to be made, the right of action is in the promisee alone.\n2. A church entered into a written agreement with a contractor for the erection of a church building. On the same day, the contractor executed and delivered to the trustees of the church his bond containing the following condition: “If the said J. L. Isenberg shall in all .respects fulfill and comply with the terms, conditions, stipulations and agreements on his part in said 'contract contained and also in like manner with said'plans and specifications, then the above obligation to be void.” Immediately pre'ceding’this condition, there’was the following clause: “Whereas the said J. L. Isenberg in the erection and completion of the said building employs subcontractors, the above-bounden obligors hereby further bind themselves to the payment of said subcontractors, materialmen and others employed in the erection of the building.” Plaintiff furnished stone to the contractor which was used in the erection of the church and upon his failure to pay the balance due for the same, brought suit against the sureties on his bond. Meld, the purpose of the bond was protection to the obligee and the court committed reversible error in instructing the jury that if the plaintiff knew of the existence of the bond at the time he agreed with the contractor to furnish the stone, they could find for the plaintiff.\n3. In such case, plaintiff’s subsequent amendment making himself use-plaintiff without any assignment from obligee would not change his status as plaintiff.\nArgued April 21, 1914.\nAppeal, No. 60, Jan. T., 1914, by defendants, from judgment of C. P. Huntingdon Co., May T., 1912, No. 11, on verdict for plaintiff in case of First Methodist Episcopal Church of Huntingdon, Pa., for use of Josiah C. Hall, v. John L. Isenberg, W, B. Wilson, John McCahan, John W. Snyder, L. A. Green, H. H. Taylor, assignee in trust for benefit of creditors of L. A. Green, H. É. Funk, H. Deck, assignee in trust for benefit of creditors of H. E. Funk, Kulp Planing Mill Company, H. C. Kulp, and H. H. Waite, assignee in trust for benefit of creditors of W. B. Wilson.\nBefore Fell, C. J., Brown, Elkin, Stewart and Moschzisker, JJ.\nBeversed.\nAssumpsit on a bond. Before Johnson, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $2,198.91 and judgment thereon. Defendant appealed.\nError assigned, among others, was in refusing defendant’s motion for judgment n. o. v.\nJ. F. Schock, with him J. S. Woods and H. H. Waite, for appellants.\nW. M. Henderson, for appellee.\nJuly 1, 1914:"
  },
  "file_name": "0221-01",
  "first_page_order": 249,
  "last_page_order": 253
}
