{
  "id": 1006253,
  "name": "Mechanicsburg Borough, Appellant, v. Mechanicsburg Gas & Water Co.",
  "name_abbreviation": "Mechanicsburg Borough v. Mechanicsburg Gas & Water Co.",
  "decision_date": "1914-07-01",
  "docket_number": "Appeal, No. 356",
  "first_page": "232",
  "last_page": "238",
  "citations": [
    {
      "type": "official",
      "cite": "246 Pa. 232"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Kulp 267",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "223 Pa. 336",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961102
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0336-01"
      ]
    },
    {
      "cite": "243 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0415-01"
      ]
    },
    {
      "cite": "179 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0231-01"
      ]
    },
    {
      "cite": "219 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002683
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0263-01"
      ]
    },
    {
      "cite": "219 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002683
      ],
      "pin_cites": [
        {
          "page": "266"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/219/0263-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 494,
    "char_count": 11573,
    "ocr_confidence": 0.502,
    "pagerank": {
      "raw": 6.528435596951057e-08,
      "percentile": 0.4007567622668349
    },
    "sha256": "3b8cac310e19012f1efe604f21305de1a5cfa970eeb2648026cfa75f1df61d83",
    "simhash": "1:a34864aa4f863740",
    "word_count": 1939
  },
  "last_updated": "2024-02-27T18:04:00.352172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestbezat, Potter, Elkin, Stewart and Moschziskee, JJ."
    ],
    "parties": [
      "Mechanicsburg Borough, Appellant, v. Mechanicsburg Gas & Water Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestbezat,\nThis is a bill in equity filed by the Borough of Mechanicsburg to restrain the defendant water company from collecting an increased rate for water furnished the borough for fire service. The grounds on which the relief is asked are that the proposed increased rate is in violation of the contract of 1892 by which the defendant agreed to furnish water to the plaintiff for fire protection, and that the proposed rate is excessive and unreasonable and discriminates against the plaintiff in favor of other consumers of the defendant. We have examined the record with care and are not convinced that the conclusion of the court sustaining the rate is erroneous. The facts have been found and clearly stated in the opinion of the learned chancellor, and an elaborate discussion of the case here is, therefore, unnecessary.\nThe assignments of error, as suggested by the learned counsel for the appellant, all go to the alleged error of the court below in its conclusion that the rate for fire protection fixed by the schedule of October, 1909, was not excessive, and to the methods by which the court reached that conclusion.\nThe water company adopted a general schedule of rates for water to be furnished for its various services which was to take effect October 1,1909. The proposed rate for water furnished the borough for fire protection is $35 for each fire plug per year or a total of $1,855 for the 53 fire plugs in use in the borough. This schedule includes charges for fire service and for water to be furnished to domestic and industrial consumers. The bill filed by the plaintiff attacks the charge for fire protection and avers that it is excessive and unreasonable and also discriminatory. It is to be assumed that in framing its general schedule of rates, the water company has been guided by some rule or principle which would enable it to be just to itself, and at the same time enable it with reasonable approximation to make its charges for its varying services conform to some standard which would secure to the consumers reasonable uniformity in cost: Leechburg Borough v. Water Works Company, 219 Pa. 263, 266. The presumption is that the rates fixed by the schedule are reasonable both as to compensation for the services performed by the water company and as to the charges to be paid by the consumer, and the burden of showing the contrary is on the party, who alleges it. The plaintiff showed that prior to the increase of rates the water company, under an agreement between the parties made in 1892, furnished the borough with water for fire protection for $800 per annum for the number of fire plugs then in use, being 43, and an additional charge of $19 per year for each additional plug. The borough also introduced evidence to show that the fire plugs had been increased to 53, that it had installed the new plugs at its own expense, and the number of fires for 1901 to 1912. The former rates to other consumers were also shown, as were the receipts and disbursements of the defendant.\nThe defendant called expert witnesses whose testimony, as suggested by the court, was not contraverted or qualified by any witness of the plaintiff. They made an exhaustive examination of the plant as at present used by the defendant company for supplying water for fire protection and to domestic consumers, and they fixed the investment in the existing plant required for these purposes at $101,600, and after deducting a proper amount for depreciation, estimated the net value of the plant for fire protection at $41,255, upon which an annual return of six per cent, together with maintenance, taxes and depreciation, would be about $3,300. Instead of this sum,- as will be observed, the rate fixed by the company for water to be furnished the borough for fire protection totals $1,855, which would be about 4 1/2 per cent, on the investment. This testimony shows the proportion of the water company’s investment, fixed by the witnesses, properly chargeable to this part of the defendant’s service; in other words, the cost of fire protection fixed by the witnesses is made up in a comparison with the cost charged for other services of the defendant company. This established, the relative proportions of the rates charged for fire and other service on the basis of the relative investment for the several services, and was the only practicable manner in which it could be done under the evidence submitted in the case. In the absence of other testimony which would enable the court to determine the reasonableness of the new rate fixed by the water company, the-burden being on the plaintiff to produce it, we cannot say that the court erred in using the method to determine the' question. This method shows that the new rate for fire protection charged the plaintiff was not excessive or discriminating. It is clear that the plaintiff’s testimony did not warrant the court in declaring' the proposed rate excessive or unreasonable in view of the manifest insufficient return to the water company under present conditions produced by the rate fixed by the schedule of 1892: The evidence shows that the number of fire plugs had been increased. The number of fires that had occurred in the borough during a certain time was of little consequence in determining the reasonableness of the new rate for'fire service. It-would indeed be a very dangerous experiment for a borough to refuse fire protection because during the preceding year there had been no fires within its limits. That fact and the .amount of water actually used are not the only bases on which to determine the necessity for fire protection, and are not controlling in ascertaining.tbe reasonableness of charges for such service. We must assume that the water company will be adequately compensated by the rates it has established for its several services, and the rate fixed for fire protection should bear a reasonable proportion to the rates established for other service. The court below, as we understand, observed this rule in determining the reasonableness of the rate for fire protection in the present case and, as the plaintiff furnished no evidence establishing the unreasonableness of the rate, the presumption of reasonableness would prevail, which was fully sustained by the expert, testimony offered by the defendant. The burden was upon the plaintiff to show that the rate charged for fire protection did not bear a reasonable proportion to that charged for the other services.\nThe learned court was right in excluding the evidence offered by . the plaintiff showing the rates for domestic and industrial service in other boroughs, and in disregarding the evidence as to the rates for fire service in other boroughs, in view of the fact that the plaintiff had offefed no evidence to show similarity of conditions in those boroughs to the conditions in the plaintiff borough; There are so many matters which must be taken into consideration in fixing the rate for service in any locality that it is almost impossible to find similar conditions existing. in other localities which would make the rate in one' locality evidence of what it should be in another.\nIt is immaterial whether the court regarded as relevant and competent the evidence of the defendant’s capitalization, indebtedness, cost of constructing its present reservoir and pumping station or not, as the testimony to which we have already referred was sufficient to sustain the court’s finding. The plaintiff, however, is not in a position to object to such testimony in view of the fact the bill charged that the question of reasonableness and discrimination largely depended upon these very matters and prayed that discovery be made as;tq them. There was no request by the plaintiff to amend its bill or, to withdraw these matters from the consideration of the court by changing the pleadings and we, therefore, cannot convict the court of error in admitting the evidence. We deem it, however, wholly immaterial in determining the controlling question in the case, and hence the ruling of the court becomes unimportant.\nThe decree is affirmed, costs to be paid by appellant.",
        "type": "majority",
        "author": "Mr. Justice Mestbezat,"
      }
    ],
    "attorneys": [
      "E. M. Biddle, Jr., with him, H. M. Zug, for appellant,",
      "S. B. Sadler, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Mechanicsburg Borough, Appellant, v. Mechanicsburg Gas & Water Co.\nCorporations — Water companies — Water rates — Reasonable rales —Boroughs—Water for fire service — Evidence—Bates in other boroughs. • ■\n1. The presumption is that the rates fixed by the schedule of a .water company are reasonable both as to compensation for the services performed by the company and as to the charges to he paid by the consumer, and the burden of showing the Contrary is on the party who alleges it.\n2. The rate fixed by a water company for'fire protection should bear a .reasonable proportion to the rates established for other demands.\n3.. A bill in equity was filed by a borough to restrain' the defendant water company from collecting an increased rate for water furnished the borough for fire service,, on the ground that the proposed new fate was excessive, unfeásonable and discriminatory. The plaintiff showed that prior to the increase of rates the water company, under an ag'reement between the parties, furnished the borough with water for fire protection for $800 per annum for forty-three fire plugs in use at the time of the contract, and a charge of $19 per year for each additional plug; that the number of plugs had been increased to fifty-three, ■ and had been installed at the borough’s expense. The former rates to other consumers and the receipts and disbursements of the defendant, were also shown. The defendant called expert witnesses, whose testimony was not controverted or qualified by any witnesses of plaintiff. It appeared that they had made an exhaustive examination of defendant’s plant and estimated the net value of the plant for fire protection at $41,255, upon which an annual return of six. per cent., together with maintenance, taxes and depreciation, would be about $3,300; that the new rate would result in an income, of $1,855 from this source, a profit of four and one-half per cent, on the investment. Held, the court did not err in dismissing the bill.\n4. In such case, the court did not err in excluding evidence offered by the plaintiff, showing the rates for domestic and industrial service in other boroughs, and in disregarding the evidence as to the rates for fire service in other boroughs, where the plaintiff had offered no evidence to show similarity of conditions in those boroughs to the conditions in the plaintiff borough.\nArgued April 27, 1914.\nAppeal, No. 356, Jan. T., 1913, by plaintiff, from decree of O. P. Cumberland Co., March T., 1911, No. 1, in equity, dismissing bill in equity for an injunction in case of Borough of Mechanicsburg v. Mechanicsburg Gas & Water Company.\nBefore Fell, C. J., Brown, Mestbezat, Potter, Elkin, Stewart and Moschziskee, JJ.\nAffirmed.\nBill in equity to restrain collection of increased water rates for fire service. Before Sadler^ P. J.\nThe opinion of the Supreme Court states the facts.\nThe court dismissed the bill. Plaintiff appealed.\n.. . Error assigned, among others, was the decree of the court.\nE. M. Biddle, Jr., with him, H. M. Zug, for appellant,\ncited: Leechburg Borough v. Water Works Co., 219 Pa. 263; Brymer v. Water Co., 179 Pa. 231.\nS. B. Sadler, for appellee,\ncited: Turtle Creek Boro. v. Penna. Water Co., 243 Pa. 415; McCullough-Dalzell Crucible Co. v. Philadelphia Co., 223 Pa. 336; Leechburgh Borough v. Water Works Co., 219 Pa. 263; Pittston Water Co. v. Pittston Borough, 3 Kulp 267.\nJuly 1, 1914:"
  },
  "file_name": "0232-01",
  "first_page_order": 260,
  "last_page_order": 266
}
