{
  "id": 1006184,
  "name": "Murphy v. Greenberg, Appellant",
  "name_abbreviation": "Murphy v. Greenberg",
  "decision_date": "1914-07-01",
  "docket_number": "Appeal, No. 193",
  "first_page": "387",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "246 Pa. 387"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "28 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981625
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0211-01"
      ]
    },
    {
      "cite": "13 Pa. 90",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        964889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0090-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 439,
    "char_count": 11641,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03529433569293036
    },
    "sha256": "bda755fdb8fe7d22d90c0cb0e93498116af310e3b6cf8d0464d5ad454f354ea3",
    "simhash": "1:3a6dddf1920682bb",
    "word_count": 1986
  },
  "last_updated": "2024-02-27T18:04:00.352172+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Murphy v. Greenberg, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on the opinion of Judge Ferguson.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. Quincy Hunsicker, for appellant.",
      "Frederick J. Shoyer, with him Henry Arronson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Murphy v. Greenberg, Appellant.\nPractice, G. P. — Arbitrators—Reference without rule of court— Act of June 16, 1836, P. L. 715 — Awards—Entry of judgment— Proper award — Judgment for plaintiff.\n1. Where the trial of a case is in progress and the parties agree to refer it to arbitrators and to abide by their award, there is a substantial compliance with the Act of June 16, 1836, P. L. 715, providing that the parties to any suit may consent to a rule for the reference of matters in controversy to arbitrators and if the award is made in pursuance of the submission, it is equivalent to the verdict of a jury, and the court has authority to enter judgment upon the award although no rule of court for the submission of the case to arbitrators has been entered.\n2. At the trial of an action of assumpsit to recover a balance alleged to be due under a building contract, the parties agreed to the withdrawal of a juror and the reference of the matters in controversy to arbitrators. No rule for the submission of the case to arbitrators was entered. The agreement of reference provided that if the arbitrators should find that the contract had been fully performed by plaintiff, the defendant should pay the plaintiff the amount claimed; that if the arbitrators should find that the contract had not been fully performed, they should investigate what changes or alterations, if any, should be required to complete and fully perform the contract; that if defendant had made some changes and alterations, the arbitrators should consider whether or not the expenses incident thereto were necessary and proper, and if so, should allow defendant credit for such expenses; that the certificates of the arbitrators should be binding and conclusive with respect to the matters comprised therein; that the arbitrators should certify their conclusions within thirty days as to whether or not the contract had been performed; and that both parties waived the right of objection, exception or appeal from the conclusion of the arbitrators. The arbitrators certified that it was necessary for plaintiff to make certain changes and to do certain additional work, and that defendant should be allowed credit for $85, being work done by defendant and chargeable against plaintiff. The final report certified that all changes and additions required of plaintiff had been done and approved, and certified that plaintiff was entitled to the payment of his claim less the credit allowed defendant. The court found that the arbitrators had not misbehaved themselves or failed to abide by the agreement of reference. Held, the court did not err in dismissing exceptions to the award and in entering judgment for the plaintiff.\nArgued May 12, 1914.\nAppeal, No. 193, Jan. T., 1913, by defendant, from judgment of C. P. No. 3, Philadelphia Co., March T., 1911, No. 451, for plaintiff on award of arbitrators in case of Harry F. Murphy & Company, a Corporation, v. Solomon Greenberg.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Moschzisker, JJ.\nAffirmed.\nAssumpsit to recover a balance alleged to be due on a contract for the installation of a heating system.\nExceptions to the report of arbitrators. Ferguson, J., filed the following opinion:\nWe are informed by counsel that the Supreme Court has requested an opinion upon the issues involved in this case. We therefore briefly set out our reasons for such action as this court has taken.\nSuit was brought upon a contract under which the plaintiff was to supply and install a steam heating system in a certain building constructed by the defendant, and the amount claimed was $5,681.53, being the balance alleged to be due upon the contract. The cause proceeded to trial before a jury, and after considerable time spent in the trial the parties agreed to refer the matter to arbitrators. Tbe agreement recites the existence of disputes between the' parties in reference to the execution and performance of the contract on the part of the plaintiff, and that there is a balance of $5,500 of the contract price remaining unpaid. The agreement contains the stipulation that a juror in the panel then sworn to try the issue should be withdrawn, and that the matters in dispute be referred to two arbitrators, with power to call upon a third in case of disagreement, the arbitrators being selected “for final settlement and adjustment between the parties hereto as to their respective rights and duties, and to that end to ascertain and determine whether or not the heating system installed by the said plaintiff is in accordance with the terms and conditions and requirements of the said contract. and produces the results contracted for.” Section 3 of the agreement provides that if the arbitrators should find that the contract, as the work then existed and was left by the plaintiff as completed, had been fully performed, then the defendant, within thirty days after delivery to him of such finding or decision in writing, should pay to the plaintiff the sum of $5,500, with interest. Section 4 provides that if the arbitrators should find that the contract had not been fully performed according to its true intent and meaning, they should investigate and determine what changes or alterations, if any, should be required to complete and fully perform the said contract. In that event the plaintiff was required at once to proceed to do and perform the said work and make the alterations and changes indicated by the arbitrators. It was further provided that as the defendant had made some changes and alterations, the arbitrators should also consider whether or not the ex-, penses incident thereto were necessary and proper, and allow the defendant credit for so much of the cost as in their judgment should properly be chargeable' to the plaintiff, the same to be a set-off against the contract price or balance remaining due to the plaintiff. Section 5 provides that the report and certificate of the arbitrators, or a majority of them, in case a third was selected, should be binding, final and conclusive with respect to the matters covered by the certificate. Section 6 provides that the arbitrators should certify their conclusions within thirty days of the date of the agreement as to whether or not the contract had been performed. Section 9 provides that both parties waive the right of objection, exception or appeal from the conclusion of the arbitrators.\nThe arbitrators in writing certified that it was necessary for the plaintiff to make certain changes and to do certain additional work, and that upon it making them in accordance with the certificate, the said defendant should pay the sum of $5,415, allowance being made to the defendant in the sum of $85 for work done by the defendant and properly chargeable against the plaintiff. The final report of the arbitrators certified that all changes and additions required by them had been done and approved by them. They therefore certified that the plaintiff was entitled to receive payment of the sum of $5,415 within thirty days from the date of the award.\nThe report of the arbitrators was filed in court and exceptions were filed on behalf of the defendant. These exceptions raised two questions: First, whether or not the award of the arbitrators may be filed and judgment entered thereon without a rule of court; and, second, whether the arbitrators properly performed their duties.\nUnder the Act of June 16,1836, P. L. 715, which is in substance a re-enactment of the Act of January 12,1705, 1 Smith’s Laws, 49, it is provided that the parties to any suit may consent to a rule of court for the referring of the matters in controversy in such suit to certain persons mutually chosen by them, and the award of such referees, if made according to the submission of the parties, being approved of by the court and entered upon the record, shall be deemed and taken to be as available in law as the verdict of a jury, and the party in whose favor such report shall be made, whether plaintiff or defendant, shall have judgment thereon. There was no stipulation in this case that the submission to arbitrators should be made a rule of court, but it was held in McAdam v. Stillwell, 13 Pa. 90, that in an agreement to refer in an action pending in court, it is not necessary under either the Acts of 1705 or 1836 that the parties provide that the submission be made a rule of court, and that such consent will be implied in the absence of a contradictory provision. This decision was followed in Buckman v. Davis, 28 Pa. 211, and other cases, and it may be considered as settled, as was said in the last-named case, that where there was an action pending and the parties agreed to refer it and abide by the award, it was a substantial compliance with the Act of 1836, and if the award was made in pursuance of the submission it was equivalent to a verdict and the court had authority to enter judgment upon it. There can be no question that the matters in controversy in this case which were referred to the arbitrators were matters which were pending in an action in court, because during the trial the agreement was made and expressly provided for the withdrawal of a juror in order that the issue should be referred to the arbitrators. No rule of court, therefore, was necessary.\nThe remaining question to be considered is whether the arbitrators have misbehaved themselves or have failed to act in accordance with the submission.. We have been unable to find anything in the award which indicates a failure to observe all of the stipulations of the agreement. The agreement recited that there was a balance of $5,500 unpaid on the contract, and that the parties had agreed to refer the matters in controversy to the arbitrators for final settlement. They were further directed to require the completion of the contract by the plaintiff in case there had been in any respect a failure upon its part, and the agreement provided that if the arbitrators found anything to be due to defendant by reason of expenses incurred by Mm, he shouM have a credit for the amount expended, and if it should be found that the work had been completed, the defendant should pay within thirty days the balance found to be due. The arbitrators determined that certain things remained to be done by the plaintiff, and they filed their preliminary award certifying the things to be done. They also found that the defendant was entitled to a credit for certain expenses due him. Subsequently they certified that the additional work had all been done by the plaintiff in accordance with the contract, and they directed the defendant to pay the balance due. There is nothing in the agreement authorizing the arbitrators to enter judgment, but we do not conceive this to be necessary. Their function was to settle the differences between the parties and ascertain the rights of each, and one of the rights of the plaintiff was to have the balance paid to him which was due under the contract. This right was ascertained by the arbitrators and the amount fixed. We are of opinion that the award was made strictly in accordance with and in pursuance of the terms of the agreement, and that it was within the power of the court to enter judgment thereon.\nThe arbitrators awarded plaintiff $5,415, with interest, upon which award judgment was entered by the court: Defendant appealed.\nErrors assigned were in dismissing exceptions to the arbitrators’ report and the judgment of the court.\nJ. Quincy Hunsicker, for appellant.\nFrederick J. Shoyer, with him Henry Arronson, for appellee.\nJuly 1, 1914:"
  },
  "file_name": "0387-01",
  "first_page_order": 415,
  "last_page_order": 420
}
