{
  "id": 1948592,
  "name": "Commonwealth v. Burton, Appellant",
  "name_abbreviation": "Commonwealth v. Burton",
  "decision_date": "1973-03-16",
  "docket_number": "Appeal, No. 376",
  "first_page": "12",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "451 Pa. 12"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "101 Pa. Superior Ct. 308",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        692946
      ],
      "year": 1931,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/101/0308-01"
      ]
    },
    {
      "cite": "301 A. 2d 678",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 597",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947104
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0597-01"
      ]
    },
    {
      "cite": "204 A. 2d 450",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "415 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1891838
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/415/0534-01"
      ]
    },
    {
      "cite": "236 A. 2d 805",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912423
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0210-01"
      ]
    },
    {
      "cite": "257 A. 2d 828",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924324
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0535-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 389,
    "char_count": 5674,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 3.3276298464776775e-07,
      "percentile": 0.8733756292355268
    },
    "sha256": "ced9d655c1d43ecd0f1238380904dce49b0f95dad8f186a1646fa1ae6a808b10",
    "simhash": "1:a6e2e9019afcf32d",
    "word_count": 892
  },
  "last_updated": "2024-02-27T23:16:00.708834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Facen, O’Brien, Roberts, Pomeroy, Nix and ManDEBINO, JJ."
    ],
    "parties": [
      "Commonwealth v. Burton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. J ustice O’Brien,\nOn January 24, 1972, appellant pled guilty to murder generally. The court heard testimony on the facts of the case and adjudicated appellant guilty of murder in the second degree.\nFollowing the adjudication of January 24,1972, sentence was deferred for a presentence report and neuropsychiatric examination. Prior to the sentence hearing, appellant was provided with a copy of the presentence and psychiatric reports. At the sentencing hearing, appellant was represented by counsel. The probation department investigator testified at the sentencing hearing and. was cross-examined by appellant’s counsel. Appellant was sentenced to a term of not less than four nor more than fifteen years in a state prison.\nOn appeal, appellant first contends that he was entitled to an attorney during the course of his presentence interview by the probation department investigator, since it was a critical stage of the criminal process.\nIn Commonwealth v. Stukes, 435 Pa. 535, 541, 257 A. 2d 828 (1969), we defined “a critical stage” as a “situation where legal rights may be preserved or lost, or where some factual or legal disadvantage may be suffered by the accused.”\nWhile the report may have some bearing on the sentence that is ultimately imposed, the investigator is not the decision-maker. The power to impose sentences is strictly within the province of the court. Thus, this case is distinguishable from such eases as Commonwealth v. Johnson, 428 Pa. 210, 236 A. 2d 805 (1968), and Com. ex rel. Remeriez v. Maroney, 415 Pa. 534, 204 A. 2d 450 (1964). In those cases, we recognized that, since sentencing is the last opportunity for the defendant to present matters and circumstances which may lead to his freedom, he should have an attorney to aid him in mustering the facts and arguments on his behalf.\nOn the other hand, the presentence investigation is not a situation where legal rights must be preserved or lost. Instead, it is the first opportunity for the rehabilitative administration of the Commonwealth to interview the defendant, with a view to determining what particular types of treatment or guidance the defendant needs for rehabilitation. In order to be effective, an investigator must build a certain rapport with the defendant, so that the true nature of the defendant’s personality may be discovered. The presence of eounsel at such an interview could only frustrate this purpose.\nThe defendant is adequately protected from any possible prejudicial inferences in the report. First, counsel has a right to examine the report before sentencing. Commonwealth v. Phelps, 450 Pa. 597, 301 A. 2d 678 (1973). Then, if his client contests any portion of the report, counsel can offer evidence in rebuttal and disclose the inaccuracies in the report to the judge. We believe that this is sufficient.\nAppellant also argues that he must be given the proper Miranda, warnings before being questioned by the probation department interviewer. Miranda is designed to protect the accused from incriminating himself. In the presentence interview, the issue of guilt is no longer a consideration. The defendant has already been convicted. The presentence interview is not an undertaking by the police to elicit incriminating statements, but rather it is designed to help the sentencing judge impose a fair and just sentence. 'When viewed in the proper light, the presentence interview is a stage that is designed to aid the defendant, rather than hurt him. The purpose of Miranda would not be served if we were to extend its application to the presentence interview.\nAppellant finally alleges that the court below erred in not considering his petition for reconsideration of his sentence after his co-defendants received lesser sentences. It has never been the rule in this Commonwealth that co-defendants are required to receive equal sentences. The sentencing judges, after considering all the facts relating to each defendant, are justified in imposing different sentences. Commonwealth v. Fitzgerald, 101 Pa. Superior Ct. 308 (1931).\nJudgment of sentence affirmed.",
        "type": "majority",
        "author": "Mr. J ustice O’Brien,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Mandeeino :\nI dissent. As the majority notes, a critical stage is a situation where legal rights may be preserved or lost, or where some factual or legal disadvantage may be suffered by the accused. The questioning of a defendant at any time by government officials before final judgment of sentence requires the assistance of counsel or a waiver of such assistance. The criminal prosecution is not completed until final judgment, and the defendant is entitled to the assistance of counsel during the entire criminal prosecution under the Sixth Amendment to the United States Constitution and Art. I, §9 of the Pennsylvania Constitution.\nAny official can very easily consult with defendant’s counsel during the period between conviction and sentencing. In most cases, no doubt, counsel will advise that the defendant answer questions, but this is a decision for the defendant with the assistance of counsel. The Fifth and Sixth Amendment protections and the protections of Art. I, §9 of the Pennsylvania Constitution do not cease during pre-sentencing investigations.",
        "type": "dissent",
        "author": "Mb. Justice Mandeeino :"
      }
    ],
    "attorneys": [
      "Michael M. Baylson, with him Duane, Morris é Hechscher, for appellant.",
      "Milton M. Stein, Assistant District Attorney, with him Gf. David Rosenblum and James T. Ranney, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Burton, Appellant.\nArgued January 9, 1973.\nBefore Jones, C. J., Facen, O’Brien, Roberts, Pomeroy, Nix and ManDEBINO, JJ.\nMichael M. Baylson, with him Duane, Morris é Hechscher, for appellant.\nMilton M. Stein, Assistant District Attorney, with him Gf. David Rosenblum and James T. Ranney, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 16, 1973:"
  },
  "file_name": "0012-01",
  "first_page_order": 86,
  "last_page_order": 90
}
