{
  "id": 1948579,
  "name": "Posner v. Sheridan, Appellant",
  "name_abbreviation": "Posner v. Sheridan",
  "decision_date": "1973-01-19",
  "docket_number": "Appeal, No. 29",
  "first_page": "51",
  "last_page": "68",
  "citations": [
    {
      "type": "official",
      "cite": "451 Pa. 51"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "40 Del. Co. 51",
      "category": "reporters:state",
      "reporter": "Del. Co.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "124 A. 2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "181 Pa. Superior Ct. 357",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732256
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/181/0357-01"
      ]
    },
    {
      "cite": "2 Penny. 211",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        218972
      ],
      "year": 1882,
      "opinion_index": 0,
      "case_paths": [
        "/pennyp/2/0211-01"
      ]
    },
    {
      "cite": "218 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8285514
      ],
      "year": 1910,
      "opinion_index": 0,
      "case_paths": [
        "/us/218/0001-01"
      ]
    },
    {
      "cite": "105 A. 2d 608",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "377 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249525
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/377/0487-01"
      ]
    },
    {
      "cite": "20 A. 2d 307",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "342 Pa. 308",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1207021
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/342/0308-01"
      ]
    },
    {
      "cite": "147 A. 2d 150",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "5 A. 2d 910",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "334 Pa. 356",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1190772
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/334/0356-01"
      ]
    },
    {
      "cite": "137 A. 802",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "289 Pa. 542",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103305
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0542-01"
      ]
    },
    {
      "cite": "48 A. 496",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1901,
      "opinion_index": 0
    },
    {
      "cite": "198 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920383
      ],
      "year": 1901,
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0572-01"
      ]
    },
    {
      "cite": "117 A. 2d 688",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261924
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0085-01"
      ]
    },
    {
      "cite": "37 A. 2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "349 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        458317
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa/349/0501-01"
      ]
    },
    {
      "cite": "191 A. 2d 417",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885975
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0251-01"
      ]
    },
    {
      "cite": "104 A. 2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "175 Pa. Superior Ct. 350",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        720754
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/175/0350-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1146,
    "char_count": 27795,
    "ocr_confidence": 0.433,
    "pagerank": {
      "raw": 5.890809695295104e-07,
      "percentile": 0.952648204586445
    },
    "sha256": "02d6c7f7d86663cf9ec37c87161a080e696d98dc12afba4aa8f564ec60c37582",
    "simhash": "1:9be04ee416bb784f",
    "word_count": 4619
  },
  "last_updated": "2024-02-27T23:16:00.708834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manberino, JJ.",
      "Mr. Justice Roberts and Mi*. Justice Manderino join in this dissenting opinion."
    ],
    "parties": [
      "Posner v. Sheridan, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. J ustice Eagen,\nPresently before us is an appeal from a decree of the Court of Common Pleas, Family Court Division, of Allegheny County, which directed the foreign attachment garnishee, Mellon Bank, to pay appellee the sum of $9165 from the principal and interest of a spendthrift trust. The question which this case presents is not one of jurisdiction but of internal common pleas court administration.\nThe cause arose in the following manner. In December 1968, Mary Posner, appellee, was granted a final decree of divorce from Thomas Sheridan by the Superior Court of the State of California. This judgment included a direction to Sheridan to pay appellee $235 monthly for the support of their two children. Sheridan failed to make payments and an arrearage allegedly accumulated in the amount of $9165 plus interest.\nOn January 29, 1970, Mrs. Posner filed a praecipe for a writ of foreign attachment and a complaint in equity against Sheridan and Mellon Bank. The bank was summoned as garnishee, because it is the trustee of a spendthrift trust fund created for Sheridan by the Will of his mother, Mary Harris Sheridan, a resident of Allegheny County at her death.\nThe complaint went unanswered and a default judgment was entered against Sheridan on March 30, 1970.\nIn accordance with Pa. R. C. P. 1271, a rule was served on the bank as garnishee to answer interrogatories. In its answer the bank admitted tbe existence of a trust and declared that Sheridan’s share of the total principle ivas $10,030.43. The bank also averred that the present interest of Sheridan was limited to income and that if he failed to survive the term of the trust, the principal was to be paid over to his surviving children, or alternately to the other children of the settlor or their heirs.\nUnder “New Matter” appellant asserted that the trust was under the jurisdiction of the Orphans’ Oourt Division and that the principal of the trust was immune from attachment.\nThe lower court entered a decree striking off the averments contained in the “New Matter” and directed the bank to pay the attaching creditor $9165 from the trust funds and to continue to pay $235 monthly until the principal and income of trust were exhausted.\nWe will vacate the decree. The issue was improperly entertained in the Family Division, and, more importantly, that court’s decree is incorrect as a matter of law.\nThe instant case, like any foreign attachment proceeding, contemplates two judicial determinations: first whether Sheridan owes his former wife anything; and second, whether the garnishee has anything of Sheridan from which appellee can collect what is due her. gee General Maintenance Engineers, Inc. v. Pacific Vegetable Oil Corp., 175 Pa. Superior Ct. 350, 104 A. 2d 505 (1954). Had the underlying cause of action been one of non-support, it would have properly been docketed in the Family Division. This is so because Schedule to the Judiciary Article §17(b) states that “[ujntil otherwise provided by rule of the court of common pleas, the court of common pleas shall exercise jurisdiction” in non-support cases “through the family court division.” It is our judgment, however, that the cause of action between Mrs. Posner and her former husband is, at its root, an assumpsit action as her complaint plainly demonstrates.\nThe fact that Mrs. Posner seeks to reduce the California decree to a Pennsylvania judgment for execution purposes in no way detracts or subtracts from what is in essence an assumpsit action for debt.\nWhile the 1968 Constitution had the felicitous result of abolishing the old system of separate courts and amalgamating them into a unified common pleas system, nothing in these new provisions permits plaintiffs to file complaints, or courts to docket them willy-nilly without regard to the appropriate division. In point of fact the language of the Schedule to the Judiciary Article establishes otherwise.\nIs there any question, for example, that even under the new Constitution it would be inappropriate for an estate to be probated in family court division? To ask the question is to answer it. If it makes no difference where a case was docketed, then we are left to wonder to what purpose were such divisions created by the drafters of the 1968 Constitution.\nWe reject, however, appellant’s notion that the mere presence of the testamentary spendthrift trust as the property sought to be attached automatically vests jurisdiction exclusively in the orphans’ division. The notion is novel and unsupportable in light of past cases in which common pleas court adjudicated the attempted garnishment of trusts in support of marital obligations without interference by this Court. See e.g., Clark v. Clark, 411 Pa. 251, 191 A. 2d 417 (1963) ; cf. Lippincott v. Lippincott, 349 Pa. 501, 37 A. 2d 741 (1944); Sproul-Bolton v. Sprowl-Bolton, 383 Pa. 85, 117 A. 2d 688 (1955) [Spendthrift trust attachment in aid of equity action for accounting]. The instant case does not involve the administration of a trust or the distribution of the property which forms the trust res. Neither are we concerned with an interpretation or construction of the trust instrument. What is involved is the liability of a beneficiary to his former wife and children and whether or not the garnishee has property of Sheridan which ought to be paid to the judgment winner.\nWe now turn to the substantive issue involved.\nOriginally it was the law of Pennsylvania that claims of a wife and/or child for support were no different from claims of other creditors, and therefore the interest of the beneficiary of a spendthrift trust could not be attached even on a claim of non-support. Board of Charities v. Lockard, 198 Pa. 572, 48 A. 496 (1901). This result was subsequently changed by statute and case law.\nTwo statutes support Mrs. Posner’s attempt to attach her former husband’s interest in the spendthrift trust. The Estates Act of 1947 provides: “Income of a trust subject to spendthrift or similar provisions shall nevertheless be liable for the support of anyone whom the income beneficiary shall be under a legal duty to support.” Act of April 24, 1947, P. L. 100, §12, 20 P.S. §301.12. [Emphasis supplied.] Under this enactment a wife is allowed to reach 100 percent of her husband’s beneficial interest in the trust income but she can recover her claim only insofar as it has accrued.\nBy the Act of May 10, 1921, P. L. 434, §1, 48 P.S. §136, appellee can attach only 50 percent of the beneficial interest of a spendthrift trust but such attachment remains a lien and continuing levy against the trust until all payments are made.\nIn addition to these statutory remedies, this Court in Moorehead’s Estate, 289 Pa. 542, 137 A. 802 (1927), recognized a common law right in the wife to recover support against a spendthrift trust. The common law right was further delineated in Stewart’s Estate, 334 Pa. 356, 5 A. 2d 910 (1939), where it was held that a wife could reduce to judgment the accrued payments due her under an order, judgment or decree, execute thereon and recover such accrued payments to the extent of 100 percent of her husband’s beneficial interest in a trust.\nBy awarding appellee more than nine-tenths of the entire trust fund, the lower court overlooked the fact that Sheridan’s interest was limited to a present right to income and a future right to principal with contingent remaindermen designated by the settlor to take if Sheridan did not survive the term of trust. This manifested plan of disposition was totally frustrated by the lower court’s disposition and the rights of the contingent remaindermen were, for all intents and purposes, totally destroyed.\nThe lower court cited the case of Morton v. Morton, 394 Da. 402, 147 A. 2d 150 (1959), for the general proposition that both principal and income of a trust are susceptible to support claims. The Morton case on its facts is easily distinguishable from the present situation and has no application. There, appellant-husband created an inter vivos spendthrift trust reserving to himself the income for life. He also retained cornmand over the corpus by reserving the right to change the interests of the other beneficiaries. The entire trust fund was properly held reachable by Morton’s wife and other creditors since the purpose sought to be achieved by the trust device was one the law would not countenance. It has long been the law of this Commonwealth that a spendthrift clause does not preclude any creditor from reaching the interest of a settlor-beneficiary. Mogridge’s Estate, 342 Pa. 308, 20 A. 2d 307 (1941). No man can put his own property out of reach of his creditors and at the same time enjoy the benefits of that property.\nAs can seen seen there are several possible approaches by which Mrs. Posner can recover these arrearages including securing a lien on the principal which would bind the trustees to pay the sums to her as they come due.\nThe decree is therefore vacated and the case remanded for further proceedings consonant with this opinion.\nTliis arrearage included amounts wliieli Slier I dan had been ordered to pay by the California court in May 1966.\nAppellant’s brief is incorrect in its assertion that tbe period of trust was fifteen years. Our study of tbe will discloses that Mrs. Sheridan provided that the first one-third of the principal was to be paid to beneficiaries five years after her death [which occurred September 25, 1965] and the remaining two-thirds, ten years after her death.\nThe lower court resolved the “jurisdictional” issue by holding that it was a matter which “cannot be asserted by [the] garnishee under Pa. R. O. P. 1275(b), supra, and no further discussion is necessary”\nWe disagreed for as is pointed out in 2 Goodrieh-Amram, Standard Pennsylvania Practice, §1275 (b)—1 at 214 (1962), “To the extent that the exemption or immunity of the attached property is ‘jurisdictional’ or the defense that the garnishee has no property at the time of the service of the writ is ‘jurisdictional’, sub-division (b) [of Buie 1275] specifically provides that these defenses are to be raised by ‘new matter’ in the answers to the interrogatories.”\nIn its “new matter” appellant advanced four contentions: (1) that the trust is under the jurisdiction of the Orphans’ Oourt Division; (2) that the principal of the trust is immune from attachment without adjudication following an accounting; (S) that defendant, Thomas Sheridan, is presently entitled to receive only income and not principal of the trust upon the facts averred by plaintiff; and, (4) that a guardian ad litem and a trustee ad litem should be appointed. The bank asserts that it acts not as a debtor of Sheridan but as a fiduciary for all those having an interest in the trust. As is readily apparent, these allegations, despite the fact that we do not accept all of them, are intimately bound up with “jurisdictional” considerations.\nThe California decree establishes beyond cavil that certain money is due and owing to Mrs. Posner and no party nor court of this State can quibble with that fact. Volume 15, Standard Pennsylvania Practice, Oil. 72, §557 makes the following pertinent comment: “. . . a foreign decree for the support of children, to be entitled to recognition and enforcement in another state, must be a final judgment for a fixed sum, and if under the law of the foreign state such order is subject to modification at the discretion of the court, the order is not a final judgment which may be enforced in Pennsylvania. However, with regard to support payments already accrued, a foreign divorce decree providing for child support payment by the divorced husband is a final foreign judgment entitled to enforcement in Pennsylvania.” See also the opinion of the Court in Buswell v. Buswell, 377 Pa. 487, 105 A. 2d 608 (1954). Cf. Sistare v. Sistare, 218 U.S. 1 (1910), which held that where the court which originally entered judgment for alimony still retains jurisdiction to modify or cancel the award, there can nevertheless be an action brought in another state on such a judgment or decree, and in such second action the plaintiff has an absolute right to have the first judgment or decree accorded full faith and credit as to such sums as were due at the time the second action was brought. Thus we do not disturb the judgment entered against Sheridan by default.\n“. . . foreign attachment is a form of process and not a type of action.” 2 Goodrieh-Amram, Standard Pennsylvania Practice, §1251-7. Its purpose is to first secure a lien on defendant’s goods in the hands of the garnishee and then to judicially determine what if anything is due from the defendant to the plaintiff. See Lieberman v. Hoffman, 2 Penny. 211 (1882). Piled with the praecipe for foreign attachment or within five days thereafter will be the complaint setting forth the cause of action and the ground for attachment. See Pa. R. O. P. 1265.\nThe complaint states that because Sheridan wrongfully refused to pay the court-ordered support, Mrs. Posner was forced to furnish necessities for the children out of her own estate. Of. Gessler v. Gessler, 181 Pa. Superior Ct. 357, 124 A. 2d 502 (1056).\nArticle V, §5 of our Constitution relevantly provides: “There shall be one court of Common Pleas for each judicial district . . . (b) having unlimited original jurisdiction in all cases except as may otherwise be provided by law.” However, Schedule to Judiciary Article, §17 (which specifically relates to Allegheny Oounty) develops the new scheme by declaring that “Until otherwise provided by law” the court of common pleas shall consist of trial, orphans’ and family divisions; that trial division shall exercise the jurisdiction of the former common pleas and county courts; that orphans’ division shall exercise the jurisdiction of the orphans’ court, and that family division will handle (1) domestic relations, (2) juvenile matters, and (3) adoptions and delayed birth certificates.\nThe Act of December 2, 1968, P. L. 1142, No. 357, 17 P.S. §235.2 provides for a civil division and a criminal division in Allegheny County in lieu of the trial division provided for in the Schedule. The ease at bar thus falls within the jurisdiction of the civil division.\nOf. also Geasier v. Gessler, supra, which was an assumpsit action by a wife initiated by foreign attachment of the husband’s interest in two spendthrift trusts. The Superior Court affirmed the right of the Municipal Court of Philadelphia to try the matter.\nThe predeecessor to this statute, Act of June 7, 1917, P. L. 403, §19, 20 P.S. §243 [The WiUs Act of 1917, repealed as to all wills made after January 1, 1948] was limited to testamentary spendthrift trusts.\n“The important feature [of the Act of 1921] is that it limits recovery to 50 per centum of the beneficiary’s income in the trustee’s hands, but provides in effect for a lien and continuing levy until all payments under the decree for support are made in full. Thus as income comes into the trustee’s possession, 50 percent thereof automatically comes under attachment.” Bigelow, Support Claims of The Wife and The Spendthrift Trust Interest of The Husband-Beneficiary, 51 Dick. D. Kev. 1, 5 (1946).\nNot to be forgotten is the fact that Sheridan became entitled to receive one-third of the corpus, payable on or after September 25, 1970. As such this sum would be subject to attachment.\nSee also Commonwealth ex rel. Stevenson v. Stevenson, 40 Del. Co. 51 (1952), where a husband created a spendthrift trust, reserving the life income to himself with the power to dispose of the corpus by will. The spendthrift clause was held void and the wife was allowed to reach the principal by attachment to satisfy an order for the support of children. In the instant ease the settlor and beneficiary are not the same person and that was the critical fact on which both these eases turned.",
        "type": "majority",
        "author": "Mb. J ustice Eagen,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Pomeroy:\nI agree with the decision of the Court and join in its opinion except for the suggestion (it does not seem to be more than that) that exercise of its jurisdiction by the Court of Common Pleas through the wrong division of that court would, by itself, be cause for this Court to vacate a judgment of the court below. In my view, this would not be so.",
        "type": "concurrence",
        "author": "Mr. Justice Pomeroy:"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nThe majority says this case “is not one of jurisdiction.” I agree that this is a non-jurisdictional controversy; but, I must dissent from the majority’s disregard of that position and its incorrect treatment of the judgment as though it were entered by a court without competency to act. In the absence of a jurisdictional defect, there is no basis for disturbing the judgment duly entered against the defendant—Thomas Sheridan, who did not appear (initially or at any stage of this litigation) to challenge the claim for support or the validity of the judgment entered against him.\nThe majority proceeds on the assumption that the Family Division “inappropriately exercised jurisdiction.” The majority also assumes that this issue is one which appellant-garnishee (Mellon Trust) can raise in New Matter. Rule 1275(b) of the Pennsylvania Rules of Civil Procedure is specifically to the contrary. That Rule provides: “(b) The garnishee in his answer under 'new matter’ may include the defenses of the immunity or exemption of property, the defense that no property of the defendant was in the possession of the garnishee at the time of service of the attachment, or any defense or counterclaim which he could assert against the defendant if sued by him, but may not assert any defenses on behalf of the defendant against the plaintiff or otherwise attack the validity of the attachment” (Emphasis added.) Thus, under New Matter, the garnishee may raise only: (1) the immunity or exemption of the property; (2) the defense that no property of the defendant is in its possession; and (3) any defense or counterclaim it could raise against the defendant. Whether the Family Division “inappropriately exercised jurisdiction” is not one of the permissible issues under Rule 1275(b). It, therefore, cannot be asserted—as the garnishee here attempts—in New Matter.\nFurthermore, that Rule explicitly prohibits the garnishee from asserting—as it here attempts—defenses on behalf of the defendant or attacking the validity of the attachment. “In the issue between the plaintiff and the garnishee any matters dealing with defenses the defendant may have against the plaintiff are irrelevant. Those defenses may only be raised by the defendant. The judgment against the defendant forecloses those issues. Nor may the garnishee in his answer otherwise attack the validity of the attachment. That must be done, if at all, at an earlier stage of the action, by preliminary objection, and if not attacked by such a pleading is deemed waived.” 2 Goodrich-Amram, Standard Pennsylvania Practice, §1275 (b) -2 at 216 (1962). Here, defendant Thomas Sheridan neither appeared nor interposed any defense and a default judgment was entered against him. The judgment so entered foreclosed the garnishee from asserting that the Family Division “inappropriately exercised jurisdiction” in this proceeding. The garnishee may not now raise that issue either on its own behalf or on behalf of the defendant.\nThe garnishee has not raised any permissible challenge to the validity of the judgment of the Family Division. The present controversy is not one involving satisfaction or execution of the judgment. The judgment of the Family Division, just as any judgment seeking to reach assets of a decedent’s estate or testamentary trust, may be satisfied by appropriate proceedings in the Orphans’ Court Division. Act of Aug. 16, 1951, P. L. 1163, art. Ill, §361, as amended, 26 P.S. 2686.361 (1964).",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      },
      {
        "text": "Dissenting Opinion\nby Mb. Justice Nix :\nWhile recognizing that the 1968 Constitution intended to abolish the former system of separate courts and create a unified court of common pleas, the majority then proceeds to perpetuate one of the problems that the new system was designed to eliminate. Apparently recognizing that there is no longer a jurisdictional problem raised, the majority nevertheless devotes a substantial portion of the opinion to a consideration as to which division would have been the most appropriate for the filing of this lawsuit. An even more serious mistake in my judgment is that it leaves open the implication that an appellate finding of an inappropriate selection of division for the initiation of an action may of itself, without a consideration of the merits, justify the vacation of the order below although admittedly the court rendering the decision had jurisdiction over the cause.\nAs lawsuits became more complex and involved prior to the 1968 Amendment, courts were faced with more and more difficult decisions as to the appropriate jurisdiction between the lower courts. Recognizing this increasing problem, it was the intention of the framers of the new judiciary article to render academic these questions by vesting jurisdiction in a unified court of common pleas. Article Y, §5, Pennsylvania Constitution. As was stated by one of the members of the Constitutional Convention: “There have over the years been many conflicts between the orphans’ court and the common pleas as to who had jurisdiction. Then in many other courts there have been similar conflicts about jurisdiction. It is the present attempt to eliminate all of those conflicts.” Journal of the Constitutional Convention, Vol. II, Feb. 15, 1968, Delegate Braham, p. 852.\nBy a long and labored discussion in this area the majority has attempted to resurrect a problem that it was hoped had been interred forever. They justify this attempt to revive the problem by the presumptuous judgment that the selection of a forum in this lawsuit could properly be characterized as “willy nilly”. In my opinion, this conclusion is not only unjustified but represents an unnecessarily harsh criticism of the plaintiff and the court below. First, I do not agree that even if the selection was patently erroneous that it should be the subject of appellate review. The question no longer being one of jurisdiction, it is difficult to understand the reason for appellate review. Clearly, the 1968 amendment relegated the issue to a matter of administration and any abuse thereof should be handled administratively.\nSecondly, I do not share the majority’s opinion that the selection of the Family Division as the forum to commence the lawsuit was so obviously erroneous, if indeed it was erroneous. In setting forth the areas of concern for each division of the new unified court of common pleas the Schedule to the Judiciary Article was not attempting to define theories of actions (e.g., assumpsit, trespass, etc.) nor did it base the classification upon the form of process (e.g., foreign attachment). Bather it was attempting to define the broad areas of the law to which each division was to direct its attention. It is equally as clear that an action concerned with enforcement of obligations predicated upon a duty to support bom from a family relationship was entrusted to the Family Division of the new court. I cannot agree that the establishment of the obligation and the reduction of the arrearages to judgment so transforms the character of the lawsuit so that it is no longer an appropriate concern for the Family Division. While admittedly it is an action to enforce an obligation, it is nevertheless an obligation derived from a duty to support as opposed to a contractual duty. The majority, while holding that the reduction to judgment had removed it from the area of support and transformed it to a collection for debt, nevertheless recognizes the origin of the obligation for the purpose of determining the applicability of Section 12 of the Estates Act of 1947 and Section 1 of the Act of May 10, 1921. To maintain that for purposes of selecting a forum the fact of the existence of a judgment so transforms the action that we must ignore that it emerges from a support obligation and yet recognize the character of the obligation in determining the right of the judgment holder to proceed against a spendthrift trust is in my judgment utter nonsense.\nIn any event, whether this was a clear mistake in the exercise of jurisdiction by the court below, or as I believe, in that gray area intended to be eliminated by the 1968 Amendment, the court did have jurisdiction and appellate courts should leave these problems to the internal management of the court below. An inappropriate exercise of jurisdiction by a division of the court of common pleas should not in and of itself provide the basis for a reversal of a judgment on a vacating of an order.\nUpon finally reaching a consideration of the merits, the majority determines that the order of the court below is in violation of the Estates Act of 1947 and the Act of May 10, 1921. To rectify this alleged error, they have vacated the order of the court below, removed the matter from the original judge and remanded the case to the Civil Division of the Allegheny County Court of Common Pleas for further proceedings. The issues to be resolved by the court below in this action were, whether there was an obligation, and whether there was a fund from which this obligation could be satisfied. The majority of this Court agreed with the lower court’s determination that each was to be answered in the affirmative. The only area in which the determination below is attacked is the amount of the fund that is presently available for the satisfying of the obligation. This error can be remedied by remanding the cause to the same court below with the instruction to modify the order in accordance with their views.\nAlthough the majority recognizes that the question before us is one of internal common pleas court administration and not one of jurisdiction, the majority nevertheless removes the cause from the Family Division and remands it to the Civil Division. Such action can only be justified if the original court acted without jurisdiction, which the majority concedes is not at issue. This contradiction between the majority’s assertions and their action mandates dissent.\nMr. Justice Roberts and Mi*. Justice Manderino join in this dissenting opinion.\nWhile the majority states that the alleged mistake as to the merits was more important than their finding that it was improperly entertained in the Family Division, it leaves open whether the order to vacate could have been supported on their finding of an improper selection of forum alone. This is further compounded since the error on the merits is of the type (as I will discuss later in this opinion) that does not normally require the drastic remedy of vacating the order.\nSection 17(b) of the Schedule to Judiciary Article provides:\n“Until otherwise provided by rule of the court of common pleas, the court of common pleas shall exercise jurisdiction in the following matters through the family court division:\n“ (i) Domestic Relations: Desertion or nonsupport of wives, children and indigent parents, including children born out of wedlock; proceedings, including habeas corpus, for custody of children; divorce and annulment and property matters relating thereto.\n“(ii) Juvenile Matters. All matters now within the jurisdiction of the juvenile court.\n“ (iii) Adoptions and Delayed Birth Certificates.”\n20 P.S. §301.12.\n48 P.S. §136.\nAct of December 2, 1968, P. L. 1142, No. 357, 17 P.S. §235.2 (Supp. 1972-73).",
        "type": "dissent",
        "author": "by Mb. Justice Nix :"
      }
    ],
    "attorneys": [
      "John G. Kish, with him Brennan and Brenmrn, for appellant.",
      "Henry H. Wallace, with him Wallace and, Lipton, for appellee."
    ],
    "corrections": "",
    "head_matter": "Posner v. Sheridan, Appellant.\nArgued March 14, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Manberino, JJ.\nJohn G. Kish, with him Brennan and Brenmrn, for appellant.\nHenry H. Wallace, with him Wallace and, Lipton, for appellee.\nJanuary 19, 1973:"
  },
  "file_name": "0051-01",
  "first_page_order": 125,
  "last_page_order": 142
}
