{
  "id": 1948598,
  "name": "Commonwealth v. Bedford and Hughes, Appellants",
  "name_abbreviation": "Commonwealth v. Bedford & Hughes",
  "decision_date": "1973-05-04",
  "docket_number": "Appeal, No. 14",
  "first_page": "325",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "451 Pa. 325"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "477 F. 2d 516",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        2266238
      ],
      "year": 1973,
      "pin_cites": [
        {
          "parenthetical": "Civil No. 71-668"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/477/0516-01"
      ]
    },
    {
      "cite": "300 A. 2d 771",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947108
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0624-01"
      ]
    },
    {
      "cite": "90 F. 2d 61",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        978577
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/90/0061-01"
      ]
    },
    {
      "cite": "353 F. 2d 424",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        848458
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/353/0424-01"
      ]
    },
    {
      "cite": "455 F. 2d 804",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        742747
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/455/0804-01"
      ]
    },
    {
      "cite": "223 A. 2d 885",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. Superior Ct. 70",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        778093
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/209/0070-01"
      ]
    },
    {
      "cite": "80 S. Ct. 725",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "case_ids": [
        6163485,
        6163782
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/362/0257-01",
        "/us/362/0309-01"
      ]
    },
    {
      "cite": "362 U.S. 257",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6163485
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/362/0257-01"
      ]
    },
    {
      "cite": "171 A. 2d 895",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. Superior Ct. 188",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        753627
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/195/0188-01"
      ]
    },
    {
      "cite": "238 A. 2d 34",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. Superior Ct. 212",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        781545
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/211/0212-01"
      ]
    },
    {
      "cite": "156 A. 2d 804",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "397 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1286283
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/397/0596-01"
      ]
    },
    {
      "cite": "300 A. 2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "81",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "450 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947038
      ],
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "314-15",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/450/0310-01"
      ]
    },
    {
      "cite": "393 U.S. 410",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11317375
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/393/0410-01"
      ]
    },
    {
      "cite": "378 U.S. 108",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6165107
      ],
      "weight": 6,
      "year": 1964,
      "pin_cites": [
        {
          "page": "114"
        },
        {
          "page": "1514"
        },
        {
          "page": "114",
          "parenthetical": "footnote omitted"
        },
        {
          "page": "1514",
          "parenthetical": "footnote omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0108-01"
      ]
    },
    {
      "cite": "300 A. 2d 84",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "450 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 1
    },
    {
      "cite": "300 A. 2d 78",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "opinion_index": 1
    },
    {
      "cite": "450 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1947038
      ],
      "year": 1973,
      "opinion_index": 1,
      "case_paths": [
        "/pa/450/0310-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 640,
    "char_count": 10992,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 9.391747248864906e-08,
      "percentile": 0.5154393171184883
    },
    "sha256": "9dffecc744ba123f5fa02e562901959871c4da860e8d64886d03c547af69079c",
    "simhash": "1:e702945b46e87dae",
    "word_count": 1766
  },
  "last_updated": "2024-02-27T23:16:00.708834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mandbr-INO, JJ.",
      "Mr. Justice Manderino concurs in the result."
    ],
    "parties": [
      "Commonwealth v. Bedford and Hughes, Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellants, Murrell Bedford and Mary Hughes, were arrested on December 18, 1967, and charged with violating The Drug, Device and Comestic Act (possession of narcotics). These charges resulted from a search, conducted pursuant to a warrant, of appellant Bedford’s apartment (with appellant Hughes on the premises) which produced narcotics. After an evidentiary hearing, a timely filed pre-trial motion to suppress evidence was denied. Thereafter on May 28, 1969, in a jury trial, appellants were adjudged guilty of possession of narcotics. Post-trial motions were denied. Appellant Hughes was sentenced to a three-year term of imprisonment. Appellant Bedford, being sentenced as a recidivist, was ordered imprisoned for ten to twenty years. The Superior Court affirmed in an opinion-less per curiam order. This Court granted allocatur, and we now reverse and remand for a new trial.\nAppellants, on this appeal, contend that probable cause was not established before the magistrate to sustain the issuance of the search warrant. With this contention we agree.\nAs the Commonwealth concedes, the written affidavit submitted to the magistrate was insufficient to establish the existence of probable cause. No underlying circumstances were contained therein which established the credibility and trustworthiness of the informant’s personal knowledge (that narcotics were in Bedford’s apartment) or the reliability of the informer himself. Accordingly, the “two-prong” test of Aguilm* v. Texas, 378 U.S. 108, 114, 84 S. Ct. 1509, 1514 (1964), was not met. See Spinelli v. United States, 393 U.S. 410, 89 S. Ct. 584 (1969).\nDespite the obvious insufficiency of the written affidavit, the Commonwealth seeks to sustain the warrant on the basis of oral sworn testimony purportedly conveyed to the magistrate prior to the issuance of the warrant. Appellee cannot prevail on this contention.\nAlthough sworn oral testimony may be used to supplement a written search warrant affidavit, Commonwealth v. Milliken, 450 Pa. 310, 300 A. 2d 78 (1973), and the cases cited therein, on this record, it is clear from the suppression court’s order that no sworn oral testimony was presented to the magistrate prior to the issuance of the warrant.\nAt the suppression hearing, the Commonwealth chose not to call the issuing magistrate. Instead, the affiant-police officer testified, at that hearing, to having had, at the time the warrant was issued, personal knowledge of the informant’s reliability as well as personal knowledge of his (the informant’s) factual allegations. However, the record does not indicate that this information was conveyed to the magistrate prior to the issuance of the warrant. The absence of such information at that time necessarily requires that the validity of the warrant turn solely upon the adequacy of the information contained in the written affidavit, itself, which was here concededly insufficient.\nOn cross-examination, the affiant-officer testified as follows: “Q. You don’t recall what you specifically told the magistrate other than what is in this complaint here; is that correct? A. That is correct. Q. So that what you told the magistrate is what is in this complaint? A. I do not recollect that. I know what is in the complaint, I told the magistrate. If there was [sic] any additions, I don’t recall.” Immediately following this admission, defense counsel renewed his previously made motion to strike the officer’s testimony regarding the officer’s personal knowledge of the informant’s reliability. At the conclusion of argument on the motion, the trial court stated that “. . . if I go beyond the face of the Complaint for Probable Cause [the affidavit] I will indicate that, and I will give you an opportunity for additional examination of witnesses.”\nIt is clear from the record that the suppression court did not go “beyond the face of the [affidavit] ” in determining the validity of the warrant, and therefore no additional cross-examination was necessary. As the court stated, in its order denying appellants’ motion to suppress: “[I]t is hereby Ordered, Adjudicated and Decreed that based upon the affidavit of probable cause and the warrant issued thereafter, the evidence was seized in conformity with the law and that, therefore, the application to suppress evidence be and the same is hereby Denied.” (Emphasis added.)\nIt is beyond doubt that in so ruling, the suppression court tacitly granted appellants’ motion to strike the affiant-officer’s testimony. Therefore, based solely on the written affidavit, the court denied appellants’ motion to suppress. As has already been noted, the “written affidavit”, on its face, as the Commonwealth concedes, was inadequate to support a finding of probable cause sufficient to validate the issuance of the warrant. Bpinelli, supra; Aguilar, supra. Accordingly, the trial court erred by failing to suppress the challenged evidence.\nThe order of the Superior Court and the judgment of sentence are reversed and new trial granted.\nMr. Justice Manderino concurs in the result.\nAct of September 26, 1961, P. L. 1664, §§1 et seq., 35 P.S. §§780-1 et seq.\nAppellant Bedford also challenges his sentencing as a recidivist under the Act of June 24, 1939, P. L. 872, 18 P.S. §5108. Appellant was neither indicted as recidivist nor given a hearing on his prior convictions. Appellant was also not advised of his right to such a hearing. Commonwealth ex rel. Dermendzin v. Myers, 397 Pa. 596, 156 A. 2d 804 (1959) ; Commonwealth v. Williams, 211 Pa. Superior Ct. 212, 238 A. 2d 34 (1967) ; Commonwealth ex rel. Lewis v. Keenan, 195 Pa. Superior Ct. 188, 171 A. 2d 895 (1961). However, in view of our disposition we need not decide this issue.\n“Complainant says that he has probable cause to believe, based upon the following facts, that the above listed things to be seized are now located upon the person and/or premises set forth above.\n“Residence of Murrill some time known as Merle Bedford that after receiving information that Murrill Bedford of 226 Dinwiddie was dealing in narcotics and that he was selling heroin and after keeping said bldg, under surveillance and noticing known drug addicts entering said apt. bldg, and stay only a few minutes.\n“On the 12-12-67 Officers A. Cherevka, O. Howard and P. DiMaio went in 226 Dinwiddie St. and checked the hallway and while there on three occasions three known drug addicts came in and went right to the rear apt. and knocked lightly times but there was no ans.\n“So on the basis of the information and surveillance I request that a search warrant be issure for the above residence and the person of Merle or Murrill Bedford.” [sic]\n“Although an affidavit may be based on hearsay information and need not reflect the direct personal observations of the affiant, Jones v. United States, 362 U.S. 257, 80 S. Ct. 725, 4 L. Ed. 2d 697, the magistrate must be informed of some of the underlying circumstances from which the informant concluded that the narcotics were where he claimed they were, and some of the underlying circumstances from which the officer concluded that the informant, . . . was ‘credible’ or his information ‘reliable’.” Aguilar v. Temas, 378 U.S. 108, 114, 84 S. Ct. 1509, 1514 (1964) (footnote omitted).\n“Despite the obvious desirability of having all the information before the magistrate in writing, we are not persuaded that the affiant’s sworn oral testimony may not supplement his written affidavit and together supply the constitutional basis for the issuance of a search warrant. Appellant has been unable to cite any authority in support of his position and indeed the existing case law is to the contrary. See, e.g., Commonwealth v. Crawley, 209 Pa. Superior Ct. 70, 223 A. 2d 885 (1966) ; Boyer v. Arizona, 455 F. 2d 804 (9th Cir. 1972) ; Miller v. Sigler, 353 F. 2d 424 (8th Cir. 1965) ; Sparks v. United States, 90 F. 2d 61 (6th Cir. 1937). In the absence of any constitutional or decisional authority or procedural rule making impermissible the procedure here employed, appellant’s claim for relief on this asserted ground must be rejected. In doing so we nevertheless express our preference for reducing to writing in some acceptable manner sworn oral testimony offered in support of the issuance of the search warrant.\n“We shall therefore, in exercise of our supervisory powers, formulate by rule of Court appropriate procedural requirements of a sufficient written record made contemporaneously with the issuance of search warrants. Because this issue is not one of constitutional proportions, the rule will be wholly prospective and thus not applicable to the case at bar.” Commonwealth v. Milliken, 450 Pa. 310, 314-15, 300 A. 2d 78, 81 (1973) (emphasis added) (footnotes omitted). See also Commonwealth v. Simmons, 450 Pa. 624, 300 A. 2d 771 (1973). The Third Circuit on April 16, 1973, in United States ex rel. Gaugler v. Brierley, 477 F. 2d 516 (3d Cir. 1973) (Civil No. 71-668), decided precisely as did this Court in Milliken (citing Milliken with approval) that “ft]he Fourth Amendment does not require that a sworn statement in support of an application for a search warrant ... he reduced to writing.” Caugler, supra at 516 Pa. It. Crim. P. 2003, mandated by Milliken, supra, was adopted on March 28, 1973, and is effective for all warrants issued sixty days after the Rule’s adoptive date.\n“It is elementary that in passing on the validity of a warrant, the reviewing court may consider only information brought to the magistrate’s attention.” Aguilar, supra at 109 n.1, 84 S. Ct. at 1511 n.1 (emphasis in original) (citations omitted).\nThe court en banc, in ruling upon appellants’ post-trial motions for a new trial and in arrest of judgment, also held the search warrant to be validly supported by probable cause. However, in so doing, the court en bane took into consideration the oral, suppression hearing testimony of the affiant-officer, previously disregarded and impliedly stricken by the suppression court. This the court en banc was without authority to do, since not only was this testimony, at the suppression court’s direction, not subject to cross-examination, but also because the suppression court’s finding that the affiant-officer’s testimony lacked credibility was fully supported by the record.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Pomeroy:\nI concur in the opinion of the Court, noting only that I continue to disagree with the Court’s decision in Commonwealth v. Milliken, 450 Pa. 310, 300 A. 2d 78 (1973), which is here properly distinguished. Sec id., 450 Pa. 318, 300 A. 2d 84 (Pomeroy, J., dissenting).",
        "type": "concurrence",
        "author": "Mr. Justice Pomeroy:"
      }
    ],
    "attorneys": [
      "Byrd R. Brown, for appellants.",
      "Robert L. Campbell, Assistant District Attorney, with him Gm\"ol Maury Los, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Bedford and Hughes, Appellants.\nArgued November 21, 1972.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and Mandbr-INO, JJ.\nByrd R. Brown, for appellants.\nRobert L. Campbell, Assistant District Attorney, with him Gm\"ol Maury Los, Assistant District Attorney, and Robert W. Duggan, District Attorney, for Commonwealth, appellee.\nMay 4, 1973:"
  },
  "file_name": "0325-01",
  "first_page_order": 399,
  "last_page_order": 405
}
