{
  "id": 1948597,
  "name": "Tigue v. Basalyga et al., Appellant",
  "name_abbreviation": "Tigue v. Basalyga",
  "decision_date": "1973-05-04",
  "docket_number": "Appeal, No. 123",
  "first_page": "436",
  "last_page": "439",
  "citations": [
    {
      "type": "official",
      "cite": "451 Pa. 436"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "200 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890429
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0411-01"
      ]
    },
    {
      "cite": "199 A. 2d 430",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 182",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890432
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0182-01"
      ]
    },
    {
      "cite": "259 A. 2d 683",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926131
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0320-01"
      ]
    },
    {
      "cite": "113 A. 2d 261",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258893
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0405-01"
      ]
    },
    {
      "cite": "152 A. 2d 894",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284916
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0320-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 319,
    "char_count": 4472,
    "ocr_confidence": 0.434,
    "pagerank": {
      "raw": 9.758759196879202e-07,
      "percentile": 0.9819049295924203
    },
    "sha256": "fdec051ef54929c8311e98ebbffaf0771171745c187fbe74679cb68819d3ac24",
    "simhash": "1:6a196035369893f6",
    "word_count": 734
  },
  "last_updated": "2024-02-27T23:16:00.708834+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ."
    ],
    "parties": [
      "Tigue v. Basalyga et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis action in equity was instituted to set aside a deed conveying title to real estate allegedly obtained through fraudulent means. One of the defendants appearing pro se filed preliminary objections to the court’s jurisdiction over the cause. These objections were overruled by the trial court, and from that order this appeal was filed pursuant to the provisions of the Act of March 5, 1925, P. L. 23, §1, 12 P.S. §672.\nIn ruling it had jurisdiction of the cause, the trial court limited its consideration to the specific objections asserted by the appellant-defendants as to why such jurisdiction did not exist. These objections were devoid of merit and the trial court correctly so held. However, the record discloses that a necessary and indispensable party to the action was not included as a party-defendant. It has long been established that unless all necessary and indispensable parties are parties to the action, a court is powerless to grant relief. Reifsnyder v. Pittsburgh Outdoor Advertising Company, 396 Pa. 320, 152 A. 2d 894 (1959), and Powell v. Shepard, 381 Pa. 405, 113 A. 2d 261 (1955). While this particular objection to the court’s jurisdiction was not raised in the trial court or on appeal, the absence of an indispensable party goes absolutely to the court’s jurisdiction and the issue should be raised sua sponte. Cf. Eberhardt v. Ovens, 436 Pa. 320, 259 A. 2d 683 (1969); and Balazick v. Dunkard-Bobtown Municipal Authority, 414 Pa. 182, 199 A. 2d 430 (1964).\nAccording to the complaint, the fraud was perpetrated in the deed by the grantee, who subsequently died intestate on September 1, 1970, without reconveying title to the land. This action was instituted after the grantee’s death, and the two named defendants are described as his “children and surviving heirs.” Under the circumstances, the decedent’s personal representative is a necessary and indispensable party to the action.\nArticle I, Section 104 of the Fiduciaries Act of 1949, Act of April 18, 1949, P. L. 512, 20 P.S. §320.104, provides: “Legal title to all real estate of a decedent shall pass at his death to his heirs or devisees, subject, however, to all the powers granted to the personal representative by the act and lawfully by the will and to all orders of the court” (Emphasis added.)\nWhile legal and equitable title to the property involved passed to the heirs of the deceased-grantee upon his death under Article I, Section 104, supra, the title was still “subject ... to all orders of the court”, particularly so during the period of administration of the estate. See Quality Lumber and Millworh Co. v. Andrus, 414 Pa. 411, 200 A. 2d 754 (1964). Moreover, at the time of his death, record title was still in the deceased-grantee, and this title, according to the complaint, was obtained by him through fraudulent acts committed during his lifetime. Hence, the deceased-grantee’s rights are so connected with the plaintiffs’ claim that a decree cannot be made without impairing such rights. His estate, therefore, is an indispensable party.\nThe decree entered below is vacated, and the complaint is dismissed without prejudice to the right of the plaintiffs to institute a new action wherein all necessary and indispensable parties are made parties to the action. Each side to pay own costs.\nWhether or not these defendants are the deceased-grantee’s only heirs is not ascertainable from the complaint, but one of the plaintiffs is also described therein as a child of the decedent. Whether or not letters of administration in the estate ever issued, or whether or not the administration of the estate has been terminated is also not disclosed by the complaint.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMb. Justice Mandebino :\nI concur that the specific objections raised to the lower court’s jurisdiction did not have merit. I dissent, however, from the majority’s ruling that the estate of the deceased-grantee is an indispensable party. That issue cannot be decided on the record before us. The matter should be remanded for findings of fact. The administration of deceased-grantee’s estate may be closed and the defendants of record may be the only real parties in interest as the sole heirs of the deceased-grantee’s estate.",
        "type": "dissent",
        "author": "Mb. Justice Mandebino :"
      }
    ],
    "attorneys": [
      "Gene Basalyga, in propria persona.",
      "Robert H. Sayers, for appellees."
    ],
    "corrections": "",
    "head_matter": "Tigue v. Basalyga et al., Appellant.\nArgued January 12, 1973.\nBefore Jones, C. J., Eagen, O’Brien, Roberts, Pomeroy, Nix and ManDERINO, JJ.\nGene Basalyga, in propria persona.\nRobert H. Sayers, for appellees.\nMay 4, 1973:"
  },
  "file_name": "0436-01",
  "first_page_order": 510,
  "last_page_order": 513
}
