{
  "id": 1730305,
  "name": "COMMONWEALTH of Pennsylvania v. John Eric DARBY, Appellant",
  "name_abbreviation": "Commonwealth v. Darby",
  "decision_date": "1977-06-03",
  "docket_number": "No. 496",
  "first_page": "109",
  "last_page": "113",
  "citations": [
    {
      "type": "official",
      "cite": "473 Pa. 109"
    },
    {
      "type": "parallel",
      "cite": "373 A.2d 1073"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "56 N.D. 642",
      "category": "reporters:state",
      "reporter": "N.D.",
      "case_ids": [
        2360763
      ],
      "weight": 2,
      "year": 1928,
      "opinion_index": 0,
      "case_paths": [
        "/nd/56/0642-01"
      ]
    },
    {
      "cite": "145 P.2d 589",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "62 Cal.App.2d 895",
      "category": "reporters:state",
      "reporter": "Cal. App. 2d",
      "case_ids": [
        4689997
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/cal-app-2d/62/0895-01"
      ]
    },
    {
      "cite": "365 S.W.2d 472",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        10164970
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/365/0472-01"
      ]
    },
    {
      "cite": "477 S.W.2d 159",
      "category": "reporters:state_regional",
      "reporter": "S.W.2d",
      "case_ids": [
        9929684
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/sw2d/477/0159-01"
      ]
    },
    {
      "cite": "309 A.2d 591",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1973,
      "pin_cites": [
        {
          "page": "593"
        },
        {
          "page": "593"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577577
      ],
      "year": 1973,
      "pin_cites": [
        {
          "page": "465"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0461-01"
      ]
    },
    {
      "cite": "284 A.2d 748",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1971,
      "pin_cites": [
        {
          "page": "750"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1939994
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0297-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 427,
    "char_count": 6521,
    "ocr_confidence": 0.679,
    "pagerank": {
      "raw": 2.070962194276888e-07,
      "percentile": 0.757737999396876
    },
    "sha256": "ccffbe4f9f5c8398cf2efcc66b0e1035d501143aa1c9a9ac7fa07eaabb746bff",
    "simhash": "1:86a73445132655e1",
    "word_count": 1065
  },
  "last_updated": "2024-02-27T22:34:15.384412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. John Eric DARBY, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nJohn Eric Darby was convicted by a jury of murder of the second degree and a related weapons offense. Post-verdict motions were denied and concurrent judgments of sentence of not less than five nor more than fifteen and not less than one and one-half nor more than three years imprisonment were imposed. This appeal from the judgment of sentence imposed on the murder conviction followed.\nDarby advances numerous reasons why a new trial should be granted. Since we reverse because the trial court improperly limited the presentation of evidence by the defense, we need not discuss Darby’s remaining complaints.\nThe relevant facts are these:\nThe defense opened its case-in-chief by calling Darby, whose testimony put in issue whether the killing of Gregory Miles by Darby was a justifiable act of self-defense. Thereafter, defense counsel sought to support the claim of self-defense by calling numerous witnesses who testified that Miles had a reputation for violence and aggression. Defense counsel also supported the claim of self-defense by asking Darby, if at the time of the killing, he was aware that Miles had been convicted of certain criminal charges; Darby indicated he was aware of three such convictions. But when counsel asked Darby if he was aware of instances (prior to the killing) in which Miles had been arrested for being an accessory after the fact to murder and for assault with intent to kill, the court sustained objections by the Commonwealth to the questions.\nAt the close of the defense case-in-chief, counsel sought to read into the record Miles’ record of criminal convictions and his record of arrests from which no convictions had resulted. The court allowed the former to be read to the jury but disallowed the latter.\nDarby argues these rulings by the court were erroneous and sufficiently prejudicial to require a new trial. We agree.\nIn Commonwealth v. Amos, 445 Pa. 297, 284 A.2d 748 (1971), we held that prior convictions involving aggression by a victim of a homicide may be introduced into evidence by an accused where self-defense is asserted either “(1) to corroborate the [accused’s] alleged knowledge of the victim’s quarrelsome and violent character to show that the [accused] reasonably believed that his life was in danger; or (2) to prove the allegedly violent propensities of the victim to show that the victim was in fact the aggressor.” [Footnote omitted.] Commonwealth v. Amos, supra at 303, 284 A.2d at 750.\nAs the Commonwealth points out and as Mr. Justice Nix stated in Commonwealth v. Katchmer, 453 Pa. 461, 465, 309 A.2d 591, 593 (1973): “. . . there is a vast difference between a conviction and a mere accusation [or arrest].” But the “vast difference” must be viewed in connection with the purpose for which the evidence of an arrest is offered. In Commonwealth v. Katchmer, supra at 465, 309 A.2d at 593, we rejected the position that the Commonwealth could introduce arrests of a witness to impeach his credibility because “. . . the reception of such evidence would merely constitute the reception of somebody’s hearsay assertion of the witness’ guilt.”\nThe same reasoning would apply in the instant case had the arrest record of Miles been offered merely “to prove the allegedly violent propensities of the victim to show that the victim was in fact the aggressor.” But the arrest record and testimony of Darby regarding his knowledge of such arrests were also offered “to corroborate [Darby’s] alleged knowledge of [Miles’] quarrelsome and violent character to show that [Darby] reasonably believed that his life was in danger.” In this context whether Miles was guilty or innocent of the charges for which he was arrested is immaterial because it is the fact of the arrests having been made and Darby’s knowledge of them which would have caused Darby to formulate a belief that he was in danger when confronting Miles. Thus, Darby should have been allowed to testify that he knew Miles had been arrested previously for violent crimes and the arrest record should have been admitted to corroborate his testimony that he believed his life was in danger at the time involved.\nFinally, we would add that we are not unmindful of authorities which have held contrary to today’s ruling, see e.g., Johnson v. Commonwealth, Ky., 477 S.W.2d 159 (1972); Commonwealth v. Tyree, Ky., 365 S.W.2d 472 (1963); People v. Keys, 62 Cal.App.2d 895, 145 P.2d 589 (1944); 40 Am.Jur.2d, Homicide § 306 (1968); 40 C.J.S. Homicide § 272f (1944); but we believe our holding today is compelled by both logic and fairness. Cf. State v. Shahane, 56 N.D. 642, 219 N.W. 132 (1928); 1 Wigmore, Evidence § 198 (3d ed. 1970); McCormick, Evidence §§ 186-188, 193(f) (2d ed. 1972).\nAccordingly, the judgment of sentence is reversed and a new trial is granted.\nFormer Chief Justice Jones, did not participate in the decision of this case.\n. No appeal was taken from the judgment of sentence imposed on the weapons offense conviction. Accordingly, that judgment of sentence is not affected by our ruling.\n. Darby’s other complaints involve numerous instances of alleged prosecutorial misconduct, an alleged deficiency in the court’s charge, the failure of the Commonwealth to produce one of its witnesses for further cross-examination, and the failure of the Commonwealth to produce a witness mentioned in its opening to the jury.\n. Darby indicated he was aware of Miles having been arrested for being an accessory after the fact to murder before the court was able to sustain the objection to the question.\n. Three arrests from which convictions did not result were involved and included: a) an arrest on August 19, 1971 for weapons offenses; b) an arrest on November 18, 1971 for being an accessory after the fact to murder, conspiracy, possession of narcotics, and a weapons offense; and, c) an arrest on October 29, 1972 for assault with intent to kill and a weapons violation.\n. Indeed, most of the authorities cited have merely stated such evidence was inadmissible without considering the differing purposes for which it is offered.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      }
    ],
    "attorneys": [
      "Lewis L. Maltby, Philadelphia, for appellant.",
      "F. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Carolyn Temin, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "373 A.2d 1073\nCOMMONWEALTH of Pennsylvania v. John Eric DARBY, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 12, 1976.\nDecided June 3, 1977.\nLewis L. Maltby, Philadelphia, for appellant.\nF. Emmett Fitzpatrick, Dist. Atty., Steven H. Goldblatt, Asst. Dist. Atty., Chief, Appeals Div., Carolyn Temin, Philadelphia, for appellee.\nBefore JONES, C. J., EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0109-01",
  "first_page_order": 153,
  "last_page_order": 157
}
