{
  "id": 1730297,
  "name": "COMMONWEALTH of Pennsylvania v. Richard Charles HAEFNER, Appellant",
  "name_abbreviation": "Commonwealth v. Haefner",
  "decision_date": "1977-06-03",
  "docket_number": "No. 84",
  "first_page": "154",
  "last_page": "156",
  "citations": [
    {
      "type": "official",
      "cite": "473 Pa. 154"
    },
    {
      "type": "parallel",
      "cite": "373 A.2d 1094"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "472 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727720
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "parenthetical": "Concurring opinion of Mr. Justice Pomeroy, page 111."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0602-01"
      ]
    },
    {
      "cite": "472 Pa. 602",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727720
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 1,
      "case_paths": [
        "/pa/472/0602-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 259,
    "char_count": 3899,
    "ocr_confidence": 0.698,
    "pagerank": {
      "raw": 5.819671565199951e-07,
      "percentile": 0.9515527739262019
    },
    "sha256": "7ce7f71b72454d24fe480881d19e3a0acba48d4ccc5f7f5cb9c43facd782859f",
    "simhash": "1:fff876ab650856f2",
    "word_count": 644
  },
  "last_updated": "2024-02-27T22:34:15.384412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "O’BRIEN, J., files a dissenting opinion in which NIX, J., joins.",
      "JONES, former C. J., took no part in the consideration or decision of this case.",
      "NIX, J., joins in this Dissenting Opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Richard Charles HAEFNER, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPER CURIAM:\nOn August 15, 1975, appellant, Richard Charles Haefner, was charged with involuntary deviate sexual intercourse and corruption of minors. The criminal charges arose from an alleged incident involving the appellant and a twelve-year-old juvenile.\nOn January 27, 1976, a jury trial began in the Court of Common Pleas of Lancaster County, and on February 3, 1976, the case went to the jury. That evening the court below, sua sponte, declared a mistrial because the jury failed to reach a verdict.\nAppellant’s retrial was continued until September 20, 1976, to allow for dispositon of all pretrial motions. On March 5, 1976, appellant filed an “application to quash indictment.” The application to quash alleged, inter alia:\n“3. The Defendant was previously tried on two of these charges and trial resulted in the court dismissing [sic] a mistrial and dismissing the jury panel, said declaration of a mistrial was not with the consent of the Defendant and therefore a second trial is barred in that the mistrial was not caused by the Defendant nor was it entered with his consent.”\nOn June 21, 1976, the court below denied appellant’s motion to quash the indictments. On June 29, 1976, appellant appealed the denial of this motion to the Superior Court and the Commonwealth filed a motion to quash the appeal. The basis of the Commonwealth’s motion was that such an order was interlocutory. On July 22, 1976, the Superior Court granted the Commonwealth’s motion to quash. Appellant thereafter filed a petition for allowance of appeal, which this court granted on September 17, 1976.\nAppellant argues that the Superior Court erred in quashing his appeal from the denial of a pretrial motion alleging a claim of double jeopardy as interlocutory.\nIn Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (filed April 28, 1977), four members of this court agreed in the result that a “denial of a pre-trial motion to quash an indictment, where the motion alleges that a second trial will violate a defendant’s right not to be placed twice in jeopardy, is a final, appealable order.” Bolden, supra (Concurring opinion of Mr. Justice Pomeroy, page 111.)\nWhile Bolden is a nondecisional opinion, a majority of the members of this court have agreed that pretrial orders denying double jeopardy claims are final orders for purposes of appeal. Therefore, the order of the Superior Court, quashing appellant’s appeal should be reversed and the case remanded to that court for further proceedings.\nOrder of the Superior Court reversed and case remanded for a determination of the appeal on the merits.\nO’BRIEN, J., files a dissenting opinion in which NIX, J., joins.\nJONES, former C. J., took no part in the consideration or decision of this case.\n. Crimes Code, December 6, 1972, P.L. 1482, No. 334, § 1, eff. June 6, 1973, 18 C.P.S.A. § 3123.\n. Crimes Code, De-ember 6, 1972, P.L. 1482, No. 334, § 1, eff. June 6, 1973, 18 C.P.S.A. § 3125.\n. Opinion of the court per Mr. Justice Roberts, joined by Mr. Justice Manderino; Mr. Chief Justice Eagen concurred in the result; Mr. Justice Pomeroy filed a concurring opinion; Mr. Justice Nix filed a dissenting opinion in which Mr. Justice O’Brien joined; Former Mr. Chief Justice Jones did not participate in the decision of the case.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "O’BRIEN, Justice,\ndissenting.\nI dissent for the reasons set forth in the dissenting opinion of Mr. Justice Nix in Commonwealth v. Bolden, 472 Pa. 602, 373 A.2d 90 (filed April 28, 1977).\nNIX, J., joins in this Dissenting Opinion.",
        "type": "dissent",
        "author": "O’BRIEN, Justice,"
      }
    ],
    "attorneys": [
      "Richard A. Sprague, Pamela W. Higgins, Michael K. Simon, Phyllis C. Kaufman, Philadelphia, for appellant.",
      "John A. Kenneff, Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "373 A.2d 1094\nCOMMONWEALTH of Pennsylvania v. Richard Charles HAEFNER, Appellant.\nSupreme Court of Pennsylvania.\nArgued Oct. 15, 1976.\nDecided June 3, 1977.\nRichard A. Sprague, Pamela W. Higgins, Michael K. Simon, Phyllis C. Kaufman, Philadelphia, for appellant.\nJohn A. Kenneff, Asst. Dist. Atty., for appellee.\nBefore EAGEN, O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0154-01",
  "first_page_order": 198,
  "last_page_order": 200
}
