{
  "id": 1730298,
  "name": "COMMONWEALTH of Pennsylvania v. William GALLO, Appellant",
  "name_abbreviation": "Commonwealth v. Gallo",
  "decision_date": "1977-06-03",
  "docket_number": "No. 2",
  "first_page": "186",
  "last_page": "192",
  "citations": [
    {
      "type": "official",
      "cite": "473 Pa. 186"
    },
    {
      "type": "parallel",
      "cite": "373 A.2d 1109"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "464 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1710344
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/464/0544-01"
      ]
    },
    {
      "cite": "345 A.2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "236 Pa.Super. 557",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6772748
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "566-67"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/236/0557-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 522,
    "char_count": 8244,
    "ocr_confidence": 0.69,
    "pagerank": {
      "raw": 7.555751466171122e-07,
      "percentile": 0.9704415199496187
    },
    "sha256": "c44fcb041a1bb45dcad0e1337b1fbc604fef8e0482fb2fadbdc9e57c54c5e749",
    "simhash": "1:a86775a22b585cd3",
    "word_count": 1315
  },
  "last_updated": "2024-02-27T22:34:15.384412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. William GALLO, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nO’BRIEN, Justice.\nAppellant, William Gallo, was convicted of theft by deception at a nonjury trial on July 2, 1974. Post-verdict motions were denied and appellant was fined $1,000 and sentenced to make restitution of $1,750. A sentence of imprisonment of three-to-twelve months was also imposed but was to be suspended upon payment of the fine and the amount due in restitution. An appeal was filed in the Superior Court, which affirmed the judgment of sentence on October 9, 1975, with Judges Cercone, Hoffman and Spaeth dissenting. Commonwealth v. Gallo, 236 Pa.Super. 557, 345 A.2d 747 (1975). A petition for allowance of appeal was filed and was granted by this court on June 18,1976.\nThe facts are as follows. Appellant is the sole owner of National Business Publications. In July of 1973, appellant contacted David Leveto, a home building contractor in Meadville, Pennsylvania. Appellant represented himself as an “account executive” for “National Builders’ Publications” and proposed an agreement with Mr. Leveto whereby appellant would furnish, within ninety days and at little or no cost to Mr. Leveto, a brochure advertising Leveto’s home construction' business. Leveto would be required to furnish appellant with the names and addresses of his subcontractors and suppliers, who would place advertisements in the brochure, the theory being that the subcontractors and suppliers would benefit by the promotion of Mr. Leveto’s business. The subcontractors and suppliers would either pay cash for their ads or give Mr. Leveto a credit memorandum. Upon receipt of credit memoranda, Mr. Leveto would be required to pay appellant a sum of money equal to the amount of the memoranda. A contract was executed on July 26, 1973, and letters extolling the virtues of such a brochure were sent by appellant on Leveto’s stationery to all of the subcontractors and suppliers from a list furnished by Leveto. As a result, appellant collected $1,750.\nBy September, 1973, according to Leveto’s testimony, he had heard nothing from appellant so he tried to call him approximately fifty times at the telephone number listed on appellant’s letterhead, but no one answered the telephone. He also wrote three letters to the address given on appellant’s letterhead, but they went unanswered. Leveto then went to his local police department, which began an investigation, disclosing that appellant was not “an account executive,” but rather ran a one-man business, using his home in Apollo as his office. Criminal charges were brought against appellant, after which he sent the advertisements to the printer and forwarded proofs by mail to Leveto and to the various suppliers. Leveto, however, refused to accept the proofs.\nAppellant’s sole contention is that the evidence was insufficient to sustain the conviction for theft by deception. Section 3922 of the Crimes Code states:\n“(a) Offense defined. — A person is guilty of theft if he intentionally obtains or withholds property of another by deception. A person deceives if he intentionally:\n“(1) creates or reinforces a false impression, including false impressions as to law, value, intention or other state of mind; but deception as to a person’s intention to perform a promise shall not be inferred from the fact alone that he did not subsequently perform the promise;\n“(2) prevents another from acquiring information which would affect his judgment of a transaction; or\n“(3) fails to correct a false impression which the deceiver previously created or reinforced, or which the deceiver knows to be influencing another to whom he stands in a fiduciary or confidential relationship.\n“(b) Exception. — The term ‘deceive’ does not, however, include falsity as to matters having no pecuniary significance, or puffing by statements unlikely to deceive ordinary persons in the group addressed.” Act of December 6, 1972, P.L. 1482, No. 334, § 1, 18 Pa.C. S.A. 3922. (Emphasis added).\nIn reviewing the sufficiency of the evidence, we have repeatedly held that evidence must be viewed in the light most favorable to the verdict winner with all reasonable inferences therefrom. Commonwealth v. Strand, 464 Pa. 544, 347 A.2d 675 (1975). Viewing the evidence in the light most favorable to the Commonwealth, we can find no violation of § 3922 of the Crimes Code.\nBoth the trial court and Judge Van der Voort, speaking for the Superior Court’s four-man majority, placed great emphasis on the fact that appellant represented himself as an account executive for a national publisher. While this representation could be significant in a civil forum, we believe it meaningless in this criminal action, as the exception contained in § 3922(b) states: “The term ‘deceive’ does not, however, include falsity as to matters having no pecuniary significance ..” During cross-examination, Leveto was shown eight brochures which had been prepared by appellant. Leveto stated that these were similar to those which appellant had originally shown Leveto in attempting to obtain a contract. Leveto testified that he was impressed with the quality of the workmanship. As Leveto was satisfied with the product he was to have received, we believe appellant’s misrepresentations fall within the exception stated above as “matters having no pecuniary significance.”\nBoth the trial court and the Superior Court majority emphasized that appellant never answered Leveto’s calls or answered his letters. Suffice it to say that appellant gave Leveto both the correct telephone number and post office box which appellant had rented. With the ease by which appellant could have been tracked down by his telephone number or post office box, we believe these facts show nothing; in fact, if probative of anything, they would tend to exculpate appellant, as they indicate a lack of intention to deceive.\nAppellant explained that he did not perform the contract on time because of a breach by Mr. Leveto, who refused to honor a credit memorandum from Glidden Paint Company, one of Leveto’s suppliers. An employee of Glidden confirmed that there was a dispute as to the Glidden memorandum.\nIf appellant’s conviction for theft by deception is to be sustained, it must be because appellant never intended to perform his part of the contract, i. e., supplying the brochures to Leveto. The statute specifically states that “deception as to a person’s intention to perform a promise shall not be inferred from the fact alone that he did not subsequently perform the promise.” 18 Pa.C.S.A. § 3922(a)(1). Our review of the record fails to show any evidence as to appellant’s intention except his failure to perform. This alone is insufficient. The record shows that in November of 1973, appellant, at his own expense had the printer set the type for Leveto’s brochures.\nAs Judge Cercone stated in his dissenting opinion to Commonwealth v. Gallo, supra, 236 Pa.Super. at 566-67, 345 A.2d at 752:\n“Finally, there was no evidence that the appellant attempted to abscond with any money secured from the Leveto contract. Nor was there any evidence that appellant used the Leveto funds for any purpose other than producing the brochures. I find it difficult to believe that appellant would jeopardize his career and reputation by attempting to defraud one builder out of the hundreds he has done business with.\n“Although appellant was obviously guilty of poor judgment in neglecting to punctually fulfill the terms of his contract because of his belief that Mr. Leveto had breached the contract, I do not believe his conduct amounted to a criminal offense. This controversy is simply a contractual dispute between two experienced businessmen which is best resolved in a civil forum.”\nWe agree with Judge Cercone’s conclusion that the crime of theft by deception was not proved beyond a reasonable doubt.\nJudgment of sentence reversed and appellant discharged.",
        "type": "majority",
        "author": "O’BRIEN, Justice."
      }
    ],
    "attorneys": [
      "Angelo Procopio, Pittsburgh, for appellant.",
      "Douglas Ferguson, Dist. Atty., Donald E. Lewis, Robert S. Bailey, Asst. Dist. Attys., Meadville, for appellee."
    ],
    "corrections": "",
    "head_matter": "373 A.2d 1109\nCOMMONWEALTH of Pennsylvania v. William GALLO, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 7, 1977.\nDecided June 3, 1977.\nAngelo Procopio, Pittsburgh, for appellant.\nDouglas Ferguson, Dist. Atty., Donald E. Lewis, Robert S. Bailey, Asst. Dist. Attys., Meadville, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0186-01",
  "first_page_order": 230,
  "last_page_order": 236
}
