{
  "id": 1730307,
  "name": "COMMONWEALTH of Pennsylvania v. Donald W. LAMONNA, Appellant (two cases)",
  "name_abbreviation": "Commonwealth v. Lamonna",
  "decision_date": "1977-06-03",
  "docket_number": "No. 195",
  "first_page": "248",
  "last_page": "261",
  "citations": [
    {
      "type": "official",
      "cite": "473 Pa. 248"
    },
    {
      "type": "parallel",
      "cite": "373 A.2d 1355"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "317 A.2d 616",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "456 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        584446
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/456/0447-01"
      ]
    },
    {
      "cite": "242 Pa.Super. 397",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        821677
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/242/0397-01"
      ]
    },
    {
      "cite": "469 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722083
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0214-01"
      ]
    },
    {
      "cite": "326 A.2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 683",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "468 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719722
      ],
      "weight": 4,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0155-01"
      ]
    },
    {
      "cite": "470 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723830
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0323-01"
      ]
    },
    {
      "cite": "470 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723880
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "517"
        },
        {
          "page": "1276"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/470/0512-01"
      ]
    },
    {
      "cite": "472 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1727722
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "831"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/472/0553-01"
      ]
    },
    {
      "cite": "473 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730266
      ],
      "weight": 4,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0116-01"
      ]
    },
    {
      "cite": "326 A.2d 285",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 351",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479769
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0351-01"
      ]
    },
    {
      "cite": "461 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483786
      ],
      "weight": 2,
      "year": 1975,
      "pin_cites": [
        {
          "page": "257-258"
        },
        {
          "page": "274"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/461/0255-01"
      ]
    },
    {
      "cite": "469 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722059
      ],
      "weight": 5,
      "year": 1976,
      "pin_cites": [
        {
          "page": "15"
        },
        {
          "page": "697"
        },
        {
          "page": "15"
        },
        {
          "page": "697"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/469/0008-01"
      ]
    },
    {
      "cite": "470 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1723815
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "354"
        },
        {
          "page": "666"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/470/0343-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 886,
    "char_count": 20648,
    "ocr_confidence": 0.75,
    "pagerank": {
      "raw": 1.5440288325364005e-06,
      "percentile": 0.992175991727703
    },
    "sha256": "b7416af82fb8b22102eb6dd7d075d3c8687bed7e52d7f4f5634927fcd0e3764c",
    "simhash": "1:9e677da6dc30d6f7",
    "word_count": 3465
  },
  "last_updated": "2024-02-27T22:34:15.384412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ.",
      "JONES, former C. J., did not participate in the decision of this case.",
      "NIX, J., did not participate in the consideration or decision of this case.",
      "EAGEN, C. J., filed a concurring opinion in which ROBERTS, J., joins.",
      "ROBERTS, J., joins in this concurring opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Donald W. LAMONNA, Appellant (two cases)."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nPOMEROY, Justice.\nFollowing a jury trial, appellant Donald Lamonna was found guilty of murder in the second degree, kidnapping, and two separate firearms offenses. Post-trial motions were denied, and a sentence of life imprisonment was imposed with respect to the murder charge. In this appeal, appellant’s sole contention is that judgments of sentence should be reversed and charges against him dismissed because of the Commonwealth’s non-compliance with our rule requiring prompt trial, Pa.R.Crim.P. 1100. For the reasons stated hereinafter, we agree.\nOn September 1, 1974, a criminal complaint was filed against appellant charging him with offenses arising from the abduction and slaying of one Michael Nelson alleged to have occurred on the previous night. Trial for appellant and five similarly charged codefendants was listed for January 27, 1975, a time well before the expiration date of the 180 day period within which trial must be commenced. Pa.R.Crim.P. 1100(a) (2). Two weeks before the scheduled trial date, on January 15, 1975, the lower court granted a motion made by appellant to sever his trial from that of his codefendants. One month thereafter, on February 19, 1975, the court on its own motion ordered an extension of the date for commencement of Lamonna’s trial to March 10, 1975. On that date — 190 days after the filing of the complaint — appellant filed an application to dismiss the charges against him pursuant to section (f) of Rule 1100. Following a hearing thereon, the application was denied, and trial then proceeded, with the result stated above.\nBecause the commencement of the trial in this case occurred 10 days beyond the time required by Rule 1100(a) (2), that period of delay must be either excluded from computation of the 180 days under section (d) of Rule 1100 or be justified by an order granting an application by the Commonwealth for an extension of time pursuant to section (c). See, e. g., Commonwealth v. Shelton, 469 Pa. 8, 15, 364 A.2d 694, 697 (1976). Since, however, the only application by the Commonwealth was filed after the mandatory time for trial had expired, an argument addressed to justifiable excuse for extension of trial date is not now available to the Commonwealth. Shelton, supra at 15, 364 A.2d at 697; Commonwealth v. Woods, 461 Pa. 255, 257-258, 336 A.2d 273, 274 (1975). The focus of the Commonwealth’s present argument is therefore directed to the automatic exclusions provided by section (d). Advanced as a threshold argument, however, is the contention that appellant has waived his right to a Rule 1100 discharge by failing to make timely objection to violation of the rule.\nWe agree that a defendant may waive or consent to a violation of Rule 1100 by his failure to raise the issue. Inasmuch as one may waive the speedy trial right guaranteed by the federal and state constitutions by failure to assert a timely objection, Commonwealth v. Roundtree, 458 Pa. 351, 326 A.2d 285 (1974), a fortiori, a defendant’s neglect may preclude reliance on a rule of procedure adopted in aid of that constitutional right. Hence section (f) of Rule 1100 limits the time within which a defendant may apply for an order dismissing charges to “any time before trial.” The question we must decide instantly is whether “trial” had already commenced when appellant interposed his Rule 1100 claim.\nIn the circumstances here presented, we cannot say that trial was underway at the time appellant’s objection was made. Although the case had been called for trial and defendant had been arraigned before he moved to dismiss, the jury had not yet been empaneled, nor had voir dire or any other substantial step of trial begun. See Comment, Pa.R.Crim.P. 1100. Given this posture of the proceedings, we hold that the Rule 1100 motion was timely made. Compare Commonwealth v. Perkins, 473 Pa. 116, 373 A.2d 1076 (1977).\nWe turn now to the merits of the dispute which, as above stated, centers on section (d) of the Rule. That provision requires automatic exclusion from the computation of the permissible 180 day time lapse between complaint and trial for periods of delay at any stage of the case resulting from (1) “the unavailability of the defendant or his attorney” or (2) “any continuance . granted at the request of the defendant or his attorney” to the extent that such continuances exceed 30 days. Pa.R.Crim.P. 1100(d), n.4, supra. It is argued by the Commonwealth that both of these grounds for exclusion are here applicable based upon the testimony taken at the hearing on appellant’s application to dismiss.\nAt the hearing the assistant district attorney assigned to the prosecution of this case, John Nickoloff, Esquire, testified substantially as follows: Sometime after the entry of the January 15 order granting Lamonna’s motion for severance, Lamonna’s lawyer was informed that trial of at least one codefendant would precede the Lamonna trial. At that time, Mr. Nickoloff was left with the “impression” that this sequence was unobjectionable to defense counsel since he was then engaged in the trial of another case. (Mr. Nickoloff could not recall with assurance the date of this conversation, but supposed it had occurred sometime near January 27, which had been the original trial date.) Thereafter, on February 14, Nickoloff drafted a document in the nature of a stipulation of the parties consenting to an extension of trial. In an attempt to procure appellant’s consent, Nickoloff telephoned his lawyer’s office, but found him to be unavailable. Sometime between February 18 and March 4 (Nickoloff was unable to be more precise), he chanced upon appellant’s lawyer in a courtroom hallway, the latter apparently on his way to court. In this brief encounter, Nickoloff brought up the matter of the stipulation. Counsel’s response, according to a vague recollection of Nickoloff, was to ask whether his client’s attention was necessary or whether his own signature might do. There was no further exchange between the two men.\nFor his part, appellant’s counsel testified that he could not recall ever discussing with Mr. Nickoloff the scheduling of his client’s trial. He stated that the only time he was unavailable to try this case was a period of three days during the week of February 18, 1975. While we must resolve this conflict in testimony in favor of the prosecution, Commonwealth v. Mitchell, 472 Pa. 553 at -, 372 A.2d 826 at 831 (1977), we nonetheless conclude that the Commonwealth’s evidence is insufficient to establish an excludable period of delay pursuant to section (d) of Rule 1100 or to sanction in some other manner a trial date beyond 180 days from the complaint.\nEven were we to give the testimony of the assistant district attorney the weight of certitude which, in light of the dimness of his recollection, it does not deserve, that evidence did not establish either the unavailability of defense counsel or the consent — even implied consent — of counsel to an extension of time for trial. Regarding the first claim, the mere fact that counsel was preoccupied with other matters at some point during the 180 day period is irrelevant for purposes of section (d) unless the unavailability causes a delay in the proceedings, a circumstance not present here. See Commonwealth v. Millhouse, 470 Pa. 512, 517, 368 A.2d 1273, 1276 (1977); cf. Commonwealth v. Gregg, 470 Pa. 323, 368 A.2d 651 (1977). As to the alleged consent of counsel to the delay, the evidence shows only that one month prior to the expiration of the Rule 1100 period, Lamonna’s attorney had no quarrel with the prosecution’s decision to try a codefendant ahead of his client. That acquiescence, without more, cannot be taken as a consent to non-compliance with Rule 1100. Compare Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976). The hurried hallway conversation does not strengthen the Commonwealth’s argument; that a lawyer, while on his way to court, responded to a proposal that consent be given to an extended trial date with an inquiry whether his own signature might be sufficient can hardly be construed as a giving of the requested consent.\nIn sum, the record here does not support a finding that this defendant waived his right to protest non-compliance with Rule 1100, or that, by the conduct of his attorney, he can be said to have acquiesced in an extension of the period within which he should be brought to trial under the rule. That period having been exceeded in this case, appellant was entitled to the remedy of section (f), dismissal of charges against him, and a discharge.\nJudgments of sentence with respect to the murder and kidnapping convictions are reversed and appellant is ordered discharged.\nJONES, former C. J., did not participate in the decision of this case.\nNIX, J., did not participate in the consideration or decision of this case.\nEAGEN, C. J., filed a concurring opinion in which ROBERTS, J., joins.\nThe appeal of the judgment of sentence for murder was taken directly to this Court pursuant to Sec. 202(1) of the Appellate Court Jurisdiction Act, Act of July 31, 1970, P.L. 673, No. 223, Art. II, § 202(1), 17 P.S. § 211.202(1) (Supp.1977-1978). Appeal from the judgment of sentence imposed on the kidnapping conviction was certified to this Court from the Superior Court. No appeal was taken from the judgment of sentence with respect to the firearms conviction.\n. Section (a)(2) provides:\n“Trial in a court case in which a written complaint is filed against the defendant after June 30, 1974 shall commence no later than one hundred eighty (180) days from the date on which the complaint is filed.”\n. At the time of appellant’s motion, a defendant had an absolute right upon timely motion to a severance in a prosecution for murder. Act of March 31, 1860, P.L. 427, I 40, 19 P.S. § 785; Commonwealth v. Smith, 457 Pa. 683, 326 A.2d 60 (1974). The Act of March 31, 1860 has since been amended, and now provides that in all cases in which two or more persons are jointly indicted, see Pa.R.Crim.P. 219(c), it is within the discretion of the trial court to grant or deny a motion for severance of trial. Act of October 7, 1976, P.L. 213, § 1.\n. Section (f) provides:\n“At any time before trial, the defendant or his attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this Rule has been violated. A copy of such application shall be served upon the attorney for the Commonwealth, who shall also have a right to be heard thereon. Any order granting such application shall dismiss the charges with prejudice and discharge the defendant.”\n. Section (d) reads:\n“In determining the period for commencement of trial, there shall be excluded therefrom such period of delay at any stage of the proceedings as results from:\n(1) the unavailability of the defendant or his attorney;\n(2) any continuance in excess of thirty (30) days granted at the request of the defendant or his attorney, provided that only the period beyond the thirtieth (30th) day shall be so excluded.”\n. Section (c) provides:\n“At any time prior to the expiration of the period for commencement of trial, the attorney for the Commonwealth may apply to the court for an order extending the time for commencement of trial. A copy of such application shall be served upon the defendant through his attorney, if any, and the defendant shall also have the right to be heard thereon. Such application shall be granted only if trial cannot be commenced within the prescribed period despite due diligence by the Commonwealth. Any order granting such application shall specify the date or period within which trial shall be commenced.”\n. The Commonwealth’s application was filed on March 14, 1975, four days after trial had begun and fourteen days after expiration of the 180 day period. The lower court, while denying appellant’s motion to dismiss, took no action on the application. We need not express an opinion whether the delay necessitated by the severance of appellant’s trial from that of his codefendants would have justified an order granting the application if timely filed. See generally, Commonwealth v. Mayfield, 469 Pa. 214, 364 A.2d 1345 (1976); Shelton, supra; Commonwealth v. Brown, 242 Pa.Super. 397, 364 A.2d 330 (1976); ABA Project on Minimum Standards for Criminal Justice, Standards Relating to Speedy Trial, § 2.3 (Approved Draft, 1968).\n. See n. 4, supra.\n. The requirement of Pa.R.Crim.P. 305 that pre-trial applications for relief be submitted no later than 10 days prior to trial is implicitly superseded for purposes of Rule 1100 by section (f) of the latter rule.\n. See Commonwealth v. Stewart, 456 Pa. 447, 317 A.2d 616 (1974), as to the time double jeopardy attaches in the constitutional sense.\n. Lamonna’s arraignment, of course, took place in a courtroom in the presence of the trial judge. The next step in the proceedings was the random selection from jury lists of a.panel of 65 veniremen, accomplished out of the presence of the judge. Sometime during the recess for this purpose and for lunch, certainly no later than the court’s reconvening at 1:30 p. m., the motion to dismiss was filed. N.T. pp. 6, 29. Upon reconvening, the panel of 65 “was examined upon their voir dire generally,” N.T. p. 6, and thereafter the court refused the motion to dismiss and directed that individual voir dire examination begin. N.T. pp. 12, 52-53. (See Pa.R.Crim.P. 1106(e) which provides, in pertinent part, that “[i]n capital cases, the individual voir dire method must be used, unless the defendant waives that alternative.”) The following day, after selection of the petit jury, the trial judge vacated his order refusing the motion to dismiss for violation of Rule 1100 and conducted a hearing thereon. Subsequently, the motion was again refused. It is clear from these events that, unlike the situation in Commonwealth v. Perkins, 473 Pa. 116, 373 A.2d 1076 (1977), decided this day, Lamonna’s submission of a motion to dismiss occurred prior to the venire panel’s being sworn and addressed by court and counsel.\n. The Comment to Rule 1100 provides in pertinent part:\n“It is not intended that preliminary calendar calls should constitute commencement of a trial. A trial commences when the trial judge determines that the parties are present and directs them to proceed to voir dire, or to opening argument, or to the hearing of any motions which had been reserved for the time of trial, or to the taking of testimony or to some other first step in the trial.”\n. Although, as noted earlier, the Commonwealth seeks to establish a period of excludable delay by reason of appellant’s having requested a “continuance” within the meaning of Rule 1100(d)(2), see note 4, supra, it is clear from the record here that the lower court at no time received such a request. We shall assume, however, that the Commonwealth means to argue that delay in excess of 180 days was consented to by appellant. See Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976).\n. The Commonwealth does not argue that the trial court’s order of February 19, 1975, changing the trial date from January 27, 1975 to March 10, 1975, remedies non-compliance with Rule 1100(a)(2). The.text of the order does not state the ground for the action, but assuming good reason may have existed for the order, see note 6, supra, there is no provision for such a sua sponte, ex parte procedure within the framework of Rule 1100. Proceeding in this fashion quite overlooks the defendant’s right to the safeguards of notice and hearing on a proposed extension which are protected by section (c) of the Rule.",
        "type": "majority",
        "author": "POMEROY, Justice."
      },
      {
        "text": "EAGEN, Chief Justice,\nconcurring.\nI agree with Mr. Justice Pomeroy that “section (f) of Rule 1100 limits the time within which a defendant may apply for an order dismissing charges to ‘any time before trial.’ ” However, I find it necessary to present my view of the proper analysis for deciding whether Lamonna waived his Rule 1100 claim by failing to raise the issue in timely fashion.\nInitially, it should be noted that Pa.R.Crim.P. 1100(b) provides: “For the purpose of this Rule, trial shall be deemed to commence on the date the trial judge calls the case to trial.” The plain language of this section indicates that a trial commences for purposes of Rule 1100 when the case is literally called to trial. However, it is obvious that the purpose of Rule 1100 will not be served, nor its requirements met, by a proceeding in which all that transpires is that the case is literally called to trial. Hence, we must first interpret what the language of the Rule “calls the case to trial” means, and second, whether Lamonna’s motion to dismiss was filed before the instant case was “called to trial” in compliance therewith.\nAlthough the explanatory comments to the Rules of Criminal Procedure are not part of the Rules and have not been officially adopted or promulgated by this Court, they nevertheless are useful tools for the resolution of questions of interpretation under the Rules. The comment to Rule 1100 provides, in pertinent part:\n“It is not intended that preliminary calendar calls should constitute commencement of a trial. A trial commences when the trial judge determines that the parties are present and directs them to proceed to voir dire, or to opening argument, or to the hearing of any motions which had been reserved for the time of trial, or to the taking of testimony or to some other such first step in the trial.”\nThe words “some other such” immediately preceding “first step in the trial” clearly indicate that the events specifically referred to in the comment are to be considered first steps in a trial for purposes of Rule 1100, see Commonwealth v. Boyle, 470 Pa. 343, 354, 368 A.2d 661, 666 (1977), even though not all of these events are, strictly speaking, directly involved with the determination of guilt or innocence. For example, if a case were called to trial and, after determining the parties were present, the trial judge held a hearing on a suppression motion which had been reserved for the time of trial, presumably the trial would have commenced for purposes of Rule 1100. This leads to the conclusion that the principal concern behind Rule 1100 is simply that the commencement of trial be marked by a substantive, rather than pro forma, event. Moreover, each of the events specifically referred to in the foregoing portion of the comment represents a degree of commitment of the court’s time and resources such that the process of determining the defendant’s guilt or innocence follows directly therefrom. Accordingly, the beginning' of any stage which leads directly into the guilt-determining process is a “first step in the trial” for purposes of Rule 1100.\nThere is no question instantly that it had been determined the parties were present when the Rule 1100 issue was first raised. But, apparently none of the events specifically listed in the comment were underway at that time. Thus, in determining whether Lamonna waived his Rule 1100 claim, the relevant inquiry indicated by the comment is whether “some other such first step in the trial” had begun before the motion to dismiss was made.\nTrial was originally scheduled in the instant case for January 27, 1975. On January 15, 1975, Lamonna’s motion to sever his trial from that of his codefendants was granted. On February 19, 1975, the date for commencement of Lamonna’s trial was extended to March 10, 1975. On that date the case was called to trial and Lamonna was formally arraigned. The trial court then recessed for the purpose of selecting a venire panel and for lunch. The motion to dismiss was filed during the recess.\nIn my view these facts do not present a situation where a first step in the trial had begun before the motion to dismiss was filed. Arraignment does not lead directly into the guilt-determining process, see Pa.R.Crim. P. 317(b), nor does it represent a degree of commitment of the court’s time and resources equivalent to the stages referred to in the comment. For the foregoing reasons, I concur in the conclusion Lamonna did not waive his Rule 1100 claim by failing to raise it before trial.\nROBERTS, J., joins in this concurring opinion.",
        "type": "concurrence",
        "author": "EAGEN, Chief Justice,"
      }
    ],
    "attorneys": [
      "John J. Dean, Lester G. Nauhaus, Pittsburgh, for appellant.",
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Louis R. Paulick, Asst. Dist. Atty., Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "373 A.2d 1355\nCOMMONWEALTH of Pennsylvania v. Donald W. LAMONNA, Appellant (two cases).\nSupreme Court of Pennsylvania.\nArgued Sept. 23, 1976.\nDecided June 3, 1977.\nReargument Denied July 8, 1977.\nJohn J. Dean, Lester G. Nauhaus, Pittsburgh, for appellant.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Louis R. Paulick, Asst. Dist. Atty., Pittsburgh, for appellee.\nBefore JONES, C. J., and EAGEN, O’BRIEN, ROBERTS, POMEROY and MANDERINO, JJ."
  },
  "file_name": "0248-01",
  "first_page_order": 292,
  "last_page_order": 305
}
