{
  "id": 1730275,
  "name": "David S. MASLAND, M.D., H. Robert Davis, M.D., John J. Hanlon, M.D., and the Pennsylvania Medical Society, Appellants, v. Leonard BACHMAN, M.D. the Secretary of Health of the Commonwealth of Pennsylvania, and the Department of Health of the Commonwealth of Pennsylvania",
  "name_abbreviation": "Masland v. Bachman",
  "decision_date": "1977-06-03",
  "docket_number": "No. 32",
  "first_page": "280",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "473 Pa. 280"
    },
    {
      "type": "parallel",
      "cite": "374 A.2d 517"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "70 A.2d 685",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "166 Pa.Super. 275",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        468751
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/166/0275-01"
      ]
    },
    {
      "cite": "88 A. 775",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1913,
      "pin_cites": [
        {
          "page": "777"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "241 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976038
      ],
      "year": 1913,
      "pin_cites": [
        {
          "page": "587"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0581-01"
      ]
    },
    {
      "cite": "133 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1129193
      ],
      "weight": 3,
      "year": 1890,
      "pin_cites": [
        {
          "page": "12"
        },
        {
          "page": "245-46"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/133/0001-01"
      ]
    },
    {
      "cite": "11 L.Ed. 559",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "case_ids": [
        3318389
      ],
      "year": 1844,
      "opinion_index": 0,
      "case_paths": [
        "/us/44/0197-01"
      ]
    },
    {
      "cite": "346 A.2d 314",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1975,
      "opinion_index": 0
    },
    {
      "cite": "236 Pa.Super. 572",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        6772837
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/236/0572-01"
      ]
    },
    {
      "cite": "191 A.2d 835",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "pin_cites": [
        {
          "page": "842"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "411 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1885980
      ],
      "year": 1963,
      "pin_cites": [
        {
          "page": "273"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/411/0263-01"
      ]
    },
    {
      "cite": "313 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "171",
          "parenthetical": "concurring opinion of Roberts, J., joined by Jones, C. J., and Nix, J."
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582037
      ],
      "year": 1974,
      "pin_cites": [
        {
          "page": "83",
          "parenthetical": "concurring opinion of Roberts, J., joined by Jones, C. J., and Nix, J."
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0052-01"
      ]
    },
    {
      "cite": "299 U.S. 232",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5721916
      ],
      "weight": 3,
      "year": 1936,
      "pin_cites": [
        {
          "page": "236-37"
        },
        {
          "page": "172"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/299/0232-01"
      ]
    },
    {
      "cite": "421 U.S. 60",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        541969
      ],
      "weight": 3,
      "year": 1975,
      "pin_cites": [
        {
          "page": "86-87"
        },
        {
          "page": "1485"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/421/0060-01"
      ]
    },
    {
      "cite": "430 U.S. 112",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12122005
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "134-135"
        },
        {
          "page": "978"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/430/0112-01"
      ]
    },
    {
      "cite": "67 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "165 Pa.Super. 359",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        467350
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/165/0359-01"
      ]
    },
    {
      "cite": "298 A.2d 654",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "139 A. 826",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1927,
      "opinion_index": 0
    },
    {
      "cite": "291 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1107287
      ],
      "year": 1927,
      "opinion_index": 0,
      "case_paths": [
        "/pa/291/0326-01"
      ]
    },
    {
      "cite": "145 A. 916",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1929,
      "opinion_index": 0
    },
    {
      "cite": "296 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116596
      ],
      "year": 1929,
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0359-01"
      ]
    },
    {
      "cite": "108 A.2d 69",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "opinion_index": 0
    },
    {
      "cite": "379 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1253614
      ],
      "year": 1954,
      "opinion_index": 0,
      "case_paths": [
        "/pa/379/0001-01"
      ]
    },
    {
      "cite": "5 Rawle 338",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1824618
      ],
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/5/0338-01"
      ]
    },
    {
      "cite": "459 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481001
      ],
      "weight": 6,
      "year": 1974,
      "pin_cites": [
        {
          "page": "460-61"
        },
        {
          "page": "817"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/459/0450-01"
      ]
    },
    {
      "cite": "122 A.2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 1
    },
    {
      "cite": "385 Pa. 119",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1267071
      ],
      "year": 1965,
      "opinion_index": 1,
      "case_paths": [
        "/pa/385/0119-01"
      ]
    },
    {
      "cite": "241 A.2d 745",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 1
    },
    {
      "cite": "430 Pa. 66",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915717
      ],
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/430/0066-01"
      ]
    },
    {
      "cite": "313 A.2d 156",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1974,
      "pin_cites": [
        {
          "page": "169"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "455 Pa. 52",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582037
      ],
      "year": 1974,
      "opinion_index": 1,
      "case_paths": [
        "/pa/455/0052-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1191,
    "char_count": 31463,
    "ocr_confidence": 0.726,
    "pagerank": {
      "raw": 1.682866651285975e-06,
      "percentile": 0.9932586803323282
    },
    "sha256": "4ebd4d4a7f4e4a2da106c085f430f5bdd09b958515fba43944b3e5095b10e64d",
    "simhash": "1:f8ecce1ac82401ba",
    "word_count": 4880
  },
  "last_updated": "2024-02-27T22:34:15.384412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J„ and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ.",
      "POMEROY, J., filed a dissenting opinion in which O’BRIEN, J., joins.",
      "O’BRIEN, J., joins in this dissenting opinion."
    ],
    "parties": [
      "David S. MASLAND, M.D., H. Robert Davis, M.D., John J. Hanlon, M.D., and the Pennsylvania Medical Society, Appellants, v. Leonard BACHMAN, M.D. the Secretary of Health of the Commonwealth of Pennsylvania, and the Department of Health of the Commonwealth of Pennsylvania."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\nThe question presented in this appeal is whether the regulation promulgated by the Pennsylvania Department of Health (Department) subjecting office laboratories of private physicians to regulation under the Clinical Laboratory Act (the Act) is a valid exercise of the Department’s rule-making power.\nThe Act provides that “clinical laboratories” are subject to regulation by the Department. Section 2152 of the Act defines a “clinical laboratory” as “any place, establishment or institution organized and operated primarily for the performance of all or any bacteriological, biochemical, microscopical, serological, or parasitological tests.” On August 16, 1975, the Department promulgated a regulation subjecting clinical laboratories of private physicians to regulation under the Act. Appellants, individual physicians and members of the Pennsylvania Medical Society, brought an action in equity in the Commonwealth Court alleging that the regulation exceeded the Department’s rule-making power. Appellants sought injunctive relief and an order rescinding the regulation. The parties agreed that there were no disputed issues of fact and filed cross-motions for summary judgment pursuant to Pa.R.Civ.P. 1035. Because the Commonwealth Court was evenly divided on the issue whether office laboratories of private physicians are subject to regulation under the Act, it held that the issue was “non-justiciable” and dismissed the complaint. The Commonwealth Court enjoined the enforcement of the regulation pending appeal.\nWe hold that the regulation is a valid exercise of the Department’s rule-making power. Therefore, we vacate the decree of the Commonwealth Court dismissing the complaint and enter summary judgment in favor of appellees. The injunction is dismissed.\nI\nThe Clinical Laboratory Act, originally enacted as the Analytical-Biochemical-Biological Laboratory Act in 1951, was enacted to ensure that clinical laboratory, testing was accurately performed by competently supervised professionals. The preamble to the Act provides:\n“Whereas, the health and lives of the citizens of this Commonwealth are endangered by incompetent supervision of clinical laboratory tests; and\n“Whereas, a due regard for public health and preservation of human life demands that none but scientists competent and properly qualified by sufficient training in the fundamental sciences and experienced in their applications in the clinical laboratory shall be permitted to supervise the work of such laboratories.”\nThe Act requires that clinical laboratories obtain permits, operate under a qualified supervisor, and satisfy regulations promulgated by the Department regarding the adequacy of equipment, facilities and laboratory procedures. Prior to 1972, the Act applied to laboratories within the definition of an “analytical-biochemical-biological laboratory,” defined as any “place, establishment or institution organized and operated primarily for the performance of all or any bacteriological, biochemical, microscopical, serological, or parasitological tests.” Originally, the Act exempted: (1) laboratories maintained and operated by the federal, state, county or municipal government; (2) laboratories maintained and operated for research or teaching purposes; (3) laboratories of private physicians who were licensed to practice in Pennsylvania; (4) hospital laboratories; and (5) laboratories operated in industrial organizations and administered by a duly licensed physician. Thus, the broad scope of the exemption suggests that independent commercial laboratories were the primary targets of the original Act.\nIn 1961, the Act was amended. The Department was authorized to adopt rules and regulations for the proper enforcement of the Act regarding:\n“(1) Contents of application;\n(2) Adequacy of laboratory quarters and equipment;\n(3) Means and standards of accuracy of laboratory procedures;\n(4) Definition of unethical practice and unethical advertising ;\n(5) Any other matters it may deem advisable for the protection of the public and for carrying out the provisions and purposes of this act.”\nThe Department was also empowered to verify the accuracy of the work of each laboratory \"using such means and standards as the department shall specify by rule or regulation.” The 1961 amendments also narrowed the exemption for private physicians. Whereas the Act originally exempted all laboratories operated by a physician licensed to practice in Pennsylvania, after the 1961 amendments, only laboratories of private physicians “operated solely in connection with the diagnosis and treatment of his own patients” were exempt.\nIn 1972, the Legislature amended the Act again, changing its title to the Clinical Laboratory Act. The Legislature retained the preamble and the definition of a “laboratory” from the original Act, but substituted the phrase “clinical laboratory” wherever “analytical-biochemical-biological laboratory” had been used. In addition, the 1972 amendments eliminated the exemptions for the following types of laboratories: (1) laboratories maintained and operated by state, county or municipal governments; (2) office laboratories operated by private physicians solely for the diagnosis and treatment of his or her own patients; (3) hospital laboratories; and (4) industrial laboratories. Following the 1972 amendments, the only remaining exemptions are for laboratories maintained and operated by the federal government and those operated solely for research or teaching purposes.\nTo implement the 1972 amendment, the Department promulgated a regulation which subjected previously exempt clinical laboratories to regulation under the Act. The regulation defines “clinical laboratory” to include “all independent, hospital, industrial, state, county and municipal laboratories and all clinical laboratories operated in private offices and clinics of practitioners of the healing arts.” This regulation applies to all laboratories which were previously exempt under the original Act but whose exemption was deleted by the Legislature in 1972.\nII\nA. Appellants assert that, by its terms, the Act does not extend its coverage to office laboratories of private physicians. The Act is applicable to “clinical laboratories,” defined as “any place, establishment or institution organized and operated primarily for the purpose of . tests.” Appellants contend that the portion of a physician’s office which is set aside for laboratory testing is not a “place” within the meaning of the Act. Rather, they maintain that a physician’s entire office is a “place.” Since a physician’s office is organized primarily for the examination and treatment of patients, they argue that a physician’s office laboratory, which is only operated as an incident to that purpose, cannot be regulated under the Act. We do not agree.\nThe Department. interprets the Act to include office laboratories of private physicians as “places” within the meaning of the Act. We find the Department’s interpretation to be more reasonable than appellants’ interpretation. The use of the word “place,” in addition to the words “establishment” or “institution,” is consistent with the legislative intent to focus on the primary purpose for which a particular area is used, in addition to the primary purpose of the larger organization or institution of which it may be a part. By its common usage, the word “place” may refer to a particular room or area within a larger building or facility, and certainly could be used to refer to the part of a physician’s office set aside for tests. Thus, while the word “place” may not be entirely free from ambiguity, we believe that the Department’s interpretation of the Act follows from the natural meaning of the statutory language.\nB. An examination of the legislative history of the Act resolves any question of the meaning of the Act in favor of the Department’s interpretation. The 1972 amendments, which deleted most of the previous exemptions, including the exemption for office laboratories of private physicians “operated solely for the treatment and diagnosis of . [their] patients,” evince a legislative intent to regulate these laboratories.\nA change in the language of a statute ordinarily indicates a change in legislative intent. As originally enacted in 1951, the Act exempted all laboratories operated by a physician licensed to practice in Pennsylvania. The Act provided in pertinent part:\n“This act shall include nor apply to . .a laboratory operated by a physician licensed to practice in this Commonwealth.”\nIn 1961, the Act was amended to narrow the exemption for laboratories of private physicians. Only laboratories used solely for the treatment and diagnosis of a physician’s own patients were exempt from the requirements of the Act. In 1972, the Legislature deleted this specific exemption for laboratories of private physicians and thereby mandated that even office laboratories of private physicians which were used solely for the treatment and diagnosis of the physician’s own patients should be subject to regulation.\nThe Legislature’s elimination of the exemption for private physicians was part of a major substantive change in the coverage of the Act. Prior to 1972, the Act was primarily directed at independent commercial laboratories. In 1972, the Legislature decided that the purposes of the Act could only be achieved if all the laboratories within the Commonwealth’s jurisdiction which performed laboratory tests for Pennsylvania citizens were regulated. All exemptions were abolished except the exemption for laboratories maintained by the federal government, where considerations of federal supremacy are involved, and for laboratories operated solely for teaching or research, where the impact on the public is minimal.\nThe obvious purpose of the 1972 amendments was to enlarge the scope of the Act to encompass all clinical laboratories which perform tests which affect the diagnosis and treatment of patients in the Commonwealth. The Department’s regulation only seeks to effectuate this legislative intent and is clearly within the Department’s rule-making power. The Department’s interpretation is entitled to some deference as the Department is the agency charged with implementing the Act. The Act empowers the Department to “adopt rules and regulations for the proper enforcement of this act with regard to . . . (5) . . . matters which it may deem advisable for the protection of the public and for carrying out the provisions and purposes of this act.” Therefore, where the Department, the specialized agency entrusted with implementing the Legislature’s intent, interprets the 1972 amendments to the Act to encompass office laboratories of private physicians, we find their interpretation entitled to significant weight.\nAppellants assert that the 1972 amendments deleting the specific exemption for private physicians only “cured a redundancy” in the Act because office laboratories of private physicians are excluded in the definition of a “clinical laboratory.” If appellants’ interpretation of the definition of “clinical laboratory” is correct, there would have been no need for the specific exemption in the original Act or as amended in 1961. In effect, appellants argue that the earlier exemptions for private physicians were only surplusage. This is contrary to the principle that the Legislature is not presumed to have intended the provisions of its enactments as mere surplusage.\nIn addition, we find it significant that in 1961 the Legislature narrowed the original exemption for private physicians to exempt only laboratories operated solely for the treatment and diagnosis of their own patients. It is extremely unlikely that the Legislature would have found it necessary to reword the exemption for private physicians, and narrow its scope, if the Legislature believed that the exemption made no difference because physicians’ office laboratories were not within the definition of “clinical laboratory” to begin with.\nC. Finally we do not agree with appellants that the Department’s interpretation of the Act to include clinical laboratories of private physicians is an “expansive reading” of the statute which violates the rule of construction that penal statutes should be strictly construed. Appellants misinterpret this rule of construction and ignore our case law. In Commonwealth v. Monumental Properties, Inc., 459 Pa. 450, 329 A.2d 812 (1974), this Court rejected the Commonwealth Court’s ruling that the Unfair Trade Practices and Consumer Protection Law must be strictly construed because it contained a penal provision. We noted:\n“The logical flaw in the reasoning of the hearing court is that, if a statute ‘contains’ a penal provision, the entire statute must be strictly construed. This notion is strikingly at odds with 1 Pa.S. § 1928 (Special Pamphlet, 1973). [Statutory Construction Act of 1970, 1 Pa.C.S.A. § 1928 (Supp.1976)]. Section 1928 directs that although penal provisions are to be strictly construed, all others ‘shall be liberally construed to effect their objects and to promote justice.’ Id. § 1928(c). The legislative emphasis is on provisions, not statutes in their entirety. Our cases are in accord. See Commercial Banking Corp. v. Freeman, 353 Pa. at 567, 46 A.2d at 235-236; Verona v. Schenley Farms Co., 312 Pa. at 65, 167 A. at 320; Commonwealth v. Shaleen, 215 Pa. at 597, 64 A. at 798; Koch’s Estate, 5 Rawle 338, 340 (Pa.1835); Commonwealth v. Yaste, 166 Pa.Super. 275, 70 A.2d 685 (1950); Commonwealth v. Hagy, 58 Lancaster L.Rev. 47, 49 (Pa.Q.S. Lancaster County 1962).” (emphasis added)\n459 Pa. at 460-61, 329 A.2d at 817.\nHere, as in Monumental, we are concerned with the interpretation of provisions which are in no sense penal. The Act was enacted to protect the citizens of the Commonwealth of Pennsylvania from faulty laboratory testing. The issue whether office laboratories of private physicians come within the Act does not involve the interpretation of a penal provision and there is no need to construe the Act narrowly.\nIll\nThe Clinical Laboratory Act was enacted to protect the health of the citizens of the Commonwealth by ensuring that laboratory tests are performed by competently supervised professionals. Originally the Act was primarily directed at independent commercial laboratories. In 1972, the Legislature decided that the purposes of the Act could only be achieved if all clinical laboratories performing tests which affect the treatment of patients in the Commonwealth were regulated. Therefore, the Legislature deleted all previous exemptions to the Act except laboratories operated by the federal government and those operated solely for research or teaching. The deletion of the specific exemption for office laboratories of private physicians operated solely for the treatment and diagnosis of their own patients manifests a legislative intent to subject office laboratories of private physicians to regulation under the Act. The Department’s regulation including clinical laboratories of private physicians within the Act is a valid exercise of the Department’s rule-making power and is necessary to implement the Legislature’s intent in amending the Act.\nThe decree of the Commonwealth Court dismissing the complaint is vacated and summary judgment is entered in favor of appellees. The injunction enjoining the Department from implementing the regulation is dismissed. Each party pay own costs.\nPOMEROY, J., filed a dissenting opinion in which O’BRIEN, J., joins.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 203, 17 P.S. § 211.203 (Supp.1976).\n. Act of December 5, 1972, P.L. 1388, §§ 1 et seq., 35 P.S. §§ 2151 et seq. (Supp.1976).\n. 35 P.S. § 2152 (Supp.1976).\n. The regulation provides in part:\n“Clinical laboratory shall include the following:\n(i) Any place, establishment, or institution organized and operated primarily for the performance of all or any bacteriological, biochemical, . . microscopical, serological, or parasitological or other tests by the practical application of one or more of the fundamental sciences to material originating from the human body, by the use of specialized apparatus, equipment, and methods, for the purpose of obtaining scientific data which may be used as an aid to ascertain the state of health. This definition includes, but is not limited to, all independent, hospital, industrial, state, county, and municipal laboratories and all clinical laboratories operated in private offices and clinics of practitioners of the healing arts.\n(ii) Provided, however, that the term ‘Clinical Laboratory’ shall not apply to the office or clinic of a licensed practitioner of the healing arts who performs only the following procedures as part of his or her examinations of the patient to obtain results which are essential for the immediate diagnosis and therapy of the patient:\n(A) Chemical examinations of urine by ‘Dipstik’ or tablet methods or both.\n(B) Microscopic examination of urine sediment.\n(C) Pregnancy tests.\n(D) Red and white blood cell counts.\n(E) Sedimentation rate of blood.\n(F) Gram stain.\n(G) Primary culturing for transmittal to a licensed laboratory including pre-incubation, if required.\n(H) Qualitative chemical examination of stool specimens.\n(I) Test for pinworms.\n(J) Tests for Trichomonas vaginalis.\n(iii) The list set forth in subparagraph (ii) of this paragraph may be revised by the Department in the event it is deemed advisable to add or eliminate specific procedures which either qualify or which no longer qualify as exempt items under the meaning and intent of this section.\n(iv) Such procedures may be performed by the practitioners personally or with the aid of an assistant who need not be otherwise qualified.\n(v) In the circumstances described in subparagraph (ii) of this section, the practitioner shall not be required to obtain a permit before carrying out such laboratory work.”\n28 Pa.Code § 5.1.\n. The Department petitioned this Court to suspend the injunction granted by the Commonwealth Court and to advance oral argument. We granted the request for advancement of oral argument but denied the application for suspension of the injunction pending resolution of the appeal. The injunction terminates with our disposition of this appeal.\n. Act of September 26, 1951, P.L. 1539, §§ 1 et seq., formerly codified as 35 P.S. §§ 2151 et seq. (1964).\n. 35 P.S. § 2151, Preamble (Supp.1976).\n. Act of September 26, 1951, P.L. 1539, § 2, formerly codified as 35 P.S. § 2152 (1964).\n. Id. § 13.\n. Act of August 4, 1961, P.L. 920, §§ 1 et seq., 35 P.S. §§ 2161 et seq. (1964). Some of these provisions were amended in 1972. See 35 P.S. §§ 2151 et seq. (Supp.1976).\n. 35 P.S. § 2161.1 (1964).\n. 35 P.S. § 2161 (1964).\n. Act of September 26, 1951, P.L. 1539, § 13.\n. Act of August 4, 1961, P.L. 920, § 1, formerly codified as 35 P.S. § 2163 (1964).\n. 35 P.S. §§ 2151 et seq. (Supp.1976).\n. Therefore, “any place, establishment or institution organized and operated primarily for the performance of tests” was still subject to regulation, but it was termed a “clinical” laboratory rather than an “analytical-biochemical-biological” laboratory.\n. 35 P.S. § 2163 (Supp.1976).\n. 28 Pa.Code § 5.1.\n. The word “place” is commonly defined as “a space or spot set aside or used for a particular purpose.” The Random House Dictionary of the English Language 1099 (unabr. ed. 1967).\n. See e. g., Haughey v. Dillon, 379 Pa. 1, 108 A.2d 69 (1954); Commonwealth v. Lowe Coal Co., 296 Pa. 359, 145 A. 916 (1929); In re Ogilivie’s Estate, 291 Pa. 326, 139 A. 826 (1927); Nemitz v. Air Service International, 7 Pa.Cmwlth. 373, 298 A.2d 654 (1972); Midvale Co. v. Unemployment Comp. Bd. of Review, 165 Pa.Super. 359, 67 A.2d 380 (1949). In determining legislative intent, this Court may refer to the “former law.” Statutory Construction Act of 1970, 1 Pa.C.S.A. § 1921 (Supp.1976).\n. Act of September 26, 1951, P.L. 1539, § 13.\n. Act of August 4, 1961, P.L. 920, § 1, formerly codified as 35 P.S. § 2163 (1964).\n. 35 P.S. § 2163 (Supp.1976).\n. The Legislature’s determination to delete the exemption for private physicians follows a trend toward increased laboratory testing by private physicians.\n. Courts should and do defer to the agency which is empowered to enforce the statute. K. Davis, Administrative Law Treatise § 5.03 (1958 ed.). See e. g., E. I. DuPont de Nemours & Co. v. Train, 430 U.S. 112, 134-135, 97 S.Ct. 965, 978, 51 L.Ed.2d 204 (1977); Train v. Natural Resources Defense Council, Inc., 421 U.S. 60, 86-87, 95 S.Ct. 1470, 1485, 43 L.Ed.2d 731 (1975); American Telephone & Telegraph Co., v. U. S., 299 U.S. 232, 236-37, 57 S.Ct. 170, 172, 81 L.Ed. 142 (1936); Pennsylvania Human Relations Commission v. Uniontown Area School District, 455 Pa. 52, 83, 313 A.2d 156, 171 (1974) (concurring opinion of Roberts, J., joined by Jones, C. J., and Nix, J.).\n. 35 P.S. § 2161.1 (1964).\n. See e. g., Daly v. Hemphill, 411 Pa. 263, 273, 191 A.2d 835, 842 (1963); Commonwealth v. Hill, 236 Pa.Super. 572, 346 A.2d 314 (1975); 1 Pa.C.S.A. § 1922(2) (Supp.1976).\n. Act of December 17, 1968, P.L. 1224, §§ 1-9, 73 P.S. § 201-1 to § 201-9 (1971).\n. Accord, Taylor v. United States, 44 U.S. (3 How.) 197, 210, 11 L.Ed. 559 (1844), in which Justice Story, writing for the United States Supreme Court noted:\n“In one sense, every law imposing a penalty or a forfeiture may be deemed a penal law; in another sense, such laws are deemed, and truly deserve to be called, remedial. The judge was therefore strictly accurate, when he stated that ‘it must not be understood that every law which imposes a penalty is, therefore, legally speaking, a penal law, that is, a law which is to be construed with great strictness in favor of the defendant. Laws enacted for the prevention of fraud, for the suppression of a public wrong, or to effect a public good, are not in the strict sense, penal acts, although they may inflict a penalty for violating them.’ ”\nSee generally United States v. Stowell, 133 U.S. 1, 12, 10 S.Ct. 244, 245-46, 33 L.Ed. 555 (1890); Pennsylvania R. R. v. Ewing, 241 Pa. 581, 587, 88 A. 775, 777 (1913).",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "POMEROY, Justice,\ndissenting.\nI dissent. Section 2152 of the Clinical Laboratory Act subjects a laboratory to regulation by the Department of Health if, but only if, the laboratory qualifies for such treatment by coming within the following definition :\n“. . . any place, establishment or institution organized and operated primarily for the performance of all or any bacteriological, biochemical, microscopical, serological, or parasitological tests by the practical application of one or more of the fundamental sciences to material originating from the human body, by the use of specialized apparatus, equipment and methods, for the purpose of obtaining scientific data which may be used as an aid to ascertain the state of health.” 35 P.S. §2152 (Supp. 1976-77). (Emphasis added).\nIn the case at bar, appellant physicians averred in their complaint that their private medical offices were “established, organized and operated primarily to examine, treat and care for [their] patients . . . ”; that is to say, the physicians claimed as a fact that the performance of laboratory testing was not the primary purpose of their offices. The Department of Health, in its answer, admitted this specific averment of fact. Insofar, therefore, as the complaint prayed for an injunction prohibiting the Department of Health from subjecting the physicians’ own office laboratories to regulation under the Act, I believe the Commonwealth Court should have granted appellants’ motion for summary judgment. Beyond this, for the reasons set forth below, I would also hold that the additional relief prayed for by the doctors, viz., an order rescinding promulgation of the Department’s regulation here contested, should have been granted.\nBy the factual admission in its pleading referred to above the Department of Health acknowledges what is obvious: few, certainly not all, private medical offices fall within the § 2152 definition, “place [s] operated primarily for the performance of . tests.” Nevertheless, ignoring that touchstone to the applicability of the Clinical Laboratory Act, the Department has issued a regulation which extends the Act’s coverage to include, inter alia,\n“. . . all clinical laboratories operated in private offices and, clinics of practitioners of the healing arts.” 28 Pa.Code § 5.1 (filed August 15, 1975).\n(Emphasis supplied.)\nThe question thus posed is whether the Department, in issuing this regulation, has over-stepped its authority.\nTo determine whether the Department of Health possessed the power to promulgate the regulation here considered, initial inquiry must be addressed to the scope of the rule-making power which the legislature intended to grant to the Department. As was stated in Uniontown Area School District v. Pennsylvania Human Relations Commission, 455 Pa. 52, 313 A.2d 156 (1973):\n“There is a well-recognized distinction in the law of administrative agencies between the authority of a rule adopted by an agency pursuant to what is denominated by the textwriters as legislative rulemaking power and the authority of a rule adopted pursuant to interpretative rule-making power. The former type of rule ‘is the product of an exercise of legislative power by an administrative agency, pursuant to a grant of legislative power by the Legislative body’, and ‘is valid and is as binding upon a court as a statute if it is (a) within the granted power, (b) issued pursuant to proper procedure, and (c) reasonable’. .\n$$$$$$$$\n“An interpretative rule on the other hand depends for its validity not upon a iaw-making grant of power, but rather upon the willingness of a reviewing court to say that it in fact tracks the meaning of the statute it interprets. While courts traditionally accord the interpretation of the agency charged with administration of the act some deference, the meaning of a statute is essentially a question of law for the court, and, when convinced that the interpretative regulation adopted by an administrative agency is unwise or violative of legislative intent, courts disregard the regulation.” Id. at 76-78, 313 A.2d at 169. (Emphasis in original; footnote omitted).\nThe Clinical Laboratory Act provides that the Department of Health “shall have the power ... to adopt rules and regulations for the proper enforcement of this act with regard to the following:\n“(1) Contents of application;\n(2) Adequacy of laboratory quarters and equipment;\n(3) Means and standards of accuracy of laboratory procedures;\n(4) Definition of unethical practice and unethical advertising ;\n(5) Any other matters it may deem advisable for the protection of the public and for carrying out the provisions and purposes of this act.” 35 P.S. § 2161.1. (Emphasis added).\nIt is apparent that there is here no semblance of a grant of legislative power to the Department. Compare Uniontown, supra, at 78, 313 A.2d 156. Rather, the legislature has accorded to the Department an “interpretative” rule-making power in aid of and limited to its enforcement function. The question, then, is whether the regulation purporting to extend the Act’s coverage to private physicians’ offices “in fact tracts the meaning of the statute it interprets.” Given the factual premise that physicians’ offices are not organized and operated primarily for purposes of clinical laboratory testing, it seems to me manifest that the answer must be in the negative. The Court nonetheless upholds the regulation for two reasons, neither of which I can accept.\nFirst, it is said that even if a physician’s office is not, on the whole, established primarily for testing, the portion of the office wherein testing is performed is, in the language of section 2152, a “place . . . organized and operated primarily for the performance of . tests.” (Emphasis supplied.) With respect, this seems to me a disingenuous argument which distorts the plain meaning of the quoted section. Under this theory, no matter how small or inconsequential the area may be in which a doctor conducts a test, it would still be subject to the elaborate regulations promulgated by the Department. Obviously, inclusion of the word “primarily” as used in the statute was intended to prevent this result of requiring any and all laboratory testing, insignificant or not, to be subjected to the requirements of the Clinical Laboratory Act.\nAs a separate ground of decision, the Court holds that the deletion by the General Assembly in 1972 of a special exemption for physicians’ offices from the coverage of the Act evinces an intention to include such establishments within the purview of the Act as amended. The short answer to this point has been provided by the legislature itself:\n“When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Statutory Construction Act of 1972,1 Pa.C.S.A. § 1921(b).\nMoreover, whatever purpose one ascribes to the 1972 amendment, it is manifest that there was a contemporaneous legislative decision to retain the original standard embodied in § 2152 and which is the sine qua non of the Act’s applicability, viz., whether an establishment is operated primarily for the performance of laboratory testing. It goes without saying that we are not at liberty to ignore that provision of the statute. See Statutory Construction Act, supra, § 1922(2).\nSince the regulation before us disregards § 2152 by its application to all private office laboratories operated by physicians, regardless of whether or not laboratory testing is the primary purpose of the facilities, it follows that the Department of Health has impermissibly assumed the power to “make law.” See Uniontown, supra; Firemen’s Relief Assoc. of Washington v. Minehart, 430 Pa. 66, 241 A.2d 745 (1968); Commonwealth v. DiMeglio, 385 Pa. 119, 122 A.2d 77 (1965). I would therefore vacate the decree of the Commonwealth Court and enter summary judgment in favor of appellants.\nO’BRIEN, J., joins in this dissenting opinion.\n. Act of December 5, 1972, P.L. 1388, 35 P.S. § 2151 et seq. (Supp.1976-77).\n. The same regulation provides that a medical office will be exempted if the physician performs only certain enumerated tests, ten in number. The parties have stipulated that none of the individual physicians who are appellants herein qualified for this exemption and, furthermore, that “[s]ome or all of the members of the Pennsylvania Medical Society regularly and normally perform tests [which are not among the tests enumerated in the regulations as being exempt].”",
        "type": "dissent",
        "author": "POMEROY, Justice,"
      }
    ],
    "attorneys": [
      "Pepper, Hamilton & Scheetz, Fred Speaker, Lewis S. Kunkel, Jr., Thomas B. Schmidt, III, Harrisburg, for appellants.",
      "Jeffrey B. Schwartz, Chief Counsel, Jay Alexander Gold, Asst. Atty. Gen., Harrisburg, for appellees."
    ],
    "corrections": "",
    "head_matter": "374 A.2d 517\nDavid S. MASLAND, M.D., H. Robert Davis, M.D., John J. Hanlon, M.D., and the Pennsylvania Medical Society, Appellants, v. Leonard BACHMAN, M.D. the Secretary of Health of the Commonwealth of Pennsylvania, and the Department of Health of the Commonwealth of Pennsylvania.\nSupreme Court of Pennsylvania.\nArgued Sept. 20, 1976.\nReargued April 21, 1977.\nDecided June 3, 1977.\nPepper, Hamilton & Scheetz, Fred Speaker, Lewis S. Kunkel, Jr., Thomas B. Schmidt, III, Harrisburg, for appellants.\nJeffrey B. Schwartz, Chief Counsel, Jay Alexander Gold, Asst. Atty. Gen., Harrisburg, for appellees.\nBefore EAGEN, C. J„ and O’BRIEN, ROBERTS, POMEROY, NIX and MANDERINO, JJ."
  },
  "file_name": "0280-01",
  "first_page_order": 324,
  "last_page_order": 343
}
