{
  "id": 3788360,
  "name": "Christopher G. BARNAS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee",
  "name_abbreviation": "Barnas v. Commonwealth",
  "decision_date": "2006-09-27",
  "docket_number": "Appeal No. 121 MAP 2005",
  "first_page": "662",
  "last_page": "668",
  "citations": [
    {
      "type": "official",
      "cite": "588 Pa. 662"
    },
    {
      "type": "parallel",
      "cite": "906 A.2d 532"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "785 A.2d 969",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9461018,
        9460947,
        404565,
        404526
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/a2d/785/0969-02",
        "/a2d/785/0969-01",
        "/pa/567/0088-01",
        "/pa/567/0089-01"
      ]
    },
    {
      "cite": "567 Pa. 89",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404526
      ],
      "year": 2001,
      "opinion_index": 1,
      "case_paths": [
        "/pa/567/0089-01"
      ]
    },
    {
      "cite": "874 A.2d 169",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8951401
      ],
      "pin_cites": [
        {
          "page": "170-71"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/874/0169-01"
      ]
    },
    {
      "cite": "755 A.2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11210809,
        225978
      ],
      "weight": 9,
      "year": 2000,
      "pin_cites": [
        {
          "page": "691",
          "parenthetical": "emphasis added"
        },
        {
          "page": "692"
        },
        {
          "page": "691"
        },
        {
          "page": "692"
        },
        {
          "page": "691"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/755/0690-01",
        "/pa/562/0337-01"
      ]
    },
    {
      "cite": "562 Pa. 337",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225978
      ],
      "weight": 7,
      "year": 2000,
      "pin_cites": [
        {
          "page": "340"
        },
        {
          "page": "341"
        },
        {
          "page": "340-41"
        },
        {
          "page": "341"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/562/0337-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 507,
    "char_count": 12876,
    "ocr_confidence": 0.647,
    "pagerank": {
      "raw": 5.8591662004228935e-08,
      "percentile": 0.36575317711573146
    },
    "sha256": "57314e24a8d37223daef850c21d9d4677f94905ec32a77193eae0d8d385f3c4d",
    "simhash": "1:8ec031d251c5aa10",
    "word_count": 2117
  },
  "last_updated": "2024-02-27T20:17:31.297521+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ.",
      "Justice BALDWIN files a dissenting statement in which Justice NEWMAN and Justice BAER join.",
      "Justice NEWMAN and Justice BAER join this dissenting statement."
    ],
    "parties": [
      "Christopher G. BARNAS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nThe Order of the Commonwealth Court is hereby AFFIRMED.\nJustice BALDWIN files a dissenting statement in which Justice NEWMAN and Justice BAER join.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice BALDWIN,\ndissenting.\nRespectfully, I do not agree that the en banc opinion of the Commonwealth Court in this matter should be affirmed per curiam. Instead, an order reversing that Court is warranted, with instruction that this Court’s decision in Schrankel controls. Therefore, I must dissent.\nThis matter involves the Driver’s License Compact, 75 Pa.C.S. §§ 1581-1586, in particular suspension of a driver’s license based upon a driving under the influence (DUI) offense and conviction in the state of New York. Appellant Barnas was charged in New York with DUI on September 23, 2003, and convicted of that offense in New York on February 13, 2004, his first DUI conviction. Subsequently, Barnas was notified by the Pennsylvania Department of Transportation, Bureau of Driver Licensing (PennDOT) that his driver’s license would be suspended for one year due to the New York conviction. This case turns on whether Barnas’ driver’s license should be suspended pursuant to 75 Pa.C.S. § 3804 based on the date the DUI conduct occurred, or the date of the conviction based on that conduct.\nPennsylvania’s DUI law changed between the date of Barnas’ DUI conduct and the date of his conviction with the enactment of Act 24 of 2003. Effective September 30, 2003, after Barnas’ DUI conduct, the minimum blood alcohol content (BAC) required for a DUI violation pursuant to 75 Pa.C.S. § 3802(a) was reduced from .10% to .08%. The New York driving under the influence statute under which Appellant Barnas was convicted was similar to the current .08% blood alcohol content provision in 75 Pa.C.S. § 3801(a). Effective February 1, 2004, 75 Pa.C.S. § 3804 established new graduated levels of penalties based in part on BAC levels. Pursuant to § 3804 revised by Act 24 of 2003, there is no suspension of a driver’s license for a first time conviction where the driver’s BAC was at least .08% but less than .10%. Therefore, as of the date of Barnas’ conviction, the statutes in effect would not require that his driver’s license be suspended because his conviction was a first DUI conviction and his BAC was at least .08%, but less than .10%. As of the date of his offense, the statutes in effect required suspension for a first offense.\nDriver’s licenses are suspended pursuant to 75 Pa.C.S. § 3804 (Penalties) based on DUI conduct delineated in 75 Pa.C.S. § 3803 (Grading) and 75 Pa.C.S. § 3802 (Driving Under the Influence of Alcohol or Controlled Substance). As explained swpra, there have been changes to these statutes effective between the time Barnas was cited and convicted. The relevant portions of the statutes in effect at Barnas’ conviction are:\n75 Pa.C.S.A. § 3802 (Driving under influence of alcohol or controlled substance).\n(a) General impairment.\n(2) An individual may not drive, operate or be in actual physical control of the movement of a vehicle after imbibing a sufficient amount of alcohol such that the alcohol concentration in the individual’s blood or breath is at least 0.08% but less than 0.10% within two hours after the individual has driven, operated or been in actual physical control of the movement of the vehicle.\n75 Pa.C.S.A. § 3803 (Grading).\n(a) Basic offenses. Notwithstanding the provisions of subsection (b):\n(1) An individual who violates 3802(a) (relating to driving under influence of alcohol or controlled substance) and has no more than one prior offense commits a misdemeanor for which the individual may be sentenced to a term of imprisonment of not more than six months and to pay a fine under section 3804 (relating to penalties).\n(2) An individual who violates section 3802(a) and has no more than one prior offense commits a misdemeanor of the second degree.\n75 Pa.C.S.A. § 380Jp (Penalties).\n(e) Suspension of operating privileges upon conviction.\n(2)(iii) There shall be no suspension for an ungraded misdemeanor under section 3802(a) where the person is subject to the penalties provided in subsection (a) and the person has no prior offense.\n(2)(iii)(B) In calculating the term of a suspension for , an offense that is substantially similar to an offense enumerated in section 3802, the department shall presume that if the conduct reported had occurred in this Commonwealth then the person would have been convicted under section 3802(a)(2).\nThe Court of Common Pleas of Monroe County, where Barnas is domiciled, reversed the license suspension imposed by PennDot, holding that following the decision in Schrankel v. Com. of Penn., Dep’t of Transp., Bureau of Driver Licensing, 562 Pa. 337, 755 A.2d 690 (2000), the triggering date for suspension provisions in the Driver’s License Compact due to driving under the influence is the date of the conviction for the offense.\nThe Commonwealth Court reversed, relying on language in Article IV of the Driver’s License Compact:\n(a) The licensing authority in the home state, for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the conduct reported, pursuant to Article III of this compact, as it would if such conduct had occurred in the home state in the case of convictions for:\n(2) driving a motor vehicle while under the influence of intoxicating liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle.\n75 Pa.C.S. § 1581, Article IV (emphasis added). See Barnas v. Com. of Penn., Dep’t of Transp., Bureau of Driver Licensing, 874 A.2d 169, 170-71 (Pa.Cmwlth.Ct.2005).\nAppellant Barnas contends that, following Schrankel, the date of conviction controls and because the new DUI law does not require a license suspension for a first-time offender whose BAC was between .08 and .10%, his license should not have been suspended. Appellee PennDOT argues that the date of the offense controls and under the old law in effect then, a suspension was warranted.\nThis Court’s decision in Schrankel is on point with the case at bar. In Schrankel, the licensee was arrested on suspicion of DUI in 1995 in Ohio. The Driver’s License Compact did not become effective in Pennsylvania until December 1996. The licensee was convicted in Ohio in March 1997. Ohio reported the conviction to Pennsylvania pursuant to the Driver’s License Compact. As in the instant case, the issue was whether the date of conduct or date of conviction should be used in determining whether a Pennsylvania statute applies. In Schrankel, the question was whether the language of the Driver’s License Compact concerned the conduct date or the conviction date. We agreed with the argument put forth by PennDOT in Schrankel, “that the event that triggers the suspension provisions is the driver’s conviction.” Schrankel, 562 Pa. at 340, 755 A.2d at 691 (emphasis added).\nThe Commonwealth Court stated that Schrankel is inapposite because it predates the enactment of Act 24 of 2008 and dealt with a different issue, whether PennDot could suspend the licensee’s license under the Driver’s License Compact when the offense occurred before the Compact was enacted and the conviction was after the enactment. Schrankel involved resolution of a slightly different question, however the same provisions of the same statute are to be interpreted. Both Schrankel and the instant matter turn on interpretation of the very same language in Article IV of the Driver’s License Compact, 75 Pa.C.S. § 1581. Both question whether action is taken based on the date of offense, or the date of conviction. Pointedly, the Legislature titled Article IV, “Effect of Conviction.”\nIn Schrankel, this Court held that the event that triggers driver’s license suspension is the driver’s conviction in cases reported from other states via the Driver’s License Compact. Schrankel, 562 Pa. at 341, 755 A.2d at 692. Articles III and IV of the Driver’s License Compact have requirements concerning when a person is convicted. States are to report “each conviction” to the home state. “It is only after the report of conviction is received in the home state that the authorities, pursuant to Article IV, look to the conduct involved to assess what effect that such conduct shall have in the home state.” M, 562 Pa. at 340-41, 755 A.2d at 691. “[W]e hold that the triggering date for the suspension provisions in the Compact, due to a DUI committed in another state, is the date of the conviction for such DUI.” Id., 562 Pa. at 341, 755 A.2d at 692. In Schrankel, PennDot argued that the event that triggers the suspension provisions is the driver’s conviction, not the date of the offense. Id. at 691. Now, they argue the exact opposite.\nAn issue in the case sub judice is:\nHas Pennsylvania’s new Driving After Inbibing Act [Act 24] abrogated the rule set forth in Schrankel v. Commonwealth of Pennsylvania, Department of Transportation, 562 Pa. 337, 755 A.2d 690 (2000) that the date of conviction, not the date of the offense is controlling for triggering license suspensions in Pennsylvania upon the Interstate Compact?\nThe language of Article IV has not changed since Schrankel was decided. And, as we specifically noted in Schrankel, the plain language of the reporting section of the Compact, Article III, “Reports of Conviction,” requires a participating state to report a conviction, not the date of the offense. Moreover, there no requirement that the date of offense be reported to the home state. The reports . of “each conviction” are to include: (1) the name of the person convicted; (2) a description of the violation with the section of the statute, code, or ordinance violated; (3) the court which imposed the conviction; (4) whether or not a plea of guilty was entered, or the conviction was a result of the forfeiture of bail, bond or other security; and (5) any special findings. 75 Pa.C .S. § 1581, Article III (Reports of Conviction).\nBarnas’ offense and conviction occurred out-of-state. Consequently, the Driver’s License Compact is utilized to have the conviction reported. Following Schrankel, the unchanged language of the Driver’s License Compact, 75 Pa.C.S. § 1581, and the fact that date of offense is not even reported pursuant to the Driver’s License Compact, it is clear that the date of conviction and not offense is to be used for out-of-state convictions and the imposition of driver’s license suspensions. Consequently, I would reverse the Commonwealth Court’s decision and not suspend Appellant Barnas’ driver’s license.\nJustice NEWMAN and Justice BAER join this dissenting statement.\n. Schrankel v. Com. of Penn., Dep't of Transp., Bureau of Driver Licensing, 562 Pa. 337, 755 A.2d 690 (2000).\n. The Commonwealth Court also found that the Savings Clause in Act 24 of 2003 requires that the provisions of Act 24 not be applied to Barnas’ offense because the DUI offense in New York occurred on September 23, 2003 which is prior to February 1, 2004, the date in the Savings Clause. The Savings Clause does not mention or apply to out-of-state convictions. The only statute that does, the Interstate Driver's Compact, must be applied in the instant case to determine the result of Barnas' appeal.\n. Appellant Barnas also argues that because his BAC was equivalent to a .08% in Pennsylvania, he did not commit a crime pursuant to Pennsylvania law in effect at the time of the offense which required a minimum BAC of .10%. Pursuant to our decision in Hoenisch v. Com. of Penn., Dep’t of Transp., Bureau of Driver Licensing, 567 Pa. 89, 785 A.2d 969 (2001), a conviction for DUI in another state with a BAC of .08% or greater was a sufficient basis for a reciprocal driver’s license suspension in Pennsylvania when the Pennsylvania DUI statute required a minimum BAC of .10%.\n. The other issue is: “Does PennDot have the authority to impose a license suspension when a defendant commits an offense in another state which would be equivalent to a .08% BAC in Pennsylvania?” The majority in the Commonwealth Court do not address this issue, however as explained supra, pursuant to our decision in Hoenisch, Appellant Barnas' conviction for DUI in New York was a sufficient basis for a reciprocal driver's license suspension in Pennsylvania.",
        "type": "dissent",
        "author": "Justice BALDWIN,"
      }
    ],
    "attorneys": [
      "Mark Steven Love, Esq., Michael A. Ventrella, Esq., Tannersville, for Christopher G. Barnas.",
      "Harold H. Cramer, Esq., Terrance M. Edwards, Esq., Andrew S. Gordon, Esq., Timothy Peter Wile, Esq., Harrisburg, for Bureau of Driver Licensing."
    ],
    "corrections": "",
    "head_matter": "906 A.2d 532\nChristopher G. BARNAS, Appellant, v. COMMONWEALTH of Pennsylvania, DEPARTMENT OF TRANSPORTATION, BUREAU OF DRIVER LICENSING, Appellee.\nSupreme Court of Pennsylvania.\nArgued April 5, 2006.\nDecided Sept. 27, 2006.\nMark Steven Love, Esq., Michael A. Ventrella, Esq., Tannersville, for Christopher G. Barnas.\nHarold H. Cramer, Esq., Terrance M. Edwards, Esq., Andrew S. Gordon, Esq., Timothy Peter Wile, Esq., Harrisburg, for Bureau of Driver Licensing.\nBEFORE: CAPPY, C.J., and CASTILLE, NEWMAN, SAYLOR, EAKIN, BAER and BALDWIN, JJ."
  },
  "file_name": "0662-01",
  "first_page_order": 876,
  "last_page_order": 882
}
