{
  "id": 1927771,
  "name": "Rabe Estate",
  "name_abbreviation": "Rabe Estate",
  "decision_date": "1970-01-30",
  "docket_number": "Appeal, No. 57",
  "first_page": "72",
  "last_page": "80",
  "citations": [
    {
      "type": "official",
      "cite": "437 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "53 Pa. D. & C. 361",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        8731252
      ],
      "year": 1945,
      "pin_cites": [
        {
          "parenthetical": "Judge, later Justice Bok"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/53/0361-01"
      ]
    },
    {
      "cite": "61 Pa. D. & C. 199",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1572299
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/61/0199-01"
      ]
    },
    {
      "cite": "59 A. 2d 101",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1948,
      "opinion_index": 0
    },
    {
      "cite": "359 Pa. 315",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473143
      ],
      "year": 1948,
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0315-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 688,
    "char_count": 12728,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.7833093901435454e-07,
      "percentile": 0.7137943177382157
    },
    "sha256": "8b622f8c5d573a8172f6496ec74eb8cd4a19c585d1efac2b7e2f2150e198abeb",
    "simhash": "1:bf41c44066df0019",
    "word_count": 2141
  },
  "last_updated": "2024-02-27T20:32:39.836016+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Jones and Mr. Justice Roberts concur in the result."
    ],
    "parties": [
      "Rabe Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nThis is an appeal from the decree of the Orphans’ Court of Washington County, dismissing a petition for leave to preserve assets of an incompetent’s estate, filed by the guardian of that estate. David L. Eabe was adjudicated an incompetent in June of 1961, and in July of that year, the Mellon National Bank and Trust Company was appointed guardian. Early in 1964 an interim account was filed and at the same time, the guardian petitioned for leave to preserve assets of the estate. The asset involved was a parcel of real estate in Monongahela, Washington County, Pennsylvania owned by the incompetent and his wife, Evelyn Babe, as tenants by the entireties. The property had previously been appraised at $14,000.00 and the balance of the mortgage at the time of the declaration of the incompetency was approximately $6,000.00.\nThe guardian asked for leave to pay all amounts due on the mortgage to prevent a threatened foreclosure. The Court ordered the payments on March 5, 1964, and the amount .authorized was in excess of $2,-750.00 so that the principal balance of the mortgage on June 25, 1964 ivas $5,251.57.\nThe court, in its adjudication, indicated that there were creditors in excess of the assets of the incompetent’s estate and indicated that the best interests of the incompetent’s estate would be served by a prospective sale of the property, thus realizing some equity for both the incompetent and his wife.\nThe incompetent’s wife continued to occupy the residence and was later joined by a divorced daughter and her two children. The incompetent continued to reside at Torrance State Hospital and, because there had apparently been strained relations between the incompetent and his wife, on the occasions of any temporary release, he would reside with his widowed mother.\nNo payments were made on the mortgage after that ordered by the court. No further taxes were paid nor any insurance premiums. Foreclosure was again threatened and the petition involved in the instant case was presented January 31, 1968 to stay the execution, pay all delinquent amounts due on the mortgage and pay all taxes, insurance premiums, sheriff’s costs and attorney’s fees.\nThere were 38 mortgage installment payments due, each for $72.58. The delinquency in principal was $1,-526.78; the delinquency in interest was $795.78; insurance premiums of $138.40 and taxes of $638.52 were due. Sheriff’s costs were $292.13 and attorney’s fees were $270.18. A total payment of at least $3,661.79 was required to rescue the property from sale. At the time of the hearing, Wednesday, February 14, 1968, the guardian had in the account $7,500.00 in cash, a fixed asset, a 1955 DeSoto automobile, valued at $200.00, uninvested cash, accrued from income receipts, $962.02, or a total estate of $8,662.02. The guardian was, at the time of the hearing, receiving income from railroad retirement benefits due the incompetent of $130.70 per month.\nThe court, on September 13, 1968, dismissed the petition and terminated the stay of the Sheriff’s sale. This appeal by the guardian followed.\nAlthough we are loathe to interfere with the discretion of the court below in these matters, it is our belief that it erred in refusing the instant petition. The basis for the court’s refusing the petition was the fear that the incompetent’s wife would somehow end up with a large fund, while the incompetent and his creditors would be left with virtually nothing: “The court believes the incompetent’s funds should be preserved to the greatest extent possible to apply to his cost of maintenance. Should he be restored to competency, or die, the creditors should share his estate in accordance with the provisions of the Fiduciaries Act. It would be eminently unfair and inequitable to permit the bulk of this estate to escape into what may be a preconceived plan to ‘milk it dry’ until the very end, and then take legal action which would result in an equal division of the fund, the one share to be distributed without diminution, while the other share remains to be subjected to the claims of all the creditors, leaving little or nothing for the former incompetent, upon restoration of competency.”\nWe cannot conceive of how the court’s fears could materialize. The “legal action” to which the court refers is undoubtedly a petition to sell the real estate, such as was done in Interboro Bank and Trust Co. Appeal, 359 Pa. 315, 59 A. 2d 101 (1948), cited by the court. We there held that, under a predecessor of the present Act, the court has the power to direct the guardian of an incompetent’s estate to agree with the incompetent’s spouse to sell real estate held by them as tenants by the entireties and to divide the net proceeds equally. However, the existence of the power does not mean that the court will exercise it, and surely no court would exercise it under the circumstances the court hypothesizes.\nMoreover, even if it were exercised, we do not see how the creditors would be harmed. Section 501 of the Mental Health and Mental Retardation Act of 1966, Act of October 20, 1966, Special Sess. No. 3, P. L. 96, 50 P.S. §4501, imposes upon an incompetent the obligation to pay for his treatment: “Whenever public funds are expended under any provision of this act on behalf of a mentally disabled person, the governmental body expending such funds may recover the same from such person subject to the regulations of the department and for this purpose liability is hereby imposed upon such person admitted, committed or otherwise receiving any service or benefit under this act for all costs, payments or expenditures with reference thereto, including but not being limited to the costs of admission or commitment, transportation, treatment, training, maintenance, complete care, partial care or after care and discharge.” Then, provision is made in §502 of the Act of 1966 for payment if the incompetent is unable to pay: “Except as provided in section 504, whenever any person admitted, committed or otherwise receiving any service or benefit under this act shall be unable to discharge the obligation imposed upon him by section 501, such liability is hereby imposed upon any person owing a legal duty to support the person admitted, committed or otherwise receiving services or benefits under this act.” Section 502 of the 1966 Act supersedes a similar provision in §701 of The Mental Health Act of 1951, Act of June 12, 1951, P. L. 533, as amended by the Act of March 15, 1956, P. L. (1955) 1291, §1. The 1951 Act, like the 1966 Act, provided a general repealer of all prior inconsistent acts. It has been held in Commonwealth v. Gerhart, 13 Cumb. 2 (1962), and rightly so, that the provisions of the 1951 Act are not inconsistent with and do not repeal the provisions of the Act of June 1, 1915, P. L. 661, as amended, 71 P.S. §1781 et seq. Section 3 of the 1915 Act, 71 P.S. §1783, provides, in relevant part: “The . . . wife ... of any person who is an inmate of any asylum, hospital, home, or other institution, maintained in whole or in part by the Commonwealth, and who is legally able so to do, shall be liable to pay for the maintenance of any such person . . .” The Commonwealth, by virtue of §501 of the 1966 Act, 50 P.S. §4506, is by far the largest creditor of the incompetent’s estate, and by virtue of §6 of the 1915 Act, 71 P.S. §1786, is a preferred creditor. If the Commonwealth, through the Secretary of Public Welfare, in the exercise of its discretion under §504 of the 1966 Act, 50 P.S. §4504, desired to recover its expenditures from the incompetent’s wife, it would be permitted to do so. In fact, the Commonwealth is permitted by §3 of the 1915 Act, 71 P.S. §1783, to recover its expenditures from property held by the incompetent by entireties: “. . . Whenever either of the owners of any property held by entireties shall be maintained in any institution as aforesaid, and the separate property of such inmate shall not be sufficient to reimburse the Commonwealth, such property held by entireties shall be liable for the same to the extent of any order that any court of record of this Commonwealth may make against the spouse of such inmate, either during the lifetime of such inmate or after his or her death. The liability for the support of such inmate is hereby declared to be the joint liability of such owners to the extent of such order and enforcement against their joint as well as their several properties.” .The very fact that the Commonwealth has not proceeded against this entireties property should give the court pause. Whether or not the Commonwealth’s claim for maintenance takes precedence over a Avife’s claim for support need not be determined by us. Suffice it to say that the duty to support does exist, and that the Secretary must consider it in determining liability under §504 of the 1966 Act, reducing the liability where he is satisfied that it will result in a substantial hardship upon the mentally disabled person, a person owing a legal duty to support such person or the family of eitlier.\nIn view of the fact that the creditor, the claim of which will ultimately have precedence, i.e., the Commonwealth, will be protected in any event, and in view of the further fact that the requested action is contributing to the support of the incompetent’s wife, the petition should have been granted, provided that the results would be financially beneficial to the incompetent’s estate, either alone or with his wife. This question was answered by the court below itself, in its 1964 adjudication, where it stated: “Our immediate objective is to prevent a distress sale of this property, which sale would probably result in the complete loss of the equity therein of the incompetent and his wife.” By expending the requested funds, the equity available to the incompetent’s creditors would be preserved, and support would be given to the incompetent’s wife. By the refusal of the requested expenditure, the only beneficiary would be the purchaser at the distress sale.\nAlthough a sale in the ordinary course of business might likewise preserve the equity, the court, as it pointed out, was without power to order the competent spouse to sell. Moreover, this resolution would not have solved the problem of support for the wife.\nWe hold that under these circumstances, it was an abuse of discretion to deny the instant petition. The decree of the court below is reversed, and the case is remanded to the Orphans’ Court (now the Court of Common Pleas, Orphans’ Court Division) of Washington County for proceedings consistent with this opinion.\nMr. Justice Jones and Mr. Justice Roberts concur in the result.\nIt would appear that the Commonwealth would take all the assets.\nTwo lower court decisions based on the 1915 Act have said that the Commonwealth’s claim must prevail. Commonwealth v. Sassaman, 61 Pa. D. & C. 199 (Berks, 1947); In re Riale, 53 Pa. D. & C. 361 (Phila. 1945) (Judge, later Justice Bok).\nThe record reveals that the incompetent’s wife is in poor health, and unable to perform any work for which she is qualified.\nSection 401 of the Incompetents’ Estates Act of 1955, Act of February 28, 1956, P. L. (1955) 1154, as amended, 50 P.S. §3401, provides that: “The guardian of the estate of an incompetent . . . shall have the right to . . . make all reasonable expenditures necessary to preserve it.”\nWhile only enough funds to prevent foreclosure are requested, the court is correct in pointing out that “as there is no prospect of payment from any other source, delinquency would again begin, only to be followed by foreclosure.” It might well be advisable to pay the entire mortgage, and thus avoid additional charges for interest, attorney’s fees, and sheriff’s costs. Although the record does not indicate whether the mortgage specifically permits prepayment, it does show that the guardian’s attorney related that he had spoken to the manager of the mortgagee, who had stated that the mortgagee would accept prepayment.\nThe court below seemed to recognize a duty of support, but indicated that it was wasteful for the wife to be living in a large house. Our calculations show that the principal and interest, taxes, and utilities, amount to only $108.00 per month. In this day and age, it is unlikely that a move would effect much of a savings. Moreover, the court’s approach ignores the possibility of the incompetent’s recovery and reconciliation with his wife.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Frank C. Carroll, and Mollvaine, Murphy, Carroll <& Phillips, for appellant.",
      "No argument was made nor brief submitted for appellee."
    ],
    "corrections": "",
    "head_matter": "Rabe Estate.\nSubmitted September 29, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nFrank C. Carroll, and Mollvaine, Murphy, Carroll <& Phillips, for appellant.\nNo argument was made nor brief submitted for appellee.\nJanuary 30, 1970:"
  },
  "file_name": "0072-01",
  "first_page_order": 166,
  "last_page_order": 174
}
