{
  "id": 1927828,
  "name": "Commonwealth v. Hayward, Appellant",
  "name_abbreviation": "Commonwealth v. Hayward",
  "decision_date": "1970-03-20",
  "docket_number": "Appeal, No. 27",
  "first_page": "215",
  "last_page": "218",
  "citations": [
    {
      "type": "official",
      "cite": "437 Pa. 215"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "359 F. 2d 199",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        829113
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/f2d/359/0199-01"
      ]
    },
    {
      "cite": "388 U.S. 263",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168184
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0263-01"
      ]
    },
    {
      "cite": "388 U.S. 218",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168076
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0218-01"
      ]
    },
    {
      "cite": "388 U.S. 293",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6168284
      ],
      "weight": 3,
      "year": 1967,
      "pin_cites": [
        {
          "page": "pp. 301-02"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/388/0293-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 336,
    "char_count": 4677,
    "ocr_confidence": 0.458,
    "pagerank": {
      "raw": 1.6864883838645009e-07,
      "percentile": 0.6983897516805034
    },
    "sha256": "c6bd1e717f4c051d731ccaadaa7a5f1f0042b92e9d3ba420c870f8a66a12aa13",
    "simhash": "1:969d6521ad9d3ec2",
    "word_count": 771
  },
  "last_updated": "2024-02-27T20:32:39.836016+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Egberts concurs in the result."
    ],
    "parties": [
      "Commonwealth v. Hayward, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice O’Beien,\nAppellant, after jury trial, was convicted of armed robbery. His post-trial motions for new trial and in arrest of judgment were denied, and he was sentenced to a term of not less than three nor more than seven years in prison. His appeal to the Superior Court resulted in a unanimous per curiam affirmance of the judgment of sentence, and we allowed an appeal.\nAt trial, petitioner’s defense was based on alibi. His mother and his girl friend testified that he was in Philadelphia at the time the robbery was being committed in Allentown. During the course of the mother’s testimony, she named three other people who were allegedly present in Philadelphia with petitioner at the time the crime was being committed. None of these three, however, testified. Subsequent to trial, counsel for appellant presented affidavits of these three witnesses in an attempt to gain a new trial on the basis of after-discovered evidence. We agree with the post-trial motion court that this is not after-discovered evidence, since the identities of these witnesses were known at trial if not before.\nAppellant further complains that the trial court erred in allowing the District Attorney to impeach the girl friend’s credibility by showing her immoral conduct with regard to the petitioner. The District Attorney, on cross-examination, elicited from the girl friend that she had a child by the petitioner and was again pregnant by him and that they were unmarried. We agree with the trial court that such cross-examination was proper to impeach the credibility of the witness by showing her interest.\nThe important issue on this appeal concerns the police identification procedure. Appellant alleges that he was brought into a police interrogation room alone and required to re-enact the crime for his victim, who then identified him. Since Stovall v. Denno, 388 U.S. 293, 87 S. Ct. 1967 (1967) denied retroactivity to United States v. Wade, 388 U.S. 218, 87 S. Ct. 1926 (1967) and Gilbert v. California, 388 U.S. 263, 87 S. Ct. 1951 (1967), and appellant’s trial occurred prior to Wade and Gilbert, he is not entitled to the assistance of counsel granted by those cases. Appellant still contends, however, that the “confrontation conducted in this case was so unnecessarily suggestive and conducive to irreparable mistaken identification that he was denied due process of law.” Stovall v. Denno, supra at pp. 301-02.\nAlthough if the facts be as appellant alleges, he certainly would have a strong case under Stovall, we hold that he has waived any objection he might have had to the identification. It is true that appellant was tried on April 14, 1967 and post-trial motions filed on April 17, 1967, and that Stova-ll was not decided until June 12, 1967. However, the view that an identification can be so suggestive that it amounts to a denial of due process did not originate with Stovall. The Stovall Court stated at page 302: “This is a recognized ground of attack upon a conviction independent of any right to counsel claim. Palmer v. Peyton, 359 F. 2d 199 (C.A. 4th Cir. 1966). The practice of showing suspects singly to persons for the purpose of identification, and not as part of a lineup, has been widely condemned.” (Emphasis added). Thus, even before Stovall, the argument that an identification violated due process could have been made.\nMoreover, even if the view that an identification could violate due process had not crystallized prior to Stovall, it would afford appellant no relief. Although appellant’s trial and original post-trial motions antedated the June 12, 1967 decision date of Stovall, appellant filed a supplemental new trial motion on June 26, 1967, argument was heard before the court en banc on August 1, 1967, and the order and opinion were filed on September 19, 1967. At no time did appellant raise an identification issue prior to the appeal in the Superior Court. The orderly administration of justice requires that having failed to raise the issue in the trial court when he had the opportunity, appellant not be permitted to do so on appeal.\nThe judgment of sentence is affirmed.\nMr. Justice Egberts concurs in the result.\nThere having been no hearing on the validity of the identification, even if there were no waiver, the most relief we could grant would be to order a hearing.",
        "type": "majority",
        "author": "Mb. Justice O’Beien,"
      }
    ],
    "attorneys": [
      "Donald H. Lipson, Assistant Public Defender, for appellant.",
      "TV. F. Steigerwalt, Assistant District Attorney, with him George J. Joseph, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hayward, Appellant.\nArgued November 12, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nDonald H. Lipson, Assistant Public Defender, for appellant.\nTV. F. Steigerwalt, Assistant District Attorney, with him George J. Joseph, District Attorney, for Commonwealth, appellee.\nMarch 20, 1970:"
  },
  "file_name": "0215-01",
  "first_page_order": 309,
  "last_page_order": 312
}
