{
  "id": 1927787,
  "name": "Commonwealth v. Hosendorf, Appellant",
  "name_abbreviation": "Commonwealth v. Hosendorf",
  "decision_date": "1970-03-20",
  "docket_number": "Appeal, No. 153",
  "first_page": "219",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "437 Pa. 219"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "349 U.S. 81",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11333568
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "83"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/349/0081-01"
      ]
    },
    {
      "cite": "89 N.Y. 460",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2184246
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "466"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/89/0460-01"
      ]
    },
    {
      "cite": "298 U.S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1486144
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "1286"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/298/0460-01"
      ]
    },
    {
      "cite": "90 A. 2d 847",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "171 Pa. Superior Ct. 285",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        475636
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/171/0285-01"
      ]
    },
    {
      "cite": "169 A. 2d 343",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "195 Pa. Superior Ct. 45",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        753553
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/195/0045-01"
      ]
    },
    {
      "cite": "145 A. 2d 870",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "187 Pa. Superior Ct. 654",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        741641
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/187/0654-01"
      ]
    },
    {
      "cite": "257 A. 2d 281",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "214 Pa. Superior Ct. 525",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        786592
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/214/0525-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 482,
    "char_count": 6653,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.0783827258557536e-07,
      "percentile": 0.7587168209420704
    },
    "sha256": "65cb38e3b8e9497e3b3dc6c45437cc778d688ab63bb2be5b506ac0a879dc72e1",
    "simhash": "1:802546376f50f7ca",
    "word_count": 1111
  },
  "last_updated": "2024-02-27T20:32:39.836016+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Eagen concur in the result.",
      "Mr. Justice Jones and Mr. Justice Pomeroy dissent."
    ],
    "parties": [
      "Commonwealth v. Hosendorf, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice O’Brien,\nAppellant, John Hosendorf, was convicted of burglary in 1958. In 1968, he brought post-conviction proceedings, maintaining that his sentence was actually five to ten years rather than the five to twenty years asserted by the Commonwealth authorities. The hearing court denied relief and the Superior Court affirmed per curiam, 214 Pa. Superior Ct. 525, 257 A. 2d 281 (1969), Judge Hoffman filing a dissenting opinion, joined by Judge Spaulding. We granted allocatur and now we reverse.\nThe controversy arises out of the statements of the trial judge, now deceased, at the conclusion of the trial. These are set forth verbatim below:\n“I will sentence him to five to twenty years in the •Eastern Penitentiary. Have him sent to the Diagnostic Clinic and they will give Mm help and treatment ont there. They are well equipped to do that. If at the end of five years the evidence indicates that he is all right and no longer a menace, of course an application 'for parole can be made. But the extent of these crimes is so great that we have to have him at least under ■supervision for a long period of time. That is the best disposition I can think of.\n“Five to ten years in the Eastern PeMtentiary, and to be sent to the Diagnostic Clinic.” (Emphasis added) The bill of indictment bears an endorsement prepared in a clerk’s handwriting, but signed by the judge, stating that the sentence is five to twenty years.\nThe hearing court denied relief, relying upon statements in various Superior Court cases to the effect that the sentence recorded on the indictment controls. See Com. ex rel. Spader v. Myers, 187 Pa. Superior Ct. 654, 145 A. 2d 870 (1958); Com. ex rel. Middleton v. Banmiller, 195 Pa. Superior Ct. 45, 169 A. 2d 343 (1961); Com. ex rel. Scoleri v. Burke, 171 Pa. Superior Ct. 285, 90 A. 2d 847 (1952). As Judge Hoffman stated, these cases are all distinguishable for various reasons. Scoleri and Spader both involve “lumped sentences,” where the maximum sentence was, say, ten to twenty, and the court totalled two consecutive sentences and stated that he was sentencing to twenty to forty. When the relator asserted that his sentence was illegal, the court replied that the ten to twenty stamped on the indictment was what counted. Middleton involved sentences on two different indictments, where the notes of testimony, by a typographical error, showed the sentences reversed.\nMore importantly, as Judge Hoffman points out, all three cases arose on writs of habeas corpus. Both Middleton and Spader rely on Scoleri as their controlling authority.\nThe opinion in Scoleri places great emphasis on the statement of Justice Cabdozo in his opinion in Hill v. Wampler, 298 U.S. 460, 56 S. Ct. 760, 80 L. Ed. 1283, 1286, wherein he said: “Two of the questions certified to us, the first question and the third, make mention of a variance between the commitment and the sentence ‘orally pronounced.’ If that were the only variance, we should deem it unimportant. The only sentence known to the law is the sentence or judgment entered upon the records of the court [citing cases]. If the entry is inaccurate, there is a remedy by motion to correct it to the end that it may speak the truth. People ex rel. Trainor v. Baker, 89 N.Y. 460, 466. But the judgment imports verity when collaterally assailed. Ibid. Until corrected in a direct proceeding, it says what it was meant to say, and this by an irrebuttable presumption. In any collateral inquiry, a court will close its ears to a suggestion that the sentence entered in the minutes is something other than the authentic expression of the sentence of the judge.”\nIn summary, the precedents relied on by the court below contemplate that a variance between the “sentence as written and as orally pronounced” may be questioned—but only by an appropriate “direct proceeding,” not by a writ of habeas corpus.\nIn the instant case, appellant attacks the discrepancy between the sentence recorded on the bill of indictment and the sentence found to have been orally pronounced by the trial court by means of bringing a petition under the Post Conviction Hearing Act. “This act establishes a post-conviction procedure for providing relief from convictions obtained and sentences imposed without due process of law. The procedure hereby established shall encompass all common law and statutory procedures for the same purpose that exist when this statute takes effect. . , ,” Section 2.\nThis section is designed to afford a comprehensive avenne of relief. It is surely broad enough to include the appellant’s motion within its ambit.\nWe thus come down to a situation where the sentencing judge has said two different things about the sentence, and has signed the stamped notation on the indictment. On the facts of the case, it is impossible to state with any certainty just what the trial judge intended.\nUnfortunately, we cannot aslc the trial judge to explain his intentions as he is deceased. The Commonwealth urges the trial judge’s statement in regard to appellant that “we have to have him at least under supervision for a long period of time” as evidence that a twenty year maximum was intended. We are not convinced. A ten year maximum is also a “long period of time.” The judge’s true intent is still clouded with ambiguity.\nFaced with such ambiguity, we will be guided, as was Judge Hoffman in his dissent in Superior Court, by Justice Frankfurter’s statement for the court in Bell v. United States, 349 U.S. 81, 83 (1955) that it is “a presupposition of our law to resolve doubts in the enforcement of a penal code against the imposition of a harsher punishment.” Although Justice Frankfurter did not articulate the grounds for the presupposition, Judge Friendly explained that it rests on “the instinctive distastes against men languishing in prison unless the law maker has clearly said they should.” Mendelson, ed., Felix Frankfurter: The Judge, at 43 (1964).\nAppellant has already served twelve years imprisonment. The lawmaker here (the lower court judge) did not clearly say that he should serve more than ten. We ■will order his discharge. Order reversed.\nMr. Chief Justice Bell and Mr. Justice Eagen concur in the result.\nMr. Justice Jones and Mr. Justice Pomeroy dissent.",
        "type": "majority",
        "author": "Me. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "John F. X. Fenerty, for appellant.",
      "Martin H. Belshy and James D. Orawford, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Hosendorf, Appellant.\nSubmitted November 24, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJohn F. X. Fenerty, for appellant.\nMartin H. Belshy and James D. Orawford, Assistant District Attorneys, Richard A. Sprague, First Assistant District Attorney, and Arlen Specter, District Attorney, for Commonwealth, appellee.\nMarch 20, 1970:"
  },
  "file_name": "0219-01",
  "first_page_order": 313,
  "last_page_order": 317
}
