{
  "id": 1927789,
  "name": "Wilson, Appellant, v. Nelson",
  "name_abbreviation": "Wilson v. Nelson",
  "decision_date": "1969-11-11",
  "docket_number": "Appeal, No. 41",
  "first_page": "254",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "437 Pa. 254"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 Atl. 379",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1921,
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 295",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066046
      ],
      "year": 1921,
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0295-01"
      ]
    },
    {
      "cite": "63 A. 2d 35",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476366
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0060-01"
      ]
    },
    {
      "cite": "97 A. 2d 816",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241473
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0418-01"
      ]
    },
    {
      "cite": "152 A. 2d 238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 0
    },
    {
      "cite": "396 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1284921
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/396/0112-01"
      ]
    },
    {
      "cite": "195 A. 2d 515",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "413 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1888583
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/413/0031-01"
      ]
    },
    {
      "cite": "223 A. 2d 728",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903154
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0450-01"
      ]
    },
    {
      "cite": "255 A. 2d 123",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924347
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0001-01"
      ]
    },
    {
      "cite": "258 A. 2d 654",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 613",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924303
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0613-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 512,
    "char_count": 7753,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 4.260106868595059e-07,
      "percentile": 0.9153705486304414
    },
    "sha256": "697017f7fbc015f87f790f4b1b43c288cb176b1da0151d2117d973e0551fe3b5",
    "simhash": "1:bbc525b20de8a562",
    "word_count": 1307
  },
  "last_updated": "2024-02-27T20:32:39.836016+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Wilson, Appellant, v. Nelson."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nOn January 23, 1963 plaintiff-appellant Marie Wilson was injured when the automobile which she was driving was struck by a coal truck operated by Earl Nelson and owned by Carrie Nelson, his wife (appellees). Appellant thereafter brought an action in trespass against the Nelsons, seeking damages for personal injuries, for traumatic epilepsy allegedly caused by the accident, and for wages allegedly lost because of appellant’s epileptic condition. At trial in the Court of Common Pleas, Washington County, the negligence of defendants was not contested; at issue were the nature and extent of plaintiff’s injury and the amount of the damages attributable thereto. The jury returned a verdict of $22,000 in favor of the plaintiff.\nThereafter, the plaintiff and the defendants filed timely motions for a new trial. The defendants’ motion .was abandoned and is not now in issue. The plaintiff moved for a new trial on the issue of damages only, asserting that the verdict was inadequate and that the trial court had erred when it required plaintiff’s attorney to discontinue use of a chart on which he had computed the damages sought. Plaintiff’s motion was denied, and judgment was entered on the verdict. This appeal followed.\nIt is well settled that a motion for new trial is addressed to the sound discretion of the trial court; the denial of such a motion will not be reversed absent a clear abuse of discretion or error of law. See Kralik v. Cromwell, 435 Pa. 613, 258 A. 2d 654 (1969); Austin v. Ridge, 435 Pa. 1, 255 A. 2d 123 (1969); and Zeman v. Canonsburg Borough, 423 Pa. 450, 223 A. 2d 728 (1966). Where a new trial motion is predicated on an allegedly inadequate verdict the issue is peculiarly within the competence of the trial court, and the discretion vested in that court is considerable. Because the power to grant a new trial on this ground is infrequently exercised, appellate courts will reverse such determinations only in the presence of a gross abuse of discretion. See Frontage, Inc. v. Allegheny County, 413 Pa. 31, 195 A. 2d 515 (1963); Elm v. Chovan, 396 Pa. 112, 152 A. 2d 238 (1959); and Paustenbaugh v. Ward Baking Company, 374 Pa. 418, 97 A. 2d 816 (1953).\nIn the present case, appellant’s first contention, viz., that the verdict was inadequate, rests on her assertion that she had proved out-of-pocket expenses of $26,170, required future drug expenses of $4,500, and a future loss of wages of $75,000, all of which were the result of the accident. Defendants concede that $1,325.65 medical special damages were proved. They further admit that plaintiff had a proved income of $1,060 in 1961, $1,025 in 1962, and that she claimed earnings of $100 per week for the first three weeks of 1963.\nCalculation of the proper damages in this case rests on a determination of whether appellant did suffer from traumatic epilepsy as a result of the accident, whether any such epileptic condition was the cause of her alleged inability to return to work after the accident, and what future wages were lost because of these injuries. As to each of these issues there was conflicting evidence.\nOf nine doctors consulted by appellant after her ac-, eident, only Dr. Carl E. Stahl, a neurologist, testified as to appellant’s epilepsy. Dr. Stahl was first consulted by appellant almost three years after her accident. The burden of his testimony was that if appellant’s medical history as she recited it to him was. accepted as given, it was a reasonable conclusion that the traumatic seizure disorder from which she suffered was a result of her accident. A neurosurgeon, Dr. Michael Y. Miklos, testified, however, that he had found no evidence of permanent disability when he examined the. appellant some six months after the accident. On the basis of the history given to him, he regarded it as “highly improbable” that appellant would have de-■ veloped post-traumatic seizures as a result of her accir dent. Moreover, he had recorded his belief in his clini- - cal summary of the appellant that the “litigation factor” was involved in the development and continuation of her symptoms. None of the other four doctors called to testify spoke directly to . the issue of appellant’s alleged epilepsy. Thus, the jurors’ decision as to the nature of appellant’s injury entailed a resolution of these conflicts in evidence and an assessment of the credibility of the expert witnesses.\nThe evidence as to appellant’s loss of wages was' also in conflict. Appellant testified that she was earning at least $50 a week in the year before the accidént; hex’ federal income tax return for 1962, however, showed, a reported income of $1,025. The amount of appellant’s pre-injury wages, like the nature of her injuries, was an issue properly left to the jury. The trial court noted that the jury’s verdict was substantial; having reviewed the evidence, we find no abuse of discretion in the trial court’s refusal to grant a new trial on the issue of the adequacy of the verdict.\nAppellant’s second argument relates to an order of the trial court barring appellant’s use of a chart which purported to set forth the amount of damages she had suffered. During his closing argument, plaintiff’s counsel placed before the jury a chart with dollar figures for medical expenses, past and estimated future, and the loss of future wages. The chart itself had not been admitted into evidence. In the course of plaintiff’s argument, defense counsel objected to the use of the chart; in a side-bar direction the trial court instructed plaintiff’s counsel to remove the chart from the jury’s view on the ground that the figures as to loss of future wages were not supported by evidence. Jurors should render their verdict on the basis of deductions from the evidence presented and not on the basis of some calculation, independently proposed and arrived at by trial counsel. In an action where damages are sought, any statement to the jury by counsel that calls the jurors’ attention to claims or amounts not supported by the evidence is error. See Clark v. Essex Wire Corporation, 361 Pa. 60, 63 A. 2d 35 (1949) and Bullock v. Chester & Darby Telford Road Co., 270 Pa. 295, 113 Atl. 379 (1921). In the present case, plaintiff was able to present to the jury by the use of the challenged chart an estimate of her damages which was not supported by the record. We fail to see how the trial court’s requirement that such a chart be withdrawn was prejudicial to the plaintiff. If any party was prejudiced by this course of events, it was the defendants.\nThe record before us reveals no error of law nor that abuse of discretion which would warrant our interference with the lower court’s refusal to grant a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      },
      {
        "text": "Concurring Opinion by\nMr. Chief Justice Bell:\nI believe very strongly that it is a wise policy for an Appellate Court to erect clear, definite, wise and unvarying standards in order to prevent confusion among the Bench and Bar. In discussing an “abuse of discretion” by the lower Court, this Court has from time .to time used five different tests: abuse of discretion, clear abuse of discretion, palpable abuse of discretion, manifest abuse of discretion, and gross abuse of discretion. This is both unnecessary and inadvisable. We should adopt one standard for each and all of these cases, namely, a clear abuse of discretion, which I continue to strongly recommend.\nI concur in the result.",
        "type": "concurrence",
        "author": "Mr. Chief Justice Bell:"
      }
    ],
    "attorneys": [
      "Paul A. Simmons, with him Tempest & Simmons, for appellant.",
      "Robert D. BecJc, with him John W. Edwards, and Patrono, Ceisler and Edwards, for. appellees."
    ],
    "corrections": "",
    "head_matter": "Wilson, Appellant, v. Nelson.\nArgued September 30, 1969.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nPaul A. Simmons, with him Tempest & Simmons, for appellant.\nRobert D. BecJc, with him John W. Edwards, and Patrono, Ceisler and Edwards, for. appellees.\nNovember 11, 1969:"
  },
  "file_name": "0254-01",
  "first_page_order": 348,
  "last_page_order": 353
}
