{
  "id": 434690,
  "name": "Spade versus Bruner and Carl",
  "name_abbreviation": "Spade v. Bruner",
  "decision_date": "1872-05-27",
  "docket_number": "No. 12",
  "first_page": "57",
  "last_page": "60",
  "citations": [
    {
      "type": "official",
      "cite": "72 Pa. 57"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 469",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0469-01"
      ]
    },
    {
      "cite": "10 Watts 101",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850960
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "118"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0101-01"
      ]
    },
    {
      "cite": "8 Wright 442",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "13 Wright 168",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "8 Wright 442",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 478,
    "char_count": 9242,
    "ocr_confidence": 0.428,
    "pagerank": {
      "raw": 1.6212595565925935e-07,
      "percentile": 0.6872744318298094
    },
    "sha256": "58e079d81b5f11ec00c20c4852303c37771260cd44ecfe564984ef39b05ead28",
    "simhash": "1:cbe182619856bfdd",
    "word_count": 1594
  },
  "last_updated": "2024-02-27T22:17:55.285768+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Agnew, Shakswood and Williams, JJ."
    ],
    "parties": [
      "Spade versus Bruner and Carl."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nSharswood, J.\n— The learned judge below came, we think, to the right conclusion upon the question raised by the third assignment of error, as to the effect of the judgment before Justice Reed rendered on the transcript of Justice Light. Reed had no jurisdiction or power to proceed in that way, and if that judgment had come directly in question upon appeal or certiorari it must have been so held, as was decided in Koons v. Headley, 13 Wright 168. The authorities cited by the learned judge in his able opinion demonstrate that where a justice has general jurisdiction his judgment cannot be impeached collaterally by showing that he had no jurisdiction in the particular form adopted. The general jurisdiction was of debts under one hundred dollars. The special case of which he had no jurisdiction was of proceedings upon the transcript of a justice whose term of office had expired. Must the plaintiff, the justice and the constable, be involved in the consequence of a trespass by a mistake upon such a point as this ? We think not. Although the justice had no jurisdiction to proceed upon the transcript, his judgment after hearing the parties, the defendant admitting the plaintiff’s demand, was not absolutely void, and could not be impeached in a collateral proceeding by parol evidence.\nBut we think the first assignment of error must be sustained. The learned judge erred in affirming the defendant’s third point, that if his separate property was seized and sold under a joint execution against him and another, he was not entitled to the benefit of tbe three hundred dollar exemption law, and therefore could not recover. He relied mainly on the opinion of the court delivered by the present Chief Justice in Bonsall v. Comly, 8 Wright 442. That was the case of a joint execution levied on joint property of several defendants, and was certainly neither within the letter nor the spirit of the Exemption Law. The Chief Justice, however, was careful in his opinion to exclude the conclusion that its principle reached the question now before us. Here the execution was levied on the property of “ a defendant” and a “debtor” — for so far as he was concerned when his several property was seized for a debt for which he was liable therefor jointly with another — it was to all intents and purposes the same as if it had been on a several execution issued on a several judgment. The practical difficulties in the way of a,n exemption claim by joint debtors out of joint property do not arise. Each debtor has a right under the law to an exemption of his own property to the extent of the three hundred dollars; and no reason whatever exists that he should not have the benefit of it for himself and his family. If, under the same execution, the several property of each should be seized, there must undoubtedly be two sets of appraisers — but that forms no objection — because the property of each to be appraised is different. It did present a difficulty in the case of joint property, for there it would be an appraisement of the same things by two different sets of appraisers.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "JE. T. Doty $ Son, for plaintiff in error,",
      "Parker $ Sahm, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Spade versus Bruner and Carl.\n1. Where a justice has general jurisdiction, his judgment cannot he impeached collaterally, because he had no jurisdiction in the form adopted.\n2. Judgment was recovered before a justice; after his term expired, he gave a transcript on which another justice issued a scire facias; and after appearance by the parties, entered judgment for plaintiffs. On an execution upon the last judgment, a levy was made of defendant’s goods. In trespass against the constable and plaintiff, Held, that the jurisdiction of the last justice could not be impeached.\n3. A joint execution was issued against two defendants, and a levy made on the individual property of one. Held, that he was entitled to the $300 exemption.\n4. Bonsall v. Comly, 8 Wright 442, distinguished.\nMay 20th 1872.\nBefore Thompson, C. J., Agnew, Shakswood and Williams, JJ.\nError to the Court of Common Pleas of Juniata county: No. 12, to May Term 1872.\nThis was an action of trespass d. b. a. brought to September Term 1870, of the court below, by Jacob Spade against Jeremiah Bruner and William Carl, for seizing and selliiig a wagon of the plaintiff under the following circumstances.\nOn the 2d of' March 1863, Philip Spade for the use of William Carl, recovered judgment againt Jacob Umboltz and Jacob Spade before Justice Light for $40. Light’s commission as justice had expired prior to May 31st 1870. On that day he gave a certified transcript of the judgment, on which Justice Reed on the 18th of June 1870, issued a scire facias returnable on the 25th of the same month; on that day the parties appeared and the hearing was continued until the 2d of July. The record showed that subpoenas were issued to each party, and further: “Plaintiff claims $59.97 debt, interest and costs due on a judgment dated March 2d 1863, on the docket of Justice Light. Record produced. And now, July 2d 1870, parties appeared. Defendant admits plaintiff’s claim. Judgment publicly for plaintiff for $59.97, and costs of suit. Same day paid on the above judgment by defendant, $18.26.”\n“ Received same day on the above judgment $18.26 by me.\nWilliam Caul.”\n“July 24th 1870, execution issued. Jeremiah Bruner, constable. Returnable August 10th 1870.”\nOn the trial, February 9th 1871, Jacob Spade testified that Bruner and Oarl came to his house and took a wagon ; he told Bruner he claimed under the $300 law; he selected appraisers who appraised the wagon; witness told constable he wanted the wagon under the Exemption Law, a few days after they took the wagon away; the wagon was his own property; Umboltz, the other defendant in the judgment, had no interest in it. There was other evidence of the same character as Spade’s, and evidence by the defendants in answer.\nThe constable returned that he had levied under the execution on the wagon and other property, and sold them and paid the proceeds of sale into Justice Reed’s office in full of the judgment, and costs. Carl afterwards acknowledged on the justice’s docket, sat< isfaction in full.\nThe following are points of the defendants with their answers:\n3. If the jury believe that the property levied on, seized and sold under a joint execution, was plaintiff’s several property, he was not entitled to the benefit of the $300 exemption law, and. therefore cannot recover.\nAnswer: “ This point presents a question which has been mooted, but not decided, so far as I have been able to discover. That partners and joint debtors are not entitled to the benefit of the $300 act is decided in Bonsall et al. v. Comly, 8 Wright 442.* * * The reasoning of the court in the above case is equally applicable to the case of the several property of joint debtors as to the joint property of joint debtors. In both cases two appraisements, not contemplated by the statute, would be required. And it would be impossible to comply with its requirements. For the joint debtors would hold $600 exempt from levy and sale, or each of them but $150, which is less than the sum allowed by the statute. In addition to this the statute speaks of the debtor and the defendant and not of debtors or defendants, leaving the case of joint debtors unaffected by its provisions. We therefore answer the point in the aifirmative.”\n4. The verdict should be for the defendants.\nAnswer: “ The verdict in this case should be in favor of Jeremiah Bruner, one of the defendants. But if William Oa.rl was a party to the trespass, aiding, assisting or directing the constable in the trespass complained of, then you may find a verdict against Oarl for the damages sustained by the plaintiff.”\nThe jury found a verdict against Carl for $70, and in favor of Bruner.\nA rule was taken to show cause why judgment should not be entered against the defendant Bruner non obstante veredicto, or a new trial be granted, also, a rule to show cause why judgment should not be entered against both defendants non obstante veredicto.\nBy agreement under these rules the court was to enter “ judgment as they may determine the law of this ease, the question of fact being conceded.” The court afterwards entered judgment for the defendants; Graham, P. J., being still of opinion that the answer to the defendants third point on the trial was correct; but that the judgment before Justice Reed, under which the execution was issued, could not be impeached in a collateral proceeding.\nThe plaintiff took out a writ of error, and assigned for prror:—\n1. Affirming defendants’ 3d point.\n3. Directing judgment for the defendants non obstante veredicto.\nJE. T. Doty $ Son, for plaintiff in error,\nas to the question of Justice Reed’s jurisdiction, cited Hazelett v. Ford, 10 Watts 101; Camp v. Wood, Id. 118; Hallowell v. Williams, 4 Barr 339; Vansyckel’s Appeal, 1 Harris 128; Delaware v. Greenwood, 16 P. F. Smith 63. As to the exemption right he referred to Bonsall v. Comly, 8 Wright 442; O’Nail v. Craig, 6 P. F. Smith 161.\nParker $ Sahm, for defendants in error,\nas to jurisdiction, cited Clark v. McComman, 7 W. & S. 469; Hazelett v. Ford, 10 Watts 101.\nMay 27th 1872,"
  },
  "file_name": "0057-01",
  "first_page_order": 73,
  "last_page_order": 76
}
