{
  "id": 434752,
  "name": "King versus Blackmore",
  "name_abbreviation": "King v. Blackmore",
  "decision_date": "1873-01-06",
  "docket_number": "No. 96",
  "first_page": "347",
  "last_page": "351",
  "citations": [
    {
      "type": "official",
      "cite": "72 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Wharton 452",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836947
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0452-01"
      ]
    },
    {
      "cite": "5 W. & S. 352",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0352-01"
      ]
    },
    {
      "cite": "1 W. & S. 155",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852575
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0155-01"
      ]
    },
    {
      "cite": "6 Wharton 457",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": 0
    },
    {
      "cite": "1 Dallas 349",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "8 Watts 275",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": 0
    },
    {
      "cite": "9 W. & S. 73",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        12168955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/9/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 502,
    "char_count": 10592,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 1.4614220849910445e-07,
      "percentile": 0.6574223053158698
    },
    "sha256": "8174cab4f7753f51a1fd2be705d413d6462bfc9f5f76b61c573160dc10bf3c8e",
    "simhash": "1:294b94771415b272",
    "word_count": 1850
  },
  "last_updated": "2024-02-27T22:17:55.285768+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnbw, Shakswood and Williams, JJ."
    ],
    "parties": [
      "King versus Blackmore."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgnew, J.\n— This was an action in the court below, against the defendant as surety, upon a distinct, several and independent covenant, as bail absolute to pay the rent of William Lynn, a tenant, in consideration of the letting, and for a valuable consideration, it said also. The instant the rent fell due and was unpaid by Lynn, a cause of action arose against Blackmore, the surety. There cannot be a doubt that King could have sued the tenant for the rent, and brought an action also against the surety, and prosecuted both suits concurrently until he obtained satisfaction from one of them. As the plaintiff’s right of action against the surety was immediate, independent and concurrent, it is plain that the distress merely of the goods of the principal was not, ipso facto, a bar or a suspension of the plaintiff’s remedy against the surety. The true question, therefore, is whether the distress upon the tenant’s goods followed immediately by a replevin by the tenant and a return to the writ by the sheriff, that he had executed the writ by delivéring the goods to the plaintiff in the replevin, is such an extinguishment or satisfaction in law, as will discharge the surety from his separate covenant. On principle clearly it is not, for the goods were not sold, but went back into the possession and custody of the tenant as his own property, and by his own act; and the landlord had in lieu of the distress only the replevin-bond, and the liability of the sheriff for the solvency of the sureties in the bond; both of which were mere ehoses in action, and not satisfaction per se. Even in the case of a levy upon execution, the levy is not a satisfaction when the goods remain in the hands of the defendant in the writ, or are restored to him at his own instance : Cummins’ Appeal, 9 W. & S. 73; Lytle v. Mehaffy, 8 Watts 275; Davids v. Harris, 9 Barr 501; Cathcart’s Appeal, 1 Harris 421. The replevinbond and sheriff’s liability are but a means of producing ultimate satisfaction, but are not in themselves payment of a precedent.and absolute debt, as the sureties’ debt here was. They are neither money nor goods. The very ground upon which the sheriff’s ultimate liability stands was rested by Shippen, President, in the leading case, upon the hardship of the case of the landlord; “for (says he) by the replevin he is divested of the immediate security of his tenant’s goods, and yet has no right to interfere in the choice of sureties, that undertake to see them returned when he has established his demand:” Oxley v. Cowperthwaite, 1 Dallas 349-50.\nThe court below founded its decision on the supposed authority of Quinn v. Wallace, 6 Wharton 457. But that case is no precedent for this. That case decided that a landlord who has made a distress on goods of his tenant, cannot make a second distress on the goods of an undertenant without showing that the distress upon the goods of the tenant was insufficient or rendered unproductive by the act of God, or of the tenant himself; and that the burthen of the proof of the insufficiency or unproductiveness of the distress lay on the landlord, who, having taken the goods into possession, is presumed to have put them to sale, as he is bound to do under the Act of 1772, and consequently has it in his power to show the result of the sale. But the present caso is clearly distinguishable from that, on the very ground that the record of replevin and sheriff’s return show that the goods were made unproductive by the act of the tenant himself, who has had them returned into his own possession, and the liability of the bond and of the sheriff substituted. The record of the replevin and return, therefore, show that the distress was no satisfaction, and consequently no bar to the independent action against the surety on his several covenant as bail absolute for the rent. Nor can the surety or bail complain of this. His liability is original, concurrent and prior to the distress. If he has to pay he will be entitled by subrogation to the security of the replevin-bond: see Burns v. Huntingdon Bank, 1 Penna. Rep. 395; Pott v. Nathans, 1 W. & S. 155; Armstrong’s Appeal, 5 W. & S. 352. He can prosecute the action of replevin to final judgment, and avail himself of the security of the replevinbond. In the meantime he can protect himself against the risk of mispayment, by a notice to the tenant, as his principal, to defend the suit of the landlord against himself on his covenant as surety for the rent. Why then should the landlord be deprived of his concurrent remedy against the surety by a replevin, which itself accounts for the distress, and shows that it was made unavailable by the tenant’s own act ? The consequence flows from the. very form which the contract was made to take by the mutual acts of the parties; that is to say, two separate and independent agreements for the debt. Like the several liabilities of drawer and endorser, the remedy against each is complete and independent, and can be pursued, concurrently with the other, to judgment and execution, and can be ended only by actual payment or a legal extinguishment which satisfies the debt. The distress and replevin were not a bar to the plaintiff’s action, and the court erred, therefore, in entering judgment for the defendant non obstante veredicto.\nThe judgment is reversed, and judgment is now entered for the plaintiff on the verdict, with interest since the rendition thereof, and costs.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "J. W. Hall, for plaintiff in error.",
      "B. F. Lucas, for defendant in error, cited Quinn v. Wallace, 6 Wharton 452."
    ],
    "corrections": "",
    "head_matter": "King versus Blackmore.\n1. King leased to Lynn; Blackmore became surety for the rent; King distrained; Lynn replevied, and the goods were delivered to him; pending the action King sued Blackmore on his suretyship. Held, that the pending replevin did not bar the action.\n2. As soon as the rent was due and unpaid a cause of action arose against the surety.\n3. The sheriff’s liability and the replevin-bond are but a means of producing satisfaction, but not payment of the debt the surety.\n4. The distress was not satisfaction of the debt.\n5. On paying the rent the surety can prosecute the replevin to final judgment, and is entitled to subrogation to the replevin-bond; and can require the tenant to defend in the action against him as surety. \"\n\" 6. Quinn v. Wallace, 6 Wharton 452, distinguished.\nNovember 12th 1872.\nBefore Thompson, C. J., Read, Agnbw, Shakswood and Williams, JJ.\nError to the Court of Common Pleas of Allegheny county: No. 96, to October and November Term 1872.\nThis was an action of debt by D. C. King against James Black-more, brought to December Term 1871.\nThe affidavit of claim was for $150, one quarter’s rent, due on the 1st of October 1871, by William Lynn, under a lease between the plaintiff and Lynn, dated January 31st 1871, the defendant having become bound as bail absolute to pay the rent and perform the covenants stipulated for in case of Lynn’s default, and averring that Lynn had not paid the rent.\nThe lease, which was filed with the affidavit of claim, was for renting a dwelling-house, &c., to Lynn for a year from April 1st 1871, for a rent of $600, payable in quarterly payments of $150 each, on the 1st days of July, October, January and April following, with some other stipulations. The defendant became bound for the performance by Lynn of the covenants in the lease by the following instrument:—\n“For a valuable consideration, as well as in consideration of the letting of the above-described premises unto the said party of the second part, I hereby become security, as bail absolute, for the payment of the rent, and performance of the covenants, in the foregoing agreement mentioned, by the said party of the second part to be paid, kept, done and performed. And in the event any default shall be made therein, I hereby covenant and agree to pay unto the said party of the first part such sum or sums of money as will be sufficient to make up any deficiency, and fully satisfy the conditions of the said agreement, without requiring any notice of nonpayment or proof of demand being made.”\nThe affidavit of defence, amongst other things, averred that the plaintiff issued a landlord’s warrant and distrained the goods and chattels of Lynn to compel the payment of the rent mentioned in the affidavit of claim; that Lynn replevied the goods; that the replevin remains undetermined, and averred that the plaintiff could not have two actions pending and undetermined for the same debt. There were allegations also of the non-performance by the plaintiff of his covenants in the lease.\nOn the trial, May 21st 1872, before Sterrett, P. J., the plaintiff having given in evidence the lease of Lynn, and the defendant’s covenant of suretyship rested.\nThe defendant then gave in evidence, under objection and exception, the record of an action of replevin, Lynn v. King (the plaintiff here), brought October 31st 1871, in the District Court of Allegheny county, No. 623, to November Term 1871, being for goods distrained for the rent for which this suit is brought. The goods were delivered by the sheriff to Lynn, he having given a replevin bond.\nThe court charged:—\n“ The defendants claim that the proceedings in replevin pending in the District Court of this county are a bar to the plaintiff’s recovery in this case; and in this position he appears to be sustained by the authority cited. Inasmuch, however, as we have a similar question to be considered by the court in banc, we instruct you in this case pro forma that said proceedings are not a bar to the recovery of the plaintiff in this case, and that your verdict should — under the evidence before you — be in favor of the plaintiff for the amount of the three months’ rent claim with interest. Your verdict will be taken subject to the opinion of the court in banc on tbe question of law reserved, viz.: Whether the distress and proceedings in replevin in No. 623, of November Term 1871, in the District Court are a bar to the plaintiff’s action ? and if the court shall be of the opinion that the law is with the plaintiff, then judgment to be entered in his favor is the verdict; but if the court shall be of a contrary opinion, then judgment to be entered in favor of defendant, non obstante veredicto.”\nThe verdict was for the plaintiff for $155.77.\nThe court afterwards entered judgment for the defendant non obstante veredicto.\nThe plaintiff removed the record to the Supreme Court by writ of error, and assigned for error entering judgment for the defendant.\nJ. W. Hall, for plaintiff in error.\nB. F. Lucas, for defendant in error, cited Quinn v. Wallace, 6 Wharton 452.\nJanuary 6th 1873,"
  },
  "file_name": "0347-01",
  "first_page_order": 363,
  "last_page_order": 367
}
