{
  "id": 434668,
  "name": "McKelvy's Appeal",
  "name_abbreviation": "McKelvy's Appeal",
  "decision_date": "1873-01-06",
  "docket_number": "No. 107",
  "first_page": "409",
  "last_page": "414",
  "citations": [
    {
      "type": "official",
      "cite": "72 Pa. 409"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "5 W. & S. 468",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0468-01"
      ]
    },
    {
      "cite": "1 W. & S. 342",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852642
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0342-01"
      ]
    },
    {
      "cite": "1 Binn. 191",
      "category": "reporters:state",
      "reporter": "Binn.",
      "case_ids": [
        1787937
      ],
      "opinion_index": -1,
      "case_paths": [
        "/binn/1/0191-01"
      ]
    },
    {
      "cite": "2 Yeates 105",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/yeates/2/0105-01"
      ]
    },
    {
      "cite": "2 Dallas 264",
      "category": "reporters:scotus_early",
      "reporter": "Dallas",
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 518",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "12 Wright 524",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "6 Peters 166",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": 0
    },
    {
      "cite": "2 W. & S. 139",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "1 W. & S. 356",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852657
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "467"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/1/0356-01"
      ]
    },
    {
      "cite": "6 Peters 151",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "case_ids": [
        1439710
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/31/0151-01"
      ]
    },
    {
      "cite": "6 W. & S. 238",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "weight": 3,
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 727,
    "char_count": 15975,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 6.000173585077849e-07,
      "percentile": 0.9542492631809808
    },
    "sha256": "ea4a7ae3291800d84f5e36156a0f24398dc227adf7bddaf3aee1bffa30faad70",
    "simhash": "1:ea6ff920cf0cbf99",
    "word_count": 2782
  },
  "last_updated": "2024-02-27T22:17:55.285768+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew,",
      "Sharswood and Williams, JJ."
    ],
    "parties": [
      "McKelvy’s Appeal."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, by\nAgetew, J.\n— The partnership between Samuel McKelvy and John O. and Thomas S. Blair, began by agreement under seal dated January 1st 1853, and was to continue seven years. The plaintiff, McKelvy, sets forth in the second paragraph of his bill, that on the 17th of May 1854, by reason of pecuniary losses and embarrass-1 ments, the firm of McKelvy & Blairs made a voluntary assignment of all their effects for the benefit of their creditors. No averment is made in the bill that the partnership continued in business after the assignment. A contrary inference is to be drawn from the third paragraph, which avers that since the assignment McKelvy had repeatedly called on Thomas S. Blair for a final settlement of accounts, which he had refused. The second paragraph of the amended bill avers that by the terms of the partnership agreement, Thomas S. Blair was the financial agent and manager of the firm, and as such is the trustee of the other partners. This has reference to his duty under the agreement, but contains no averment that Thomas S. Biair became the liquidating partner after dissolution. The averment that “ as such (financial agent and manager of the firm) he acted, and does still act, up to the final settlement of the partnership accounts,” is evidently only a legal conclusion from the agreement, and not an averment of the fact itself as existing since the dissolution. As a legal inference, it is not true that Thomas S. Blair became the liquidating partner after dissolution. Therefore, the next clause in the amended bill must not be construed to mean that the sums alleged to be received by him were received in the capacity of liquidating partner. The question of the dissolution of the partnership stands wholly upon the effect of the assignment for the benefit of the creditors in 1854, unaided by any averment of fact to show a continuance of the partnership relation, or that Thomas S. Blair became the liquidating partner, bound to render an account of the affairs of the firm.\nThat an assignment by an insolvent firm of all its assets for creditors necessarily works a dissolution of the partnership, when no provision to continue the business is made by the partners, seems to be very plain. It is so stated by Sergeant, J., in Brown v. Agnew, 6 W. & S. 238. Bankruptcy is an admitted cause of dissolution : Collyer on Part., § 59. It is not easy to distinguish from bankruptcy the case of a voluntary assignment by an insolvent firm, which strips the partnership of all its means of continuing business, followed by an actual relinquishment of the business.\nThe partnership being dissolved in 1854, and Thomas S. Blair not being a liquidating partner, the Statute of Limitations is a bar to the plaintiff’s demand for an account, unless the case falls within some exception: Collyer on Part., §§ 207-8; Hamilton v. Hamilton, 6 Harris 20.\nIt was, no doubt, to establish an exception that the plaintiff introduced the fourth paragraph into his amended bill, alleging that the plaintiff had within the last three years paid a considerable sum of money in the partnership accounts, for which, with sums previously paid, Thomas S. Blair is alleged to be equally liable. But this, at most, can operate only as a demand for contribution. Certainly a partner may be compelled to contribute to the payment of a partnership debt for which the partners continued jointly liable, but this does not imply, of necessity, a settlement of the whole partnership account, unless the account is still open and current. This is ruled in Brown v. Agnew, 6 W. & S. 238. “ The partnership (said Sergeant, J.) had been dissolved by a general assignment by the partners for the payment of their debts in August 1832, more than six years having elapsed from the dissolution till the payment of the claim and institution of the suit. These circumstances, we think, raise a fair presumption that the partnership account had been settled or terminated in some way, till it is overthrown by some evidence on the part of the defendant, that the general partnership accounts yet continued open and current.”\nThe next exception is, that the account between McKelvy and the Blairs is one concerning the trade of merchandise, between merchant and merchant, and therefore it takes the case out of the statute. Whether every partnership whatever, or a partnership such as this, for manufacturing steel in all its varieties, is a transaction of merchandise within the meaning of the exception as to merchants’ accounts, we need not decide. There are two cases in which this subject has been examined very fully: Coster v. Murray, 5 Johnson Chan. Rep. 522, decided by Chancellor Kent; and Spring v. Gray’s Ex’r., 6 Peters 151, decided by C. J. Marshall, in both of which stress was laid on the fact that the action was not founded on an account concerning the trade of merchandise between merchant and merchant, their factors or servants, and therefore not within the exception of the statute. There is, on the other hand, a class of cases in our reports, called cases of mutual accounts, carried down within six years, where the Statute of Limitations does not apply to the items beyond the six years: Van Swearingen v. Harris, 1 W. & S. 356; Thomson v. Hopper, Id. 467; Chambers v. Marks, 1 Casey 296; Hay v. Kramer, 2 W. & S. 139. These cases rest on the implied acknowledgment arising from the mutual charge and credit between the parties, and not on the exception in regard to merchants’ accounts. Supposing the case of the plaintiff might fall within the exception as to merchants’ accounts, yet he has not brought himself within the exception. The defendant pleaded the Statute of Limitations to the bill, and demurred to that part of it which had charged the loan of $12,000. To the plea of the statute the plaintiff demurred, and joined in the defendant’s demurrer as to the alleged loan, and set the cause down for argument on the bill, amended bill, plea and demurrers. The plaintiff did not reply to the plea of the statute that the account was between merchants, and that no account had been settled. On this part of the case the quotation of the language of Judge Sergeant, in Brown v. Agnew, supra, may be continued. After stating that the presumption of settlement lasts till overthrown by evidence that the partnership accounts remained open and current, he says: “ This burden lies on him who seeks to avoid the plea of the Statute of Limitations to an action of account render or assumpsit, by the replication that it was an account, between merchant and merchant; for the replication to such a plea must go further, and state that no account of said merchants was ever adjusted or settled” (citing Godfrey v. Sanders, 3 Wilson 79-80; Williams’s Saunders 127,note); see also Bevan v. Cullen, 7 Barr 281. “ By analogy, therefore (he continues) after the lapse of six years it lies on the party setting up an account to aver that it remains open and current.\" That the account must be one not closed by striking a balance between the partners, or by the delivery of a stated account unobjected to, and is still open and running between the partners, is the clear result of the authorities, as may be seen in the following cases: Barber v. Barber, 18 Vesey, Jr. 286; Foster v. Hodgson, 19 Id. 180; Jones v. Pengree, 6 Id. 580, note C.; Spring et al. v. Gray, 6 Peters 166-169; Toland v. Sprague, 12 Id. 333; Bevan v. Cullen, 7 Barr 281. And in reason and justice, why should not the statute close upon partners, who, for six years after dissolution, take no steps to ascertain the balance between them ? On what principle should such an account remain open for all time ? As soon as dissolution takes place, they stand no longer in any relation of trust or confidence to each other — the implied authority given by each to the other ceases, and they are no longer agents one for the other: and the objects of their association having come to an end, the time for a settlement has arrived. Six years is a fair time to allow for closing their affairs, and is a reasonable time for demanding a settlemenfc as in an analogous case. Thus, in the case of moneys collected by attorneys: Campbell v. Boggs, 12 Wright 524 ; Rhines v. Evans, 16 P. F. Smith 192. And a subscription to shares of railroad stock, even without a call for instalments: Pitts. & Conn. R. R. v. Byers, 8 Casey 22; see also Morrison v. Mullin, 10 Id. 12; Barton v. Dickens, 12 Wright 518. The case of Stiles v. Donaldson, 2 Dallas 264, and 2 Yeates 105, is no exception, for there the offer of set-off expressly set forth that the accounts were made beyond sea, bringing the case within one of the provisos of the statute.\nIn regard to the alleged loan of $12,000, little need be said. No such loan, in fact, appears in the article of copartnership, and that is all that is before us on this point. The sum of money put in by each partner as capital is distinctly set forth. It is expressly stated that McKelvy has put into the concern $31,615.20 ; J. O. Blair has put in $19,548.14, and Thomas S. Blair has put in $7481.08. The agreement of T. S. Blair to pay McKelvy interest on 12,067.08, the excess paid in by McKelvy over an equal share of the capital, and that this makes all the shares equal, is evidently for the purpose of making an equal division of profits, not to create a loan. It would be a singular omission, if intended to be a loan, that no provision in the article was made for its repayment. As a loan, it would be an individual transaction between McKelvy and T. S. Blair, inconsistent with the fact that $31,615.20 were put in by McKelvy as capital. There was a reason, also, that it should be part of the capital, and not a mere advance to T. S. Blair, as thereby the assets of the firm would be a security to McKelvy, instead of the private responsibility of T. S. Blair. Finding no error in the record, the decree of the District Court is affirmed, with costs to be paid by the appellant.",
        "type": "majority",
        "author": "Agetew, J."
      }
    ],
    "attorneys": [
      "W. JD. Moore (with whom were Weir Gibson), for appellant.",
      "M. W. Acheson, for appellee."
    ],
    "corrections": "",
    "head_matter": "McKelvy’s Appeal.\n1. An assignment for creditors of all its assets by an insolvent firm works a dissolution if no provision be made to continue the business.\n2. A partnership having been dissolved for more than six years, the , Statute of Limitations is a bar to an account against a partner who is not a liquidating partner.\n3. A payment by one partner of debts of a firm within six years gives him an action for contribution against his fellow, on account of that payment, but does not involve a settlement of the whole account.\n4. A bill for account was brought by one partner against another, the defendant pleaded the statute; the plaintiff to bring himself within the exception that the accounts were between merchants, and that no account had been settled, must so aver by replication.\n5. Upon dissolution partners have no longer any relation of trust or confidence to each other; their implied authority and agency for each other ceases.\nNovember 16th. 1872.\nBefore Thompson, C. J., Read, Agnew,\nSharswood and Williams, JJ.\nAppeal from the District Court of Allegheny county: In Equity: No. 107, of October and November Term 1872.\nThis was a bill in equity filed, April 29th 1867, by Samuel McKelvy against Thomas S. Blair.\nThe bill set out:—\n1. On January 1st 1853, the plaintiff, defendant and John C; Blair entered into partnership in the manufacture of steel, to continue seven years. By the articles of partnership each to be an “equal third partner;” the Blairs to attend to the business: J. C. Blair to take charge of the works, and the defendant “ to attend to the commercial and financial department,” the Blairs “to give their undivided time and attention to the business.” The plaintiff was not required to do so: the plaintiff put into the capital $31,615.20, defendant $7481.08 and J. C. Blair $19,548.14, in all $58,644.42 ; the defendant to pay plaintiff inte- . rest on $12,067.08, the excess paid in by plaintiff beyond his proper share; “ this makes all the shares equal;” each partner’s interest in the firm to remain unimpaired till the expiration of the term, with the exception that each might draw out $1200 during the first year; an account of stocks, debts, &c., to be taken on the 1st of July in each year, the dividend of the profits to be credited to the individual account of each partner, and each may draw out his dividend, &c.; if either partner should die his share to remain in the concern till the end of the term, and his representatives to be paid interest on its amount instead of one-third of the profits.\n2. On the 17th of May. 1854, the firm made a voluntary assignment for the benefit of creditors, and all the plaintiff’s real estate was sold to pay partnership debts.\n3. There had been no settlement between the plaintiff and defendant, the defendant having always refused to settle on the repeated demands of the plaintiff.\n4. The plaintiff had paid more than one-third of the partnership debts, and upon settlement there would be due to him from defendant $28,482, with interest from January 1st 1853.\nThe prayer was for an account and payment of the balance found due by defendant.\nOn the 12th of July 1867, the defendant pleaded the Statute of Limitations, to which the plaintiff filed a replication.\nOn the 16th of February 1869, the plaintiff filed an amended bill. It set out:—\n1. The final proceedings under the voluntary assignment, showing the confirmation, July 16th 1858, of the assignee’s account and the report of the auditor on it.\n2. The defendant was, by the terms of the partnership contract, “ the financial agent and manager of the firm of McKelvy & Blairs, and as such acted and still does act up to the final settlement of the partnership accounts as the trustee of the remaining partners.”\n3. Defendant had received large sums of money “in such .capacity ” for which he had not accounted.\nThe plaintiff had paid within three years a considerable sum of money in the “ partnership accounts, for which, as well as for various sums from time to time previously paid (the defendant) is equally liable,” and is bound to pay his share.\n5. The defendant, in the year 1854, admitted his indebtedness to the plaintiff in the sum of $20,000 and upwards, and a settlement would probably have been effected but for plaintiff’s absence as a soldier in the army.\n6. Before entering into the partnership the defendant borrowed from plaintiff $12,000, and agreed to pay it with' interest, as shown by the articles of partnership in the original bill.\n7. Defendant promised plaintiff that if he “would not enter suit ” he, defendant, would pay the unsettled balance if plaintiff would rely on defendant’s honor, &c.\nThe prayers were for an account and payment of the balance due; that defendant should pay the $12,000 with interest from the time of borrowing; that defendant pay the interest on the $12,000 from that time.\nThe defendant pleaded the Statute of Limitations to the amended bill, and also demurred to that part claiming the $12,000 borrowed money, because the plaintiff for that had a remedy at law.\nThe plaintiff joined in the demurrer, and demurred to the defendant’s plea.\nThe court sustained the defendant’s demurrer to the plaintiff’s bill, and overruled the plaintiff’s demurrer to the defendant’s plea, and decreed that the bill be dismissed with costs, &c.\nThe plaintiff appealed to the Supreme Court, and assigned the decree of the court for error.\nW. JD. Moore (with whom were Weir Gibson), for appellant.\nM. W. Acheson, for appellee.\n— The assignment dissolved the firm : Collyer on Part., §§ 109, 111. Account render is the remedy, and the Statute of Limitations applies: Angelí on Limitation, sect. 69; Ozaas v. Johnson, 1 Binn. 191; Leonard v. Leonard, 1 W. & S. 342; Andrew v. Allen, 9 S. & R. 241; McFadden v. Hunt, 5 W. & S. 468; Hamilton v. Hamilton, 6 Harris 20; Collyer on Partnership, § 374 and note; Barber v. Barber, 18 Vesey 286.\nJanuary 6th 1873,"
  },
  "file_name": "0409-01",
  "first_page_order": 425,
  "last_page_order": 430
}
