{
  "id": 860225,
  "name": "R. H. Patterson et al., Appellants, v. G. M. Graham and Joseph Graham",
  "name_abbreviation": "Patterson v. Graham",
  "decision_date": "1894-10-01",
  "docket_number": "Appeal, No. 58",
  "first_page": "234",
  "last_page": "243",
  "citations": [
    {
      "type": "official",
      "cite": "164 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "126 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0637-01"
      ]
    },
    {
      "cite": "90 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0422-01"
      ]
    },
    {
      "cite": "136 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        819986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0565-01"
      ]
    },
    {
      "cite": "126 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0260-01"
      ]
    },
    {
      "cite": "5 W. & S. 188",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477882
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0188-01"
      ]
    },
    {
      "cite": "117 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555817
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0570-01"
      ]
    },
    {
      "cite": "61 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0294-01"
      ]
    },
    {
      "cite": "109 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 471",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0173-01"
      ]
    },
    {
      "cite": "71 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031280
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0365-01"
      ]
    },
    {
      "cite": "61 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0292-01"
      ]
    },
    {
      "cite": "53 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004761
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0206-01"
      ]
    },
    {
      "cite": "109 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542286
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0504-01"
      ]
    },
    {
      "cite": "109 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542330
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0016-01"
      ]
    },
    {
      "cite": "110 Pa. 318",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543756
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0318-01"
      ]
    },
    {
      "cite": "2 Grant, 248",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227590
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0248-01"
      ]
    },
    {
      "cite": "7 W. & S. 264",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        481762
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/7/0264-01"
      ]
    },
    {
      "cite": "7 Phila. 239",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444779
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0465-01"
      ]
    },
    {
      "cite": "85 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440450
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0329-01"
      ]
    },
    {
      "cite": "15 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408690
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/15/0371-01"
      ]
    },
    {
      "cite": "90 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "126 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/126/0260-01"
      ]
    },
    {
      "cite": "15 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        408690
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/15/0371-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 826,
    "char_count": 20889,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 5.287671458635359e-07,
      "percentile": 0.9421082078530447
    },
    "sha256": "1242f835ef6a78c967e6c9ac0ca4e488bbf8d1ce768e8b99dbbf6f5619cb81b6",
    "simhash": "1:23a2372153009ebc",
    "word_count": 3769
  },
  "last_updated": "2024-02-27T22:27:41.564391+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "R. H. Patterson et al., Appellants, v. G. M. Graham and Joseph Graham."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Dean,\nThe plaintiffs sued defendants in trespass for cutting timber on their land. The land, in quantity about 750 acres, some years before was owned by Ellen V. Patterson, who devised it to her husband, John Patterson, for his own and their children’s use, during his life, with power to him of testamentary disposition. At the death of testatrix in 1865, he took possession under the will. On 3d of August, 1872, for himself, and as trustee for his children, he made an agreement with G. M. Graham, one of defendants, to sell to him all the white oak and pine timber on the land; Graham agreed to pay therefor the sum of $3,000, in three equal annual payments, commencing on 1st of April, 1873. It was further agreed that if there was built, within eight miles of the land, a railroad station, before Graham commenced sawing, or during the time he was sawing, then he was to pay fifty per cent additional to the contract price, either for the whole or that portion delivered to the station ; Graham to have all needful privileges on the land for successful operations in the lumber business. It was further stipulated that the contract was not to prevent Patterson from selling the land, subject to Graham’s rights. No time was fixed for the removal of the timber. Graham paid the full amount of the purchase money on and before March 1, 1876. About the fall of 1878, he put up a sawmill on the land, and commenced cutting the timber, and continued until the spring of 1881, when, having manufactured about all the saw timber, he moved his mill away and ceased operations. In 1886, J ohn Patterson died, and by his will and sundry conveyances by and among his children, the title to the land became vested in these plaintiffs. In the summer of 1892, about twenty years after the agreement was made, and eleven years after he had stopped cutting and had taken away his mill, G. M. Graham, with his son Joseph, again put their mill on the land, and cut and manufactured about 350,000 feet of oak and pine. For this, the plaintiffs brought suit. They claimed that, under the agreement and evidence, there was a sale of the timber with a reasonable time for removal; that, after abandoning the land in 1881, defendants’ right to cut and remove timber ceased within a reasonable time; that eleven years was not an assertion of right within a reasonable time, and this was a question for the court to decide. The defendants contended, that the rule that where there is a grant of the land, reserving timber, the grantor mus't remove the timber within a reasonable time, upon notice, does not apply where there is an absolute sale of the timber without limit as to time. That in case of such absolute sale, the right to remove is indefinite as to time.\nThe court submitted the evidence to the jury, instructing them that, if they found that Graham had not abandoned the land when he removed his mill, but nevertheless, on his return, had cut and removed oak and pine timber not of sufficient size for sawing in 1872, when the agreement was made, plaintiffs were entitled to recover the value of this timber, but were not entitled to recover for that which was saw timber in 1872. And further, that it was the duty of Patterson to notify Graham to remove _ the timber within a reasonable time if he desired to terminate his right, and, as no such notice had been given, Graham had a right to re-enter and cut such timber as was fit for sawing at the date of the agreement in 1872. The verdict was for plaintiffs for $157.32. As plaintiffs’ evidence tended to show the timber was worth from $2.00 to $4.00 per thousand stumpage, the jury evidently found that only a small part of that taken was of a growth which had become large enough for sawing after the agreement was made in 1872.\nFrom the judgment entered on the verdict, the plaintiffs appeal, assigning for error the instruction of the court in the general charge and answers to points.\nNo time was expressly fixed in the agreement, within which the timber was to be cut and removed. But the intention óf the parties may be ascertained from other stipulations in the agreement and facts dehors the agreement, such as the situation of the parties, and the circumstances surrounding them at the time they entered into it. Patterson was a farmer, Graham was a lumber manufacturer and dealer in lumber. No provision is made as to payment of taxes by the purchaser on any interest in the land; provision is made for increased price, should a railroad station be built within eight miles of the land, either before Graham commenced sawing, or before he had finished. Patterson grants privileges on his land to Graham necessary to carry on the lumber manufacturing business. It is very clear that Patterson sold and Graham bought, with the intention, on part of both, that the timber was to be manufactured into lumber. That is, it was not bought as land to be held indefinitely, or to be sold as land when it suited the purchaser. A purchaser may buy growing timber, with no intention of manufacturing it into lumber, and hold it, just as he might buy and hold the land, if he so frame his contract. In such case, he could remove it when he chose, and the vendor would have no right to quicken him by notice. But here the parties intended, not a sale and purchase of the timber, to be held as land, but a sale for purpose of manufacture within a reasonable time; not an immediate severance, but not one indefinitely remote; and this is evidenced by the agreement and their surroundings. That they so understood it, is also shown by their subsequent conduct. In about five years, Graham moved his sawmill upon the land, and commenced cutting and removing the timber; he continued manufacturing nearly three years, severing nearly all then suitable for lumber; then removed his mill, and for eleven years did not go back or exercise a single act indicating any claim to the timber. Undoubtedl}', in a contract for the sale of timber, where the parties intend a severance, and no time is fixed within which it is to be removed, the law implies that the grantee will remove it within a reasonable time. And the grantor can quicken action by notice. If, after such notice, the grantee neglects for an unreasonable time to exercise his right, he loses it. The question, then, of what is a reasonable time, is not determined by the will of the grantor, or alone by the fact of notice, but by all the circumstances. The attention of the grantee having been directed to the right and claim of the grantor, the grantee is the one to move ; and if he be indifferent and passive then, for an unreasonable time, the entire interest in the land revests in the grantor.\nWhat is a reasonable time for the exercise of the right after notice, depends on circumstances, such as quantity of timber, character of it, facilities for manufacturing and marketing it; and, in case of dispute, this becomes a question for adjudication by the court. To this effect are Boults v. Mitchell, 15 Pa. 371; Shiffer v. Broadhead, 126 Pa. 260, and all the authorities. But the facts of this case are, in an essential particular, different from those in the cases cited. If, after the purchase in 1872, Graham had ináde no move to cut and take away the timber, and Patterson had notified him to remove it, and Graham had delayed in commencing work, or had been slow in finishing it, the question of “ reasonable time ” would have become one for determination, under the authorities, by the court, or by the court and jury at the trial.\nBut no such question arises here; for there will not be implied two reasonable distinct times, eleven years apart. The timber was sold to- be removed within a reasonable time ; between five and six years after the sale, and three after the last payment, Graham moved his mill upon the land, and commenced manufacturing and removing the timber; he continued his operations for three years. Both parties, by their conduct, deemed this a reasonable time in which to commence operations, as it evidently was. Then Graham, after cutting apparently all worth cutting under his purchase, stopped, took away his mill, and nothing is heard of any claim by him for eleven years. In the meantime, there have grown into merchantable lumber, trees which were valueless when he made his contract; these, with others that he had neglected to fell in his first operation, he cuts and removes, claiming the right to do so under his contract made twenty years before. At the date of this second entry, the grantor hits been in his grave for several years; the land has passed to his children and their grantees. This second entry of Graham, under the undisputed facts, was clearly a trespass. Within a reasonable time, in 1878, he entered upon the land, and exercised the right granted him under the agreement; at the end of three years, by a distinct, unequivocal act, stopping operations and removing his mill, he relinquished to the grantor the full possession of his land; and this intention is emphasized by his silence for eleven years. Nothing less than distinct notice to the grantor, when he removed his mill, that he intended to return within a reasonable time to remove timber still standing, could have served to weaken the significance of this act, and it is doubtful if that would have been sufficient, in view of his long inaction. But no notice bj' the grantor to him, after such conduct, was required. He had a right to assume that Graham had taken all the timber that passed to him as the consideration of the contract, and that he had no further claim. After he is through with his present operation, he has as much right to return, when another eleven years’ growth has made more timber valuable, as to return now after an abandonment eleven years ago.\nWe think, on the undisputed facts, the plaintiffs were entitled to recover the value of the timber ctit. The measure of damages, in view of the circumstances, was correctly stated by the court.\nThe plaintiffs’ fourth point should have been affirmed without qualification, and the assignment of error in this particular is sustained. This, and the opinion herewith filed, necessarily disposes of the whole case.\nThe judgment is reversed, and a v. f. d. n. awarded.",
        "type": "majority",
        "author": "Mb. Justice Dean,"
      }
    ],
    "attorneys": [
      "Louis E. Atkinson, E. M. M. Pennell with him, for appellants.",
      "■J. Howard Neely, B. F. Junkin with him, for appellees."
    ],
    "corrections": "",
    "head_matter": "R. H. Patterson et al., Appellants, v. G. M. Graham and Joseph Graham.\nContract—Surrounding circumstances—Conduct of parties—Sale of timber—Reasonable lime for removal—Notice.\nWhere an agreement for the sale of timber contains no provision as to the time within which the timber is to be removed, but the circumstances of the parties show that it is to be cut within a reasonable time, the purchaser’s right to cut and remove the timber ceases after the expiration of a reasonable time.\nWhere in such a ease the evidence is undisputed that the purchaser did not assert his light to cut and remove the timber for eleven years, the court may say as a matter of law that such delay is unreasonable.\nA farmer sold timber on his land to a lumber manufacturer and dealer in lumber. No time was fixed within which the lumber was to be removed. The vendor granted privileges on his land to the purchaser necessary for carrying on the lumber manufacturing business. No provision was made as to the payment of taxes by the purchaser on any interest in the land. An increased price was to be paid should a railroad station be built near the land, either before the purchaser commenced sawing or before he had finished. About five years after the agreement, the purchaser began cutting and removing the timber, and continued manufacturing nearly three years, severing nearly all timber suitable for .lumber. He then removed his mill, and for eleven years did not return to the land, or in any way claim the timber. He then resumed lumbering operations on the land'. Held that, under the above facts, and the circumstances surrounding the contract, which were undisputed, plaintiff was entitled to binding instructions for the value of all the timber cut after the expiration of the eleven years.\nAfter the purchaser had begun operations within a reasonable time, and then removed his mill, the owner of the land was not required to notify him to resume operations. He had a right to assume that the purchaser had taken all the timber that passed to him as the consideration of the contract, and that he had no further claim.\nArgued May 21, 1894.\nAppeal, No. 58, July T., 1894, by plaintiffs, from judgment of C. P. Juniata Co., Sept. T., 1892, No. 166, on verdict for plaintiff for less than full amount of claim.\nBefore Green, McCollum, Dean and Fell, JJ.\nReversed.\nTrespass for cutting timber. Before Lyons, P. J.\nThe facts appear by the opinion of' the Supreme Court.\nPlaintiffs’ points were among others as follows:\n“ 3. The article of agreement having no limit as to time, the law allows a reasonable time to cut and take away the timber sold, but the term of more than nineteen years from August, 1872, to May, 1892, is more than a reasonable time, and the right of Dr. Graham expired before his last entry on the land, and he is liable in trespass for the damages occasioned by cutting the trees proved to have been cut in this case. Answer: In answer to this point we say to you that it was the duty of John Patterson, the grantor of the timber, or those claiming title to the land subsequent to him, to notify Dr. G. M. Graham, the grantee of the timber, to remove the same within a reasonable time, if they wished to determine his right to take the timber, no time in which it was to be removed being limited in the grant; and in default of such notice he had the right to enter and cut such trees as were fit for marketing, sawing or making into merchantable timber at the time the agreement was made.” [1]\n“ 4. The facts in this case being undisputed the question of what is a reasonable time to remove the timber which the defendant bought on August 3, 1872, is for the court, and the court is respectfully requested to charge the jury that, under all the facts in this case, the article of agreement, dated Aug. 3, 1872, between John Patterson and George M. Graham, confers no right upon the said Graham to enter upon the lands therein described in May, 1892, a reasonable time to remove the pine and oak timber on said lauds having expired long before the last named date. Answer: This point is refused. There was no time limited in the agreement of August 3,1872, within which the pine and white oak timber sold were to be cut and removed, and if John Patterson, the grantor of the right, or those claiming title to the land subsequently to him, wished to sooner terminate the rights of Dr. Graham to cut and remove the timber, it was their duty to have notified him to cut and remove the timber within a reasonable time, and he would have been bound to do so or forfeit his right to enter upon the land for that purpose.” [2]\nDefendant’s points were among others as follows:\n“1. That the agreement between John Patterson and Dr. Graham, of August 31, 1872, is a sale or conveyance, by the former to the latter, of all the white oak and pine timber now standing on these tracts of land, and the general expression is not qualified by any expression as to size or suitableness for any purpose, hence the grantee took all the pine and oak which he might desire to manufacture into lumber, without regard to its diameter, or the use when manufactured, and therefore it does not matter what was the size of the trees cut when Graham was lumbering on the tract, so that he did not wantonly destroy timber which he could not use or market. Answer: This point is refused, but we say to you that Dr. Graham would have the right to cut and remove all the white oak and pine that were at the time of the sale of the timber, August 3,1873, fit to be manufactured for any purpose, but he would not be entitled to those which became so by subsequent growth.” [3]\n“ 2. That there was no time or limit fixed for removing the timber in the written agreement between Patterson and Graham; hence Graham could take his own time for removal of said timber unless the owner of the land would quicken mm, by notifying him to proceed to clear off the timber that the grantor could use the land itself for his own purposes, and hence, as there is no evidence of such notice given, the plaintiffs cannot recover in this action: Answer: This is affirmed in so far as the white oak and pine trees were fit or of sufficient size to be manufactured into any kind of marketable lumber at the time that the contract was made.” [4]\n“ 4. The sale in this case being of all the white oak and pine timber now standing on those tracts of land lying along Willow Run and now owned by Patterson, this conferred on Graham, the grantee, not only the right to enter upon the land for the pui'pose of cutting and removing the timber contemplated in the agreement, but also to select and judge of its suitableness for profitable manufacture. Answer: The defendants may cut and remove any of the timber that was in his opinion suitable and profitable for manufacture at the time he purchased it, but not that which has become so with growth of nineteen years added thereto.” [5]\nVerdict and judgment for plaintiff for $157.82.\nErrors assigned were (1-5) instructions, quoting them.\nLouis E. Atkinson, E. M. M. Pennell with him, for appellants.\nWhen the agreement to do a thing is made, and no time is fixed for its performance, the law annexes a reasonable time : 19 A. & E. Ency. L. 1090 and note ; 2 Pars. Cont., 5th ed., part 2, ch. 1, § 8, p. 535 ; Ib., ch. 3, § 2, p. 660 ; Saltonstall v. Little, 90 Pa. 425 ; Andrews v. Wade, 4 Cent. R. 689; Boults v. Mitchell, 15 Pa. 371; Hilliard on Sales, 3d ed., ch. 11, § 12, p. 217; Ib., ch. 19, § 22, p. 417 and note a; Shepler v. Scott, 85 Pa. 329 ; Wagonseller v. Simmers, 97 Pa. 465; Nunan v. Bourquin, 7 Phila. 239 ; Story, Prom. N., 6th ed. ch. 1, § 29, p. 35; Byles on Bills, 5th Am. ed., p. 76 ; Brenzer v. Wightman, 7 W. & S. 264; Demarest v. McKee, 2 Grant, 248; Hall v. Toby, 110 Pa. 318 ; Hickman v. Shimp, 109 Pa. 16 ; Rohn v. Dennis, 109 Pa. 504.\nA grant of timber gives no better title to the .grantee than a reservation of timber to the grantor in a deed conveying the land, but rather less. Legally, a “ reservation ” of timber is an exception, rather than a reservation : 4 Kent, Com. 468 ; Ives v. Sams, Cro. Eliz. 521; 2 Roll. Abr. 455 ; Shep. Touch. 77, 1st Am. ed.\nThe sale contemplates an immediate severance of the trees from the land. Graham admits that at the time the article of agreement was written he was engaged in the lumber manufacturing business, and both contracting parties had in mind then an immediate removal of the trees.\nThe timber must therefore be.regarded as a chattel, an interest in which would not have given .him as high a title as in a case where timber is excepted by a grantor in a grant of the land: 1 Add. Cont., 3d Am. ed. § 206; Huff v. McCauley, 53 Pa. 206 ; Pattison’s Ap., 61 Pa. 292 ; McClintock’s Ap., 71 Pa. 365.\nThere is no exact definition, and no precise standard of reasonable time. The true rule must be, that that is a reasonable time which preserves to each party the rights and advantages he possesses, and protects each party from losses that he ought not to suffer: 2 Pars. Cont., 5th ed., part 2, ch. 3, § 2, p. 661.\nWhat is a reasonable time or undue delay, when the facts are not disputed, is a question of law to be determined by the court: Leaming v. Wise, 73 Pa. 173 ; School Dist. v. Com., 84 Pa. 471; Hickman v. Shimp, 109 Pa. 20 ; 2 Pars. Cont., 5th ed., part 2, ch. 3, § 2; 19 A. & E. Ency. L. 64.\nThe fact that there was no notice given to Graham to remove the timber should not, under the peculiar circumstances of this case, deprive appellants of their right: Saltonstall v. Little, 90 Pa. 425 ; 2 Pars. Cont., 5th ed., part 2, ch. 3.\n■J. Howard Neely, B. F. Junkin with him, for appellees.\nA sale of standing timber, not to be immediately cut and removed, is an interest in the land itself and can only be created by writing, because it is within the statute of frauds: Pattison’s Ap., 61 Pa. 294; McClintock’s Ap., 71 Pa. 365; Huff v. McCauley, 53 Pa. 206.\nNo owner of a perfect title is presumed to have abandoned it: Putnam v. Tyler, 117 Pa. 570; Bunting v. Young, 5 W. & S. 188.\nThe fee or ultimate reversion is in the vendor, and as it would be unreasonable, for the sake-of the owner of the timber, to hold his right indefinitely, the reasonable rule has been adopted, that the vendor shall have the right to quicken the vendee, by requiring him to remove the timber in .a reasonable time: Boults v. Mitchell, 15 Pa. 371; Shiffer v. Broadhead, 126 Pa. 260; Dexter v. Lathrop, 136 Pa. 565; Saltonstall v. Little, 90 Pa. 422 ; Short v. Messenger, 126 Pa. 637; Andrews v. Wade, 4 Cent. R. 689.\nOct. 1, 1894:"
  },
  "file_name": "0234-01",
  "first_page_order": 258,
  "last_page_order": 267
}
