{
  "id": 860252,
  "name": "Citizens Passenger Railway v. East Harrisburg Passenger Railway, Appellant",
  "name_abbreviation": "Citizens Passenger Railway v. East Harrisburg Passenger Railway",
  "decision_date": "1894-10-01",
  "docket_number": "Appeal, No. 17",
  "first_page": "274",
  "last_page": "283",
  "citations": [
    {
      "type": "official",
      "cite": "164 Pa. 274"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "162 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "57 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "52 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 Watts, 437",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842735
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0437-01"
      ]
    },
    {
      "cite": "162 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "162 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "49 Leg. Int. 25",
      "category": "reporters:state",
      "reporter": "Leg. Int.",
      "opinion_index": -1
    },
    {
      "cite": "149 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0001-01"
      ]
    },
    {
      "cite": "122 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "127 Ind. 369",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1392406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/127/0369-01"
      ]
    },
    {
      "cite": "57 Cal. 160",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        2290340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/57/0160-01"
      ]
    },
    {
      "cite": "27 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979639
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0339-01"
      ]
    },
    {
      "cite": "125 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563974
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0232-01"
      ]
    },
    {
      "cite": "77 Pa. 173",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436305
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0173-01"
      ]
    },
    {
      "cite": "152 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838147
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0116-01"
      ]
    },
    {
      "cite": "89 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0210-01"
      ]
    },
    {
      "cite": "150 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834378
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "200, 201"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/150/0193-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 882,
    "char_count": 19788,
    "ocr_confidence": 0.505,
    "pagerank": {
      "raw": 1.8636658747539558e-07,
      "percentile": 0.7252023187452241
    },
    "sha256": "c54ca25cac907e68020a94dd0a379e68ed5e533f28c2322073aa42f82cf325bf",
    "simhash": "1:3c5316609768e5e9",
    "word_count": 3434
  },
  "last_updated": "2024-02-27T22:27:41.564391+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Citizens Passenger Railway v. East Harrisburg Passenger Railway, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nThe master in this case found that the proposed crossing of the plaintiff over the tracks of the defendant was practicable and safe and without danger, if it was properly constructed and was kept in reasonably good order. The learned court below, after having made a visit to the place of the crossing, and after considering the testimony on both sides upon this subject, concurred with the master and confirmed his finding. There was conflicting testimony, the witnesses for the plaintiff testifying there was no danger and the witnesses for the defendant testifying to the contrary, but there was ample testimony to sustain the finding of the master, and we therefore treat the finding of this controverted fact as the verdict of a jury. ■ Moreover we are satisfied that upon the merits of the contention the finding was correct.\nWe also agree with the court below in finding that the piece of track proposed to be laid on Front street between Adams and Trewick streets, is not an “ extension or branch constructed on any street or highway upon which a track is laid, or authorized under any existing charter,” and is a bona fide crossing at grade diagonally pr transversely, and proposed to be built for that purpose, under the express authority of the 18th section of the act of May 14, 1889, P. L. 211. The plaintiffs were obliged to build, and did build, their power plant at Ewington, under the ordinance granting permission to use the streets. In order to reach this plant it was necessary that the plaintiff should build a crossing from the end of its line at the end of Adams street where it connects with Front street. Adams street extended no farther in that direction and the connection could only be made by traversing, on Front street, the short distance of 220 feet from Adams street to Trewick street. The original proposition of the plaintiff was to make this connection by a diagonal line extending across the tracks of the defendant’s road on Front street, but the court below thought the same purpose would be subserved with much less inconvenience to the defendant by crossing the defendant’s tracks in a curved line from the -end of Adams street, and then running along Front street parallel with the defendant’s tracks until the connection at Trewick s.treet- was reached. We see no objection to this. It is a crossing of defendant’s tracks, somewhat elongated, it is true, owing to the physical condition of the grade surface, but noné the less a crossing. We cannot discover that it works any harm to the defendant to construct the crossing in this way. It certainly is far less prejudicial to the defendant, than would-.be along diagonal crossing track from the foot of Adams street .to Trewick street. Both a diagonal and a transverse crossing are expressly allowed by the 18th section of the act of 1889, and there is nothing therein contained which prohibits such a reasonable elongation of the connecting track as is essential to reach the opposite point of the crossing. The decree made: -by the- court below is most carefully drawn with special reference to the protection of the cars of the defendant company from any possible collision. We do not see how it could be improved in this respect. If it is obeyed any collision is impossible, and if.it is not obeyed the remedy available to the defendant is-short and sharp. We are of opinion that the assignments of error are not sustained and they are therefore dismissed,. .\nDecree affirmed and appeal dismissed at the cost of the appellant. .",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "Louis W. Hall and Lyman D. Gilbert, Wolfe ‡ Bailey, John II. Weiss and .Francis Jordan with them, for appellant.",
      "J. Durbin and O. H. Berger, for appellee.",
      "Louis W. Hall and Lyman H. Gilbert, Wolfe Bailey, John H. Weiss and Francis Jordan with them, for appellee, in reply.—■"
    ],
    "corrections": "",
    "head_matter": "Citizens Passenger Railway v. East Harrisburg Passenger Railway, Appellant.\n[Marked to be reported.]\nRailroads— Crossings—Equity—Master's findings.\nOn a bill in equity to restrain a railroad company from interfering with the construction of a crossing at grade with another railroad company, where the master finds in favor of the plaintiff on sufficient testimony, although the testimony in the case is conflicting, and the master’s report is confirmed by the court after a personal inspection of the locality, the Supreme Court will consider the findings on controverted facts as the verdict of a jury.\nStreet railways—Crossings—Branch—Act of May 14, 1889, § 18.\nUnder the act of May 14, 1889, § 18, P. L. 211, which provides that any company incorporated under the act “ shall have the right in its construction to cross’ at grade diagonally or transversely any railroad operated by steam or otherwise, now or hereafter built,” a street railway company may construct a crossing over another street railway, in a curved line, and then prolong its tracks a reasonable distance along the street parallel with the other railway, to reach the opposite point of crossing.\nBoth a diagonal and a transverse crossing are expressly allowed by the act of May 14, 1889, and there is nothing therein contained which prohibits such a reasonable elongation of the connecting track as is essential to reach the opposite point of crossing. Such crossing is not an extension or branch' on a street already occupied.\nArgued May 29, 1894.\nAppeal, No. 17, May T., 1894, by defendant, from decree of C. P. Dauphin Co., No. 177, in equity, in favor of plaintiff.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nBill in equity to restrain defendant from interfering with the proposed construction by plaintiff of a crossing over defendant’s tracks on Front street, in the borough of Steelton, from Adams street to Trewiek street.\nThe ease was referred to John E. Patterson, Esq., as master, who reported as follows:\n“1. The plaintiff company proposes to cross two tracks of the defendant company on Front street in the borough of Steelton by a track, extending from Adams street, at or near its intersection with the building line of the first mentioned street, by a curve, practically on a level, of the radius of 45 feet, to be constructed as shown on Exhibit C, and to continue the track on the western side of Front street, parallel with, and at a distance of four and four tenths feet from the outside of the western rail of the western track of the defendant company (being the same interval of space as between the tracks of the last named company) to a point at or near Trewiek street, and thence by a curve of the radius of thirty-one feet and four inches inside measurement, into Trewiek street. The distance from the beginning of the proposed curve at Adams street to the nearest rail of the defendant company’s track will be thirty-three feet and four inches.\n“ 2. The grade of Adams street, which is about forty feet wide, from Second street to Front street, a distance of about one hundred and ninety feet, upon which the track of the plaintiff company is now laid and used, is five and eight tenths per cent. The grade of Trewiek street, which is about thirty-six feet wide, from the Canal bridge to Front street, a distance of about one hundred and five feet, a portion of which is now occupied by said company’s track, is five and two tenths per cent. The grade of Second street, for about one hundred and fifty feet to Adams street, is greater than that on the latter street, and the track of the Citizens Company is laid and used on that descent, and enters Adams street by a curve, the radius of which is not disclosed by the evidence.\n“ 8. Front street, between Adams and Trewiek streets, which is about thirty-nine or forty feet wide between curb lines, is occupied by two parallel tracks of the defendant company, .and a cross-over, running from one track to the other, and extending from a point about thirty feet south of Trewick street to a point about one hundred and twenty-five feet north of Adams street. On the eastern side of the tracks of the defendant company there is a space of the roadbed for the passage of wagons. This part of Front street is much used by vehicles and pedestrians. A car of the East Harrisburg Company passes this point about every five minutes. The space occupied by the tracks of the last named company, including the interval between its tracks, is about fifteen feet six and a half inches. The cross-over is used by the defendant company to transfer cars from one of its tracks to the other for the purpose of picking up local passengers, while the lower Steelton traffic is taken directly to Harrisburg without stopping. This portion of the railway is much used by the traveling public in commencing arid ending journeys on the cars of the defendant. The crossover will not be interfered with by the proposed crossing of the plaintiff company. The eastern track of defendant company is used by north-bound cars, which have heretofore been accustomed to stop at the northern sides of Trewick and Adams streets to take on and leave off passengers, and the western track is used by the south-bound cars, which have heretofore stopped at the southern sides of the same streets for the same purpose. The proposed crossing may to some extent interfere with the stopping of these cars at the southern side of Trewick street and the northern side of Adams street for the purpose of loading and unloading passengers of the defendant company, but only when the cars of each company would arrive near these points at about the same time,- and then the delay would be of short duration.\n“ A person standing on the ground or platform of a car-of the Citizens Company, at the house line of Front street at Trewick or Adams street, can see north and south along Front street about 1000 feet.\n“ 4. The evidence of the expert witnesses, produced by the respective companies, relating to the ability to operate ears with safety on the tracks of the plaintiff company on the grades of Adams and Trewick streets, under all conditions of track, is conflicting. But the master finds that when the rails are dry the cars can be stopped at will, -but. when the rails are slippery, from any cause, they cannot always.be so stopped with the appliances for that purpose now iú'use'lty the plaintiff company. The latter condition of the rails may be produced by ice, frost, moisture, leaves, grease or mud*-. Since the tracks of the plaintiff company have been operated on -the descents of Adams and Trewick streets, during which time .there were two snowy and wet days, when the tracks were in bad bondition, the motormen have had no difficulty in controlling their cars on these grades.\n“ 5. The proposed curves at Adams,and Trewick streets are practicable and safe, if the grooves • of' the rails are kept free from obstructions, and the cars-enter and pass around them slowly. Under such conditions.there is no danger of derailment, and there is no such danger to be apprehended to the cars of either company at the Adams street crossiüg by reason of the frogs, if they are kept clean, and ordinary care is observed in passing over them. The curve, at- the corner of Third and Walnut streets in the tracks of-.the plaintiff company in the city of Harrisburg is of less radius than either of the proposed curves at Trewick and Adams, stréets,-- and there a car has never been derailed.\n“6. At the point of taugency of the.proposed curve at Trewick street, which is the nearest point to the western track of the defendant company, there is no danger of a car of the plaintiff company overlapping that of the, defendant company, for at that point there would be a space of from three to four inches between the widest cars of those mentioned in the testimony of the respective companies, if they would be opposite each other there at the same time..\n“ 7. There will be no danger from the.'overhead wire crossing at Front and Adams streets if it is properly constructed and kept in reasonably good order. ■- • .\n“ 8. The tendency of curves is to check the momentum of the cars, but cars entering a curve of short radius, like those proposed, at great speed, or with locked wheels, are liable to derailment, and this sometimes occurs through carelessness or inexperience of motormen.\n“ From the evidence and the facts as above found the master concludes that the proposed crossing -at Adams street over the tracks of the defendant company, constructed as in Exhibit C,\nand the proposed track paralleling the said tracks on the west side of Front street, and the curve into Trewick street of the plaintiff company, are practicable, and can be used and operated by it, with reasonable safety, if a person be stationed at the locus in quo, to keep the tracks on the descending grades of Adams and Trewick streets in good condition and the frogs at the crossing and the said curves free from obstructions, and to give warning of danger. This precaution, and ordinary care on the part of conductors and motormen on the two railways at the point in question, will reduce the danger incident to the operation of the same to a minimum.”\nThe following plan, Exhibit C, shows the location of the crossing:\nExceptions to the master’s report were overruled by the court in an opinion by Simonton, P. J.\nThe following'decree was entered:.\n“ This case came on to be heard on exceptions to the master’s report, and on consideration thereof* it is ordered, adjudged and decreed by the court as fellows: ‘\n“1. [That the plaintiff, The. Citizens Passenger Railway Company, be, and is hereby, authorized, and empowered to construct and operate, at its owu expense, a single track railway, at grade, crossing the roadway and tracks of the East Harrisburg Railway Company, defendant, from the intersection of Adams and. Front streets, to thedntersection of Front and Trewick streets, in the borough of Steelton, in the manner proposed and shown in the plan filed in this case; with overhead electrical trolley wires to be constructed and arranged in the manner proposed and shown in the pap.er filed herein and marked ‘ Plan.’ And the defendant, i©'officers and agents, is enjoined from interfering with the construction or operation of said crossing.] .. ..\n“ 2. It is further ordered, adjudged and decreed that said plaintiff shall keep and employ at its. own expense a watchman at said crossing at Adam's and Front streets, whose duty it shall be to guard said crossing, keep the rails and frogs of the tracks of both plaintiff and defendant at said crossing free from obstructions of every kind, and enforce the regulations herein prescribed as to the manner in which said crossing is to be operated.\n“ 3. The cars of the East Harrisburg Passenger Railway Company shall have the right-of way'at said crossing, and all cars of the Citizens Passenger Railway-Company shall come to a full stop before entering on Front street from Adams street, or from Trewick street; and, when the proper signal is given by the watchman in charge, shall proceed at a speed not exceeding four miles an hour, without stopping to set down or take up- passengers between Ada'ms and Trewick streets.\n“ [It is further ordered, adjudged and- decreed that the costs of this suit be paid one half by .said plaintiff and the other by said defendant.] ”\nErrors assigned were, among others, to portions of decree in brackets above, quoting them. ■\nLouis W. Hall and Lyman D. Gilbert, Wolfe ‡ Bailey, John II. Weiss and .Francis Jordan with them, for appellant.\nGrade crossings ought not to be permitted except in cases of imperious necessity : Perry Co. R. R. v. R. R., 150 Pa. 193.\nElectric railways are within the purview of the act of 1871. The3r are certainly within .the mischief for which the second section provides a remedy: Hestonville etc. R. R. v. Phila., 89 Pa. 210 ; R. R. v. Braddock Electric Ry., 152 Pa. 116.\nThe burden rests on the crossing company to show that no unnecessary- injury is inflicted on the other by crossing at grade, and that such grade crossing cannot reasonably be avoided: R. R. v. S. W. Pa. Co., 77 Pa. 173 ; Cornwall & Lebanon R. R. Co’s. Ap., 125 Pa. 232.\nThis action of the appellee is the construction of an extension or branch on a street already occupied and it is not only .unauthorized by its charter, but expressly prohibited by clear provisions of its charter : Act of May 14, 1889, §§ 1, 4, P. L. 211; Com. v. Erie & North East R. R., 27 Pa. 339.\nPriority in time gives priority of right as between licensees seeking to occupy the same streets for the same purpose: Booth on Street Ry., § 122, p. 179.\n- If two street railway companies be granted by council the privilege of occupying the same street, the one which makes the first actual entry and occupation of the said street will hold such privilege as against the other: Ry. v. Ry., 3 Mont. Co. R. 199; R. R. v. Baldwin, 57 Cal. 160; Indianapolis Cable Street Ry. v. Citizens Street Ry., 127 Ind. 369; s. c., on rehearing, 26 N. E. R. 893.\n. The parties do not stand on an equality. The rights of the firsts occupants of the ground, in pursuance of law, are recognized as superior to those of -the new claimant: Pittsburg & Connellsville R. R. v. S. W. Pa. Ry., 77 Pa. 173.\nJ. Durbin and O. H. Berger, for appellee.\nThe right of a .railroad company to corporate rights being established or admitted, the light to cross, if necessaiy or convenient in reaching its terminus, is absolute: Pittsburg Junction R. R. Co.’s Ap., 122 Pa. 529 : Ry. v. Dubois Traction Co., 149 Pa. 1; Braddock & Turtle Creek Ry. v. Braddock Ry., 49 Leg. Int. 25 ; Booth’s Street Ry. 161, § 110. *\nAppellee could not build: an overhead structure, but must keep upon the streets : Potts v. Ry., 162 Pa. 396 ; Com. v. N. E. El. Ry., 162 Pa. 409.\nThe facts and physical-conditions were far different in the case of R. R. v. Braddock Electric Co., 152 Pa. 116. Plaintiff there was a steam railroad, not affected by the act of 1889.\nThe building of any crossing on Front street is the constructing of a railway on a street where a railway is already laid, and a diagonal crossing is building longitudinally on such street, and if the proviso of the act is to receive a literal construction, then the grant of right to cross cannot stand, and the purpose of the act and the intent of the legislature would be defeated, the public would be inconvenienced, Competing lines would be impossible and progress would be blocked. Such construction cannot be correct: Bacon v. Arthur, 4 Watts, 437 ; Ensworth v. Com., 52 Pa. 323 ; Newbold v. Mead, 57 Pa. 491. The words “ except as herein provided,” in § 4 of the act of 1889, may mean that a branch may be constructed, on a street already occupied, for a short distance or to complete a circuit: Eastor Transit Co., 2 Dist. R. 649; Potts v. Ry., 162 Pa. 404.\nNothing can be more certain than that the twisting of the diagonal crossing from a straight line was meant to be, and is, to the advantage of the company whose road is crossed, and inflicts less injury on the rights of appellant than if crossed by a straight diagonal line. The\"court certainly has this power to define the mode of crossing.\nLouis W. Hall and Lyman H. Gilbert, Wolfe Bailey, John H. Weiss and Francis Jordan with them, for appellee, in reply.—■\nThe proposed extension of the tracks of the appellee along Front street, between Adams and Trewiek streets, is not, in legal intendment, a crossing Of...the tracks of appellant.\nThe occupation of Front street, as proposed by the appellee; is forbidden by act of May 14, 1869, §§ 4, 17.\nThe occupancy of Front street by appellee will be an unlawful and unconstitutional interference with the rights, franchises and property of appellant.\nThe appellee has failed to «how that a grade crossing could not have been avoided.\nIf any hardship should result from preventing this deadly grade crossing, it is caused by the action of the appellee in occupying Front street after appellant’s occupancy thereof: Perry County R. R. v. Newport & Sherman’s Valley R. R., 150 Pa. 193, 200, 201.\nOct. 1, 1894:"
  },
  "file_name": "0274-01",
  "first_page_order": 298,
  "last_page_order": 307
}
