{
  "id": 860256,
  "name": "Nancy Hall et al. v. T. W. Phillips, Appellant",
  "name_abbreviation": "Hall v. Phillips",
  "decision_date": "1894-10-29",
  "docket_number": "Appeal, No. 48",
  "first_page": "494",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "164 Pa. 494"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0350-01"
      ]
    },
    {
      "cite": "159 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0184-01"
      ]
    },
    {
      "cite": "154 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0043-01"
      ]
    },
    {
      "cite": "151 Pa. 499",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0499-01"
      ]
    },
    {
      "cite": "130 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568992
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0222-01"
      ]
    },
    {
      "cite": "125 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0549-01"
      ]
    },
    {
      "cite": "155 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983222
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0405-01"
      ]
    },
    {
      "cite": "35 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        990474
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/35/0212-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 547,
    "char_count": 9903,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.9253676539097997e-07,
      "percentile": 0.7335406427170078
    },
    "sha256": "23a6f9b0813849e4310ff597d24c7e1b961f1e93721f3958af0c0bfa32f70829",
    "simhash": "1:ee2934882a1955f5",
    "word_count": 1722
  },
  "last_updated": "2024-02-27T22:27:41.564391+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrbtt, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Nancy Hall et al. v. T. W. Phillips, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cubiam,\nNotwithstanding the fact that we have so frequently called attention to the necessity of compliance with the rules of court, j'elating to assignments of error, these rules are still too frequently ignored. The only remedy for this is enforcement of the penalties prescribed in said rules. The penalty for noncompliance with rule xxii is, “ a waiver of all errors so alleged : ” that attached to rules xxm and xxiv is, that “ any assignment of error not according to ” them, respectively, “ will be held the same as none.” Rule xxm provides : “ When the error is assigned to the charge of the court, or to answer to points, the part of the charge or the points and answers referred to must be quoted totidem verbis in the specification.” The first five specifications in this case offend against this rule, in that neither of them contains the court’s answer to the point therein quoted. Referring to the points submitted by defendants, we find that the court’s answer to the second consists of nearly four lines and and its answer to the fourth poixit coxxsists of nine lines. While the axrswers to the first, third and fifth poixxts respectively, xnay be implied in said specifications, they are certainly not expressed therein totidem verbis, as the rule requires. The maixifest x'equirement of the rule is that the court’s answer to each point, as well as the point itself, shall be accurately quoted in the specification of ei'ror in the very words used by the court. Anything short of this is non-coxnpliance with the rule. The reasons, for requiring both point and answer thereto to be accurately quoted in the specification, are obvious. One of them is, that “ the assignment of errors ” is an essential part of the pleadings in this coxxrt. Another is, that we may have both the point and the court’s answer thereto in the specificatioxi before us, and not be obliged to searoh for either in other parts of the record; but it is not our present purpose to defend but to enfox’ce the rule. The first five specifications are therefore dismissed without further coxnment.\nIn the sixth, seventh and eighth specifications, the points, together with the court’s answers thereto, are quoted totidem verbis, as the rule requires; but there is no merit in either of these specifications. The sixth and seventh are each predicated, in part at least, of the testimony of R. J. Phipps, which was rightly withdrawn from the jury; and for that reason the learned judge committed no error in refusing to affirm them. As a legal proposition, applicable to the undisputed facts of this ease, it would have been error to have affirmed defendant’s point recited in the eighth specification.\nThe ninth and last specification is not sustained. The court rightly came to the conclusion that the testimony of R. J. Phipps was improperly received, and that if it were properly received, there is nothing in it that would justify its submission to the jury; and hence there was no error in withdrawing it from their consideration.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cubiam,"
      }
    ],
    "attorneys": [
      "John M. Thompson, W. C. Thompson and Clarence Walker with him, for appellant,",
      "H. S. Gfougher and 6?. W. Jfleeger, for appellees,"
    ],
    "corrections": "",
    "head_matter": "Nancy Hall et al. v. T. W. Phillips, Appellant.\nAssignments of error—Practice, 8. 0.\nThe Supreme Court will not consider an assignment of error to an answer to a point where the assignment, although containing the point, does not quote the answer totidem verbis.\nOil lease—Agreement as to construction—Parol evidence.\nIn an action to recover rental under an oil lease, where there is no allegation of fraud, accident or mistake in the execution of the lease, an agent of the lessee will not be permitted to testify that before the lease was signed he explained the legal construction of the forfeiture clause in it to the lessor, who assented to the explanation, the clause in the lease being unambiguous, and its construction directly contrary to that stated by the witness.\nArgued. Oct. 15, 1894.\nAppeal, No. 48, Oct. T., 1894, by defendant, from judgment of C. P. Butler Co., June T., 1891, No. 10, on verdict for plaintiff.\nBefore Sterrbtt, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit on oil lease. Before Greer, P. J.\nAt the trial it appeared that the clause of the lease upon which plaintiffs claimed to recover was as follows: “ The party of the second part [defendant] covenants to commence operations for said mining purposes within three months from the date of this lease, or thereafter pay the said party of the first part one hundred and eighty dollars per annum until work is commenced, to be paid quarterly.”\nThe lease also contained the following clause: “ The failure of the said party of the second part to make any one of the payments when due will render this lease null and void, not binding on either party.”\nPlaintiffs offered in evidence the lease, and, it being admitted that nothing had been done under said lease by defendant, and no money paid, plaintiffs rested.\nDefendants offered the evidence-of R. J. Phipps, agent of the lessee, which was in effect that, at the time the lease was executed, Phipps explained the forfeiture clause in the lease to the lessor, and that it was agreed that the clause gave the lessee the right to terminate the contract at any time by declining to pay any rental, and, with this understanding, the lease was executed.\nAt the close of the trial plaintiffs presented a series of points calling the attention of the court to the standard of proof required to reform or change written instruments, and asked the court to withdraw the testimony of R. J. Phipps from the consideration of the jury on the ground that it was insufficient to submit to the jury, he being the only witness. Defendant’s counsel in reply stated and admitted to the court that they did not expect to show fraud, accident or mistake, or to reform the contract by his testimony, “ but offer his testimony for the purpose of explaining an implication arising upon the construction of the lease,” whereupon the court withdrew the testimony of R. J. Phipps from the consideration of the jury and gave binding instructions to find for the plaintiffs.\nDefendant’s points were as follows :\n“1. The plaintiffs, being the widow and devisees of John Hall, deceased, cannot maintain this suit. Answer: We refuse that.”\n“ 2. As to the amount due on the lease at the death of John Hall, fixed in the plaintiffs’ statement of claim at $630, no recovery can be had in this action and the jury must deduct this sum, $630, and its interest from the claim of the plaintiffs. Answer: We do not affirm that, but instruct you to say in your verdict the amount that was due in Mr. Hall’s lifetime, so, if on future examination of the case we think that it ought to be deducted, we will do so.”\n“3. John Hall having devised the land in severalty not to be enjoyed by the devisees until after the death of the widow, who is yet living, the plaintiffs, Maggie Wilson and Samuel Hall, cannot maintain this suit. Answer: This is refused.”\n“ 4. If the jury believe the testimony of Maj. R. J. Phipps as to the oral arrangement at the time of the execution of the lease, which is in substance that default of any payment would render the lease null and void, and that the defendant would not thereafter be liable for any payments, that the lessor could get the lease as it would not be recorded, and that upon the strength of this oral agreement he signed the lease, then the plaintiff cannot recover. Answer: We answer this point in this way: The .court, believing the testimony of R. J. Phipps was improperly admitted, withdrew it from the jury, therefore his testimony is not before us. The court withdrew it on the ground that if the testimony was true and admitted so by the plaintiffs that it would not be sufficient to change or modify or in any way change the legal effect of the lease as it was made between the parties, and it is the duty of the jury to consider the lease without regard to his testimonj-. Therefore this point for this reason, is refused.”\n•“ 5. The covenant to pay rental is to John Hall individually and not to his heirs, executors or assigns; the plaintiffs being his devisees they cannot maintain this suit. Ansiver: We refuse this point.”\n“6. The fact, if the jury finds it, that John Hall lived some three years after h.e made the lease, and made no demand nor brought suit for any claim by the terms of the lease, is proper to be considered by the jury as tending to corroborate the testimony of R. J. Phipps. Answer : His testimony was withdrawn from the jury; this point is refused.”\n“ 7. The testimonj'- of Mr. Phipps, although unsupported, is sufficient, if believed by the jury, to relieve the defendant from all liability upon the lease, as his testimony was not offered nor received to contradict anything expressed in the- written lease, but only an implication from what is written. Answer: This is refused because his testimony has been taken from you.”\n“ 8. This is not a case demanding the testimony of two witnesses nor that it must be clear, precise and indubitable. It is enough if the weight of the testimony is in favor of the defendant. Answer: This is refused.”\nVerdict and judgment for plaintiffs. Defendant appealed.\nErrors assigned were (1-8) the action of the court “ in not affirming” defendant’s points; quoting the points and quoting the answers to the last three points only; (9) “ in withdrawing from the jury the testimony of Maj. R. J. Phipps and giving binding instructions for plaintiffs.”\nJohn M. Thompson, W. C. Thompson and Clarence Walker with him, for appellant,\ncitéd: Chalfant v. Williams, 35 Pa. 212; Ins. Co. v. Williams, 155 Pa. 405; Appeal of Real Est. Title, etc., Co. 125 Pa. 549; Wills v. Gas Co., 130 Pa. 222.\nH. S. Gfougher and 6?. W. Jfleeger, for appellees,\nnot heard, cited, among other cases: Book v. Nail Co., 151 Pa. 499; Stull v. Thompson, 154 Pa. 43; Cochran v. Pew, 159 Pa. 184; Liggett v. Shira, 159 Pa. 350.\nOct. 29, 1894:"
  },
  "file_name": "0494-01",
  "first_page_order": 518,
  "last_page_order": 522
}
