{
  "id": 868492,
  "name": "Patrick McGonigle v. Susquehanna Mutual Fire Insurance Company of Harrisburg, Appellant; Patrick McGonigle v. Aurora Fire Insurance Company",
  "name_abbreviation": "McGonigle v. Susquehanna Mutual Fire Insurance",
  "decision_date": "1895-04-29",
  "docket_number": "Appeal, Nos. 455 and 478",
  "first_page": "1",
  "last_page": "16",
  "citations": [
    {
      "type": "official",
      "cite": "168 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "149 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "83 Pa. 272",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1050786,
        1050758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/83/0272-01",
        "/pa/83/0272-02"
      ]
    },
    {
      "cite": "122 Pa. 502",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948408
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0502-01"
      ]
    },
    {
      "cite": "155 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        983339
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/155/0467-01"
      ]
    },
    {
      "cite": "30 Ohio, 647",
      "category": "reporters:state",
      "reporter": "Ohio",
      "opinion_index": -1
    },
    {
      "cite": "64 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021247
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0247-01"
      ]
    },
    {
      "cite": "69 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0426-01"
      ]
    },
    {
      "cite": "115 Pa. 398",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551732
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0398-01"
      ]
    },
    {
      "cite": "102 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502650
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0335-01"
      ]
    },
    {
      "cite": "11 W. N. C. 198",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 590",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814970
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0590-01"
      ]
    },
    {
      "cite": "134 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0570-01"
      ]
    },
    {
      "cite": "125 Pa. 626",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0626-01"
      ]
    },
    {
      "cite": "115 Pa. 580",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551797
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0580-01"
      ]
    },
    {
      "cite": "109 Pa. 100",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542248
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0100-01"
      ]
    },
    {
      "cite": "154 Pa. 384",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0384-01"
      ]
    },
    {
      "cite": "150 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502709
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0568-01"
      ]
    },
    {
      "cite": "149 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/149/0094-01"
      ]
    },
    {
      "cite": "96 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494605
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0037-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1201,
    "char_count": 32464,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 4.615171235658379e-07,
      "percentile": 0.9263358597354517
    },
    "sha256": "c196e26fab9e200c75336f6fc09bb4fdb1e7358b82b0a6927b2097ae320b2e07",
    "simhash": "1:a676ed15aa039d74",
    "word_count": 5493
  },
  "last_updated": "2024-02-27T21:23:38.388739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stbrrett, C. J., Green, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "Patrick McGonigle v. Susquehanna Mutual Fire Insurance Company of Harrisburg, Appellant. Patrick McGonigle v. Aurora Fire Insurance Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere appears to be no substantial error either in the learned referee’s findings of fact or in his conclusions of law. His very able and exhaustive report is an ample vindication of his rulings. There was therefore no error in overruling the exceptions and directing judgment for plaintiff in accordance with the referee’s findings.\nJudgment affirmed.\nMCGONIGLE V. AURORA EIRE INSURANCE COMPANY.\nPer Curiam, April 29, 1895 :\nBy writing, signed by counsel for the parties and filed in this case, it was agreed that the decision to be rendered in Patrick McGonigle v. Susquehanna Mut. Fire Insurance Co., No. 455, January term, 1895, shall control and determine the appeal in this case, and be decisive of all questions arising out of the same.\nIn an opinion, just filed in that ease, the judgment has been affirmed; and pursuant to the terms of said agreement the judgment in this case should also be affirmed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "B. W. Palmer, for appellant:",
      "John MeGahren, for appellee, cited:"
    ],
    "corrections": "",
    "head_matter": "Patrick McGonigle v. Susquehanna Mutual Fire Insurance Company of Harrisburg, Appellant. Patrick McGonigle v. Aurora Fire Insurance Company.\nInsurance — Fire insurance — Sub-agent\nWhere a duly authorized insurance agent in the due prosecution of the business of his company employs another as a sub-agent to solicit insurance, the acts of the sub-agent have the same effect as if done by the agent himself.\nInsurance — Proof of loss — Total loss.\nWhere there is a total loss of an insured building, of which the insurance company has been immediately notified, no further technical proof of loss is necessary.\nWhere a total loss has occurred and the secretary of the company, who also acts as general manager and adjuster, goes promptly to the ground, has appraisers appointed according to the terms of the policy, and promises immediate payment on the finding of the appraisers, the company cannot afterwards set up as a defense the failure of the assured to make proof of loss.\nIn such a case a waiver of a condition in the policy against incumbrances may also be inferred.\nArgued April 19, 1895.\nAppeal, Nos. 455 and 478, Jan. T., 1895, by defendants, from judgments of C. P. Luzerne Co., March T., 1895, No. 180, and on report of referee.\nBefore Stbrrett, C. J., Green, Williams, McCollum and Mitchell, JJ.\nAffirmed.\nAssumpsit on fire insurance policy.\nThe case was referred to Garret M. Harding, Esq., as referee, who reported as follows:\n“ First. The Susquehanna Mutual Fire Insurance Company established an agency at Wilkes-Barre, Pa., and appointed Mr. I. W. Miller as agent. Mr. Miller, besides personally soliciting insurance for his principal, accepted the assistance of one George W. Thomas, who seems to have been a sort of an itinerant solicitor of insurances in the near vicinity of Wilkes-Barre. He looked up properties to be insured, took verbal applications from the owners, brought them to Mr. Miller, who, after reducing them to writing, forwarded them to his company at Harrisburg, and when they were accepted, and policies issued thereon and sent to him, he usually delivered them to the assured, but sometimes he handed them to Mr. Thomas to be delivered to the assured on the receipt of premiums. In the present mstanee, however, both Mr. Miller and Mr. Thomas had solicited the insurance of Mr. McGonigle, both had been on the premises, and the former had been through the house. They seem to have had a conférence on the subject later, and Mr. Miller directed Thomas to take the insurance. Accordingly the latter, after obtaining from McGonigle, at another interview, further information concerning the premises, and after a satisfactory inspection of them himself, communicated to Miller the result. Miller reduced the same to writing, and signing it himself, forwarded it as an application to his company. It was accepted, and a policy of the character and extent as before indicated was issued and sent to Miller. He delivered it himself to McGonigle at the home of the latter in Plumbtown. McGonigle paid to him a part of the premium and a part of it to Thomas. That the defendant company in due time subsequently received the amounts thus paid, is not denied.\n“ Second. The valuation put upon the property at the time the application was made out by Miller was fixed by Thomas. He was upon the premises many times, and during his negotiation for the insurance, McGonigle told him what he had paid for the property originally, land included, and also what amount of insurance he wished put upon it. He made known to him the fact that there was an incumbrance on the premises held by the executor of an estate. Thomas communicated the knowledge thus obtained to Miller, and fixed the valuation at $3,500. Miller was satisfied, and, indeed, according to his own testimony, he had ‘ dropped in to see McGonigle ’ whenever he went down to Plumbtown before the insurance was taken ; and after it was taken and before the loss occurred, he further testified that he ‘ was down there and looked the building over; it looked nice and I thought everything was all right, and Mr. McGonigle a very nice man.’ In reference to the incumbrance, his testimony was that ‘ Thomas said he didn’t ask McGonigle if the property was mortgaged, or, if so, to what extent;’ and further, that Thomas said ‘ that’s a good property down there at McGonigle’s; he’s making lots of money, and I don’t believe he’s got anything on it.’ Miller says he replied, ‘ Well, mark it no incumbrances.’\n“ McGonigle himself testified that he had put improvements on the property since he purchased it, and that it was worth $5,000. This valuation, as I understood it, related to the property as a whole, land included. Under all the testimony in this connection, the referee cannot escape the conclusion that an insurance of $2,300 was not an overinsurance on the building proper; it was at least within the limit of two thirds of the value of the building at the time the policy was issued.\n“ Third. On the morning of Aug. 30, 1892, before daylight, a fire broke out in the village of Plumbtown in a house but a few doors distant from the premises of the plaintiff. The intervening buildings were of wood, built close together, and of course readily inflammable. Awakened dwellers, having only the few facilities for quenching fire common in a country village, were powerless to stay the flames. The plaintiff’s insured property was soon reached and burned up.\n“ Fourth. On the day following the morning of the fire, Mc-Gonigle notified Miller, the local agent at Wilkes-Barre, of the loss, and the latter presumably notified his principal forthwith, for about ten days afterwards Mr. B. K. Huntzinger, who besides being secretary of the defendant company seems to have been the general manager of its affairs and especially the adjuster of its losses, appeared on the ground at Plumbtown accompanied by Miller, the local agent. Mr. Huntzinger was also president of another insurance c'ompany — the Aurora Insurance Company of Harrisburg, Pa., — which likewise had issued a policy on Mr. McGonigle’s property, and hence was interested in the results of the fire. He seems to have occupied a relation to this company altogether similar to that occupied by him in respect to the defendant company, at least as far as the adjustment of losses was concerned. The loss in this case having been total, Mr. Huntzinger declined to exercise the right to build, but desired that the extent or measure of the 'loss, as respected each of the companies named, be appraised in-accordance with the provisions of the policies, promising that each would pay its proportionate amount just as soon as appraisers should reach a finding in the premises. He made no demand whatever for proof of loss at this time. The ashes and débris seemed to furnish all the evidence required upon this point. Some difficulty or difference, however, occurred between the plaintiff and himself in the selection of appraisers satisfactory on the one side and the other, but this was shortly overcome- and an agreement reached in this respect. . . .\n“ The appraisers at once commenced their investigation, and on the succeeding day reached and delivered an award as follows :\n“‘To the Susquehanna Mutual Fire Insurance Co., of Harrisburg, Pa., and the Aurora Fire Ins. Co.\n“ ‘ Having carefully estimated and appraised the property,, also the loss and damage by fire to the hereinabove described property of Patrick McGonigle agreeably to the foregoing appointment, and having carefully examined all the property referred to, we hereby report that after taking into consideration the age, condition and location of the property at the time of the fire, and making proper deductions for all property saved in a damaged condition, also making suitable deductions for-depreciation on account of age, use and otherwise to said property, we have appraised and determined and do report the actual cash value to be one thousand eight hundred ninety-one and dollars, and the actual cash loss on same to be seventeen hundred and eighty-five and dollars.’\n“ Fifth. A few days after the completion of the appraisement, Mr. Huntzinger had an interview with the plaintiff. The former did not carry out the promise to pay to the latter the proportionate amount found to be chargeable under the award-to the defendant company. On the contrary, Mr. Huntzinger then set up, as a cause of delay and as a reason why the company would not pay, the fact that ‘a man named Jones had an attachment on the place.’ At a still later day he called at the house of Mr. McGonigle in Plumbtown, and invited him to come to Wilkes-Barre, saying that ‘he would settle the loss.’ Indeed, on several occasions subsequent to the award of the appraisers, Mr. Huntzinger assured the plaintiff that ‘ he was willing and satisfied to pay the loss.’ Payment, however, was not made. Some months of further delay intervened. Mr. Huntzinger added to the reasons already made for nonpayment the declaration that the defendant company ‘ was short of funds.’ Along in December of that year, Hon. W. H. Hines, at that time counsel for the plaintiff, wrote directly to the defendant company at Harrisburg, Pa., asking for compliance with the promises made on their behalf. To that letter, which appears in the attached exhibits, Mr. Huntzinger returned the following reply, which also appears in the attached exhibits.\n“ ‘ Susquehanna Mutual Fire Insurance Company.\n“ ‘ Incorporated 1873. Charter Perpetual.\n“ ‘ Harrisburg, Pa., Dec. 10th, 1892.\n“ ‘ W. H. Hines, Esq., Wilkes-Barre, Pa.\n“ ‘ Dear Sir: — Replying to your letter of the 9th inst. touching loss of Pat. McGonigle, will say that you are misinformed both as to promises of payment, and as to time when losses are payable. All promises made in this case are what the policy sets forth, and as they are conditional, the time has not yet arrived to say anything about payment other than what the policy itself contains.\n“ ‘ As I am also interested in the Aurora Fire Ins. Co., the above applies to your letter, of the same date, to it.\n“ ‘Yours truly,\n“ ‘ B. K. Huntzinger, Secy.’\n“ Sixth. A short time after the correspondence above noted,Mr. Hines called personally at the office of the defendant company, in Harrisburg, with a view to aid the interests of Mr. McGonigle in respect to his loss. Mr. Huntzinger, speaking for the two companies hereinbefore named, did not predicate the delay of adjustment on the fact that no proof of loss had been furnished, but stated that attachments had been served, and that the claim on the building could not be adjusted until the attachments were released, and further, that this was the cause of the delay. The public duties of Mr. Hines as a member of congress obliged him to forego further professional effort in Mr. McGonigle’s behalf, and thereupon John MeGahren, Esq., was employed by the plaintiff as counsel.\n“ Seventh. There was no dispute on the trial as to the existence of an incumbrance on the property at the time I. W. Miller, the local agent, formulated the application for insurance, nor that it continued at the date of the issuing of the policy; nor was it denied that the plaintiff informed Thomas of the incumbrance when the latter solicited the insurance. It was further conceded that on the 3d of September following, an attachment execution was issued on the incumbrance, and service of the same was had four days afterwards on the defendant company as a garnishee.\n“ Eighth. In January following, Mr. MeGahren, counsel for the plaintiff, wrote to Mr. Huntzinger in behalf of Mr. McGonigle. This letter appears in the attached exhibits. Inclosed therein was forwarded to the defendant company a certificate from the proper record in Luzerne county, showing that the attachment in question had been dissolved. Replies of Mr. Huntzinger to several letters written by Mr. Hines and Mr. MeGahren to the defendant company directly, and to Mr. Hunt-zinger himself as the recognized agent, appear in the attached exhibits. All promises of payment other than those conditioned in the policy seem to have been unrecognized by Mr. Hunt-zinger. At a later date, or on the thirteenth of February, 1893, proofs of loss were duly made and forwarded to the defendant company. Payment of the claim was nevertheless still refused, and on the 23d of the same month this action was instituted.\n“ John MeGahren, Esq., counsel for the plaintiff, claims that under the facts as developed in the trial, and under the law, Mr. McGonigle is entitled to recover the sum of $1,009.20, the proper amount due from the defendant company under the terms of the policy based on the finding of the appraisers, together with the interest on the same from the date of such finding.\n“ Hon. Henry W. Palmer, counsel for the defense, insisted that there should be a general finding, under the facts and the law, in favor of the defendant company. He further requests the referee to find the following facts:\n“ 1st. That the representations upon which the policy in this case was issued, were made to the agent of the company by George W. Thomas, an insurance broker, who was not an agent of the defendant company.\n“2d. That Thomas represented the property to be worth $3,500, when in fact it was not worth more than $1,895.\n“ 3d. That Thomas represented that he did not know whether the property was incumbered, but told the agent of the defendant to put it down as unincumbered, and it was so represented to the defendant company.\n“ 4th. That the action of the secretary of the defendant company in viewing the premises and having appraisers appointed to estimate the loss, is not sufficient to show a waiver of the proofs of loss.\n“ 5th. That under all the evidence the defendant company did not waive proofs of loss.\n6th. That plaintiff furnished proofs of loss Feb. 16, 1893, and brought suit in less than ninety days thereafter.\n“ 7th. That the property was represented as a dwelling house and saloon and storeroom for liquors, when in fact it contained a hall used for public entertainments, shows, theaters and suppers.\n“ 8th. That the rate charged by insurance companies on property used for purposes of public entertainments is higher than the rate charged plaintiff.\n“ As to questions of law Mr. Palmer desired the referee to find as follows:\n“1st. The plaintiff is not entitled to recover in this case because, by the terms of his policy, all representations made before the insurance was effected are warranted to be true, and certain ones have been found to be false; therefore, the plaintiff cannot recover.\n“ 2d. Because the suit was brought before the money was due under the terms of the policy.\n“ In support of the views thus entertained of the facts and the law in the premises, Mr. Palmer directed the attention of the referee to the following provisions in the policy, and desired that they should be considered in disposing of the ease:\n“‘No. 1.\n“ ‘ Duty of Secretary.\n“ ‘ He shall, upon the occurrence of any loss, view the premises as soon as practical, investigate the cause of the loss, and make report to the board at their next meeting, or may appoint some other competent person to act in his stead.\n“ ‘No. 1|.\n“ ‘ Duty of Agents.\n“ ‘ It shall be the duty of local agents or surveyors to make surveys and receive applications for insurance, to transmit the same to the secretary, to receive the cash premiums for the same, the reward thereof, and the interest payments when furnished with proper receipts therefor, and in case of any loss occurring within his agency, he shall as soon as possible go to the place of such loss and examine into the circumstances attending the same, and report to the secretary the result of such examination. But no agent is to be empowered to make insurance, nor to waive any condition of the policies or by-laws either before or after a loss without special authority from the company in writing.\n“ ‘ No. If.\nWho is an Agent ?\n“ ‘ In any matter relating to this insurance, no person, unless duly authorized in writing, shall be deemed an agent of this company.\n“ ‘ No. 2.\n“ ‘ Time Limit for Bringing Suit.\n“ ‘ Said ascertainment or estimate shall be made by the insured and this company, or, if they differ, then by appraisers as hereinafter provided; and the amount of loss for which this company shall be liable pursuant to this policy shall not be payable until ninety days after the notice, verification and delivery of the proof and claim at the office of the company in the manner and time herein required.\n“ ‘ No. 8.\n“ ‘ Appointment of Appraisers.\n“ ‘ In the event of disagreement as to the amount of loss, the •same shall, as above provided, be ascertained by two competent and disinterested appraisers, the assured and this company each selecting one, and the two so chosen shall first select a competent and disinterested umpire; the appraisers together shall then estimate and appraise the loss, stating separately sound value and damage, and, failing to agree, shall submit the differences to the umpire; and the award of any two shall determine the amount of such loss; the parties thereto shall pay the appraisers respectively selected by them, and shall bear equally the expense of the appraisement and umpire.\n“ ‘Nos. 4 and 5.\n“ ‘ Waiver by Company— Appraisal — Proofs of Loss — Time for Bringing Suit Limited.\n“ ‘ This company shall not be held to have admitted any liability, or to have waived any provision or condition of this policy, or any forfeiture thereof by any requirement, act or proceeding on its part relating to the appraisal, or to any examination herein provided for; and the loss shall not become payable until ninety days after the notice, ascertainment, estimate and satisfactory proofs, of the loss herein required have been received by this company, including an award by appraisers when appraisal has been required.\n“‘No suit or action on this policy for the recovery of any •claim, shall be sustainable in any court of law or equity until after full compliance by the - insured with all the foregoing requirements, nor unless commenced within eight months next after the fire.\n“ ‘ No. 6.\n“ ‘ Warranty — No Waiver by Agent.\n“ ‘ The insured, by the acceptance of this policy, hereby warrants that any application, survey, plan, statement or description connected with the procuring of this insurance, or contained in, or referred to in this policy, as well as all representations made by the insured, or the representative of the same, are true and shall form a part of this policy, whether signed by the insured or not; also that the property herein described has not been over-valued, and that no fact or circumstance concerning this insurance or the subject thereof has been concealed or omitted to be made known to said company; and this company shall not be bound under this policy by any act of, or statement made to or by any agent or other person, which is not contained in this policy or in any other written paper above mentioned.\n“ ‘ No. 7.\n“ ‘ Amount of Insurance Allowed.\n“ ‘ The aggregate amount of insurance in this and other companies shall not exceed two-thirds of the actual value of the property insured. This limit may, however, by special indorsement on the policy be extended to three-fourths of the real value.’\n‘“No. 8.\n“ ‘ Policy Subject to Conditions.\n“ ‘ This policy is made and accepted subject to the foregoing stipulations, conditions and by-laws, together with such other provisions, agreements, conditions or statements as may be indorsed hereon or added hereto, whether signed by the assured or not; and no officer, agent, or other representative of this company shall have power to waive any provision or condition of this policy except such as by the terms of this policy may be the subject of agreement indorsed hereon or added hereto; and, as to such provisions and conditions, no officer, agent or representative shall have such power, or be deemed or held to have waived such provisions or c.onditions, unless such waiver, if any, shall be written upon or attached hereto, by the secretary of the company, or by an agent authorized thereto in writing by the president or secretary of this company, nor shall any privilege or permission affecting the insurance under this policy exist or be claimed by the insured unless so written or attached.\n“ ‘ No. 9.\n“‘Policy Void if Premises Used for Anything but Dwelling-House and Hotel.\n“ ‘ This entire policy shall be void if the insured had concealed or misrepresented, in writing or otherwise, any fact or circumstance concerning this insurance or the subject thereof;. or if the interest of the insured in the property be not truly stated therein; or if during this insurance.the above mentioned premises shall be used for any trade, business or vocation,, or for storing, using or vending therein any class of article other than those named, or if the occupation of such premises be changed except as herein specially agreed to in writing upon this policy.’\n“ To the first request of the counsel for the defense as to the finding of facts, the referee cannot yield unqualified assent as a whole, and therefore must deny it. It is true that Mr. Thomas was not the appointed local agent of the defendant company at Wilkes-Barre, but he was a solicitor of insurance for Mr. Miller, the duly appointed agent at that place; he looked up properties to be insured, took applications, verbal and otherwise, for such insurance, brought them to Mr. Miller who, after reducing them to writing or putting them in proper form, forwarded them to the companies for which he was agent. In the present case both Miller and Thomas were solicitors for this particular insurance, both examined the property, both were satisfied with it in every respect. Miller himself was shown through the house; he instructed Thomas to take the insurance, thus, apart from what he himself did directly in the premises, making the act of Thomas his own act. His principal recognized' his work, issued a policy in conformity with it, received the premium therefor, never challenging any part of the preliminary transactions until the day of trial upwards of seventeen months thereafter. The features of the case in some respects are closely analogous to those of Massachusetts Ins. Co. v. Eshelman, 30 Ohio State, 647, where it was held, substantially, that where an agent, in the due prosecution of the business of his principal, employs another in a branch of the business, the acts of the sub-agent have the same effect as if done by the agent himself. This doctrine was quoted approvingly by our Supreme Court in Swan v. Watertown Ins. Co., 96 Pa. 37. •\n“ The second and third requests on the part of the defense must be denied also, except in so far as relates to the voluntary and unauthorized representation as to incumbrances made by Miller, the local agent himself, to his principal.\n“ And denial must likewise be had of the fourth and fifth requests. Where there is a total loss of the insured building, and the insurance company has been immediately notified as was done in this case, no further technical proof of loss is necessary. Besides, when an insurance company bases its neglect or refusal of payment on the ground that attachments of the claim have been served upon it, or that it is short of funds, or, indeed, on any ground other than the absence of technical proof required by the policy, particularly when the loss has been total, and notice of it has in due time been given to the company, such conduct amounts to a waiver of technical proofs of the loss: Roe v. Dwelling House Ins. Co., 149 Pa. 94; Pennsylvania Fire Ins. Co. v. Dougherty, 102 Pa. 568, and many other authorities which the referee does not deem necessary to mention herein.\n“ Again, an insurance company may waive a condition requiring proof of loss by notifying the insured, in case of a total loss, that the insurance would be paid in full: Stauffer v. Manheim Mut. Ins. Co., 150 Pa. 581. The present case differs from this immaterially. Here the loss was total, notice was given to the insurance company at once, the adjuster (secretary), and general manager of the company — all in one — was promptly on the ground, had appraisers appointed according to the terms of the policy, and promised payment forthwith on the finding of the appraisers. This finding having been reached, delay of complainee was not predicated upon a want of proofs of loss, but upon the fact that the claim had been attached in the company’s hands. Indeed, the mutual appointment of appraisers to adjust the loss, and they having made their finding which was not objected to by the company’s recognized adjuster and agent, is competent evidence to submit to a jury or referee, whether the provision in the policy requiring proof of loss to be furnished within a certain specified time had been waived: Fritz v. Lebanon Mut. Ins. Co., 154 Pa. 384.\n“ The sixth request of the defense is accorded. The hope of realizing for his loss without litigation, induced perhaps by the contemporaneous letters of the secretary of the company hereinbefore referred to, may have led the plaintiff to furnish proof of loss at the late date indicated. It is immaterial, however, what the reason was. We have already seen that under the law and the evidence, the company had, upwards of four months previously, waived this provision of the policy. The plaintiff’s action was therefore not premature.\n“ Nor can the seventh and eighth requests on the part of the defense be favorably entertained. Certainly if the plaintiff had made false representations at the time the insurance was solicited as to the condition of his property, or its surroundings, or the uses to which it was then, or was to be in future, subjected, or had concealed any matter material to the risk, a different view might well be taken. The evidence, however, exhibits the contrary. He made no representations whatever in the respects referred to; his building was free to the inspection of both Miller and Thomas, and one of them at least was shown through the house; nothing was said on either side at any time about a hall iii the house or its uses, but the general use of the premises as a whole was apparent to any ordinary observer. So far as the hall was concerned the evidence shows that its size was 22 by 56, in the second story of the building, and that it was used as occasion offered, for church suppers, church festivals, amateur performances and dances. Even though such uses might increase the risk and be cause for a higher rate of insurance ordinarily, still there is no evidence of concealment on the part of the plaintiff as respects the hall, no evidence that he knew such use did increase the risk, and no evidence that he knew that a higher rate of insurance was chargeable where buildings of this character were used for the purposes last mentioned. Knowledge as to both these particulars must be brought home to the insured before his recovery for a loss, otherwise well founded, can be defeated: Lebanon Mut. Ins. Co. v. Losch, 109 Pa. 100; Rife v. Lebanon Mut. Ins. Co., 115 Pa. 580.\n“ As already stated, Mr. Palmer for the defense further requested the referee to find the following conclusions of law:\n“ ‘ 1st. That the plaintiff is not entitled to recover in this case, because by the terms of his policy all representations made before the insurance was effected, are warranted to be true, and certain ones have been found to be false; therefore, the plaintiff cannot recover.\n“ ‘And 2d. Because the suit was brought before the money was due under the terms of the policy.’\n“ These requests must be denied. That the policy contains conditions of a very stringent character as to liability on the part of the company in case of loss, must be admitted, but to say that these conditions, or any of them, can only be waived as prescribed in the policy, would be an assertion not warranted under the law. For example, a policy providing that it should be void if the property be sold, conveyed, incumbered or mortgaged is not rendered invalid by the existence of liens against it when the policy was issued, about which no questions were asked and no statements made: Insurance Co. v. Hoffman, 125 Pa. 626. In the present ease the unauthorized statement of Miller, the local agent, respecting liens, cannot affect the insured who answered truthfully upon this point. It was not competent evidence, even though admitted at the hearing to save time, but under the protest of plaintiff’s counsel: Act of May 11, 1881, P. L. 20. And again, if the insured informed the agent that there was a lien against the property, and a policy was subsequently issued which failed to note that fact, it will be presumed that the company waived the condition in the policy as to the lien: Gould v. Insurance Co., 134 Pa. 570. And further still, a waiver of the condition in a policy against incumbrances may be inferred from the appointment of appraisers after the fire and an adjustment of the loss, the negotiations lasting nearly five months; and this, too, though the policy contained a condition that nothing less than a specific agreement, clearly expressed and indorsed on the policy, should be construed as a waiver of any of its conditions: McFarland v. Insurance Co., 134 Pa. 590.\n“ Conditions in a policy of insurance are not meaningless, however; they may all be enforced under proper circumstances. As a general proposition they all stand practically upon a common plane, no one of them being more sacred or binding than another. And in the case at hand, if the company had remained passive after the fire had occurred, waiting full compliance on the part of the insured with the conditions contained in the policy, very likely there would have been no cause of action against them. But such was not the case. The company did not remain passive. Their action in the premises through their recognized agent after the fire, as disclosed by the evidence in the case, is competent for a jury, or for a referee standing in the place of a jury, and warrants the inference of a waiver on the part of the company of all the conditions in the policy to which attention has been called by the counsel for the defense, and which are hereinbefore noted at length. Hence, a finding accordingly must follow. Whereupon judgment is directed to be entered against the defendant company and in favor of the plaintiff for the sum of 11,186.69, that being the proportionate amount based on the finding of the appraisers as returned, together with interest up to Oct. 28, 1894.”\nExceptions to the referee’s report were overruled, and judgment entered for plaintiff.\nErrors assigned were in overruling exceptions to referee’s report, and entering judgment for plaintiff.\nB. W. Palmer, for appellant:\nSwan v. Watertown Fire Ins. Co., 96 Pa. 37; Pottsville Mut. Fire Ins. Co. v. Horan, 11 W. N. C. 198; Blooming Grove Mut. Fire Ins. Co. v. MeAnerney, 102 Pa. 335; German-American Ins. Co. v. Hocking, 115 Pa. 398.\nJohn MeGahren, for appellee, cited:\nBredin v. Dubarry, 14 S. & R. 27; Kelsey v. Nat. Bank, 69 Pa. 426; Wright v. Burbank, 64 Pa. 247; Mass. Ins. Co. v. Eshelman, 30 Ohio, 647; Curry v. Fire Office, 155 Pa. 467; McFarland v. Ins. Co., 134 Pa. 590; Snowden v. Kittaning Ins. Co., 122 Pa. 502 ; Ins. Co. v. Todd, 83 Pa. 272; Ins. Co. v. Dougherty, 102 Pa. 568; Roe v. Dwelling House Ins. Co., 149 Pa. 95: Ins. Co. v. Erb, 112 Pa.-149.\nApril 29, 1895:"
  },
  "file_name": "0001-01",
  "first_page_order": 21,
  "last_page_order": 36
}
