{
  "id": 868556,
  "name": "Josiah Dowling v. Merchants Insurance Co. of Newark, N. J., Appellant",
  "name_abbreviation": "Dowling v. Merchants Insurance",
  "decision_date": "1895-05-20",
  "docket_number": "Appeal, No. 205",
  "first_page": "234",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "168 Pa. 234"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "22 W. N. C. 151",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "20 W. N. C. 370",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "148 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        6034803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/xiii-01"
      ]
    },
    {
      "cite": "43 Pa. 350",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        483164
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/43/0350-01"
      ]
    },
    {
      "cite": "98 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496964
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0627-01"
      ]
    },
    {
      "cite": "42 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0188-01"
      ]
    },
    {
      "cite": "3 Phila. 333",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542230
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0541-01"
      ]
    },
    {
      "cite": "138 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/138/0073-01"
      ]
    },
    {
      "cite": "81 Iowa, 321",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        8648356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/81/0321-01"
      ]
    },
    {
      "cite": "109 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542309
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0157-01"
      ]
    },
    {
      "cite": "156 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0420-01"
      ]
    },
    {
      "cite": "128 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0553-01"
      ]
    },
    {
      "cite": "89 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063283
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0287-01"
      ]
    },
    {
      "cite": "13 Bush, 312",
      "category": "reporters:state",
      "reporter": "Bush",
      "case_ids": [
        2344838
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/76/0312-01"
      ]
    },
    {
      "cite": "72 N. Y. 603",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        532864,
        532805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/72/0603-02",
        "/ny/72/0603-01"
      ]
    },
    {
      "cite": "66 N. Y. 464",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2163355
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/66/0464-01"
      ]
    },
    {
      "cite": "100 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498445
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0347-01"
      ]
    },
    {
      "cite": "108 Mass. 56",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2105978
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/108/0056-01"
      ]
    },
    {
      "cite": "96 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494605
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0037-01"
      ]
    },
    {
      "cite": "134 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814923
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0570-01"
      ]
    },
    {
      "cite": "66 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "10 W. N. C. 306",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "89 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063253
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0464-01"
      ]
    },
    {
      "cite": "100 Pa. 519",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498434
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0519-01"
      ]
    },
    {
      "cite": "67 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022556
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0459-01"
      ]
    },
    {
      "cite": "103 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/109/0157-01"
      ]
    },
    {
      "cite": "156 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844883
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0420-01"
      ]
    },
    {
      "cite": "128 Pa. 553",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0553-01"
      ]
    },
    {
      "cite": "89 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063283
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0287-01"
      ]
    },
    {
      "cite": "96 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494605
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/96/0037-01"
      ]
    },
    {
      "cite": "89 Pa. 464",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063253
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/89/0464-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 695,
    "char_count": 15288,
    "ocr_confidence": 0.487,
    "pagerank": {
      "raw": 4.5288168779500595e-07,
      "percentile": 0.9238577229792162
    },
    "sha256": "484777035183c6ba5288ad6c94a7549d748bcb3f5d6b893bccda44705af82808",
    "simhash": "1:1e212072eadd1cf8",
    "word_count": 2814
  },
  "last_updated": "2024-02-27T21:23:38.388739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Josiah Dowling v. Merchants Insurance Co. of Newark, N. J., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe fraud or mistake of an insurance agent within the scope of his authority will not enable his principal to avoid a contract of insurance to the injury of the insured who acted in good faith, and the fraud or mistake of the agent may be proved by parol evidence notwithstanding it is provided in the policy that the description of the property shall be a part of the contract and a warranty by the insured. This is clear upon principle, and it is abundantly sustained by authority: Smith v. Farmers’ and Mechanics’ Mutual Fire Ins. Co., 89 Pa. 287; Eilenberger v. Protective Mutual Fire Ins. Co., 89 Pa. 464; Susquehanna Mutual Fire Ins. Co. v. Cusick, 109 Pa. 157; Kister v. Lebanon Mutual Ins. Co., 128 Pa. 553; Meyers v. Ins. Co., 156 Pa. 420.\nThis case is much stronger for the plaintiff than those above cited. In all of these, written applications had been signed by the insured, and in each case the application was made a part of the contract. In this case no written application was made, and the policy was written by the agent and not read by the insured until after the fire. The building insured was built for and used as a boarding house, and was erroneously described in the policy as “occupied by the insured as a dwelling only.” The testimony was clear and uncontradicted that there was no mistake or deception on the part of the plaintiff, who fully and accurately described the property to the agent as a boarding house and spoke to him of its capacity and use. It was seen and examined by the agent, and its use, which was apparent, was fully known to him. The misdescription was his act alone, in the face of light and knowledge, and was unknown to the insured until after the loss occurred. The .defendant cannot be released from its contract because the plaintiff actiug in good faith accepted without examination the policy written by its agent.\nIn Swan v. Watertown Ins. Co., 96 Pa. 37, the insured signed an application which had not been finished. He directed another to fill it up, and expressed a doubt as to the manner in which it should be done. It was held that he knew facts to. incite him to read the policy, and was charged with knowledge of its contents, and should under the circumstances be presumed, to have accepted it as written. No such presumption arose in this case. Having made a full and frank disclosure of the facts to the company’s agent, who was empowered to write the policy and who from observation knew the character and use of the building, there was nothing to induce or warn the insured to read the policy unless it was the anticipation of fraud or mistake, and this could impose no duty in protection of the rights of the defendant.\nThe question as to the furnishing of proofs of loss was properly submitted. There was ample evidence to justify a finding by the jury that they had in point of fact been furnished within the limit of time fixed by the policy, and from which also a waiver by the company could properly be inferred. -\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "E. N. Willard, of Willard, Warren & Knapp, A. R. Brittain with him, for appellant.",
      "S. Holmes, John B. Storm, with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Josiah Dowling v. Merchants Insurance Co. of Newark, N. J., Appellant.\nInsurance — Fire insurance — Mistake of agent — Description of property.\nThe fraud or mistake of an insurance agent within the scope of his authority will not enable his principal to avoid a contract of insurance to the injury of the insured who acted in good faith ; and the fraud or mistake of the agent may be proved by parol evidence notwithstanding it is provided in the policy that the description of the property shall be a part of the contract and a warranty by the insured.\nIn an action upon a policy of fire insurance, it appeared that no written application for insurance was made, and that the policy was written by the defendant’s agent, and accepted in good faith without examination, and not read by the insured until after the fire. The building insured was built for and used as a boarding house, and was erroneously described in the policy as “ occupied by the insured as a dwelling only.” The plaintiff fully and accurately described the property to the agent as a boarding house, and it was seen and examined by the agent, and the misdescription was his act alone. Held, that plaintiff vyas entitled to recover.\nInsurance — Fire insurance — Proof of loss — Waiver.\nA policy of fire insurance required proof of loss to be made within sixty days. On the day of the fire the company’s agent was notified by telegraph of the fire, and a few days afterwards inspected the premises and stated to plaintiff that the building was a total loss, and that plaintiff should make out a statement as to the value of the contents of the house, and that he could take his time to make his statement, and hold it until it was called for. Twenty-two days after the fire plaintiff mailed a proof of loss to the agent. About three months after the fire a proof of loss was sent directly to the company. Two months afterwards the company returned the latter proof of loss. Held, that the evidence was sufficient to justify a finding by the jury that a proof of loss had been furnished within the time fixed by the policy, and that the company had also waived all irregularities.\nArgued March 13, 1895.\nAppeal, No. 205, Jan. T., 1895, by defendant, from judgment of C. P. Monroe Co., May T., 1893, No. 33, on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit upon a policy of fire insurance.\nAt the trial it appeared that the policy was for $5,000, covering a dwelling bouse and household furniture. The building was described in the policy as being “ occupied by insured as a dwelling house only.” The evidence showed that the house was used as a boarding house, but that the agent who wrote the policy was fully informed of this fact by plaintiff, and that plaintiff did not read the policy until after the trial. Further facts appear by the charge of the court.\nThe court charged in part as follows :\n“ [If Mr. Dowling represented this as a boarding house to the insurance agent, and the insurance agent, by mistake or by design, issued a policy as a dwelling house, for a dwelling house only, if you believe that was a mistake on the part of the agent that he failed to follow out the directions of Mr. Dowling, and if you believe that Dowling was honest in his expression as to what the building was, and what he intended to have insured, we have to say to you that this company is not released from its liability, if Mr. Dowling made a true representation to the company and the company made a mistake, through its agent, in changing the phraseology or the language which Mr. Dowling used toward the agent. So that if you find there was a mistake made by the agent, and that Mr. Dowling did not connive with the agent to perpetrate a fraud upon the company, but he fairly and honestly stated what the building was to be used for and relied upon that in his statement to the company, the company cannot defend if the company itself, or their agent, made a mistake in issuing this policy in the way in which they did.] [5]\n“ [The second point which the company raises is that they were not furnished with the proofs of loss as required by the company’s policy. Upon that point we allowed some testimony to be introduced in order to bear upon the bona fides of the notice, and upon the question whether, this plaintiff exercised due diligence, and whether he was led by the conduct of the company to not furnish the proofs of loss within the specified time set forth in the policy. You will recollect the testimony of Henry Smith, the station agent, who lives at Mount Pocono, who tells you that upon the morning of the fire (this fire, as I recollect the testimony, occurred between one and two o’clock in the morning), he telegraphed to Mr. LaRue in reference to the occurrence, and on the Monday following LaRue came up to the place. And you recollect the testimony of Willard Dowling as to what occurred between him and Mr. LaRue in reference to this loss. You will recollect Mr. LaRue, according to the testimony of Willard Dowling, asked if the building could be rebuilt, asked something about whether it could be rebuilt for $4,500 (I do not now give you the exact language), and what was said about the house being a loss, and what we wanted to get at was the value of the contents of the house. Also what he said about the furnishing of a form and telling him he should make out a list of the loss and make it low enough, and hold it until he could come and see him about it. You recollect what he said about asking him whether he should hold it, and what LaRue responded to him by saying yes, he should. As this is important, I will read what Willard Dow-ling’s testimony is upon that point. This is what he says as the reporter has furnished it to me: ‘ He, LaRue, said that was all satisfactory, that he knew that was a total loss — that is the building — all we have to get at now is the contents of the building, furniture, etc., which is the only thing to be considered further. And I think he remained on the porch talking about it for a little while, and I asked him whether the building could be rebuilt and whether it was worth more than what it was insured. He asked me for a blank piece of paper and thereon he marked a sort of formula in which to draw the contents of the house, saying right there that -we know the house was a total loss and everything about that or something to that effect.\n‘“And the only question now we want to conclude on is the value of the contents of the house, and without my questioning him any he says, you keep this and you take your time and make it out, and make it low enough. These remarks he made, and take your time, and when you get it completed hold it until we call for it, we or he, I don’t know which he said. That was on the Monday following the fire.’\n“ Then, it seems that some twenty-two days after the fire Dowling mailed a proof of loss to LaRue at Easton, Pa., and put it in the post office. LaRue says he did not receive that letter, but you have the evidence that Dowling did mail this about twenty-two days after the occurrence, and in the ordinary way of mailing a letter. Then, it seems that on Oct.o13, 1892, a letter was mailed to LaRue, which letter you have heard read, and acknowledged by postal. Then nothing seems to have been done until the 8th of December, 1892, when a proof of loss was sent to the company, and on the 4th of February, 1898, this proof of loss was returned to Mr. Dowling by the president of the company, this company refusing to pay it, but stating his grounds why they refused to pay it.\n“We allowed this evidence to go in, gentlemen of the jury, in the first place, to show whether the conduct of this company had been such as to waive strict compliance with the conditions of their policy upon this requirement of sixty days for the proof of loss to be furnished. And upon that point you have the testimony of Willard Dowling, the conversation he had with La-Rue with reference to this proof of loss and what LaRue said. Then you have those other letters. Do they show a conduct on the part of the company which would lead Mr. Dowling to the conclusion that they had waived a strict compliance with this part of the policy? We say to you that if there was this action on the part of the company, and from that Mr. Dowling was led to believe that there would not be a strict enforcement of this clause of the policy, and if he then gave reasonable notice, as a prudent man, desiring to furnish all the proofs that should be required in the premises, and that he did this for a bona fide and honest purpose, with the purpose of informing the company as to the loss, we say, if you believe those things from the facts in this case, then the company was estopped from setting up a strict compliance with the clause in their policy requiring the proofs of loss to be furnished within sixty days.] [6]\n“' [The court is respectfully asked by the defendant’s counsel to charge the jury that under the undisputed evidence in this case the verdict should be for the defendant.’ That point we negative, because if we were to affirm it, we would be taking the case from your consideration. As we view the case, and under the instructions we have given you, we do not feel as if we were warranted in responding affirmatively to that request.] ” [7]\nVerdict and judgment for plaintiff for $5,470.83. Defendant appealed.\nErrors assigned were among others (5-7) above instructions, quoting them\nE. N. Willard, of Willard, Warren & Knapp, A. R. Brittain with him, for appellant.\nWhen a contract of insurance is reduced to writing, prior negotiations of the parties in respect to it are deemed to be merged in the document which, in law, is conceived to be the evidence of the agreement they finally fix upon. Parol evidence is admissible to vary its terms: 2 Biddle on Ins. p. 523; Smith v. Nat. Life Ins. Co., 103 Pa. 184; Martin v. Berens, 67 Pa. 459; Thorne v. Warffiein, 100 Pa. 519 ; Eileuberger v. Protective Mut. Fire Ins. Co., 89 Pa. 464 ; Farmers & Mechanics Mut. Ins. Co. v. Meches, 10 W. N. C. 306.\nThere was no evidence of waiver: Beatty v. Lycoming Mut. Ins. Co., 66 Pa. 9; Gould v. Dwelling House Ins. Co., 134 Pa. 570 ; Swan v. Watertown Fire Ins. Co., 96 Pa. 37; Goddard v. Monitor Ins. Co., 108 Mass. 56; Pottsville Mut. Fire Ins. v. Fromm, 100 Pa. 347; Alexander v. Germania Fire Ins. Co., 66 N. Y. 464.\nA description of property insured as a dwelling house constitutes a warranty: Merwin v. Star Fire Ins. Co., 72 N. Y. 603; Farmers’ Ins. Co. v. Currev, 13 Bush, 312; O’Neil v. Buffalo Fire Ins. Co., 3 Comstock (N. Y.), 122.\nS. Holmes, John B. Storm, with him, for appellee.\nThe fraud or mistake of a knavish or blundering agent, done within the scope of the powers given him by an insurance company, will not enable the latter to avoid a policy to the injury of the insured, who innocently became a.party to the contract: Eilenberger v. Protective Mut. Fire Ins., 89 Pa. 464; Smith v. Farmers’ and Mechanics’ Mut. Fire Ins. Co., 89 Pa. 287; Kister v. Lebanon Mut. Ins. Co., 128 Pa. 553; Meyers v. Lebanon Mut. Ins. Co., 156 Pa. 420 ; Susquehanna Mut. Fire Ins. Co. v. Gusick, 109 Pa. 157.\nThe fact of the delivery of proofs to the insurer nuiy be proved by parol evidence: 2 Biddle on Ins., sec. 1020 : Hagan v. Merch. etc. Ins. Co., 81 Iowa, 321 ; Davis Shoe Co. v. Kit-tanning Ins. Co., 138 Pa. 73; Universal Fire Ins. Co. v. Block, 109 Pa. 541; Hall v. Ins. Co., 3 Phila. 333; 2 Biddle on Ins. 1053; Wood on Fire Ins. 728.\nA waiver may be inferred, where the insurer is the cause o-f the insured’s delay: 2 Biddle on Ins. sec. 1136; Lycoming Ins. Co. v. Schreffler, 42 Pa. 188; Ben Franklin Ins. Co. v. Flynn, 98 Pa. 627; Hutchinson v. Niag. Dist. Ins. Co., 39 U. C. Q. B. 483; 2 Biddle on Ins. sec. 1136; Franklin Fire Ins. Co. v< Updegraff, 43 Pa. 350; Imp. Fire Ins. v. Murray, 73 Pa. 13; Peoria F. & M. Ins. Co. v. Whitehill, 25 111. 466; 2 Biddle on Ins. secs. 1136, 1139; Farmers’ & Mechanics’ Mut. Ins. Co. v. Meches, 10 W. N. C. 306; Weiss v. American Fire Ins., 148 Pa. 350 ; American Cent. Ins. Co. v. Haws, 20 W. N. C. 370; Susq. Mut. Fire Ins. Co. v. Hallock, 22 W. N. C. 151.\nMay 20, 1895:"
  },
  "file_name": "0234-01",
  "first_page_order": 254,
  "last_page_order": 260
}
