{
  "id": 868493,
  "name": "Wyckoff, Seamans & Benedict v. Samuel P. Ferree, Trading as the Street Railway Advertising Company, Appellant",
  "name_abbreviation": "Wyckoff, Seamans & Benedict v. Ferree",
  "decision_date": "1895-05-20",
  "docket_number": "Appeal, No. 179",
  "first_page": "261",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "168 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "116 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554352
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0146-01"
      ]
    },
    {
      "cite": "46 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        420589
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/46/0420-01"
      ]
    },
    {
      "cite": "55 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "29 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982903
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0092-01"
      ]
    },
    {
      "cite": "120 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559939
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0109-01"
      ]
    },
    {
      "cite": "114 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549984
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0067-01"
      ]
    },
    {
      "cite": "100 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0035-01"
      ]
    },
    {
      "cite": "127 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0360-01"
      ]
    },
    {
      "cite": "132 Pa. 40",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970528
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0040-01"
      ]
    },
    {
      "cite": "119 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0533-01"
      ]
    },
    {
      "cite": "106 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0536-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 9033,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.027925067636208e-07,
      "percentile": 0.9069007498120547
    },
    "sha256": "bb72dc03b63d9c7147fce5527ed17162d6cf3f286ed2ec9ef670b5039126fab2",
    "simhash": "1:b15148f9ca88823d",
    "word_count": 1557
  },
  "last_updated": "2024-02-27T21:23:38.388739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Wyckoff, Seamans & Benedict v. Samuel P. Ferree, Trading as the Street Railway Advertising Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fell,\nThe defendant was engaged in the business of street railway advertising, and in 1893 entered into a written agreement with the plaintiffs to place their advertising cards in a number of street cars. During the running of the contract the plaintiffs desired to withdraw their cards and substitute in place thereof the cards of other parties to whom they had sublet the spaces for the summer months. Upon the refusal of permission to do this the plaintiffs gave notice that they would no longer be bound by the contract, and brought this action to recover damages for the alleged breach. Under a similar contract a substitution had been permitted in 1892. It was claimed by the plaintiffs that the agreement of 1893 was made on the faith of a parol stipulation that a substitution of the advertisements of others would be allowed. This was testified to by one witness called by the plaintiffs, and distinctly denied by the defendant, and the issue of fact raised was submitted to the jury. Whether it should have been submitted under the testimony produced is the only question now to be considered.\nThe agreement reads: “You are hereby authorized (upon conditions expressed or referred to herein only) to insert our advertisement as per copy to be furnished by us, in one hundred and twenty-four cars as per other side of this contract, to occupy a space of eleven by forty-two ” .... etc. This order was prepared by the plaintiffs’ agent, sent by mail to the defendant and accepted by him without change. The authority given by the plaintiffs was to insert their advertisement, and this is what the defendant agreed to do. There was no hiring of space to be used as the plaintiffs might elect, but a stipulation that their advertisement of a fixed size should be placed in cars for a fixed time. The agreement gave no right to sublet the space or substitute the cards of other persons. The right claimed was based upon the modification of the agreement of the previous year. The change then permitted was requested by letter; it was not claimed as a right under the agreement, but asked as a favor to enable the plaintiffs to reduce their expenses during a period when it was not advantageous for them to advertise. A compliance with a request in 1892 was made evidence upon which to base a right in 1893. There had been no omission through fraud, accident or mistake; there was no ambiguity in the language of the contract; there had been established no business usage which threw light upon the intention of the parties, and there was nothing to explain. The alleged parol agreement was at variance with the written contract. It was supported by the testimony of one witness only, and denied by that of another. The previous modification, claimed as a corroborating fact, was based upon a request which negatived any claim of right, and its weight would seem to be with the defendant. We are of opinion that this evidence was not sufficient to sustain a finding by the jury which changed or modified the written agreement between the parties, and binding instructions should have been given as requested in the defendant’s third, fourth and fifth points.\nThe first, second, third and fourth assignments of erroi are sustained, and the judgment is reversed.",
        "type": "majority",
        "author": "Mr. Justice Fell,"
      }
    ],
    "attorneys": [
      "M. Hampton Todd, for appellant, cited:",
      "Thomas Earle White, for appellees, cited:"
    ],
    "corrections": "",
    "head_matter": "Wyckoff, Seamans & Benedict v. Samuel P. Ferree, Trading as the Street Railway Advertising Company, Appellant.\nContract — Construction of contract — Advertising in street car.\nDefendant, who was engaged in the business of street railway advertising, inserted plaintiffs’ advertising card in street ears in accordance with plaintiffs’ written instructions as follows: “You are hereby authorized (upon conditions expressed or referred to herein only) to insert our advertisement as per copy to be furnished by us, in one hundred and twenty-four cars as per other side of-this contract, to occupy a space of eleven by forty-two”. . . . etc. Plaintiffs claimed that defendant had agreed by parol to permit them to substitute the advertisement of other parties. This was testified to by one witness for the plaintiffs, and distinctly denied by defendant. Under a similar contract for the previous year, plaintiffs at their own request were permitted to sublet their space to other parties. Held, (1) that the evidence was not sufficient to sustain a finding by the jury, that the written agreement between the parties was changed or modified; (2) that plaintiffs were not entitled to recover damages from defendant on the ground that he refused to permit them to sublet their space.\nArgued March 25, 1895.\nAppeal, No. 179, July T., 1894, by defendant, from judgment of C. P. No. 1, Phila. Co., June T., 1898, No. 270, on verdict for plaintiff.\nBefore Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nReversed.\nAssumpsit for breach of a written agreement.\nThe agreement was as follows:\n“January 22d, 1892.\n“Street Railway Advertising Company, 812 Walnut Street, Philadelphia.\n“You are hereby authorized upon conditions expressed or referred to herein only to insert our advertisement as per copy to be furnished by us in the Seventeenth and Nineteenth streets lines (all twenty-five cars), to occupy the space of eleven by forty-two inches, to appear one year at a cost of thirty dollars per month, payable monthly.”\nThe additional material facts will be found in the charge of the court, and in the opinion of the Supreme Court.\nThe court charged the jury as follows :\n“ The original agreement of 1892, which was in writing, was not a lease of a certain space in which you might put anything. It was the right to put in the advertisement of the man, and it seems nobody doubted that at the time, for the plaintiff admits that he at once went and made an application for a modification of it, showing that he did not think, or anybody thought, that under that paper he had any right to sublet his spaces.\n“ But both parties came together and did agree to modify. Now there is no doubt about that. [They both agree that they came together and modified, and the question is, what was the modification ?\n“Now Mr. Soby contends that they agreed to let him put in such advertisements as he pleased without saying one word about the price; that he considered he had a right, from the conversation with them, to put in advertisements at any price he chose. Mr. Ferree, with whom the agreement was made in 1892, says it was distinctly and positively understood that they were not to underlet for less than seventy-five cents for the short term. Now there is the contradiction between the parties. What was it?' Which was the agreement?] [5] [And then in 1893, it apparently being an understanding of the parties that the same thing was to go on — when they went under the agreement of 1893 to ask for the same modification — it then, it is alleged, was brought home to Mr. Taylor for-the first time that they were charging sixty cents, and therefore, because they found out they were charging sixty cents, they refused to allow them to insert these other advertisements.] [6] They alleged in 1893 that that was the same stipulation in 1892, and that they in 1893 were not asked the same privilege they had in 1892, but were asked the same privilege, as they understood, of inserting at sixty instead of seventy-five cents.\n“Now it seems to me the whole question turns on that. What was the modification of that made ? [If the modification was as contended for by Mr. Soby in 1892, that -there was to be no restriction on them whatever as to price, then they would have a right to recover. But if, on the other hand, you believe that the stipulation was, as Mr. Ferree says, that they were to pay seventy-five cents for the short term, why, then, in 1893 they had no right to ask for its being granted again, because they deny that they had ever granted such privilege.] [7]\n“Now it all turns on that. [If you believe in 1893 they led. these people to believe that they had a right to insert these advertisements for them, and charge what they pleased for them —charge sixty cents — then I do not think they had any right to repudiate that. But if they only agreed to seventy-five cents, of course they had a right to repudiate the contract of 1893.\n“ That is the whole question, and I think you ought to determine just what the arrangement was between the parties.] ” [8] '\n_ Verdict and judgment for plaintiff.\nErrors assigned among others were (5-8) above instructions, quoting them.\nM. Hampton Todd, for appellant, cited:\nPhillips v. Meily, 106 Pa. 536; English’s App., 119 Pa. 533; Clarke v. Allen, 132 Pa. 40; Bear’s App., 127 Pa. 360; Thomas v. Loose, 114 Pa. 35; Thorne v. Warfflein, 100 Pa. 527; Jackson v. Payne, 114 Pa. 67; North v. Williams, 120 Pa. 109.\nThomas Earle White, for appellees, cited:\nMcDonald v. Long-bottom, 1 E. & E. 978 ; Eng. Com. Law Rep. 102; Barnhart v. Riddle, 29 Pa. 92; Gould v. Lee, 55 Pa. 98; Aldridge v. Eshleman, 46 Pa. 420; Centenary Church v. Clime, 116 Pa. 146; Thorington v. Smith, 8 Wallace, 1.\nMay 20, 1895:"
  },
  "file_name": "0261-01",
  "first_page_order": 281,
  "last_page_order": 285
}
