{
  "id": 868563,
  "name": "Pittsburgh Storage Company v. Scottish Union and National Insurance Company, Appellant",
  "name_abbreviation": "Pittsburgh Storage Co. v. Scottish Union & National Insurance",
  "decision_date": "1895-05-30",
  "docket_number": "Appeal, No. 309",
  "first_page": "522",
  "last_page": "529",
  "citations": [
    {
      "type": "official",
      "cite": "168 Pa. 522"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 How. Pr. Rep. 341",
      "category": "reporters:state",
      "reporter": "How. Pr.",
      "case_ids": [
        2193157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/how-pr/7/0341-01"
      ]
    },
    {
      "cite": "9 Wend. 409",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "12 Wend. 507",
      "category": "reporters:state",
      "reporter": "Wend.",
      "case_ids": [
        11271089
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wend/12/0507-01"
      ]
    },
    {
      "cite": "107 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856143
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0026-01"
      ]
    },
    {
      "cite": "132 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "132 Pa. 583",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "145 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        825891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/145/0346-01"
      ]
    },
    {
      "cite": "114 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0431-01"
      ]
    },
    {
      "cite": "102 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500885
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0278-01"
      ]
    },
    {
      "cite": "128 Pa. 560",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "54 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "13 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/13/0218-01"
      ]
    },
    {
      "cite": "93 U. S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5646843
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/us/93/0527-01"
      ]
    },
    {
      "cite": "54 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/54/0285-01"
      ]
    },
    {
      "cite": "128 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "102 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "42 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "57 Pa. 80",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "49 Ill. 259",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2604247
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/49/0259-01"
      ]
    },
    {
      "cite": "13 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965016
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/13/0218-01"
      ]
    },
    {
      "cite": "93 U. S. 527",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        5646843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/93/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 17941,
    "ocr_confidence": 0.466,
    "pagerank": {
      "raw": 9.649259981763326e-08,
      "percentile": 0.5279593520703331
    },
    "sha256": "d0e5f2f512a549cdcadd68468b0cfa5bd270f233b4d9e9bd2d7e1b4d8f62ac4f",
    "simhash": "1:1175e05d3e87d7ce",
    "word_count": 3096
  },
  "last_updated": "2024-02-27T21:23:38.388739+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Pittsburgh Storage Company v. Scottish Union and National Insurance Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMc. Justice McCollum,\nThe learned, court below applying well settled rules in the construction of the policy in question concluded that the merchandise to which this contention relates was insured by the defendant to the extent of the plaintiff’s storage liens upon it. That the plaintiff by virtue of these liens had an insurable interest in it is not questioned. There was no specification in the policy or in the application therefor of the nature and amount of this interest, nor was it necessary that there should be. The law on this subject is tersely stated in 7 Am. & Eng. Ency. of Law, 1020, as follows: “The insured is often required to answer certain inquiries in his -application for insurance respecting the interest which he owns, and these being made a part of the policy become warranties, the falsity of which vitiates the policy. But unless a statement of interest is required either in the application or in the policy, the insured need make none, and unless it is otherwise provided it is sufficient that he has an insurable interest.” Many cases sustaining this view are cited in note 6 on the same page. That the merchandise subject to the storage liens in question was held by the plaintiff in trust is a proposition that cannot be successfully controverted. It is sufficient on this point to refer to the following cases cited in the opinion of the learned court below: Home Ins. Co. v. Baltimore Warehouse Co., 93 U. S. 527; Phœnix Ins. Co. v. Favorite, 49 Ill. 259, and Siter v. Morris, 13 Pa. 218. If therefore the merchandise was included in the insurance the plaintiff was entitled to a judgment for the sum named in the case stated as the defendant’s proportion of the balance due on the liens. Was it insured ? The defendant contends it was not, and that the insurance was limited to such merchandise as the plaintiff owned or had agreed with the bailors to insure. In considering this contention we must keep in mind these facts: The plaintiff was engaged in the business of storage and the bulk of the property in its possession was held for that purpose. It was a bailee of the merchandise with a lien upon it for storage charges and advances, and this lien clothed the plaintiff with an insurable interest in the subject of it. Its object in obtaining the insurance was indemnity against loss by fire. The purpose of the insured was to have, and of the insurer to afford, protection to the interest of the former in the merchandise described in the policy. In one part of it the plaintiff had an interest as owner, and in other parts of it an interest founded upon its storage liens or upon its liabilities arising from its agreements with bailors to insure. The suggestion that the construction of the policy adopted by the learned court below makes the plaintiff in limiting its claim to the interest based on the storage liens, an unfaithful trustee, appears to overlook the fact that in its certificates of deposit issued to the owners of the merchandise in question it expressly stipulated that it “ would not be responsible for loss or damage by fire.” This fact accords with and tends to sustain rather than to antagonize and discredit the plaintiff’s contention that the insurance on the merchandise for which these certificates were issued was limited to its interest therein. It shows that the plaintiff was under no obligation or duty to the holders of the certificates to insure for their benefit the merchandise described in them. We cannot discover in this fact, or in the case stated, an admission that the plaintiff did not intend to insure its interest in the merchandise. The fact that under the contract of bailment the bailee is not responsible to the bailor for a loss of or damage to the subject of it by fire, has no connection with, nor is it any qualification- of, the bailee’s right to insure its own interest therein. The merchandise in question was covered by the terms of the policy and belonged to the class designated in it as merchandise held in trust. The attempt to qualify this designation by the language descriptive of the merchandise constituting the third class disregards punctuation, and if successful would exclude from the insurance the most of the merchandise in the possession of the plaintiff as bailee. There is no rule of construction which demands or would justify such perversion of the language of the insurer plainly and literally affording protection to the insured in accordance with its contention. It follows from these views that we approve the judgment entered and the reasons given for it by the learned court below.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mc. Justice McCollum,"
      }
    ],
    "attorneys": [
      "J. S. Ferguson, E. G. Ferguson with him, for appellant.",
      "W. H. McClung, J. A. Evans with him, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pittsburgh Storage Company v. Scottish Union and National Insurance Company, Appellant.\nInsurance — Insurable interest — Bailee's lien — Storage warehouse.\nMerchandise held by a storage company subject to storage liens is “ merchandise held in trust,” within the meaning of a policy of fire insurance which describes the property insured as “ on merchandise, hazardous, not hazardous or extra hazardous, their own, or held by them in trust, or in which they have an interest or liability and have agreed to insure under this policy and not removed, stored or hereafter stored during the continuance of this policy.”\nThe fact that a storage company holds property on storage upon a stipulation that it will not be responsible for loss or damage by fire, does not prevent it from insuring the property to the extent of its lieu for storage.\nUnless a statement of interest is required either in the application or in the policy, the insured need mate none, and unless it is otherwise provided it is sufficient that ho has an insurable interest.\nArgued Nov. 9, 1894.\nAppeal, No. 309, Oct. T., 1894, by defendant, from judgment of C. P. No. 2, Allegheny Co., July T., 1894, No. 449, for plaintiff on case stated.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit on a policy of fire insurance.\nThe case stated was as follows:\n“ The Scottish Union and National Insurance Company, of Edinburgh, by its policy numbered 1,660,970, duly executed and delivered, insured the Pittsburg Storage Company from the 24th day of January, 1893, to the 24th day of January, 1894, to an amount not- exceeding two thousand five hundred (#2,500) dollars, against all direct loss or damage by fire to the property which in the policy was described as follows: ‘On merchandise, hazardous, not hazardous, or extra hazardous, their own, or held by them in trust, or in which they have an interest or liability and have agreed to insure under this policy and not removed, stored or hereafter stored during the continuance of this policy in the brick building, occupied as offices, ice depot, stable and for storage purposes, situated on the southwest corner of Pike and Thirteenth streets, extending to Mulberry alley, Pittsburg, Pa.\n“ That upon the 27th day of October, 1893, the building mentioned and described in this policy, with all of its conteuts, ivas entirely destroyed by fire. That merchandise stored with the plaintiff company, and which it had agreed to insure to the extent of $7,470.39, and merchandise upon which the storage company had made advances amounting to $375, was destroyed in this fire, and that the defendant insurance company has paid its proportion of these losses.\n“ That in addition to the property so destroyed, the loss upon which has been paid, there was at the time located in the building and destroyed by the fire considerable merchandise of various descriptions, which, at different times and by different owners, had been deposited with the Pittsburg Storage Company in its capacity of a public warehouseman, without any agreement on the part of the storage company with the owners that the same should be insured, and for which the storage company had issued its certificates of deposit to the owners thereof, in which it was specifically set out that the storage company would not be responsible for loss or damage by fire.\n“ That there was, at the time of the fire, due and unpaid upon the merchandise so deposited with the Pittsburg Storage Company storage charges amounting in the aggregate to the sum of $3,569.47, which charges were liens upon the property so held by the Pittsburg Storage Company as bailee, the value of the property in each particular instance of deposit being in excess of the amount of the storage lien thereon.\n“That these storage charges have been reduced since the date of the fire by payments made by the owners of the property destroyed, until they now amount to the sum of $2,492.98 ; and that the proportion of this balance payable by the Scottish Union and National Insurance Company, in the event that it is held liable therefor, amounts to $541.95.\n“ If the court be of the opinion that the policy of the defendant insurance company covers the storage liens of the plaintiff company, then judgment to be entered against the defendant company in the sum of five hundred and forty-one ($541.95) dollars, with interest thereon from the 1st day of Mhy, 1894, but, if not, then judgment to be entered in favor of the defendant. The costs to follow the judgment, and neither party reserving the right of appeal.\nThe court, Ewing, J., filed the following opinion:\n“Were we to take literally the words of the case stated in the last paragraph, that alone would decide the question against the plaintiff. They are: ‘ If the court be of the opinion that the policy of the defendant insurance company covers the storage liens of the plaintiff company, then judgment to be entered,’ etc.\n“The defendant did not undertake the insurance of liens. It insured merchandise only. A fair construction of the whole case stated, however, requires that we should construe this submission as to whether or not the merchandise referred to was insured by the defendant to the extent of plaintiff’s lien thereon.\n“ The undertaking, as set out in the case stated, with its punctuation, describes the property insured thus:\n“ ‘ On merchandise, hazardous, not hazardous, or extra hazardous, their own, or held by them in trust, or in which they have an interest or liability and have agreed to insure under this policy and not removed, stored or hereafter stored during the continuance of this policy in the brick building,’ etc.\n“In construing a policy of insurance the insurer is the promisor, and in words or sentences of doubtful signification or ambiguous phrases, the meaning most favorable to the promisee— the insured — is to be adopted: Franklin Fire Ins. Go. v. Brock, 57 Pa. 80; Corinth Ins. Co. v. Berger, 42 Pa. 292; Teutonia Ins. Co. v. Mund, 102 Pa. 94; Kister v. Ins. Co., 128 Pa. 566 ; Merrett v. Germania Ins. Co., 54 Pa. 285; Hoffman v. iEtna Ins. Co., 32N. Y. 413.\n“ What, then, did the defendant agree to insure for the plaintiff? There are three distinct classes specified, the phrases separated both by the sense and by punctuation. First, ‘their own;’ second, ‘or held in trust by them;’ third, ‘or in which they have an interest or liability and have agreed to insure under this policy and not removed.’\n“ The goods now under consideration do not come under the first class.\n“The case stated describes the goods thus: ‘Merchandise of various descriptions which at different times and by different owners had been deposited with the Pittsburg Storage Company in its capacity of a public warehouseman without any agreement on the part of the storage company with the owners that the same should be insured and for which the storage company had issued certificates of deposit to the owners thereof in which it was specifically set out that the storage company would not be responsible for loss or damage by fire.’\n“ Was the merchandise held in trust?\n“ This term in an insurance policy is not held to mean a technical legal trust, but to cover goods that have been intrusted to the insured as bailees: Home Ins. Co. v. Baltimore Warehouse Co., 93 U. S. 527; Phoenix Ins. Co. v. Favorite, 49 111. 263; Siter v. Morris, 13 Pa. 218.\n“In Home Insurance Company v. Baltimore Warehouse Company, almost the identical question as in this case was decided. Strong, J., says: ‘The words “merchandise held in trust ” aptly describe the property of the depositors. The warehouse company held merchandise in trust for their customers — not, it is true, as technical trustees, but as trustees in the sense that the goods had been intrusted to them. They were not empowered by their charter to hold property under technical trusts cognizable in equity. Hence, when they sought insurance of merchandise held by them in trust, it must have been intended of such as they held in trust in a mercantile sense, — goods intrusted to them by the legal owners.’\n“ That such is the meaning of the words as used in this policy we cannot doubt, and such has been held by courts of the highest authority to be the meaning of similar words in fire policies, citing Waters v. Monanah F. & L. Assurance Co’., 5 El. & Bl. 870, and London & N. W. Railway Co. v. Glynn, 1 El. & EL, Q. B, 652, in support.\n“ In the case in 93 U. S. a clause in the charter of the company required that every receipt or warehouse certificate issued should contain on its face a notice that the property mentioned therein was held by the corporation as bailee only and was not insured by the corporation, and the receipts in question did contain that notice. In our case the receipts contain the notice that this storage company would not be responsible for loss by fire. In legal effect the provisions are identical. As held in the Baltimore case, there is no prohibition against insurance by the warehouse company either for its own interest or that of its customer.\n“ If the liability of the defendant was dependent on the third class of goods insured, we would be disposed to rule in favor of the defendant. But in our opinion the goods are ‘merchandise held in trust.’ And the case is ruled in favor of the plaintiff bjr the case of Home Insurance Company v. Baltimore Warehouse Company, supra.\n“ Counsel for defendant contends that the clause ‘ and have agreed to insure under this policj'- ’ contained in the description of the third class of goods insured affects the second. We are unable to so read the policy. The three clauses are separate and independent, both in construction and punctuation. If the third clause is attached to and affects the second clause, it also in the same way would control the first clause. But if it should be held to affect the whole description of goods insured, what does it mean ? It is at least ambiguous and capable of several interpretations different from that claimed by defendant, and for that reason it is to be interpreted in favor of plaintiff. The business of the plaintiff was known. Most of the property in its warehouse was held in trust, as this was; and if it were intended to exclude it from the benefit of the policy, it would not have been difficult to do so by plain, explicit terms.\nThe court entered judgment for plaintiff on case stated.\nError assigned was above judgment.\nJ. S. Ferguson, E. G. Ferguson with him, for appellant.\nThe court below has decided this case in a way adverse to the views and interests of both parties to the suit. If its views are correct, then the plaintiff instead of presenting a claim against the insurance company for the amount of its storage charges ought to have claimed for the value of the goods destroyed. Otherwise it would be in the position of an unfaithful trustee. The case stated admits that the value of the property in each particular instance of deposit is in excess of the amount of the storage lien thereon.\nThe case of Home Insurance Company v. Baltimore Warehouse Company, 93 U. S. 527, simply decides that merchandise held in trust by the warehouse company can be recovered for under the policy, and that the insurance company could not relieve itself by simply paying the amount of the charges of the warehouse company against the merchandise. The policy in that case did not contain, as the policy in this case does, the words “ and have agreed to insure under this policy.”\nThe vice of the argument of the court below in the opinion filed lies in this: that it ignores the manifest fact that the storage company does not sue or claim for the value of the merch anise, but expressly limits its claim to the storage bills or liens upon the merchandise.\nW. H. McClung, J. A. Evans with him, for appellee.\nWhen words are without violence, susceptible of two interpretations, that which will sustain the assured’s claim and cover the loss must, in preference, be adopted: May on Insurance, sec. 175; Teutonia Ins. Co. v. Mund, 102 Pa. 94; Western Ins. Co. v. Cropper, 32 Pa. 355; Franklin Ins. Co. v. Brock, 57 Pa. 80; Com. Ins. Co. v. Berger, 42 Pa. 292; Merrick v. Germania Ins. Co., 54 Pa. 284; Kister v. Ins. Co., 128 Pa. 560; Metropolitan Life Ins. Co. v. Drach, 101 Pa. 278; Burkhard v. Travelers Ins. Co., 102 Pa. 263; Haws v. Fire Association of Phila., 114 Pa. 431; Western & Atlantic Pipe Lines v. Home Ins. Co., 145 Pa. 346; Heffron v. Ins. Co., 132 Pa. 583; Commercial Ins. Co. v. Robinson, 64 111. 265; Philadelphia Tool Co. v. Assurance Company, 132 Pa. 241.\nThe expression “merchandise held in trust” has been judicially construed in Home Insurance Co. v. Baltimore Warehouse Co., 93 U. S. 527; Phoenix Ins. Co. v. Favorite, 49 111. 259, and other cases where, it is held, that it aptly describes property held by a warehouseman under an ordinary bailment.\nAffirmations and warranties with respect to title are no part of the policy, and, even if so, they would be held not to apply to a risk such as the present: Grandin v. Ins. Co., 107 Pa. 26; Tyler v. iEtna Ins. Co., 12 Wend. 507 ; Crowley v. Cohen, 3 Barn. & Ad. 478; Traders Ins. Co. v. Robert, 9 Wend. 409; White v. Hudson River Ins. Co., 7 How. Pr. Rep. 341.\nMay 30, 1895:"
  },
  "file_name": "0522-01",
  "first_page_order": 542,
  "last_page_order": 549
}
