{
  "id": 1183015,
  "name": "In re Elkland Leather Workers' Association, Inc.",
  "name_abbreviation": "In re Elkland Leather Workers' Ass'n",
  "decision_date": "1938-03-21",
  "docket_number": "Appeal, No. 370",
  "first_page": "78",
  "last_page": "82",
  "citations": [
    {
      "type": "official",
      "cite": "330 Pa. 78"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "281 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1087037
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0273-01"
      ]
    },
    {
      "cite": "316 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159063
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0333-01"
      ]
    },
    {
      "cite": "316 Pa. 342",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0342-01"
      ]
    },
    {
      "cite": "300 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125917
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0422-01"
      ]
    },
    {
      "cite": "328 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179676
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0465-01"
      ]
    },
    {
      "cite": "239 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995971
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 361,
    "char_count": 5452,
    "ocr_confidence": 0.509,
    "pagerank": {
      "raw": 7.73848279978919e-07,
      "percentile": 0.9718112909285445
    },
    "sha256": "8b8af387e8d350c90eef1c2423c1f093adea1f7b0d5620a9442a17e09bee52f7",
    "simhash": "1:c0599c83c5829dd5",
    "word_count": 889
  },
  "last_updated": "2024-02-27T16:21:13.587988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "In re Elkland Leather Workers’ Association, Inc."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nAppellant appeals, individually and as President of Local No. 37, National Leather Workers’ Association, from an order of the court below granting a charter to the Elkland Leather Workers’ Association, under the Nonprofit Corporation Law of May 5, 1933, P. L. 289. The court below refused to admit evidence offered to show that applicant was a company-dominated union within the meaning of the National Labor Relations Act, 49 Stat. at L. 449, 29 U. S. C. A., section 151 et seq., and the Pennsylvania Labor Relations Act, approved June 1, 1937, P. L. 1168. It is also claimed appellee is not a nonprofit corporation, and that the court below was without jurisdiction to hear the application.\nAn appeal from a decree approving the charter of a corporation of the first class under the Act of April 29, 1874, P. L. 73, was in the nature of a certiorari: In re Garrett-Williamson Lodge, 239 Pa. 474, and the same is true under the Nonprofit Corporation Law of 1933: Philadelphia Labor’s Non-Partisan League Club’s Application, 328 Pa. 465. The scope of this Court’s review on certiorari is sharply differentiated,. depending upon the statute involved. Where a statute does not permit an appeal, or where it states that the decision of the court below is final, review is limited to jurisdiction. Where a statute is merely silent on the question of appeal, review may be in the broadest sense of certiorari. See White Township School Directors’ Appeal, 300 Pa. 422; Rimer’s Contested Election, 316 Pa. 342; exhaustively treating the subject; Weinbach’s Appeal, 316 Pa. 333, and Twenty-first Senatorial Nomination, 281 Pa. 273.\nIn this case the Court of Common Pleas of Tioga County was given exclusive jurisdiction in granting charters to nonprofit corporations in that county. The Act does not provide for an appeal, yet we are not justified in concluding that the legislature intended to restrict our review by certiorari to its narrowest scope.\nThere is a distinction between certiorari in its broadest sense and appeal. In the former, while we may review the evidence, we can only determine whether there has been an error of law committed. Matters resting solely in the judgment of the court below cannot be interfered with unless there has been a serious abuse of discretion. The fact the legislature has not granted the right to appeal to this Court for redress cannot he ignored. This is especially compelling where the all-embracing power over the subject matter (granting charters to nonprofit corporations) has been placed in the hands of the court below.\nIn Rimer’s Contested Election, supra, this Court refused to disturb the findings of the court below that the ballots were the best evidence, and that they conclusively showed that Rimer received a majority of votes. See also In re Garrett-Williamson Lodge, supra.\nWe have examined this record with all the offers and objections together with the reasons given by the court below for its action. As that court substantially stated that it would grant the charter with all the offered evidence of record we could not disturb that order, unless such refusal amounts to patent abuse of discretion equivalent to a violation of deep-seated public policy or the law of the land. The rules of court of other counties relating to such applications do not control the question whether this court abused its discretion. The sole and exclusive right to determine the questions here presented rested with the Common Pleas Court of Tioga County. On it has devolved the sole right and duty of determining whether the proposed corporation has complied with the conditions of the Act.\nUnder section 207, if the court finds, inter alia, the purposes given in the articles lawful and not injurious to the community, the court shall order the articles approved. Here the court found the purposes to be lawful, and so stated in its approving order. To the court of common pleas the legislature has entrusted the responsibility of determining whether the application conforms to the Act.' Whether the court below has acted prudently here is not for this Court to decide. We are powerless to substitute our discretion for that of the very court to which the discretion has been expressly delegated by the legislature. The Act in thus limiting the scope of review bounds the sphere of relief available to protestants in this Court.\nAppellant further objects that the applicant contemplates pecuniary profits for its members, and thus falls without the statute’s definition of a nonprofit corporation. The court below found otherwise. We are bound to respect that finding.\nAppellant’s contention that the court below was without jurisdiction to grant the charter, on the ground that questions had been raised cognizable exclusively, under the National Labor Relations Act, by the National Labor Relations Board, and that the court’s jurisdiction was thus ousted, cannot be sustained. The court below, with jurisdiction over charter proceedings, found that applicant had met the incorporation standards of the Act of 1933, and decreed approval, under the Act, of its charter. This conclusion, following state law, binds this Court.\nDecree affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Emory Rockwell, of Rockwell & Rockwell, for appelr lant.",
      "Roger F. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "In re Elkland Leather Workers’ Association, Inc.\nArgued January 6, 1938.\nBefore Kephart, C. J., Schaffer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nEmory Rockwell, of Rockwell & Rockwell, for appelr lant.\nRoger F. Williams, for appellee.\nMarch 21, 1938:"
  },
  "file_name": "0078-01",
  "first_page_order": 112,
  "last_page_order": 116
}
