{
  "id": 1182975,
  "name": "Heller, Appellant, v. Capital Bank and Trust Company, Trustee, et al.",
  "name_abbreviation": "Heller v. Capital Bank & Trust Co.",
  "decision_date": "1938-03-21",
  "docket_number": "Appeal, No. 34",
  "first_page": "174",
  "last_page": "183",
  "citations": [
    {
      "type": "official",
      "cite": "330 Pa. 174"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "157 A. 794",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134657
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0364-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 712,
    "char_count": 15129,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 5.148118949373127e-07,
      "percentile": 0.9392825604890478
    },
    "sha256": "4448d5b850c18c499810fc03e107cbab38f30adc7ceed948c58b7bfe9f531746",
    "simhash": "1:2bfc9bc62e78b55a",
    "word_count": 2543
  },
  "last_updated": "2024-02-27T16:21:13.587988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ."
    ],
    "parties": [
      "Heller, Appellant, v. Capital Bank and Trust Company, Trustee, et al."
    ],
    "opinions": [
      {
        "text": "Opinion By\nMr. Justice Maxey,\nPlaintiff filed a bill in equity praying for an accounting of all moneys received by defendants and arising from the conveyance by her on March 13, 1926, to the B. & O. Realty Company (hereinafter referred to as the Realty Company), of eight parcels of real estate and certain farm lands in and around Harrisburg, including the “Flat Iron Building” in that city. She alleged that contemporaneously with the conveyance of the real estate she and the Realty Company entered into a written “trust agreement” whereby the company was to hold and manage the real estate under her direction, until all her indebtedness was paid.\nThe chancellor found, inter alia, the following facts: On March 13, 1926, plaintiff and her husband conveyed to the Realty Company many pieces of real estate situate in Dauphin County, including the so-called “Flat Iron Building”; that this latter building was subject to two unsatisfied mortgages, the first in the principal sum of $30,000 and the second in the principal sum of $11,000, together with a considerable amount of accrued and unpaid interest thereon; at the time of the conveyance the real estate described in the deed was encumbered by numerous other unsatisfied mortgages and many unsatisfied judgments, all of which encumbrances the Realty Company assumed and agreed to pay; that the Realty Company did not at any time enter into any agreement whereby it was to manage all the real estate described in the deed and to apply the proceeds to the payment of all mortgages, judgments and debts of the plaintiff or for any other purpose; that on March 13, 1926, the plaintiff was given the right to repurchase the real estate described in the conveyance upon terms and conditions set forth in the option, that this option was never exercised but was allowed to lapse; that no demand was made by the plaintiff on either the Finance Company, the Realty Company or Charles C. Stroh for any alleged trust agreement or for any copy thereof until March or April, 1936, when plaintiff began litigation in connection with the ownership and control of the Flat Iron Building; that the sale concluded on March 13, 1926, vested in the Realty Company a sole and absolute title to the real estate and premises described in the deed without any reservation or interest whatever remaining in the plaintiff except the right to repurchase set forth in the option bearing that date; that at no time was the Realty Company or the Finance Company the agent, trustee or other fiduciary for the plaintiff concerning the Flat Iron Building; that on August 18, 1927, the Realty Company conveyed this building to the Penn Finance Company by deed bearing that date; that on September 30, 1930, the Finance Company borrowed from the Commonwealth Trust Company the sum of $35,000 and lodged or pledged as security therefor its mortgage covering this building; that neither Anast Belehas, John C. Orr, P. B. Rice, S. B. Mingle, H. T. Neale, Frank A. Slack nor Charles C. Stroh nor any nominee of either of them ever held or now holds any bonds secured by this $35,000 mortgage; that neither the Realty Company nor the Finance Company ever accounted to the plaintiff for the proceeds of the sale of any real estate or for the proceeds of the aforementioned mortgage for $35,000, or for rents from the Flat Iron Building; and that there is no sum or sums of money whatsoever due from either the Finance Company or the Realty Company to the plaintiff.\nWe agree with the chancellor that “the record in this case leaves a lot to be desired.” There are forty-eight findings of fact and the record is in a confused state. There are no printed briefs of argument or printed record, except in typewritten form. The chancellor said that “the trial of the bill was exceedingly difficult due to the insistence of the plaintiff upon acting as her own counsel and her insistence upon testifying to irrelevant matters or matters as to which she was not a competent witness. In spite of Repeated admonitions by the court these matters appear throughout the record.”\nAs the chancellor points out, plaintiff was in financial difficulties in March, 1926, and sought assistance from the Realty Company, and after discussion and negotiation an agreement was reached which resulted in the conveyance by the plaintiff to the company of a number of tracts of real estate. The terms and conditions under which this conveyance was made raises the pivotal question in this case. Plaintiff contends that the conveyance was in trust as security to the Realty Company for the advancement made by it and that the company was to hold and manage the real estate under her directions until all of her indebtedness was paid, and that a written agreement to this effect was executed at the time the conveyance was made. The Realty Company denies the existence of any such trust agreement. It contends that there was an absolute sale, with an option to repurchase within six months from that date. This option was never exercised. The chancellor says: “There are certain written exhibits which throw considerable light on the situation.” In the opinion of the court below it is pointed out that the Realty Company conveyed certain tracts of the real estate in question to various persons and that on August 18, 1927, conveyed, as mentioned above, the Flat Iron Building to the Finance Company, that the latter in 1930 mortgaged this building to the Commonwealth Trust Company to secure a loan of $35,000, that no accounting was made by either company to the plaintiff during all this time and apparently she never requested an accounting nor objected to the conveyance or the mortgage, and that as all of these transactions would have been direct violations of the alleged trust agreement, it is unreasonable to suppose that the plaintiff would sit back for six years after her property was mortgaged without making any objection. The chancellor also points out that the plaintiff cannot deny actual knowledge of the transaction because under her own testimony she discussed the mortgage of the Commonwealth Trust Company with the officials of the Finance Company and, according to her testimony, these officials stated they had sufficient money to pay the mortgage and would pay it within a year from October 8, 1932, if she would accept a deed from them for the Flat Iron Building. Instead of then questioning or denying the right of the Finance Company to place the mortgage on the property, or in some way securing herself against the company for the repayment of the mortgage, she accepted the deed from the company on October 8,1932, for the aforementioned building. This deed had $3 in United States Revenue Stamps affixed thereto, indicating a consideration over and above the liens of $3,000. The conveyance was expressly subject to two mortgages, one for $35,000 held by the Commonwealth Trust Company, and the other for $27,000 held by the Harrisburg Trust Company. These mortgages the grantee assumed and agreed to pay. The grantee also agreed to pay all unpaid taxes. The chancellor says: “It is inconceivable that the plaintiff would have accepted the deed for the Flat Iron Building and agreed to assume and pay” the two mortgages mentioned, “both placed on the property in violation of the terms of the alleged trust agreement, if such agreement had actually been in existence.” The chancellor also points out that there is no evidence that the Commonwealth Trust Company had any notice of the alleged fraud, and that without such notice it would be an innocent purchaser for value of the Flat Iron Building and the plaintiff could have no redress whatever against the Trust Company or against the real estate. The Commonwealth Trust Company, in good faith, and relying upon the record title to the building made the loan of $35,000, to the Finance Company. When there was an extended default in the payment of interest on the mortgage and the taxes on the property, the Trust Company availed itself of its legal right to take possession of the property as mortgagee. Even then the plaintiff made no objection, but cooperated by delivering to the Trust Company the leases which she had with her tenants.\nThe chancellor correctly held that the plaintiff never maintained the burden of proving the existence of the trust agreement that she pleads. Plaintiff’s explanation as to her inability to produce the alleged agreement is that she lost it three or four weeks after it came into her possession.\nThe chancellor found that neither the Realty Company nor the Finance Company were under any legal duty to account for anything. The Capital Bank and Trust Company accounted for moneys received by it as mortgagee in possession and was under no duty to render any further accounting to plaintiff. The chancellor correctly concluded that this Trust Company acted within its rights in foreclosing the $35,000 mortgage when the latter was in default and, having purchased the Flat Iron Building at sheriff’s sale, is now owner thereof free of any claim of the plaintiff.\nCounsel for the appellant in his typewritten brief enumerates seven allegedly important documents which he admits were not a part of the official record but which he says are in their possession. These documents do not impress us as being of great importance, but, in any event, appellate courts cannot consider, as members of the bar presumably well know, anything which is not a part of the record of a case.\nThere are five questions in appellant’s statement of questions involved. The first is: “Was not the learned chancellor in error in violating the rule laid down by the appellate courts, governing judicial supervision of the conduct of trials?” We find nothing in this record that would justify an affirmative answer to this question.\nThe second question is: “Was it not a violation of the Constitution of the State of Pennsylvania, to force the appellant to prosecute her case, at a hearing without the benefit of her counsel, previously engaged by her?” We find no violation of appellant’s rights in the manner in which the trial was conducted in this case. When the case was called for hearing, appellant moved for a postponement because her “additional” counsel, Hon. E. M. Biddle, of Cumberland County, could not be present. The case was then continued from August 31, 1936, to Tuesday, September 8, 1936, with the understanding that no further continuance would be asked for. A further continuance was asked for and refused. Appellant had the benefit at the hearing of Attorney Jacob H. Reiff, who was an associate counsel in the case.\nThe third question is: “Was not the lower court in error, in supinely allowing the appellant to direct and cross-examine witnesses for both sides, in a court of record, where the said appellant was: — 1. A litigant; 2. Not learned in the law, and consequently not a licensed practitioner at law.” We cannot see how the appellant can predicate any error upon her own conduct in the trial of this case.\nThe fourth question is: “Was not the court below in error in allowing counsel of record to be both witness and counsel in the same case, after having become disqualified to act as counsel further by reason of being a witness?” This question must be answered in the negative. In a certain ejectment case in which appellant was a party and some of the appellees were parties, Charles C. Stroh, Esq., represented the latter as counsel but was not a witness. In a foreclosure action between plaintiff and some of the appellees, Mr. Stroh represented the latter as attorney and was not a witness. In the equity proceeding now being reviewed by us, Mr. Stroh was made a respondent by the appellant, and charged in the bill of complaint with having prepared the alleged trust agreement, and with being the holder of a bond or bonds secured by the $35,000 first mortgage. He entered the proceedings as a witness for the purpose of refuting and denying the charges made by appellant against him in her hill of complaint and confined his testimony to this matter. On cross-examination Mr. Stroh was asked many other questions which apparently were not proper cross-examination.\nThe fifth question is: “Was it not error for the court below to (1) dismiss the exceptions filed by appellant to the courts findings of fact and conclusions of law; (2) to refuse a new hearing on the ground of after-discovered evidence . . . ; (3) to refuse to grant appellant’s request for the appointment of a receiver to manage and preserve the real estate which was the subject of this suit; and (4) allow appellant to proceed with her case, at such a great disadvantage. ...”\nAs to appellant’s request for a rehearing on the ground of after-discovered evidence, the court below aptly said:\n“No request for a continuance because of the absence of this witness was-made at the original hearing, although the plaintiff admitted orally and in her petition [she] inferentially admits that she knew of the testimony at that time. The testimony, if produced, would be merely corroborative of the testimony of the plaintiff and her husband and would not introduce any new feature into the case. In our original adjudication we held that there was no such trust agreement for the reasons therein stated, based upon written and record facts. The oral testimony of this witness, corroborating that of the plaintiff and her husband, could not alter this conclusion.”\nWe find no basis whatever for this appeal. Plaintiff failed to sustain her cause of action. The findings of the chancellor, affirmed by the court below, are well sustained by the evidence, and there is no error of law in the conclusions. The lack of merit of this action is indicated by the fact that plaintiff permitted nine years to elapse before seeking the vindication of her alleged rights. In Riley v. Boynton Goal Co. et al., 305 Pa. 364, 157 A. 794, we said: “Our various statutes of limitations and the rulings of chancellors upon pleas of laches are expressive of the feelings of mankind that, where there are wrongs to be redressed, they should be redressed without unreasonable delay, and where there are rights to be enforced, they should be enforced without unreasonable delay. Those who have interests which they wish to have judicially characterized as legal rights should take prompt measures to bring such interests before the proper tribunals. Persons against whom actions may be threatened have claims to judicial considerations as well as those who threaten such actions; both are equally entitled to have the controversy between them promptly adjudicated while witnesses are still available and memories are undimmed by long intervening years.”\nThe decree is affirmed, at the appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Maxey,"
      }
    ],
    "attorneys": [
      "Bertram U. Weinberg, with him Maurice G. Weinberg and David T. Kleindinst, for appellant.",
      "Charles C. Stroh, of Stroh & McCwrrell, with him Samuel Handler, for appellees."
    ],
    "corrections": "",
    "head_matter": "Heller, Appellant, v. Capital Bank and Trust Company, Trustee, et al.\n.Argued January 7, 1938.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn, Stern and Barnes, JJ.\nBertram U. Weinberg, with him Maurice G. Weinberg and David T. Kleindinst, for appellant.\nCharles C. Stroh, of Stroh & McCwrrell, with him Samuel Handler, for appellees.\nMarch 21, 1938:"
  },
  "file_name": "0174-01",
  "first_page_order": 208,
  "last_page_order": 217
}
