{
  "id": 1182990,
  "name": "Jacob et al., Appellants, v. Pittsburgh",
  "name_abbreviation": "Jacob v. Pittsburgh",
  "decision_date": "1938-04-18",
  "docket_number": "Appeal, No. 98",
  "first_page": "587",
  "last_page": "589",
  "citations": [
    {
      "type": "official",
      "cite": "330 Pa. 587"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "111 Pa. Superior Ct. 430",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        971102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/111/0430-01"
      ]
    },
    {
      "cite": "258 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1035054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/258/0115-01"
      ]
    },
    {
      "cite": "273 Pa. 591",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070755
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/273/0591-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 255,
    "char_count": 2651,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 1.3778606908096065e-07,
      "percentile": 0.6399098943606365
    },
    "sha256": "bd8a0c2c550f831f094a866c59bc5928528c7e6d14e918789b6e4fb8ea9eb0fe",
    "simhash": "1:93332bc6afe7ecc5",
    "word_count": 454
  },
  "last_updated": "2024-02-27T16:21:13.587988+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Kephart, C. J., Schaefer, Maxey, Drew, Linn and Barnes, JJ."
    ],
    "parties": [
      "Jacob et al., Appellants, v. Pittsburgh."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Drew,\nThe present action of trespass was brought by the parents as next friends, and in their own right, to recover for injuries to their minor son. The appeal is from the refusal to take off a compulsory nonsuit.\nThe door leading into the shower room from the swimming pool maintained by the City of Pittsburgh on Paulson Avenue is of heavy steel construction and not equipped with any automatic closing device. The minor plaintiff, a boy of nine years, was about to enter the shower room from the pool when the door, already closing towards him, was slammed shut by boys who had entered before him, and the index finger of his right hand was caught and crushed between the edge of the door and the jamb. In view of the compulsory nonsuit, these facts are taken wholly from plaintiffs’ evidence and present their case at its best.\nThe evidence was insufficient to require submission to the jury. No negligence on the part of the municipality appears. It is suggested that the door, by reason of its heavy construction, was itself a dangerous instrumentality and that the city should have employed an attendant to protect children passing through or should have equipped it with an automatic stop. We do not think so. Even a light door when slammed violently will injure one whose fingers chance to be in the groove into which the door closes. A stopping device would, of course, obviate the danger, but the risk of harm is so small as to make it unreasonable to require that all doors be thus equipped. To require an attendant to guard the door would be even more burdensome, and, balanced with the risk involved, entirely unreasonable. It would set too high a standard of duty for a municipality, and make of it almost an insurer of safety. The happening could not have been reasonably anticipated. In a case where it was shown that defendant’s employee unintentionally let the door of a railroad coach close on the minor plaintiff’s fingers, we held, sustaining a nonsuit, that negligence had not been demonstrated: Polis v. Philadelphia and Reading Railway Co., 273 Pa. 591. A like result must prevail here: see also L'Hommedieu v. Delaware, Lackawanna & Western R. R. Co., 258 Pa. 115; Wood v. Penna. R. R. Co., 111 Pa. Superior Ct. 430.\nJudgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Drew,"
      }
    ],
    "attorneys": [
      "Harry M. Jones, with him Horton Smith, for appellants.",
      "Anne X. Alpern, First Assistant City Solicitor, Churchill Mehard, City Solicitor, and John F. McDonough, Assistant City Solicitor, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Jacob et al., Appellants, v. Pittsburgh.\nArgued March 24, 1938.\nBefore Kephart, C. J., Schaefer, Maxey, Drew, Linn and Barnes, JJ.\nHarry M. Jones, with him Horton Smith, for appellants.\nAnne X. Alpern, First Assistant City Solicitor, Churchill Mehard, City Solicitor, and John F. McDonough, Assistant City Solicitor, for appellee, were not heard.\nApril 18, 1938:"
  },
  "file_name": "0587-01",
  "first_page_order": 621,
  "last_page_order": 623
}
