{
  "id": 1003525,
  "name": "Burrows, Appellant, v. Carson",
  "name_abbreviation": "Burrows v. Carson",
  "decision_date": "1914-02-02",
  "docket_number": "Appeal, No. 196",
  "first_page": "6",
  "last_page": "14",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 6"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "168 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868486
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0634-01"
      ]
    },
    {
      "cite": "53 Pa. Superior Ct. 91",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/53/0091-01"
      ]
    },
    {
      "cite": "53 Pa. Superior Ct. 488",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        435101
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/53/0488-01"
      ]
    },
    {
      "cite": "168 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868486
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0634-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 16171,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 4.700418769227155e-07,
      "percentile": 0.9286892787957908
    },
    "sha256": "deb1eb7a2a9dee1749961fb02dfad9c51c35f9dd8a3c89578bafe150f4e6dfa5",
    "simhash": "1:5ec5cc21fa1b8579",
    "word_count": 2903
  },
  "last_updated": "2024-02-27T20:13:13.863484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Burrows, Appellant, v. Carson."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Mesteezat,\nThis is an appeal from the judgment of the Superior Court reversing the judgment of the Court of Common Pleas No. 1 of Philadelphia County, and the only error assigned is that “the Superior Court erred in sustaining appellant’s first assignment, to wit: The court below erred in discharging appellant’s rule to strike out of the claim the item of ‘1911-r-April 4 to Nov. 20, 137 hours labor, at 60 cents per hour, $82.20.’ ” The learned Superior Court held the item was a lumping charge and for this reason struck it out of the claim. This was right as is clearly shown in the elaborate opinion of Judge Postee. The statute requires a mechanics’ claim to set- forth “the amount or sum claimed to be due, and the nature or kind of the work done, or the kind and amount of materials furnished, or both; and the time when the materials were furnished, or the work done, or both, as the case may be.” The claim as filed shows that the material and labor “substantially consisted of furnishing and erecting stairs in said house,” and that they “were furnished between the dates of April 4,1911, and November 20, 1911.” This was not a compliance with the statutory requirement as to the nature or kind of work or when it was done. The items of materials and the dates when they were furnished are stated in the claim, but, as suggested by the Superior Court, it fails to show the nature of the work, whether it was done in preparation of the materials at the shop of the plaintiff, or in incorporating them into the building, by carpenters, cabinet makers, assistants or laborers. The only information as to the time when the labor was furnished is the statement that it was performed between the dates of April 4 and November 20, 1911, that is, sometime during a period of over seven months. Such claims have never been held to be sufficient as to the kind of work or the time when it was done, either under the present or prior legislation on the subject. They fail to give the necessary information to the owner to enable him to determine the correctness of the claim for which the contractor is primarily liable. The claimant here is a subcontractor who dealt with the contractor and not with the owner, and the latter is liable for the debt which is that of the cohtractor only when the claimant complies with the provisions of the statute which gives him the lien.\nWe have uniformly held under a similar statute that claims such as the one here in controversy are defective on their face and will be stricken off. McFarland v. Schultz, 168 Pa. 634, is almost identical with the case in hand. There, the claim stated that the work done was “grading and digging lots, and carting away dirt from the same,” and that the time when it was done was “between Aug. 29,1892 and Oct. 22,1892.” In reversing an order discharging a rule to strike off the lien, we said (p. 037): “We think it is clear that the claim filed in this case was fatally defective and that the rule to strike it off should have been made absolute. It did not adequately set forth the nature and kind of the work done nor when it was done.......It has been repeatedly held by this court that a subcontractor must specify the items of his claim for work or materials and that a lumping charge for either does not satisfy the requirement of the statute and should be stricken out on motion.”\nThe labor item in the claim in suit was a lumping charge, and it appearing to be such on the face of the record, the Superior Court was right in directing it to be strickén out.\nThe judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Me. Justice Mesteezat,"
      }
    ],
    "attorneys": [
      "Alfred N. Keim, with him Carroll R. Williams, for appellant.",
      "Edward HopJcinson, Jr., with him A. 8. Ashbridge, Jr., and Abraham M. Beitler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Burrows, Appellant, v. Carson.\nMechanics’ liens — Subcontractors’ claims — Lumping charges— Defective items.\n1. A subcontractor must specify the items of his claim for work or materials and a lumping charge for either does not satisfy the requirements of the mechanics’ lien law and on motion should be stricken out.\n2. An owner is liable to a Subcontractor for the debt which is that of the contractor, only when the claimant complies with the provisions of the statute which gives him & lien.\n3. The mechanics’ lien law requires that a mechanic’s claim set forth the amount or sum claimed to be due and the nature or kind of the work done, or the kind and .amount of materials furnished, or both, and the time when the materials were furnished or the work done, or both, as the case may be, and an item in a claim reading “1911 — April 4 to November 20, 137 hours labor at 60 cents per hour, $82.20,” does not comply with the statutory requirement and on motion should be stricken from the claim.\nArgued Jan. 7, 1914.\nAppeal, No. 196, Jan. T., 1913, by plaintiff, from order of Superior Court, Oct. T., 1912, No. 268, reversing order of C. P. No. 1, Dec. T., 1911, No. 5918, M. L. D., dicharging a rule to strike out an item in a mechanics’ lien claim in case of Harry H. Burrows v. David R. Carson, owner or reputed owner, and Calvin ,W. Rogers, contractor.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nAppeal from the Superior Court.\nThe facts appear in the opinion of the Supreme Court and in the following opinion of the Superior Court by Porter, J. (See 53 Pa. Superior Ct. 488) :\nThe plaintiff filed a mechanic’s lien for materials and labor alleged to have been furnished to a building of which David R. Carson is owner, and for the erection of which Calvin W. Rogers was the contractor. The claim averred that the work was done and the materials furnished under a contract consisting of a written bid submitted by plaintiff to Rogers, the contractor, to furnish and erect the stairs in sixteen houses according to three sets of plans, designated as Nos. 1, 2 and 3 and the stairs in three single houses according to another set of plans, nineteen houses in all, for the sum of $3,750.00, and that said bid was accepted by Rogers. The claim contained no information as to the amount of work required to be done in these several houses respectively, nor did it afford any light as to how the total amount due for the work could be apportioned among the several houses. It did not aver that any work had .been done on any of the other houses. So far as the record disclosed, the only work done under this contract was that for which the plaintiff filed the lien against this particular house.\nThe amount for which plaintiff filed this claim is more than one-nineteenth of $3,750.00. This is not, therefore, to be considered as a separate' claim filed against this house, with the amount chargeable against it determined by apportionment of an amount due upon a contract which involved other buildings, for the claim does not show any amount due to be apportioned nor does it show any amount was charged against any other house. The claim does sufficiently aver that the material and labor claimed for were furnished to this particular building and upon the credit thereof.\nThe defendant has made no objection to the claim upon the ground that the plaintiff has charged more for material which went into this house than under the general contract he ought to have charged; the objections are upon other grounds.\nThe claim stated in detail the kinds and quantities of materials furnished and the dates thereof and to the form in which, such items are stated the defendant made no objection. The item for labor is in the claim stated in one general charge, thus: “1911 April 4 to Nov. 20— 137 hours labor at 60 cents per hour, $82.20.”\nDavid R. Carson, the owner, moved the court to strike out this item of the claim because it did not sufficiently set forth what kind of labor was done, nor when said labor was performed. The court granted a rule to show cause why this item should not be stricken out for these reasons, which rule it subsequently discharged. The plaintiff issued a writ of scire facias on the claim and the defendants thereupon moved to quash the writ, upon the ground that the provisions of the Act of June 4, 1901, P. L. 431, and its supplements, changing the form of the writ of scire facias and regulating the manner of its service were unconstitutional, and the court granted a rule to show cause why this motion should not prevail, which rule it discharged. The plaintiff thereupon entered judgment for want of an affidavit of defense. Carson the owner, appeals and assigns for error, the entry of the judgment and the rulings of the court above indicated.\nThe specifications of error which present questions as to the form of the writ of scire facias and the general right to enter a judgment in default of an affidavit of defense in proceedings upon a mechanics’ lien, have been considered by this court in the case of Atlantic Terra Cotta Co. v. Carson, recently decided, 53 Pa. Superior Ct. 91, and it is not necessary that we add to what was said in the opinion in that case. The second and third specifications of error, are therefore dismissed.\nThe first specification of error refers to the refusal of the court to strike from the claim the charge for labor. Section eleven of the Act of Juné 4,1901, as amended by the Act of April 17, 1905, P. L. 172, requires that the claim shall set forth; “the amount or sum claimed to be due and the nature or kind of the work done or the kind and amount of the materials furnished or both; and the time when the materials were furnished or the work done, or both as the case may be.”\nThis is virtually a reenactment of the requirements of the Act of June 16, 1836, P. L. 695. The claim of the plaintiff for labor in the present case is thus stated: “1911 April 4 to Nov. 20 — 137 hours labor at 60 cents per hour, $82.20.”\nThe only other information as to the nature or kind of the work done, or the time when it was done, is the following statement in the claim; “the said material and labor was furnished and supplied on the credit of the said new building situate on the lot of ground hereinafter described and substantially consisted of furnishing and erecting stairs in said house. The said material and labor were furnished between the dates of April 4, 1911, and November 20, 1911, on which said last mentioned date the last of the materials and labor was furnished to the said house.”\nThis plaintiff was a subcontractor as disclosed by his claim. He contracted not with the owner, but with Rogers, the contractor. When, therefore, he filed his claim for work done upon this building, he was required to disclose the nature' or kind of that work and when it was done. The claim states that the first materials were furnished on April 4th, and the last item of materials was on October 17th, and as to the material the exact date at which each item was furnished, is stated in the claim. Now stating when the work was done, it is said that it began on April 4th the day when the first materials were furnished, and it was not completed until November 20th, more than a month after the last materials were furnished. This covered a period of seven months and a half and yet the work was done in one hundred and thirty-seven hours of actual time. This would give less than an hour of time for eách working day, and it is manifest that the work was not continuous. No one man was employed in this work from April 4th to November 20th, nor any considerable portion of that time. This claim simply indicates that 137 hours of work were put upon the building, or in the preparation of materials to go into the building, some time between April 4 and November 20, 1911, but it absolutely fails to sufficiently indicate at what time during that period the work was done.\nThe claim also fails to indicate the nature of the work, whether it was done in preparation of the materials at the shop of the plaintiff, or in incorporating them into the building, by carpenters, cabinet makers, assistants or laborers. The objection of the appellant is that this is a lumping charge and the objection seems to be well taken: Chapman v. Faith, 18 Pa. Superior Court 578. If this item of the claim could be sustained it extended the time within which the plaintiff might have filed his lien by more than a month, for the limit claimed for the work was November 20th, yet the claim does not mention a specific day upon which any work was done. This case bears a striking similarity to McFarland v. Schultz, 168 Pa. 634, the claim in which was for work and labor done, to wit: “Grading and digging lots and carting away dirt from the same.”......“The said work and labor having been done and performed for and about the erection and construction of the .said buildings between August 29,1892, and October 22,1892.”\nThe Supreme Court said in that case, with regard to this statement of the claim: “It did not adequately set forth the nature and kind of the work done nor when it was done. The claimant was a subcontractor and bound to strict compliance with the provisions of the •statute on which he relied for his lien.” The statement in that ease was that the work had been done between certain dates and it was held that this was not a sufficient statement of when it was done.\nThe statement in the present case is that the work was •done between certain dates, and we have here the additional element that it appears from the face of. the claim that the labor was not continuous. The work for which the plaintiff asserts a lien, if it was performed, went into and its results became a constituent part of the building. The case is clearly to be distinguished from Northern Electrical Manufacturing Company v. Columbia Brewing Co., 47 Pa. Superior Court 96, in which the question was whether the notice required to be given by the subcontractor to the owner, had been served within the time required after the completion of his work. The claim filed in that case had attached to and made part of it, the contract and specifications under which the work was done, which disclosed that the claimant was required to furnish two distinct electric generators specific machines and erect and install them in the building. The claim stated in detail the manner in which the claimants proceeded to execute the contract, stated the value of the various pieces of the machine at the factory in Wisconsin, that, these pieces were shipped upon a certain day stated to be “being the dates of shipment and not the dates of actual delivery, nor indicating the time of the completion of the erection of the generators in the building.”\nThen followed a statement of the amount .which it cost .to transport the machines to the brewery in Pennsylvania, and then a statement of the amount which it cost to put the parts together and erect the machines in the brewery. We held that the charge of the cost of erecting the machines in the brewery was not presented as a distinct item of claim. That under the contract the machines were not delivered until they were so erected, and that it appeared from the claim and the exhibits which • were made part of it, that the contract for the delivery of the specific machines, was not completed until they were erected in the brewery, and that the notice was in time.\nThe claim in that case disclosed that the contract and specifications clearly revealed to the owner just what work was required under the contract, and the claim distinctly asserted that the claimants had performed the contract according to its terms. The machines there furnished were required to be furnished by the contract between the owner and the principal contractor. They remained distinct entities and did not become constituent parts of the building, as a building. The item for labor in the present case is presented as a distinct item of claim. The plaintiff must recover it as a distinct item ^ if at all. We are unable to distinguish this case from McFarland v. Schultz, 168 Pa. 634.\nThe Superior Court, reversed the order of the lower court and ordered the charge of $82.20 for labor to be stricken from the claim. Plaintiff appealed.\nError assigned was the order of the court.\nAlfred N. Keim, with him Carroll R. Williams, for appellant.\nEdward HopJcinson, Jr., with him A. 8. Ashbridge, Jr., and Abraham M. Beitler, for appellee.\nFebruary 2,1914:"
  },
  "file_name": "0006-01",
  "first_page_order": 34,
  "last_page_order": 42
}
