{
  "id": 1003469,
  "name": "Applebaum v. Philadelphia Rapid Transit Co., Appellant",
  "name_abbreviation": "Applebaum v. Philadelphia Rapid Transit Co.",
  "decision_date": "1914-02-09",
  "docket_number": "Appeals, No. 155 and 156",
  "first_page": "82",
  "last_page": "84",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 82"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 240,
    "char_count": 3732,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.102304997375303e-07,
      "percentile": 0.5686725365069547
    },
    "sha256": "ab2c7a16a9cca8444a1ff96285896afea8c8d223ecce32dc47d01cf0be4ab8ae",
    "simhash": "1:29357a6982700e9b",
    "word_count": 627
  },
  "last_updated": "2023-07-14T16:28:16.267781+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mesteezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Applebaum v. Philadelphia Rapid Transit Co., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nLizzie Appelbaum, one of the plaintiffs in this action, was a passenger in a car of the defendant which came into collision with another of its cars. The cars were running at right angles to each other and the collision was so severe as to shatter to some extent the side of the car in which she was riding and to break the glass in its windows. She testified that her side and shoulder were struck by the window sill and side of the car. She was at the time pregnant and immediately following the collision she had severe pains throughout her body and has since suffered from them and from extreme nervousness and hysteria. There were no bruises on her body nor external evidence of physical injury. Her physicians testified that she was suffering from traumatic hysteria following an injury or accident of some kind, and that such cases are not unusual where there are no bruises or marks on the body.\nThe question at the trial was whether from the evidence adduced by her, her health being shown to have been good before the accident, a causal connection between the condition from which she was suffering and the defendant’s negligence could be inferred with reasonable certainty. This question was submitted to the jury with great care and with clear instructions that if she sustained no actual physical injury but simply suffered from fright and nervous shock there could be no recovery. A jury may not be allowed to guess at the cause of an injury nor to select one of a number of equally probable causes, but here a sufficient cause was shown, and no other cause was suggested by the testimony. Whether it was the actual cause was a question for the jury.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Harold B. Beitler, for appellant.",
      "Morris Dos Passos, with him Sidney L. Erauss, for appellees."
    ],
    "corrections": "",
    "head_matter": "Applebaum v. Philadelphia Rapid Transit Co., Appellant.\nNegligence — Street railways — Collision—Nervous shocTc — Case for jury.\nIn an action of trespass to recover damages for personal injuries alleged to have been sustained by plaintiff in consequence of a collision between the trolley car in which plaintiff was riding and another car, where there is evidence that plaintiff’s side and shoulder were struck by the window sill and side of the car; that following the collision plaintiff who had been in good healtl previous to the collision and who was pregnant at the time had experienced severe pains throughout her body and had suffered from nervousness and hysteria, although there were no bruises or external evidence of physical injury, it is for the jury to determine whether a causal connection between the condition from which plaintiff was suffering and the defendant’s negligence could be inferred with reasonable certainty, and the court makes no error in submitting the case to the jury under an instruction to the effect that if the plaintiff sustained no actual physical injury but simply suffered from fright and nervous shock no recovery could be allowed.\nArgued Jan. 6, 1914.\nAppeals, No. 155 and 156, Jan. T., 1913, by defendant, from judgments of C. P. No. 4, Philadelphia Co., March T., 1911, No. 858, on separate verdicts for plaintiffs in case of Lizzie Applebaum and Frank Applebaum, her husband, v. Philadelphia Rapid Transit Co.\nBefore Fell, C. J., Brown, Mesteezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Willson, P. J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff Lizzie Applebaum for $1,545.00, and for Frank Applebaum for $955.00 and judgment thereon. Defendant appealed.\nError assigned was in refusing to direct a verdict for defendant and to enter judgment for defendant n. o. v.\nHarold B. Beitler, for appellant.\nMorris Dos Passos, with him Sidney L. Erauss, for appellees.\nFebruary 9, 1914:"
  },
  "file_name": "0082-01",
  "first_page_order": 110,
  "last_page_order": 112
}
