{
  "id": 1003537,
  "name": "McVey v. Hughes, Appellant",
  "name_abbreviation": "McVey v. Hughes",
  "decision_date": "1914-02-09",
  "docket_number": "Appeal, No. 234",
  "first_page": "113",
  "last_page": "116",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 113"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "170 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872160
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/170/0025-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 399,
    "char_count": 7619,
    "ocr_confidence": 0.481,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03513177795307757
    },
    "sha256": "db8637af733b38f2cd1d7c5eecde3cdf6e0a8585a08921f5de1dd59c87771f88",
    "simhash": "1:4ce6b36298a285ce",
    "word_count": 1280
  },
  "last_updated": "2024-02-27T20:13:13.863484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Bkown, Mesteezat, Pottee, Stbwaet and Moschziskeb, JJ."
    ],
    "parties": [
      "McVey v. Hughes, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Stewaet,\nThe defendants are a firm of stevedores. The plaintiff, a laborer in their employ, received his injuries while engaged in his regular work under the following circumstances : In the course of their business defendants were unloadiug a cargo of iron ore from a certain steamship. Part of the vessel’s permanent equipment was a steam winch for hoisting the cargo to the deck. A bucket of iron ore had been hoisted by means of the .winch to the level of the deck where it remained suspended for a few minutes, waiting for the men on deck to pull it towards the shore. For some reason it suddenly descended again. to the hold of the vessel and struck the plaintiff who was standing directly underneath. The negligence charged to the defendants as the proximate cause of the accident was threefold, first, that the winch was without a brake; second, that the man employed to operate it was incompetent, to the knowledge of defendant; and third, that defendants’ foreman caused the accident by preventing the drain-cocks of the winch from being opened prior to the hoisting of the bucket. The trial of the case resulted in a verdict for the plaintiff, but on what particular act or acts of negligence the verdict rested cannot now be determined; certainly not on all those charged, since there is a manifest inconsistency between them, as for instance, between the averment that refers the accident to the incompetency of the winchman, and that which refers it to the interference of the superintendent which prevented the winchman from doing what he attempted, and which, had it been done, would have avoided the accident. Though as submitted, the jury were left free to adopt either view, it seems to be conceded from the argument submitted on either side, that the alleged interference by the superintendent was, or should be, eliminated from the case. The errors assigned are, first, refusal of the court, in answer to a point presented, to instruct that the evidence would not justify a recovery on the ground that the defendant negligently employed an incompetent winchman; and second, refusal to instruct that the evidence would not justify a finding against the defendant for negligence in using a winch which had no brake. The first of these two points should have been .affirmed, and the question of defendant’s negligence in employing an incompetent winchman should have been withdrawn from the jury’s consideration, for the one sufficient reason, that the evidence not only failed to connect plaintiff’s injuries with any failure on part of the winchman, but did, in an unmistakeable way, refer the accident to the absence of a brake from the winch, a circumstance for which the winchman was without responsibility. Where there is no evidence that the accident was caused by the negligence alleged, a verdict is properly directed for defendant. Brunner v. Blaisdell Bros., 170 Pa. 25. The first assignment of error is sustained.\nSince, for all that appears in the record, the jury may have rested their verdict upon a finding with respect to a matter improperly submitted, the case calls for reversal of the judgment; but whether with or without a venire depends on the answer to be given to defendants’ second proposition. Was there sufficient evidence to carry the question of defendants’ negligence in operating a winch without a brake to the jury? A careful study of the evidence has satisfied us that there was. We express no opinion as to its convincing force; all that we decide is that it established a prima facie case. The absence of the brake was an admitted fact. The evidence adduced by the plaintiff was to the effect that a brake would have avoided the accident; that when in operating a winch a load is raised, there is nothing to hold it in suspension in safety except the brake; that all new winches are supplied with brakes, and that this particular winch, as constructed, had on it what is called a brake-sleeve intended for a brake-band, which when used forms a grip and makes the brake. This was quite sufficient to carry the case to the jury, and if it had been the only question in the case submitted, judgment on the verdict would not have called for reversal, since it is the jury’s exclusive province to decide where the weight of the evidence rests. No error therefore was committed by the court in refusing defendants’ second point. It follows, however, from our ruling on the first point that the case must be again tried, and we refrain therefore from further discussion of the evidence.\nJudgment reversed and venire de novo is awarded.",
        "type": "majority",
        "author": "Me. Justice Stewaet,"
      }
    ],
    "attorneys": [
      "Frank P. Prichard, with him James Wilson Bayard, for appellants.",
      "Frederick E. Warner, for appellee."
    ],
    "corrections": "",
    "head_matter": "McVey v. Hughes, Appellant.\nNegligence — Master and servant — Averments—Incompetent fellow servant — Failure to sustain averment — Binding instructions— Unsafe machinery — Steam winch — Brahe.\n1. Where there is no evidence that the accident was caused by the negligence alleged, a verdict-is properly directed for defendant.\n2. Where in an action by a laborer against his employers, a firm of stevedores, to recover damages for personal injuries sustained by him in the course of his employment the plaintiff charges defendant with negligenee first because a steam winch which was being used was without a brake, and second, that the man employed to operate it was incompetent, the court is bound to instruct, at the request of the defendant, that the evidence did not justify a recovery on the second ground, where the evidence not only failed to connect plaintiff’s injuries with any failure on the part of the winchman but did, in an unmistakable way, refer the accident to the absence of a brake on the winch, a circumstance for which the winchman was without responsibility.\n3. In such a case the question of defendant’s negligence in operating the steam winch without a brake is for the jury where it appears that plaintiff’s injuries were caused by a bucket of ore which had been hoisted by the winch, suddenly descending while being held in suspension, that a brake would have avoided the accident; that when in operating a winch a load is raised, there is nothing to hold it in suspension except the brake, that all new winches are supplied with brakes, and that the winch in question, as constructed, had on it a brake-sheave intended for a' brake-band, which when used forms a grip and makes the brake.\nArgued Jan. 8, 1914.\nAppeal, No. 234, Jan. T., 1913, by defendants, from judgment of C. P. No. 5, Philadelphia Co., March T., 1910, No. 3286, on verdict for plaintiff in case of Michael McVey v. William J. Hughes and Morris Boney, Jr., trading as Morris Boney and Son.\nBefore Fell, C. J., Bkown, Mesteezat, Pottee, Stbwaet and Moschziskeb, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Ralston, J.\nThe facts appear in the opinion of the Supreme Court.\nAt the trial defendant’s counsel presented points for instructions which with the court’s answers thereto were as follows:\n“4. There is no evidence which would justify a recovery by plaintiff on the ground that defendants negligently employed an incompetent winchman.\n“Answer. That point is declined. I have already cautioned you, that the evidence which would justify such a finding is extremely slight. (1)\n“6. The evidence would not justify a finding against the defendants for negligence in using a winch which had no brake.\n‘.‘Answer. The sixth point is declined.” (2)\nVerdict for plaintiff for $7,500, and judgment thereon! Defendant appealed.\nErrors assigned were (1, 2) answers to above points.\nFrank P. Prichard, with him James Wilson Bayard, for appellants.\nFrederick E. Warner, for appellee.\nFebruary 9, 1914:"
  },
  "file_name": "0113-01",
  "first_page_order": 141,
  "last_page_order": 144
}
