{
  "id": 1003515,
  "name": "Hazzard v. Carstairs, Appellant",
  "name_abbreviation": "Hazzard v. Carstairs",
  "decision_date": "1914-02-09",
  "docket_number": "Appeal, No. 198",
  "first_page": "122",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    },
    {
      "cite": "231 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/231/0200-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 86",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0086-01"
      ]
    },
    {
      "cite": "217 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953647
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0339-01"
      ]
    },
    {
      "cite": "120 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0624-01"
      ]
    },
    {
      "cite": "210 Pa. 642",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937842
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0642-01"
      ]
    },
    {
      "cite": "219 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/219/0592-01"
      ]
    },
    {
      "cite": "195 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914118
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/195/0190-01"
      ]
    },
    {
      "cite": "227 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1008512
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/227/0488-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 413,
    "char_count": 8362,
    "ocr_confidence": 0.483,
    "pagerank": {
      "raw": 4.1579390239278486e-07,
      "percentile": 0.9117575966784164
    },
    "sha256": "ddd7a108fdeb83f1ab54735112e5af093ab6d573167911f1e775c76394020796",
    "simhash": "1:342b2008e0968c88",
    "word_count": 1503
  },
  "last_updated": "2024-02-27T20:13:13.863484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Hazzard v. Carstairs, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nOn April 3, 1911, at a little after five o’clock p. m., the appellee was riding west on a motorcycle on the north side of Walnut street, in the City of Philadelphia. When he was at a point about fifty feet east of Thirty-seventh, street an automobile owned by the defendant and operated by her chauffeur collided with him, the collision resulting in most serious injuries to him. From the judgment which he recovered for the same this appeal is before us.\nAt the time of the collision the appellee, was on the side of the street where he ought to have been, and it was the duty of the chauffeur to have passed him to the right or south, as the street runs east and west: Foote v. American Product Company, 195 Pa. 190. But though this is so, if the collision occurred under the circumstances detailed by the chauffeur and the two occupants of the automobile, called as witnesses for the defendant, it was an unavoidable accident. He testified that, as he approached Thirty-seventh street, on the south side of Walnut, close to the curb, he saw, through the open yard in front of the building at the corner, a team coming up Thirty-seventh street at a rapid rate of speed. He said it was coming at a “terrible rate,” and he thought “it was a runaway.” He further testified that the only thing he could do to avoid collision with it was to turn his- car over to the north side of the street. This he did, cutting diagonally over from the southwest corner to the northeast corner of the intersecting streets. After he had thus avoided collision with the team, he reduced the speed of his car to about three miles an hour, and then saw the motorcycle coming towards him, but turning to the south side of the street. He then increased the speed of his car, driving in close to the north side of the street, but, according to his testimony, the appellee had changed his course from the south to the north, and ran into him. A daughter of the defendant and a companion who was with her in the car corroborated the chauffeur in his account of the accident. But quite a different situation was presented by the witnesses called for the plaintiff, and, in view of it, the court could not have said, as a matter of law, that the injury of the appellee was not the result of the negligence of the chauffeur in driving the car. Under the evidence produced by the plaintiff, that question was for the jury.\nA witness to the collision, called by the plaintiff, testified that no team was coming up Thirty-seventh street; that he saw the automobile of the defendant go over from the south side of Walnut street to the north side at a rate of speed of fourteen miles an hour; that it struck the appellee close to the north side of the street, and its speed was so great that it carried the motorcycle thirty feet beyond the point of collision. Another witness stated that the automobile turned to the north side of Walnut street, at the corner of Thirty-seventh, to get ahead of a team that was moving eastward in front of it. A fair inference to be drawn from the testimony of these witnesses for the plaintiff was that the chauffeur suddenly turned his car from the south side of Walnut street over to the north, not to avoid collision with a team coming up Thirty-seventh street, but for the purpose of passing one which was going east in front of the automobile, and that he was driving the machine at such a reckless rate of speed that he was unable to control it in time to avoid collision with the plaintiff, who was approaching him on the north side of the street. The question of the chauffeur’s negligence under all the evidence was submitted to the jury in a most careful charge, and the finding that he was negligent cannot be disturbed.\nA second contention of the appellant is that, under the facts developed at the trial, the rule respondeat superior ought not to be applied. She was the owner of the automobile which collided with the plaintiff, and, at the time of the collision, her chauffeur was operating it, not upon any errand of his own, but in obedience to an order given by her daughter, who, with the other occupant of the car, was on the way to appellant’s home. Under these circumstances, the burden was upon her to show that, at the time the chauffeur ran into the plaintiff, he “was not acting within the scope of his employment, and upon the business for which he was employed” : Moon v. Matthews, 227 Pa. 488. The question of the responsibility of the appellant for the act of her chauffeur was thus properly submitted to the jury: “But it is for you to determine whether or not it is the fact that the owner of the machine in this case allowed the machine to be used. If you believe it was under the control of a member of her family, if you believe that in that way, the natural way, in a common ordinary way, this automobile was permitted to be used for the benefit and pleasure of members of the family, then it would be for you to say whether or not it would be a legitimate inference to draw that it was being used within the scope of the employment of the chauffeur, and if so, if he was negligent, the defendant in this case would be responsible.”\nAssignments of error overruled and judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "Layton M. Schoch, with him Chester N. Farr, Jr., for appellant.",
      "Maurice W. Sloan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hazzard v. Carstairs, Appellant.\nNegligence — Highways—Collision—Automobiles — Chauffeur— Scope of employment — Respondeat superior — Rules of road — Excessive speed.\n1. Where in an action against the owner of an automobile to recover damages for injuries alleged to have been caused by the negligence of the defendant’s chauffeur it appears that the defendant was the owner of the car which collided with plaintiff, and at the time of the collision her chauffeur was operating it, not upon any errand of his own, but in obedience to an order given by defendant’s daughter, who with the other occupant of the car was on the way to the defendant’s home, the burden is on the defendant to show that at the time the chauffeur was not acting within the scope of his employment and upon the business for which he was employed.\n2. In such a case the jury is properly instructed that they should find as a fact whether or not the automobile was being used within the scope of the employment of the chauffeur, and that if so, and if he was negligent, the defendant is responsible.\n3. A verdict against the owner of an automobile for damages for personal injuries suffered by the plaintiff through the alleged negligence of the defendant’s chauffeur will be sustained where a fair inference to be drawn from.the testimony of plaintiff’s witnesses was that the chauffeur suddenly turned his car from the right to the left side of the street for the purpose of passing a team in front, and that he was driving the machine at such a reckless rate of speed that he was unable to control it in time to avoid a collision with the plaintiff, who was approaching riding a motor cycle on the side of the street where he ought to have been.\nArgued Jan. 9, 1914.\nAppeal, No. 198, Jan. T., 1913, by defendant, from judgment of C. P. No. 4, Philadelphia Co., Dec. T., 1911, No. 4176, on verdict for plaintiff in case of William F. Hazzard v. Mary W. Carstairs.\nBefore Brown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Willson, P. J.\nThe opinion of the Supreme Court states the case.\nThe jury found a verdict for plaintiff for $8,000. Defendant appealed.\nError assigned, inter alia, was in refusing defendant’s motion for judgment non obstante veredicto.\nLayton M. Schoch, with him Chester N. Farr, Jr., for appellant.\nThere was no proof of negligence on the part of the chauffeur: Downey v. Pittsburgh Rys. Co., 219 Pa. 592; Gallagher v. Snellenburg, 210 Pa. 642.\nThe case is wholly barren of any fact from which the jury might have found or properly inferred that the chauffeur was acting under the direction or with the knowledge, consent or subsequent ratification of this appellant: Fire Insurance Patrol v. Boyd, 120 Pa. 624; Lotz v. Hanlon, 217 Pa. 339.\nMaurice W. Sloan, for appellee.\nThis case comes under the rule laid down in the case of Davidson v. Traction Co., 4 Pa. Superior Ct. 86.\nThe doctrine of respondeat superior applies: Marcus v. Gimbel, 231 Pa. 200; Lotz v. Hanlon, 217 Pa. 339; Moon v. Matthews, 227 Pa. 488.\nFebruary 9,1914:"
  },
  "file_name": "0122-01",
  "first_page_order": 150,
  "last_page_order": 154
}
