{
  "id": 1003458,
  "name": "Schmidt, Appellant, v. Travelers Insurance Co.",
  "name_abbreviation": "Schmidt v. Travelers Insurance",
  "decision_date": "1914-02-23",
  "docket_number": "Appeal, No. 175",
  "first_page": "286",
  "last_page": "289",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 286"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "238 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "221 Pa. 38",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        956122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/221/0038-01"
      ]
    },
    {
      "cite": "208 Pa. 569",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998124
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0569-01"
      ]
    },
    {
      "cite": "173 Pa. 53",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875836
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0053-01"
      ]
    },
    {
      "cite": "222 Pa. 500",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0500-01"
      ]
    },
    {
      "cite": "217 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953727
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0252-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 322,
    "char_count": 6566,
    "ocr_confidence": 0.497,
    "pagerank": {
      "raw": 7.455612675103321e-07,
      "percentile": 0.969667343540106
    },
    "sha256": "fbaefd4a4691c3a72b0807d42763e2db3b32b02bda769fe7c075b4f988810a00",
    "simhash": "1:c2a45559101d6029",
    "word_count": 1113
  },
  "last_updated": "2024-02-27T20:13:13.863484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Bbown, Mestbezat, Pottee and Elkin, JJ."
    ],
    "parties": [
      "Schmidt, Appellant, v. Travelers Insurance Co."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Fell,\nThe defendant, The Travelers’ Insurance Company, issued to the plaintiff, the C. Schmidt & Sons Brewing Company, a policy to indemnify it to the extent of $5,000, against loss by reason of liability imposed by law upon the assured for damages on account of bodily injuries accidentally suffered by any person by the maintenance and use of certain automobiles specified in the policy. The policy provided, “F. The Assured, upon the occurrence of an accident, shall give immediate written notice thereof to the Company, or to its duly authorized Agent, with the fullest information obtainable. He shall give like notice with full particulars of any claim made on account of such accident. The Assured shall not voluntarily assume any liability or settle any claim except at his own cost, nor incur any expense, nor interfere in any negotiation for settlement or legal proceeding without the consent of the Company previously given m writing. G. If thereafter any suit, even if groundless, is brought against the Assured to recover damages on account of such injuries as are covered by this policy, the Assured shall immediately forward to the Company every summons or other process served upon him, whereupon the Company will, at its own cost, defend against such suit in the name and on behalf of the Assured. The Company shall not be liable hereunder on account of one person or one accident in excess of the Limits of Liability applicable thereto as expressed in said Declarations, except for the expense incurred by the Company in defending suits brought against the Assured.” While the policy was in force an action was brought against the brewing company to recover for an injury caused by one of its automobiles and a judgment obtained against it for $9,200.\nThe present action was based on thé allegations that before the trial of the áction against the brewing company, a settlement could have been effected for $6,000 and that the officers of the brewing company requested the insurance company to make a settlement for that amount and offered to contribute $1,000 for the purpose, which with $5,000 to be paid by the insurance company would have made up the sum demanded; that the insurance company refused to make the settlement and went on to trial which resulted in a judgment in a larger amount against the brewing company, which it has paid and that the refusal of the insurance company to settle caused a loss to the brewing company of the difference between the judgment it paid and the insurance money it received less $1,000 which it was willing and offered to contribute to the settlement proposed.\nThe rights of the parties are to be determined by the agreement into which they entered. By the provisions of the policy, the insurance company was obliged to defend at its own cost any action against the insured and the entire management of the defense was expressly entrusted to it and the insured was forbidden to settle any claim or to interfere in any negotiations for settlement or in any legal proceeding against it. The insurer was under no obligation to pay in advance of trial and the decision whether to settle or to try was committed to it. The plain words of the policy have no other meaning.\nThe judgment in favor of the defendant on the demurrer was properly entered and it is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Fell,"
      }
    ],
    "attorneys": [
      "M. J. O’Callaghan, for appellant.",
      "Frank P. Prichard, with him James Wilson Bayard, for appellee."
    ],
    "corrections": "",
    "head_matter": "Schmidt, Appellant, v. Travelers Insurance Co.\nContracts — Indemnity contract — Casualty insurance — Duty of insurer — Accident claim — Control of defense — Bight of insured to settle.\nIn an action against an insurance company upon a policy indemnifying tbe plaintiff against loss by reason of liability imposed by law upon it for damages on account of bodily injuries accidently suffered by any person by the maintenance and use of certain automobiles, to recover as damages an amount which the assured was compelled to pay upon a judgment, in excess of the amount it would have had to pay if a settlement had been effected, a judgment entered for the defendant upon demurrer is proper, where it appeared by the statement of claim that the policy provided that “the assured shall not voluntarily assume any liability or settle any claim except at his own cost,” that the insurer “will at its own cost defend against” all suits, and that the insurer “shall not be liable hereunder on account of one person or one accident in excess of the limits of liability applicable thereto as expressed in said declarations, except for the expense incurred by the company in defending suits brought against the assured;” that while the policy was in force an action was brought against the plaintiff company to recover for an injury caused by one of its automobiles; that the plaintiff company requested the insurer to make a settlement of the claim for an amount in excess of the insured’s limit of liability and offered to contribute the difference; that the insurance company refused to make the settlement and went to trial, which resulted in a judgment in a larger amount against the plaintiff, which it paid; and that the refusal of the insurance company to settle caused a loss to the plaintiff of the difference between the judgment it paid and the insurance money it received less the sum which it was willing to contribute to the settlement proposed.\nArgued Jan. 21,1914.\nAppeal, No. 175, Jan. T., 1913, by plaintiff, from judgment of C. P. No. 3, Philadelphia Co., June T., 1912, No. 2821, for defendant, on demurrer in case of C. Schmidt & Sons Brewing Company v. The Travelers Insurance Company.\nBefore Fell, C. J., Bbown, Mestbezat, Pottee and Elkin, JJ.\nAffirmed.\nAssumpsit to recover damages upon a contract of indemnity insurance. Before Ferguson, J.\nThe opinion of the Supreme Court states the case.\nThe court entered judgment in favor of the defendant upon a demurrer to the statement of claim. Plaintiff appealed.\nError assigned was the judgment of the court.\nM. J. O’Callaghan, for appellant.\nThe purpose of this contract was to indemnify and save harmless from loss the plaintiff, and under the circumstances of the case, it was the legal duty of the defendant to pay over when requested the amount of their liability and settle on the basis proposed by the insured party: Perry v. Payne, 217 Pa. 252; McMillin v. Titus, 222 Pa. 500; McKeesport Machine Co. v. Insurance Co., 173 Pa. 53; Frankfort Marine, Accident & Plate Glass Insurance Co. v. Witty, 208 Pa. 569; Gould v. Brock, 221 Pa. 38; Myers’ Est., 238 Pa. 212.\nFrank P. Prichard, with him James Wilson Bayard, for appellee.\nFebruary 23, 1914:"
  },
  "file_name": "0286-01",
  "first_page_order": 314,
  "last_page_order": 317
}
