{
  "id": 1003461,
  "name": "Brennan's Estate",
  "name_abbreviation": "Brennan's Estate",
  "decision_date": "1914-03-30",
  "docket_number": "Appeal, No. 78",
  "first_page": "574",
  "last_page": "582",
  "citations": [
    {
      "type": "official",
      "cite": "244 Pa. 574"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Hill 443",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "56 Pitts. Leg. J. 78",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "30 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415609
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0218-01"
      ]
    },
    {
      "cite": "148 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981811
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0055-01"
      ]
    },
    {
      "cite": "80 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042315
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0170-01"
      ]
    },
    {
      "cite": "103 Pa. 600",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449083
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/103/0600-01"
      ]
    },
    {
      "cite": "206 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/206/0260-01"
      ]
    },
    {
      "cite": "71 Pa. 454",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031250
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0454-01"
      ]
    },
    {
      "cite": "131 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0220-01"
      ]
    },
    {
      "cite": "84 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053509
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0217-01"
      ]
    },
    {
      "cite": "123 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/123/0545-01"
      ]
    },
    {
      "cite": "223 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961011
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0252-01"
      ]
    },
    {
      "cite": "31 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985023
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/31/0246-01"
      ]
    },
    {
      "cite": "5 Wharton 386",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878289
      ],
      "opinion_index": 0,
      "case_paths": [
        "/whart/5/0386-01"
      ]
    },
    {
      "cite": "148 Pa. 55",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981811
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/148/0055-01"
      ]
    },
    {
      "cite": "131 Pa. 220",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810252
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/131/0220-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 660,
    "char_count": 14352,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 2.3826515969742585e-07,
      "percentile": 0.7969968519400166
    },
    "sha256": "2f73ab8559561caf1bfec1fca81c63872840ab957bfff5b25d0833183686e934",
    "simhash": "1:2ff72c389d64b413",
    "word_count": 2645
  },
  "last_updated": "2024-02-27T20:13:13.863484+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Brennan’s Estate."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nWe concur in the conclusion stated in the- opinion of the learned judge of the Orphans’ Court. Prior to the Wills Act of April 8, 1833, P. L. 249, it was not essential to the validity of a will that it should be signed by the testator if written by him or by his special direction. Section 6 of the act requires that, “Every will shall be in writing and unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof or by some person in his presence and by his express direction.” The manifest intention of the legislature was to remedy the mischief that arose from admitting to probate memoranda, letters and notes which were inchoate expressions of intentions: Stickler v. Groves, 5 Wharton 386; Heise v. Heise, 31 Pa. 246; Knox’s Est., 131 Pa. 220. The Act of January 27, 1848, P. L. 16, permits the execution of a will by a mark or cross. In Plate’s Est., 148 Pa. 55, it was said that the statute in authorizing the execution of a will by a mark can only mean a mark made with the intent to execute the will thereby. In Knox’s Est., 131 Pa. 220, in which the subject is fully considered by Mitchell, J., it is said that one of the purposes of the Act of 1833 was to attain certainty as to the testator’s completed testamentary purpose by the placing of his signature at the end of the instrument and . that while a signature by initials or by a part only of the name may be valid execution of a will, the present, actual and completed intent to execute must be apparent. The act of assembly defined the manner by which this intent is to be manifested — by signing at the end thereof.- Signing in the usual acceptation of the word and in the sense in which, presumably, it is used in the act is the writing of a name or the affixing of what is meant as a signature. It may be that the writing in question is a clear expression of the decedent’s intent to make a testamentary disposition of his estate but it is not evidenced by the formality required by the act of assembly.\nThe order dismissing the appeal from the register is affirmed on the opinion of the learned judge of the Orphans’ Court.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "James B. Murrin, with him O’Brien & Kelley, for appellant.",
      "No book or appearance for the appellee."
    ],
    "corrections": "",
    "head_matter": "Brennan’s Estate.\nWills — Execution—Signature at end thereof — Act of April 8, 1888, P. L. 249.\n1. The Act of April 8, 1833, P. L. 249, requiring that, “Every will shall be in writing and unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof or by some person in his presence and by his express direction,” was intended to remedy the mischief that arose from attempting to probate memoranda, letters, and notes which were inchoate expressions of intentions. One of its purposes was to attain certainty as to the testator’s completed testamentary purpose by the placing of his signature at the end of the instrument, and while a signature by initials or by a part only of the name may be a valid execution of a will, the present, actual and completed intent to execute must be apparent.\n2. The act of assembly, in providing that the testator’s intent should be manifested by signing at the end thereof, used the word “signing” in the usual acceptation of the word, and the sense in which presumably it is used in the act is the writing of a name or the affixing of what is meant as the signature.\n3. The decedent died leaving a paper in his own handwriting, which was found in a drawer in his house, in a sealed envelope. Prior to his death he had told his daughter where the paper was and that if anything should happen to him she should get it and give it to her brother. The paper was testamentary in character, but was unsigned except with the words, “Tour miserable father,” which appeared in the handwriting of the decedent. Held, that probate of the paper was properly refused.\nArgued Feb. 23, 1914.\nAppeal, No. 78, Jan. T., 1913, by Michael Brennan, from decree of O. C. Lackawanna Co., Year 1911, No. 130, dismissing an appeal from the decision of the register of wills refusing to admit a paper to probate as the last will and testament of James Brennan in Estate of James Brennan, Deceased.\nBefore Fell, C. J., Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nAppeal from the register of wills.\nThe following paper was offered for probate:\n“Carbondale\n“Michael iam owen afew dollars Hear to different persons and ihope that you will pay it for me as there is no one else that I could dependon\nJohn Williams |8.00\nCosby 7.75\nther is afew dollars owen to Andred Watt idonot know how Muchit is there is a few dollars to tommy Yoyle iam owen A man from binghamton $6 dollars for abarrel of beer His nameis white if i cannot pay this before i die those two little bys will healp you to pay it there is afew Dollars owen t aman that cept in Clarks coal office — his name is goodridge pay this for me and god will Bless you, the you can have this house when those little girl is doing for them Selves it is apoor legacy that ihave to' lave after me\n“Your misserable father.”\nThe register of wills refused to admit it to probate. Upon appeal to the Orphans’ Court, Sando, P. J., filed the following opinion:\nThis is a proceeding on an appeal from the refusal of the register of wills to admit to probate a paper in writing as the last will of James Brennan, deceased.\nJames Brennan died on or about the 9th day of April, 1873, leaving to survive him eight children. At the time of his death he was the owner of a piece of real estate in the City of Carbondale.\nIn September, 1910, a paper was produced to the register for probate. It was in part as follows:\n“Carbondale\n“Michael iam owen afew dollars Hear to different persons and ihope that you will pay it for me as there is no one else that I could dependon......pay this for me and god will Bless you......you can have this house ......it is apoor legacy that ihave to lave after me\n,“Your misserable father.”\nWhen this paper was offered before the register as a will, it was refused probate by him, and we are now asked to sustain an appeal from his decision.\nAt the hearing on the appeal Elizabeth Brennan, a daughter of the decedent, and a sister of the appellant testified in substance when shown the paper: I showed that paper to my brother Michael and gave it to him; my father told me where I could get it in a dresser drawer in the house, and if anything should happen to him that I should hand it to my brother; that this was about a month before her father’s death; that it was sealed in an envelope; that it is all in her father’s handwriting; that after her father’s death she gave it to her brother; that she was about twenty-five or twenty-six years of age at the time of her father’s death; and, that the paper was in the dresser drawer “not longer than a month” before her father died.\nMichael Brennan testified in part: That after his father was buried his sister gave him the paper, “it might be a week after”; and that it is all in his father’s handwriting.\nA nephew who had been associated in business with him, and an old friend of the decedent, both testified that the paper was in the handwriting of the decedent.\nIt being undisputed that the paper is in the handwriting of the decedent, and being testamentary in character, the only question left upon its validity as a will, is the sufficiency of the statutory requirements in the matter of its execution. The form of the instrument is immaterial if its substance is testamentary.. But a letter, as in this case, like any other instrument, to take effect as a will, must be executed in compliance with the requirements of the statute.\nThe Act of April 8,1833, P. L. 249, section 6, relating to wills, requires among other things “That every will shall be in writing, and unless the person making the same shall be prevented by the extremity of his last sickness, shall be signed by him at the end thereof, or by some person in his presence, and by his express direction, and in all cases shall be proved by the oaths or affirmations of two or more competent witnesses, otherwise such will shall be of no effect.”\nPrior to the passage of this áct, a will in writing proved by two or more witnesses, although unsigned by the testator, was sufficient to pass real or personal estate. The Act of 1833 changed this rule so far as to make the signature necessary unless the testator was prevented by the extremity of last sickness from signing: Butler’s Estate, 223 Pa. 252.\nAs the act requires signing, the courts have no power to dispense with it, or to substitute something else for it, which they might regard as analogous, or very nearly the same thing. The requirements must be fully met; otherwise the instrument cannot be probated as a will: Wall v. Wall, 123 Pa. 545. The question as to what formalities are essential to the execution of the will is one of law. The question whether these formalities have been actually complied with is one of fact.\nAs to what amounts to a signing by a testator, in Gardner on Wills, at page 205, we find this rule stated: \"Any completed mark or design made by the testator upon the material on which the will is written, with the intention that it shall, as a symbol, stand for or represent the testator as the written name would do, is as sufficient a signing as is the writing of the signature in full.”\nIt is necessary, however, to understand the meaning of our Act of 1833 in order to comprehend the import of the question we have under consideration. A testator need not sign with his own hand; he may if he choose, direct another to do so. for him in his presence, and the signing is sufficient, and that too, although the testator is able to write his name: Main v. Ryder, 84 Pa. 217. In the absence of any reason for signing his name, it would be better that he should do so. If his handwriting is well known, there could be less difficulty in proving his will; and there may be other reasons. The provision which permits another person to sign for him, is manifestly of most value to those who cannot sign for themselves. But the wording of the act applies equally to all persons, whether they can sign their names or not.\nThe statute also requires that the will should be signed at the end of it. The object of requiring a signature at the end, is to denote that the instrument is completed; that the mind of the testator is fully made up to dispose of his property in the manner expressed. It is to fix upon and set an unfailing mark, whereupon it shall be known that the paper contains the settled purposes of the testator. From the mere fact of a man’s signing a testamentary paper at the end we may conclude that it is his will.\nThe purpose of the act in requiring wills to be signed at the end, is not to abridge rights over property, or to hamper by unreasonable formalities the disposal of it, but to provide a means by which courts may safely decide what a man’s will certainly is. It is founded upon a reasonable presumption, and it does not allow the presumption to be disproved except in one way, namely, by proving that the testator was prevented from signing it, or having it signed, by the extremity of his last sickness. The law likewise presumes that every man can sign his will, or cause it to be signed if he is not prevented from doing so by the extremity of his last sickness.\nThe Act of 1833 requires that the animus testandi should be manifested by the signature of the testator at the end of the paper, unless prevented by an absolute inability on his part to comply with its requirements. When signed at the end, the usual and familiar mode in transactions, to show assent to a written contract, the will is complete, and all doubt as to intention is removed. In these indispensable particulars the paper in question is defective. It is written as testified to by witnesses, in the handwriting of the decedent. It is without date, and it is not signed by him nor by another in his presence. It is not only incomplete in its form, but it is unexecuted, and only entitled to probate when it is clearly shown that the decedent was prevented from observing the prescribed directions, by the extremity of his last sickness.\nWe have a right to infer, inasmuch as the decedent lived for a time after the paper was written, that he had changed his mind, and that he neither wished nor intended that the paper should be regarded as his will. The impossibility of his compliance with the act does not appear. The paper has not the necessary characteristics of a will in this, that it must be actually signed, unless the signature be prevented by the state of the health and condition of the testator. It is not enough that the omission arose from misapprehension, mistake or want of knowledge of the law.\nA writing that does not meet the requirements of the Act of 1833 is not a will and the register cannot make a will out of it. The paper here produced was not signed nor was the failure to sign accounted for as the statute required, to entitle it to probate.\nIn passing upon the paper which is the subject,of this appeal, we are constrained to hold that it was not executed in accordance with the statutory requirements of the act of assembly, and that the register was right in refusing to admit it to probate.\nThe court dismissed the appeal from the decision of the register of wills. Michael Brennan appealed.\nError assigned was the dismissal of the appeal from the register of wills.\nJames B. Murrin, with him O’Brien & Kelley, for appellant.\nThe contention of the appellant is that this testamentary paper is a will in writing, signed at the end thereof, and proven by two competent witnesses, and as such fits the various court’s constructions of the Act of Assembly of April 8, 1833, P. L. 249, and therefore should be probated: Knox’s Est., 131 Pa. 220; Patterson v. English, 71 Pa. 454; Megary’s Est., 206 Pa. 260; Wilson v. Van Leer, 103 Pa. 600.\nAn instrument in any form, if the obvious purpose is not to take place until after the death of the person making it, operates, as a will: Frew v. Clarke, 80 Pa. 170; Knowles’s Est., 8 Pa. D. R. 153.\nThe form of the signature is immaterial: Plate’s Est., 148 Pa. 55; Vernon v. Kirk, 30 Pa. 218; Simcox’s Est., 56 Pitts. Leg. J. 78; Brown v. Butchers & Drovers Bank, 6 Hill 443.\nNo book or appearance for the appellee.\nMarch 30,1914:"
  },
  "file_name": "0574-01",
  "first_page_order": 602,
  "last_page_order": 610
}
