{
  "id": 507792,
  "name": "NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH v. GATEWAY MOTELS, INC., t/a Howard Johnson Motels v. Kenneth O'BRIEN, an Individual and the Andrew F. Rogers Insurance Company. Petition of NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, PA.",
  "name_abbreviation": "National Union Fire Insurance v. Gateway Motels, Inc.",
  "decision_date": "1998-04-09",
  "docket_number": "No. 674 W.D. Alloc. Dkt. 1997",
  "first_page": "407",
  "last_page": "410",
  "citations": [
    {
      "type": "official",
      "cite": "551 Pa. 407"
    },
    {
      "type": "parallel",
      "cite": "710 A.2d 1127"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "119 A.2d 242",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "pin_cites": [
        {
          "page": "245-46",
          "parenthetical": "once plaintiff has secured verdict against one tortfeasor, plaintiff should not be deprived of it merely because trial court believed liability extended to others as well"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 485",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261949
      ],
      "year": 1956,
      "pin_cites": [
        {
          "page": "492",
          "parenthetical": "once plaintiff has secured verdict against one tortfeasor, plaintiff should not be deprived of it merely because trial court believed liability extended to others as well"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0485-01"
      ]
    },
    {
      "cite": "329 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "page": "501",
          "parenthetical": "plaintiff will not be denied its verdict as to one tortfeasor merely because a new trial was ordered as to the other"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 246",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479775
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "plaintiff will not be denied its verdict as to one tortfeasor merely because a new trial was ordered as to the other"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0246-01"
      ]
    },
    {
      "cite": "695 A.2d 397",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11964872,
        960467
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "400"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/695/0397-01",
        "/pa/548/0092-01"
      ]
    },
    {
      "cite": "548 Pa. 92",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960467
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/pa/548/0092-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 300,
    "char_count": 4333,
    "ocr_confidence": 0.673,
    "pagerank": {
      "raw": 1.3508982342934945e-07,
      "percentile": 0.6335158922392773
    },
    "sha256": "b5e0a462464d8f926eaaf5251b5fc0fef201410eb89d07f46b03a7846abaf4d3",
    "simhash": "1:35fbb37dcb78cf97",
    "word_count": 696
  },
  "last_updated": "2024-02-27T20:04:02.659157+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "ZAPPALA, J., files concurring and dissenting statement."
    ],
    "parties": [
      "NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH v. GATEWAY MOTELS, INC., t/a Howard Johnson Motels v. Kenneth O’BRIEN, an Individual and the Andrew F. Rogers Insurance Company. Petition of NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, PA."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nThe Petition for Allowance of Appeal is GRANTED. The Superior Court reversed the jury’s finding that appellee Gateway Motels, Inc. (“Gateway’) was liable to appellant National Union Fire Insurance Co. (“appellant”) for breach of contract due to its belief that the improper introduction of negligence claims after the close of evidence by Gateway against appellees/third-party defendants Kenneth O’Brien and the Andrew F. Rodgers Insurance Co. (collectively “O’Brien”) prejudiced not only O’Brien, but also tainted appellant’s verdict against Gateway on appellant’s breach of contract claim. However, Gateway itself never sought to upset the jury’s determination that it was liable to appellant on the breach of contract claim. Rather, Gateway only sought post-trial relief in the form of a reformation of the verdict to reflect primary liability or liability over for O’Brien. Under Pa. R. Civ. P. 227.1, post-trial relief may not be granted unless the grounds therefore:\n(1) if then available, were raised in pre-trial proceedings or by motion, objection, point for charge, request for findings of fact or conclusions of law, offer of proof or other appropriate method at trial; and (2) are specified in the motion. The motion shall state how the grounds were asserted in pre-trial proceedings or at trial. Grounds not specified are deemed waived unless leave is granted upon cause shown to specify additional grounds.\nIt is axiomatic that in order to preserve a trial objection for review, trial counsel is required to make a timely, specific objection during trial. Takes v. Metro. Edison Co., 548 Pa. 92, 695 A.2d 397, 400 (1997). Also, a court’s discomfort with a jury’s verdict in light of complexities in a case will not allow it to require a new trial as to all parties, thereby depriving a plaintiff of his judgment against one of the defendants. Cf. Tonsic v. Wagner, 458 Pa. 246, 329 A.2d 497, 501 (1974) (plaintiff will not be denied its verdict as to one tortfeasor merely because a new trial was ordered as to the other); Soltan v. Shahboz, 383 Pa. 485, 492, 119 A.2d 242, 245-46 (1956) (once plaintiff has secured verdict against one tortfeasor, plaintiff should not be deprived of it merely because trial court believed liability extended to others as well).\nIn light of Gateway’s acquiescence in the jury’s verdict of liability on appellant’s claim, the Superior Court erred in determining sua sponte that relief from this verdict was warranted. The Superior Court failed to adequately explain its departure from Rule 227.1 merely by stating its “belief’ that the verdict against Gateway was tainted as a result of the introduction of negligence claims against O’Brien (claims that were wholly distinct from the breach of contract claim between petitioner and Gateway), particularly where Gateway itself introduced the negligence claims against the third-party defendants. Thus, the order of the Superior Court at No. 769 Pittsburgh 1996, reversing the trial court’s entry of judgment for petitioner against Gateway, is REVERSED. This matter is remanded for a retrial of Gateway’s third-party complaint against O’Brien, pursuant to the Superior Court’s order at No. 797 Pittsburgh 1996.\nZAPPALA, J., files concurring and dissenting statement.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring and dissenting.\nI concur in the order insofar as it grants the Petition for Allowance of Appeal. I dissent from the order insofar as it summarily reverses the order of the Superior Court.\nA petition for allowance of appeal is designed to persuade the Court that a matter is worthy of review. It is not a full presentation of the case. A respondent is not obligated to file a brief in opposition, Pa.RA.P. 1116, and in this case no briefs in opposition were filed. No matter how clear the matter may seem, I think it is both unwise and unfair to decide an issue without affording both parties the opportunity to address the merits in the context of a complete record.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Charles F. Bennett, Pittsburgh, for petitioner."
    ],
    "corrections": "",
    "head_matter": "710 A.2d 1127\nNATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH v. GATEWAY MOTELS, INC., t/a Howard Johnson Motels v. Kenneth O’BRIEN, an Individual and the Andrew F. Rogers Insurance Company. Petition of NATIONAL UNION FIRE INSURANCE COMPANY OF PITTSBURGH, PA.\nSupreme Court of Pennsylvania.\nApril 9, 1998.\nCharles F. Bennett, Pittsburgh, for petitioner."
  },
  "file_name": "0407-01",
  "first_page_order": 507,
  "last_page_order": 510
}
