{
  "id": 507875,
  "name": "Anthony MARTIN, Appellee, v. Weldon R. EVANS, FORC Company, and Lend-Lease, Inc. and National Rental Systems, Inc., Appellants",
  "name_abbreviation": "Martin v. Evans",
  "decision_date": "1998-04-24",
  "docket_number": "No. 0067 W.D. Appeal Docket 1996",
  "first_page": "496",
  "last_page": "506",
  "citations": [
    {
      "type": "official",
      "cite": "551 Pa. 496"
    },
    {
      "type": "parallel",
      "cite": "711 A.2d 458"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "481 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1747314
      ],
      "weight": 3,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/481/0256-01"
      ]
    },
    {
      "cite": "546 A.2d 60",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "519 Pa. 655",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1988,
      "opinion_index": 0
    },
    {
      "cite": "537 A.2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1369300
      ],
      "year": 1988,
      "pin_cites": [
        {
          "page": "114"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/113/0406-01"
      ]
    },
    {
      "cite": "88 A.2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 106",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237053
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0106-01"
      ]
    },
    {
      "cite": "649 A.2d 675",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "538 Pa. 673",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1994,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa.Super. 10",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        936435
      ],
      "weight": 2,
      "year": 1993,
      "pin_cites": [
        {
          "page": "14"
        },
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/430/0010-01"
      ]
    },
    {
      "cite": "646 A.2d 565",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        12046928,
        475532
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/646/0565-01",
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "538 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475532
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0122-01"
      ]
    },
    {
      "cite": "507 Pa. 592",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1792347
      ],
      "weight": 2,
      "year": 1985,
      "pin_cites": [
        {
          "page": "598"
        },
        {
          "page": "672"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/507/0592-01"
      ]
    },
    {
      "cite": "533 Pa. 441",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1837545
      ],
      "weight": 2,
      "year": 1993,
      "opinion_index": 0,
      "case_paths": [
        "/pa/533/0441-01"
      ]
    },
    {
      "cite": "671 A.2d 228",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        732407,
        7859839
      ],
      "weight": 2,
      "year": 1996,
      "pin_cites": [
        {
          "page": "232"
        },
        {
          "page": "233",
          "parenthetical": "citation omitted"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0224-01",
        "/a2d/671/0228-01"
      ]
    },
    {
      "cite": "448 Pa.Super. 224",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        732407
      ],
      "year": 1996,
      "pin_cites": [
        {
          "page": "231"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/448/0224-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 778,
    "char_count": 17780,
    "ocr_confidence": 0.662,
    "pagerank": {
      "raw": 1.1492478345719677e-06,
      "percentile": 0.9866611914439799
    },
    "sha256": "5d1574195961d64090e41dcb8f91c49ca66a73e0b5b1e1878dac29eda5c2c755",
    "simhash": "1:8d6b90198a7f4ad0",
    "word_count": 3027
  },
  "last_updated": "2024-02-27T20:04:02.659157+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZARPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
    ],
    "parties": [
      "Anthony MARTIN, Appellee, v. Weldon R. EVANS, FORC Company, and Lend-Lease, Inc. and National Rental Systems, Inc., Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION\nNEWMAN, Justice.\nAppellants Weldon R. Evans (Evans), FORC Company, and Lend-Lease, Inc. request this Court to examine whether the Court of Common Pleas of Allegheny County (trial court) abused its discretion in granting a new trial based on its determination that the verdict was against the weight of the evidence. This personal injury suit arose from an accident in which Evans’ tractor-trailer backed into Appellee Anthony Martin (Martin). The parties presented conflicting testimony relating directly to the issue of Evans’ negligence, and the jury concluded that Evans was not negligent. Because the verdict rested on a credibility determination, we hold that the trial court usurped the jury’s responsibility by disregarding its finding that Evans was not negligent. Accordingly, we reverse and reinstate the jury’s verdict.\nFORC Company employed Evans as a truck driver. On May 24, 1989, Evans was driving a tractor-trailer that was forty-five feet long, eight , feet wide and thirteen feet, six inches tall. He was proceeding southbound on Interstate 79 when he pulled into the Canonsburg rest stop. Along the left-hand side of the parking lot, there were parallel parking spots for trucks. Evans pulled his truck into what he believed to be the last parallel parking spot in that row. Notes of Testimony (N.T.), May 6, 1994, at 261. Because it was the last spot, he had to angle the cab of the truck to the trailer to maneuver the truck into the space. Id. at 262.\nEvans left the truck running, and went to the restrooms. When he returned, he looked in back of the truck before he got into the cab and noticed that no one was parked behind him. N.T. at 264-65. He recorded the stop in his logbook, which took approximately two minutes, then he prepared to back up. N.T. at 265-66. Evans testified that he put the truck into reverse and released both the emergency brake for the cab and the emergency brake for the tractor. When released, the emergency brakes emit a hissing sound that lasts for about two seconds. N.T. at 270-71. He activated his four-way flashers, which are similar to an automobile’s hazard lights. Then he looked through the side-view mirrors, but because of the angle of the truck and the length of the trailer, he could not see directly behind him. He reversed the truck “[s]lower than you could walk” until he felt a nudge and saw someone waving at him to stop. N.T. at 272-73. He stopped the truck and through his right-hand rear view mirror he saw someone fall just to the right, rear of his truck. When he got out of his truck to investigate, Evans saw Martin lying on the ground. Id.\nMartin and Rochester Steverson (Steverson) were driving southbound on Interstate 79 on May 24, 1989, when they, too, stopped at the Canonsburg rest area. Their truck was an Isuzu box truck that was about twenty feet long and ten feet wide. N.T., May 5, 1994, at 70. The driver of the truck parked approximately seven to ten feet directly behind Evans’ tractor-trailer. Martin was either walking or standing between the Isuzu truck and Evans’ tractor-trailer when the tractor-trailer began to back into him. He claimed that he tried to get out of the way but was unable to do so. He became pinned between the two vehicles. Once he realized what was happening, Steverson put the Isuzu truck into reverse to free Martin, who fell to the ground. Martin suffered injuries to Ms right arm and back. As result, Martin brought a negligence action agamst Evans, his employer FORC Company, Lend-Lease, Inc., and National Rental Systems.\nA jury trial took place from May 5, 1994 to May 11, 1994. The parties presented conflicting testimony concerning the circumstances surrounding the accident. The trial court instructed the jury on negligence, contributory negligence, and comparative negligence. The court presented the following interrogatories to the jury for its consideration:\nQuestion la\nDo you find that defendant Weldon R. Evans was negligent?\nYes_ No__\nIf you answered “Yes” to Question la, go on to Question lb. If you answered “No” to Question la, the plaintiff cannot recover and you should not answer any further questions and should return to the courtroom.\nQuestion lb\nWas the defendant’s negligence a substantial factor in bringing about the plaintiffs harm?\nYes_ No__\nIf you answered ‘Tes” to Question lb, go on to Question 2a. If you answered “No” to Question lb, the plaintiff cannot recover and you should not answer any further questions and should return to the courtroom.\nQuestion 2a\nDo you find that plaintiff Anthony Martin was eontributorily negligent?\nYes_ No__\nIf you answered ‘Tes” to Question 2a, go on to Question 2b. If you answered “No” to Question 2a, go on to Question 4.\nQuestion 2b\nWas plaintiffs contributory negligence a substantial factor in bringing about his harm?\nYes_ No_\nIf you answered “Yes” to Question 2b, go on to Question 8. If you answered “No” to Question 2b, go on to Question 4.\nReproduced Record at 5 (Questions 3 and 4 addressed damages). The jury answered “No” to Question la, therefore, did not answer the remaining questions. The trial court molded the jury’s answer into a verdict in favor of Appellants.\nMartin moved for a new trial. The trial court granted the motion on the grounds that the jury’s verdict “shocked the Court’s sense of justice.” Slip Op. at 8. The court reasoned that because Evans sat in his truck for “a couple [of] minutes” before backing up, he was aware that there were blind spots in his mirrors such that he was unable to see directly behind his vehicle, and it was a busy rest area and likely that a pedestrian or vehicle could stand or park directly behind him, the jury’s verdict that Evans was not negligent was unacceptable. Slip Op. at 7-8.\nEvans appealed to the Superior Court, which concluded in a Memorandum Opinion that the trial court properly granted a new trial, and thus affirmed. This Court granted Evans’ Petition for Allowance of Appeal to determine whether the trial court abused its discretion in granting a new trial where the parties presented conflicting testimony that required a credibility determination. We now reverse.\nA new trial is warranted when the jury’s verdict is so contrary to the evidence that it shocks one’s sense of justice. Randt v. Abex Corp., 448 Pa.Super. 224, 231, 671 A.2d 228, 232 (1996). The decision to grant a new trial lies within the discretion of the trial court. Coker v. S.M. Flickinger Company, Inc., 533 Pa. 441, 625 A.2d 1181 (1993). However, “a new trial should not be granted because of a mere conflict in testimony or because the trial judge on the same facts would have arrived at a different conclusion.... ” Thompson v. City of Philadelphia, 507 Pa. 592, 598, 493 A.2d 669, 672 (1985). Where a trial court orders a new trial because it determines that the weight of the evidence does not support the jury’s finding, our scope of review encompasses the entire record to decide whether the trial court has clearly and palpably abused its discretion. Morrison v. Dept. of Public Welfare (Woodville State Hospital), 538 Pa. 122, 646 A.2d 565 (1994).\nTo establish a cause of action in negligence, the plaintiff must demonstrate that the defendant owed a duty of care to the plaintiff, the defendant breached that duty, the breach resulted in injury to the plaintiff, and the plaintiff suffered an actual loss or damage. Reilly v. Tiergarten Inc., 430 Pa.Super. 10, 14, 633 A.2d 208, 210 (1993), alloc. denied, 538 Pa. 673, 649 A.2d 675 (1994). Negligence is the absence of ordinary care that a reasonably prudent person would exercise in the same or similar circumstances. Lanni v. Pennsylvania R. Co., 371 Pa. 106, 88 A.2d 887 (1952). See also Pa. SSJI (Civ) 3.01. The mere occurrence of an accident does not establish negligent conduct. Butler v. City of Pittsburgh, 113 Pa.Cmwlth. 406, 410, 537 A.2d 112, 114, alloc. denied, 519 Pa. 655, 546 A.2d 60 (1988). Rather, the plaintiff has the burden of establishing, by a preponderance of the evidence, that the defendant engaged in conduct that deviated from the general standard of care expected under the circumstances, and that this deviation proximately caused actual harm. Hamil v. Bashline, 481 Pa. 256, 392 A.2d 1280 (1978).\nThe trial court instructed the jury with regard to the definition of negligence as follows:\nThe legal term, negligence, otherwise known as carelessness, is the absence of ordinary care which a reasonably prudent person would exercise in the circumstances here presented.\nNegligent conduct may consist either of an act or an omission to act when there is a duty to do so. In other words, negligence is the failure to do something which a reasonably careful person would do, or the doing of something which a reasonably careful person would not do in light of all the surrounding circumstances established by the evidence in this case. It is for you to determine how a reasonably careful person would act in those circumstances.\nNow, I told you in defining negligence that part of that definition was absence of ordinary care.\nI want to define ordinary care for you. Ordinary care is the care a reasonably careful person would use under the circumstances presented in this case. It is the duty of every person to use ordinary care not only for his own safety and the protection of his property, but also to avoid injury to others. What constitutes ordinary care varies according to the particular circumstances and conditions existing then and there. The amount of care required by law must be in keeping with the degree of danger involved. ...\nN.T., May 11, 1994, at 417-18. Thus, the trial court called upon the jury to evaluate the testimony and decide whether Evans exercised ordinary care under the circumstances.\nThe evidence presented to the jury on the issue of whether Evans was negligent in the operation of his vehicle was contradictory in several respects, including: (1) whether Evans took the necessary precautions prior to moving his tractor-trailer in reverse, specifically, whether he activated his four-way flashers and released the emergency brakes which emit a loud hissing sound; (2) whether Martin or Steverson was driving the Isuzu truck; (3) whether Martin was parked in a legal parking space; and (4) Martin’s position when the incident occurred.\nEvans testified that when he pulled into the Canonsburg rest area, he parked in what he believed to be the last legal parking space in that particular row. N.T., May 6, 1994, at 261. As proof of this, he stated that he had to park at an angle to fit his tractor-trailer into the lines. N.T. at 262. When he returned from the restrooms, he claimed that no one was parked behind him. N.T. 264-65. He knew that he only had to back up a couple of feet to be able to pull out of the space. After he made a recording in his logbook, he put in the clutch, put the truck into low reverse, activated his four-way flashers, and checked his mirrors. N.T. at 265-72. Evans further stated that although he could not see directly behind him at that moment, he kept his eye on the right mirror because he knew he would be able to see out of that side first. N.T. at 272. According to Evans, he moved his tractor-trailer backwards “[s]lower than you could walk.” N.T. at 273. When he felt a nudge and saw someone waving at him to stop in his rear view mirror, he stopped instantly. N.T. at 272.\nMartin testified that he was driving the Isuzu truck southbound on Interstate 79 on May 24, 1989, despite the fact that he did not have a valid driver’s license at that time. N.T., May 5, 1994, at 99. He claimed that he saw his brother Neil Martin, who waved to him to pull off at the next rest area. N.T. at 70. He stated that he pulled into the last parking space and parked approximately ten feet behind the tractor-trailer and turned off the ignition. N.T. at 72. Then, after about a minute and a half, he exited the truck and walked between the front of his vehicle and the tractor-trailer. N.T. at 73. He proceeded about two-thirds of the width of the tractor-trailer when he realized that the tractor-trailer was moving towards him. N.T. at 74. He testified that he did not hear the truck’s engine or the release of the emergency brakes, nor did he see any flashing lights from the back of the tractor-trailer. Id. After the tractor-trailer pushed him up against the Isuzu truck, he claimed that Steverson jumped into the truck, started it, and put it in reverse, at which point Martin fell to the ground. Neil Martin corroborated this version of the events.\nSteverson, on the other hand, claimed that he, not Martin, had been driving the truck. N.T., May 6, 1994, at 229. Steverson testified that he parked the truck approximately ten feet behind the tractor-trailer and turned off the ignition. N.T. at 230. According to Steverson, Martin got out of the passenger’s seat, and walked in front of the Isuzu truck and leaned against it while talking to his brother, Neil, for a couple of minutes. N.T. at 231. When Steverson realized that the tractor-trailer was moving towards them and that Martin was caught between the two, he started the truck and put it in reverse. N.T. at 234.\nState Police Trooper Dennis Spirk, who arrived at the scene of the accident to investigate, testified that he interviewed Evans, Steverson and Anthony Martin concerning how the accident occurred. When questioned by Trooper Spirk, Evans stated that when he returned from the restrooms he walked around the back of his truck before he got into the cab, N.T., May 6, 1994, at 305, and that from the cab he did not see anything behind him. N.T. at 300. Trooper Spirk stated that Steverson indicated that he was the driver of the smaller truck. N.T. at 298. In response to questioning, Anthony Martin told Trooper Spirk that he was standing between the two trucks, with his back to the tractor-trailer and facing the truck he had just exited, when the tractor-trailer backed up and hit him. N.T. at 299.\nCredibility determinations are within the sole province of the jury. “A jury is entitled to believe all, part or none of the evidence presented.... A jury can believe any part of a witness’ testimony that they choose, and may disregard any portion of the testimony that they disbelieve.” Randt, at 234, 671 A.2d at 233 (citation omitted). Consequently, because of the conflicting versions of the events surrounding the accident, it was the jury’s duty to make a credibility determination and to decide whether Evans exercised ordinary care under the circumstances. The jury obviously chose to believe Evans and Steverson, and found that Evans was not negligent.\nHowever, the trial court concluded that “[ujnder all of the facts and circumstances of this case, even when viewed most favorably to the verdict winner, this Court cannot accept the jury’s conclusion that Evans was not negligent.” In support of its conclusion, the trial court cited evidence supporting the fact that Evans made no effort during the two minutes after he entered his cab and prior to putting his truck in motion, to determine if there was anyone or anything behind his vehicle. This, coupled with the facts that the rest area was busy and there were “blind spots” in the mirrors, caused the trial court to reach its conclusion.\nHowever, the evidence equally supports a finding that Evans exercised ordinary care under the circumstances. Evans testified that he parked in what he believed to be the last legal parking space in the row. In fact, he stated that he had to park his tractor-trailer with the cab at an angle to the trailer because it was the last spot and there was barely enough room for his vehicle. When he returned to his truck, no one was parked behind him. Before backing up, he activated his four-way flashers and released his emergency brakes, which he knew made a loud hissing sound. Then, he proceeded to move the truck backwards “slower than you could walk.” N.T. at 273. Therefore, if the jury were to believe Evans’ account of the events, he took the necessary precautions required by the circumstances and proceeded with care.\nA resolution of whether Evans was negligent relied upon a credibility determination and the jury’s assessment of what constituted ordinary care under the circumstances. Because this assessment was solely within the province of the jury, Randt, the trial court was not at liberty to reassess the evidence and make its own credibility determinations simply because it would have reached a different conclusion. Thompson. Accordingly, we hold that the trial court abused its discretion by disregarding the jury’s credibility determination and substituting its own. The verdict was not so contrary to the evidence so as to shock one’s sense of justice.\nWe reverse and reinstate the jury’s verdict.\n. By agreement of the parties, National Rental Systems was dismissed from the suit prior to trial.\n. Martin apparently never filed a copy of his Brief in Support of the Motion for a New Trial with the prothonotary, therefore it is not part of the record. However, we can glean from Appellants’ Brief in Opposition to the Motion for a New Trial and the trial court’s response that Martin’s Motion was based on his contention that the verdict was against the weight of the evidence.",
        "type": "majority",
        "author": "NEWMAN, Justice."
      }
    ],
    "attorneys": [
      "Gregory L. Fitzpatrick, Pittsburgh, for Weldon R. Evans, FORC Co., Lend Lease, Inc. and Nat. Rental Systems, Inc.",
      "Frederick L. Segal, Pittsburgh, for Anthony Martin."
    ],
    "corrections": "",
    "head_matter": "711 A.2d 458\nAnthony MARTIN, Appellee, v. Weldon R. EVANS, FORC Company, and Lend-Lease, Inc. and National Rental Systems, Inc., Appellants.\nSupreme Court of Pennsylvania.\nArgued Sept. 16, 1997.\nDecided April 24, 1998.\nReargument Denied June 3, 1998.\nGregory L. Fitzpatrick, Pittsburgh, for Weldon R. Evans, FORC Co., Lend Lease, Inc. and Nat. Rental Systems, Inc.\nFrederick L. Segal, Pittsburgh, for Anthony Martin.\nBefore FLAHERTY, C.J., and ZARPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0496-01",
  "first_page_order": 596,
  "last_page_order": 606
}
