{
  "id": 507879,
  "name": "Ronald GULLA and Evelyn Gulla, Appellants, v. NORTH STRABANE TOWNSHIP and Lindencreek Associates, Appellees",
  "name_abbreviation": "Gulla v. North Strabane Township",
  "decision_date": "1998-07-21",
  "docket_number": "Appeal, No. 35 W.D. Appeal Dkt. 1997",
  "first_page": "588",
  "last_page": "591",
  "citations": [
    {
      "type": "official",
      "cite": "551 Pa. 588"
    },
    {
      "type": "parallel",
      "cite": "712 A.2d 281"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "115 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1955,
      "pin_cites": [
        {
          "page": "404"
        },
        {
          "page": "370"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "382 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259973
      ],
      "year": 1955,
      "opinion_index": 1,
      "case_paths": [
        "/pa/382/0401-01"
      ]
    },
    {
      "cite": "115 A.2d 367",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "pin_cites": [
        {
          "page": "372",
          "parenthetical": "Bell, J., dissenting"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "382 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1259973
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "410",
          "parenthetical": "Bell, J., dissenting"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/382/0401-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 305,
    "char_count": 5152,
    "ocr_confidence": 0.647,
    "pagerank": {
      "raw": 8.262683731656366e-08,
      "percentile": 0.4782863788583813
    },
    "sha256": "a78c42bab6d3ccf3d7e6807f32a19c05cb79f1a026bb5b1438d0941d913af024",
    "simhash": "1:eee5c65323728593",
    "word_count": 824
  },
  "last_updated": "2024-02-27T20:04:02.659157+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "CASTILLE, J., files a dissenting statement in which NEWMAN, J., joins.",
      "NIGRO, J., files a dissenting statement in which NEWMAN, J., joins.",
      "NEWMAN, J., joins this dissenting statement."
    ],
    "parties": [
      "Ronald GULLA and Evelyn Gulla, Appellants, v. NORTH STRABANE TOWNSHIP and Lindencreek Associates, Appellees."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nThe Court being evenly divided, the Order of the Commonwealth Court is affirmed.\nCASTILLE, J., files a dissenting statement in which NEWMAN, J., joins.\nNIGRO, J., files a dissenting statement in which NEWMAN, J., joins.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "CASTILLE, Justice,\ndissenting.\nI respectfully dissent from the per curiam order affirming the decision of the Commonwealth Court that appellants lacked standing to appeal the approval of a subdivision plan involving a parcel of property in which appellants have an interest, by virtue of a recorded easement, in spring water flowing on the property. Appellants claim that they were entitled to notice of the proposed subdivision in order to assert their rights; however, appellants received no notice of the subdivision proceedings.\nThe Commonwealth Court held that, pursuant to Michener Appeal, 382 Pa. 401, 115 A.2d 367 (1955), appellants had no right to assert a private interest in a zoning proceeding and, as a result, were not entitled to notice of the proceeding. The Commonwealth Court focused on the Michener court’s statement that “[cjourts in trying a zoning case will ordinarily exclude evidence of private restrictions, and in trying a private restriction case will exclude evidence of zoning. This is done on grounds of immateriality.” Id. at 404, 115 A.2d at 370. Since this court’s holding in Michener, courts of this Commonwealth have consistently interpreted that holding to exclude evidence of private restrictions in all zoning cases.\nMichener is factually distinguishable from the instant case in that the parties before the court in that case were not the parties who possessed the private right sought to be enforced. The Michener court held that it was error for the trial court to consider deed restrictions in denying a zoning variance. The parties who possessed the right to enforce the deed restrictions were not parties to the action. Here appellants are the parties in interest seeking to enforce their own private right. In addition, Michener did not involve the issue of whether the adjacent landowner was entitled to notice of the zoning proceedings. Therefore, the Commonwealth Court’s reliance on Michener is misplaced.\nBy failing to give appellant’s notice of the subdivision proceedings, they were denied the right to object based upon the infringement of their water rights. Further, the failure to provide notice allowed appellants’ rights to be adversely affected without providing them with an opportunity to be heard. In this case, giving notice to appellants would have promoted judicial economy by disposing of both the proposed subdivision plan and the effect of the plan on appellants’ water rights in a single proceeding which may have resulted in an accord being reached that accomplished appellees’ purposes while maintaining appellants’ rights. Because I believe that appellant’s should have been given notice and the opportunity to present their objections in the zoning proceeding, I would reverse.\nNEWMAN, J., joins this dissenting statement.",
        "type": "dissent",
        "author": "CASTILLE, Justice,"
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nI respectfully dissent from the per curiam affirmance of the Commonwealth Court’s decision. The Commonwealth Court held that Appellants have no standing to appeal the approval of a subdivision on property on which they assert that they have an interest in spring water. Former Justice Bell has aptly explained the practical effect of such a ruling\nA Judge sitting in the Court of Common Pleas can grant a variance to a property owner in defiance and in violation of the building restriction on his lot or any other covenant running with the land. One day later the same Judge, sitting in the same chair and in the same courtroom will be compelled to grant an injunction sur a complaint by the owner of the dominant tenement to restrain the servient property owner from doing exactly what he authorized him to do one day before.\nAppeal of Michener, 382 Pa. 401, 410, 115 A.2d 367, 372 (1955)(Bell, J., dissenting). Given this result, I would grant Appellants standing to object to the approval of the subdivision based upon their property interest. Conferring standing will allow all of the issues related to the proposed subdivision to be raised at once.\nI recognize that a zoning board’s expertise is limited to zoning matters and that it may be unable to dispose of all of the property issues raised. By allowing standing, however, the parties can establish a record of facts related to the property at issue. In addition, the parties may be able to settle their differences without further litigation. The trial court would then be presented with any remaining issues related to the property in one proceeding. Thus, in the interest of judicial economy, I dissent.",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Peter M. Suwak, Washington, for Ronald & Evelyn Gulla.",
      "Mary Lynn Drewitz, for Lindencreek Assoc.",
      "John P. Smider, Washington, for North Strabane Tp."
    ],
    "corrections": "",
    "head_matter": "712 A.2d 281\nRonald GULLA and Evelyn Gulla, Appellants, v. NORTH STRABANE TOWNSHIP and Lindencreek Associates, Appellees.\nSupreme Court of Pennsylvania.\nArgued Sept. 16, 1997.\nDecided July 21, 1998.\nPeter M. Suwak, Washington, for Ronald & Evelyn Gulla.\nMary Lynn Drewitz, for Lindencreek Assoc.\nJohn P. Smider, Washington, for North Strabane Tp.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0588-01",
  "first_page_order": 688,
  "last_page_order": 691
}
