{
  "id": 8845574,
  "name": "McKinley v. C. Jutte & Company, Appellant",
  "name_abbreviation": "McKinley v. C. Jutte & Co.",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 63",
  "first_page": "122",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "230 Pa. 122"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "69 Ill. 285",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2635372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ill/69/0285-01"
      ]
    },
    {
      "cite": "93 Cal. 253",
      "category": "reporters:state",
      "reporter": "Cal.",
      "case_ids": [
        1941308
      ],
      "opinion_index": -1,
      "case_paths": [
        "/cal/93/0253-01"
      ]
    },
    {
      "cite": "10 N. Y. 431",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2013399
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/10/0431-01"
      ]
    },
    {
      "cite": "223 Pa. 148",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961100
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0148-01"
      ]
    },
    {
      "cite": "30 Pa. 247",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0247-01"
      ]
    },
    {
      "cite": "29 N. Y. 115",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2038614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/29/0115-01"
      ]
    },
    {
      "cite": "200 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0372-01"
      ]
    },
    {
      "cite": "91 Pa. 88",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488052
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0088-01"
      ]
    },
    {
      "cite": "41 Pa. 378",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        480031
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/41/0378-01"
      ]
    },
    {
      "cite": "30 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/30/0234-01"
      ]
    },
    {
      "cite": "9 Watts, 119",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1849975
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0119-01"
      ]
    },
    {
      "cite": "12 Md. 9",
      "category": "reporters:state",
      "reporter": "Md.",
      "case_ids": [
        1859250
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "33"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/md/12/0009-01"
      ]
    },
    {
      "cite": "4 Whart. 204",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0204-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 517,
    "char_count": 9735,
    "ocr_confidence": 0.557,
    "pagerank": {
      "raw": 2.1216315164080577e-07,
      "percentile": 0.7645938045036602
    },
    "sha256": "7ac51b9fa724ea54b362eb55caad8eb9595960e7e7edda2d7ae24a7829cf9dfd",
    "simhash": "1:cbbeaefa42495807",
    "word_count": 1750
  },
  "last_updated": "2024-02-27T20:48:51.995062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elein, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "McKinley v. C. Jutte & Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment is affirmed on Judge Davis’s opinion.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Edwin W. Smith, of Reed, Smith, Shaw & Beal, for appellant.",
      "Charles W. Jones, for appellee."
    ],
    "corrections": "",
    "head_matter": "McKinley v. C. Jutte & Company, Appellant.\nLandlord and tenant — Covenant for repairs — Surrender in good condition — Act of God.\n1. Where a lease of a building and machinery provides that the lessee shall make all necessary repairs to the engine, boiler, machinery and other similar fixtures on the premises, keep them in good order and “surrender the same at the end of the term in as good order as they now are, reasonable wear and tear and the acts of God alone excepted,” and a fire destroys the building and machinery before the expiration of the term, the lessee cannot in an action on the covenant defend on the ground that the fire was of unknown origin, that it was not caused by any negligence or default on his part, and that it was an act of God within the meaning of the lease.\n2. Loss by act of God is such irresistible disaster as results from natural causes and is in no sense attributable to human agency.\nArgued Oct. 25, 1910.\nAppeal, No. 63, Oct. T., 1910, by defendant, from order of C. P. No. 3, Allegheny Co., Aug. T., 1909, No. 220, making absolute rule for judgment for want of a sufficient affidavit of defense in case of Harry S. McKinley v. C. Jutte & Co.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elein, Stewart and Moschzisker, JJ.\nAffirmed.\nAssumpsit on a lease.\nRule for judgment for want of a sufficient affidavit of defense.\nDavis, J., filed the following opinion:\nThe plaintiff was the owner and lessor, and the defendant lessee, under a written lease for the term of five years, commencing on April 1, 1904, of certain premises situate in the now twenty-first ward of the city of Pittsburg, and having erected thereon a building and machinery used by the defendant as a planing mill, etc.\nThe lease contains this clause: “to surrender the same at the end of the term in as good order as they now are, reasonable wear and tear and the acts of God alone excepted.”\nAnd further provided that the lessee agreed to “Make all necessary repairs to the engine, boiler, machinery and other similar fixtures on said premises; that it will keep them in as good order as they now are, and so deliver them to the lessor at the expiration or other termination of this lease, less reasonable wear.”\nIf this second clause in the lease stood alone, there would be no question of defendant’s liability for the property embraced in this clause, for “when a law creates a duty or charge and the party is disabled to perform it, without any default in him, and hath no remedy over, then the law will excuse, but when the party by his own contract creates a duty or charge upon himself, he is bound to make it good, if he may, notwithstanding any accident by inevitable necessity, because he might have provided against it:” Hand v. Baynes, 4 Whart. 204.\nThe first clause in the lease includes the property described in the second clause. The two clauses, therefore, should be construed together, and the defendant released from any loss arising from the exception in the first clause, viz., “acts of God alone.”\nThe fire occurred on April 17, 1907, destroying the plant, that is, the building and machinery on the premises, while in the possession and use of the defendant, and this action is brought to recover the loss occasioned by said fire.\nThe defendant, as a matter of defense to the action says: “The fire mentioned in the statement of claim, which caused the destruction of the building, machinery, etc., on said land, was neither caused nor contributed to by any negligence or default of the defendant, nor was the defendant in default in any way in connection with the said fire or the consequence thereof.” Deponent further says that said fire was wholly unforeseen, and that the origin thereof is unknown to the defendant, and deponent is advised by counsel, and therefore alleges, that under the terms of said lease defendant is not obliged to rebuild, restore or replace the said building, machinery, etc., or any part thereof, destroyed by fire, as averred in the statement of claim, and deponent says said fire was an “act of God ” within the meaning of the terms of said lease.\nAt the time of this fire, the building and machinery was in the possession and control of defendant, and'the burden is on it to show such facts and circumstances in its affidavit of defense as would bring it within the exception “acts of God,” or at least to show such facts and circumstances as would rebut any inference of negligence or default on its part, and from which a jury might draw the inference that the fire was caused by an “act of God” or some “inevitable casualty or accident,” and the bare allegation that the fire was not caused by its negligence or default or was caused by an act of God, or that the fire was of an origin unknown, are not sufficient to prevent judgment, and for this reason alone this rule ought to be made absolute.\nThe defense set up, “want of negligence or default,” is not available to the defendant in this case. The exception in the lease which relieves it from liability is the “acts of God.” The position assumed by defendant is that “acts of God” and “inevitable casualty or accident” are synonymous terms, and that the ease at bar is ruled by Kelly, Administrator, v. Duffy, 11 Atl. Repr. 244. In this case the lease contained a clause “and to surrender the same in as good order and condition as they were at any time during the term, ordinary decay and inevitable casualty only excepted,” and in which case the following point was affirmed.\n1. If the jury are satisfied from the evidence that the building was destroyed by fire, without any negligence or default on the part of Hackett or Duffy, and that the usual ordinary efforts were made to save the building, this is all that is required by law of the defendant or Hackett, and the verdict should be for the defendant, and on an appeal to the Supreme Court, this point was held to be good law.\nIt is very evident that the case of Kelly, Administrator, v. Duffey does not rule the case at bar, as contended by the defendant. The terms “inevitable casualty or accident” and “acts of God” are not synonymous. “Inevitable casualty” is a broader and more comprehensive term, than “act of God.”\nIn Ferguson v. Brent, 12 Md. 9, 33, it was stated: “It is true that every act of God is an inevitable accident, because no human agency can resist it, but because it is so, it does not therefore follow in the sense of the books, that every inevitable accident is an act of God. Damage done by lightning is an inevitable accident, and also an act of God, but the collision of two vessels in the dark is an inevitable accident, but not an act of God, as the stroke of lightning, nor is it so considered by the authorities.”\nAccording to Lord Mansfield, 1 Am. & Eng. Ency. of Law (2d ed.), 584, by “act of God” is meant, “A natural necessity which could not have been occasioned by the intervention of man, but proceeds from physical causes alone, such as the violence of the winds or seas, by lightning or other natural accidents.”\nOr, as said in Coggs v. Bernard, 1 Smith’s Leading Cases, *199: “As to loss by act of God, this means such irresistible disaster as results from natural causes and is in no sense attributable to human agency. The civil law employs a corresponding term, viz., major, and inevitable accident is not a fair synonym, and the loss by fire is not an act of God, for fire originates in human agency.”\n“Inevitable accidents” are such accidents as no human foresight or prudence can guard against, and a “person ought not to be answerable for consequences which it was impossible to foresee or prevent:” Bell v. McClintock, 9 Watts, 119.\nThe defendant in this case, however, did not use in its lease the words “inevitable accident casualty” to exempt it from liability, but used the words “acts of God,” and it will appear by the distinction clearly defined between the two phrases, that while a lire might be an “inevitable casualty” it is not an “act of God,” and the defendant is therefore not relieved from liability in this case from a loss by fire by the exception in its lease.\nJanuary 3, 1911:\nAnd now, to wit, December 31, 1909, it is ordered and decreed that the rule in this case be made absolute, to which order the defendant excepts and exception is allowed.\nError assigned was the order of the court making absolute rule for judgment for want of a sufficient affidavit of defense.\nEdwin W. Smith, of Reed, Smith, Shaw & Beal, for appellant.\nUnder the decisions of this state, the affidavit of defense has set up what would amount to an “inevitable casualty,” and if the language of the lease was “inevitable casualty,” it would be sufficientKelly v. Duffy, 11 Atl. Repr. 244; Sullivan y. R. R. Co., 30 Pa. 234; Hays v. Kennedy, 41 Pa. 378.\nCharles W. Jones, for appellee.\nIt is perfectly clear that if the exception as to the “act of God” were not in this lease, the averments in the affidavit of defense would constitute no defense: Hoy v. Holt, 91 Pa. 88; Gettysburg Electric Ry. Co. v. Electric Light, etc., Co., 200 Pa. 372.\nThe act of God is natural necessity, as wind and storms, which arise from riatural causes, and is distinguished from inevitable accident: Hays v. Kennedy, 41 Pa. 378; Fer-gusson v. Brent, 12 Md. 9; Merritt v. Earle, 29 N. Y. 115; Gordon v. Little, 8 S. & R. 533; Coggs v. Bernard, 1 Sm. Leading Cases, *199; McCarty v. R. R. Co., 30 Pa. 247; Lloyd v. Haugh, 223 Pa. 148; Miller v. Steam Navigation Co., 10 N. Y. 431; Fay v. Pacific Improvement Co., 93 Cal. 253.\nA loss from the great Chicago fire was held to be not one arising from the “act of God:” Chicago, etc., R. R. Co. v. Sawyer, 69 Ill. 285."
  },
  "file_name": "0122-01",
  "first_page_order": 154,
  "last_page_order": 158
}
