{
  "id": 8845608,
  "name": "Graeser's Estate",
  "name_abbreviation": "Graeser's Estate",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 129",
  "first_page": "145",
  "last_page": "148",
  "citations": [
    {
      "type": "official",
      "cite": "230 Pa. 145"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 601",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0601-01"
      ]
    },
    {
      "cite": "185 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0057-01"
      ]
    },
    {
      "cite": "224 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963162
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/224/0303-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 5592,
    "ocr_confidence": 0.565,
    "pagerank": {
      "raw": 1.1106830964144384e-07,
      "percentile": 0.5706294073515483
    },
    "sha256": "52b24fc09b1200c75906cbd67654f173aea1488407d5eeb42b788e17b7c276de",
    "simhash": "1:0d80b42cf10b20e0",
    "word_count": 929
  },
  "last_updated": "2024-02-27T20:48:51.995062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bkown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Graeser’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe appellant states the question involved to be, “Should the value of a retail liquor business and fixtures be accounted for by an administratrix, who, after ineffectual efforts to sell it, continued the business of her deceased husband as her own?”\nThe appellant charged herself with a value of $1,115.15. The orphans’ court adjudged the value inadequate and surcharged the accountant with a difference of $5,384.85. In making this surcharge the court properly said, “That the value of good will taken in connection with a continuance of a well-established licensed business .... when ascertained, is an asset of a decedent’s estate, even though the original license itself was a mere personal privilege and does not pass to his representatives, is well settled in a line of cases.” These cases are all reviewed in Aschenbach v. Carey, 224 Pa. 303.\nThe decedent’s estate was insolvent, and the appellant took over the business, good will and fixtures; the license was transferred to her, and subsequently to her new husband, who now holds it. Under these circumstances, when the issue was raised, it was for the orphans’ court to decide whether or not the accountant had charged herself with the full value of the good will, business and fixtures. Upon the evidence before him, the learned auditing judge found that she had not, and determined that their real value was $6,500. This is a finding of fact which under our rulings will not be disturbed unless manifest error is apparent. A careful review of the evidence fails to convince us of any such error.\nCounsel for the appellant explains in his printed argument, “It will be noted that throughout the proceedings in this estate, the term 'license’ is used .... as synonymous with ‘business’ or ‘good will.’ It is not contended by either side that the license as such had any value, but only as was said in Buck’s Est., 185 Pa. 57, that 'The opportunity to secure a transfer of the license and a renewal at the end of the year may materially affect the value of the fixtures and good will.’ . . .”\nThe assignments of error are overruled and the decree of the orphans’ court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "\"E. W. Arthur, with him J. M. Magee and W. S. Thomas, for appellant.",
      "Charles Mitchell, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Graeser’s Estate.\nDecedents’ estates — Assets—Liquor business — Good will — Licenses— Executors and administrators.\n1. The value of good will taken in connection with a continuance of a well-established licensed liquor business, is, when ascertained, an asset of a decedent’s estate, even though the original license itself was a mere personal privilege which did not pass to his representatives.\n2. Where the administratrix of the estate of an insolvent liquor dealer takes over the business, good will and fixtures, and the license is transferred first to herself, and subsequently to her second husband, the value of the good will is an asset of the estate, and the finding by the orphans’ court of such value in money, when based upon sufficient evidence, is a finding of fact, which will not be disturbed by the Supreme Court in the absence of manifest error.\nArgued Oct. 26, 1910.\nAppeal, No. 129, Oct. T., 1910,' by Annie M. Graeser, now Annie M. Watkins, Adminis-tratrix, from decree of O. C. Allegheny Co., Feb. T., 1910, No. 100, dismissing exceptions to adjudication in Estate of Philip Graeser, deceased.\nBefore Bkown, Mestrezat, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nExceptions to adjudication.\nMiller, J., stated the facts to be as follows:\nPhilip Graeser died October 14, 1908; he owned and conducted a licensed hotel or saloon at No. 124 Wabash avenue, in the city of Pittsburg; he bought the land and buildings, license, good will and stock from the former owner who had been a licensed vender there for twenty-eight years, in July, 1907,- for about $17,000, of which the license, fixtures, stock and third-floor furnishment, exclusive of the real estate, was valued at $8,600; the daily receipts of the bar at that time averaged $50.00.\nFollowing Graeser’s death, his widow, the accountant, had the license duly transferred to herself individually; she took, possession of the stock of liquors and fixtures and continued to operate and conduct the place as her husband had done in his lifetime. In March, 1909, she applied for and was' granted a new license, paying the fee of $1,000 from the funds of this estate. Later she remarried, and removed from the premises, but owns and conducts the same as in the former manner under some delegated management. She asserts that she holds the premises, license, good will, etc., now and has continued to hold them as trustee for Graeser’s creditors.\nIn the inventory filed by her as administratrix, the stock, license and bar fixtures are valued at $1,115.15, with which she charges herself in the present account. The decedent’s debts as proven exceed $10,000, consisting largely of unpaid liquor accounts. In August, 1909, she was offered $8,500 for the place, exclusive of the real estate, including the license, stock, good will and fixtures, which she accepted, but for some reason the transfer was refused by the quarter sessions court. The daily receipts have been from $20.00 to $35.00; there is testimony estimating the value of this good will and license of the place at from $3,000 to $4,000, assuming the transferee should retain possession as a licensed vender of liquors.\nThe court surcharged the accountant with $5,384.85.\nError assigned was the decree of the court.\n\"E. W. Arthur, with him J. M. Magee and W. S. Thomas, for appellant.\nJanuary 3, 1911:\nCharles Mitchell, for appellee,\ncited: Mueller’s Est., 190 Pa. 601."
  },
  "file_name": "0145-01",
  "first_page_order": 177,
  "last_page_order": 180
}
