{
  "id": 8845720,
  "name": "Woods, Appellant, v. Pittsburg Coal Company",
  "name_abbreviation": "Woods v. Pittsburg Coal Co.",
  "decision_date": "1911-01-03",
  "docket_number": "Appeal, No. 155",
  "first_page": "197",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "230 Pa. 197"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "82 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047862
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0373-01"
      ]
    },
    {
      "cite": "62 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017238
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0447-01"
      ]
    },
    {
      "cite": "57 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010465
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0274-01"
      ]
    },
    {
      "cite": "57 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0105-01"
      ]
    },
    {
      "cite": "151 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0549-01"
      ]
    },
    {
      "cite": "24 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503622
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0159-01"
      ]
    },
    {
      "cite": "204 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927539
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0158-01"
      ]
    },
    {
      "cite": "202 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992342
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0094-01"
      ]
    },
    {
      "cite": "217 Pa. 449",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953706
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0449-01"
      ]
    },
    {
      "cite": "101 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500877
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0348-01"
      ]
    },
    {
      "cite": "80 Pa. 81",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0081-01"
      ]
    },
    {
      "cite": "172 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0566-01"
      ]
    },
    {
      "cite": "172 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0438-01"
      ]
    },
    {
      "cite": "131 Pa. 522",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0522-01"
      ]
    },
    {
      "cite": "200 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924320
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0474-01"
      ]
    },
    {
      "cite": "200 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924320
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0474-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 607,
    "char_count": 13196,
    "ocr_confidence": 0.574,
    "pagerank": {
      "raw": 9.793953052049151e-08,
      "percentile": 0.5325806639692121
    },
    "sha256": "f660a35559c9efbd6360c09af4bf8a4cfb987b40097ad34f40646c198011c897",
    "simhash": "1:3a2e61b782d3a4c4",
    "word_count": 2301
  },
  "last_updated": "2024-02-27T20:48:51.995062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, Potter, Elkin, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Woods, Appellant, v. Pittsburg Coal Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Stewart,\nIf we assume the facts to be as set out in the bill of complaint, the question remains, do they establish a case for equitable interference? Clearly not, if for the injuries complained of, an adequate and convenient remedy at law is provided. The plaintiff is the owner in fee of 238 acres of farm land situate in Elizabeth township, Allegheny county. The Pittsburg Coal Company, one of the defendants, is the owner of the Pittsburg vein of coal underlying. The United Coal Company, the other defendant, by authority derived from the Pittsburg Coal Company, has been for sometime, and is now, engaged in mining and removing the coal of this vein where it underlies plaintiff’s land. The complaint is that the United Coal Company, in conducting its mining operations, is providing no adequate support for. the plaintiff’s surface; that by its default in this regard great injury is threatened to plaintiff from a possible or probable subsidence of the surface, which would involve a displacement of a four-foot vein of coal overlying the Pittsburg vein and belonging to the plaintiff. We need not enlarge upon the duty which the law imposes upon the mine owner when he undertakes to mine and remove the coal, — that duty is to provide sufficient support for the surface belonging to another. Sic útero tuo ut alienum non laedas, is the principle from which the duty is derived. It is wholly immaterial that the required support in some of our cases is spoken of as a sufficient support, in others as a reasonable support, and in still others as absolute support. The duty is to support, and that without more indicates the measure of the duty. Our cases hold that the removal of coal without leaving or providing adequate support for the surface, is in itself an injury to the owner. The injury is not in any way dependent on the natural subsidence or caving in of the surface, but exists at once when any part of the surface has been endangered by leaving it without support. It follows necessarily, that when the duty to support has been violated a cause of action at once arises, if for nothing more than to vindicate the right of support. The suggestion that the owner of the surface must await the completion of the mining operations, and then bring his action for the damages sustained, is countenanced by no authority, and cannot be sustained on principle. Take the present case. The defendants have undermined about forty acres of plaintiff’s tract. Assume that no provision has been made for the support of the overlying surface, and that it is endangered in consequence, can it be asserted that plaintiff can have no right , of action for the injury done him until the entire tract of 238 acres shall have been mined, or until the defendant shall have ceased mining operations? For all that can be foretold, the defendants may, with respect to the yet unmined tract, be observant of their duty and furnish adequate support as required. What reason could there be for suspending the right of action as to the forty acres? The injury to the forty acres if endangered is complete in itself, without regard to what the defendants may or may not hereafter do, and the plaintiff is entitled at once to recover such damages as are proper to remunerate him for the injury he has sustained. The rule is that in all cases where injury is of a continuous nature, every fresh injury is a ground of action, and the person whose property is injured thereby may maintain separate and distinct suits therefor, each embracing all causes of action therefrom up to the time of the action brought: Addison on Torts, *56. In what we have said we have not run counter in any respect to the doctrine announced in Noonan v. Pardee, 200 Pa. 474, a case much discussed in the argument in the court below and here, but have followed that case both in letter and logic. Any apparent conflict disappears when the difference between the facts there and here is considered. That case was an action to recover for the subsidence of a lot of ground and consequent injury to the house erected thereon, not for failure to provide a sufficient surface support as' the mining progressed. It was there held that notwithstanding the injury resulting directly from the subsidence, the latter was only the consequence of a previous cause, viz. — failure by the mine owner to provide sufficient support, and that if this occurred more than six years before action brought, regardless of when the subsidence occurred, the action was barred by the statute of limitations. What was there being considered was whether the right of action in such case passed to one who acquired the surface after the failure to provide the support had occurred, for the recovery of damages for the specific injury resulting from a subsidence during his ownership. The general rule that the purchaser of an estate cannot claim damages for an injury done to it before the purchase, was admitted; but distinctions peculiar to the case then before the court, which operated to except it out of the general rule, were pointed out. Bearing in mind that the action there was for a specific injury occasioned by actual subsidence, and not for failure by the owner of the surface to provide support, the language used to the effect, that at the date of the plaintiff’s deed the damage complained of was not susceptible of computation, and only became so after the subsidence had occurred, it becomes clear that the reference is to the damages which resulted from the specific subsidence as a thing apart from, and yet a consequence of, failure to provide adequate surface support. Whether the plaintiff in that case ever had a right of action for failure to support was left doubtful on the facts. It is nowhere suggested in the opinion in the case, that the damages resulting from failure to provide surface support are not susceptible of computation until mining has ceased, and that therefore the right of action must be so long suspended, or that it is suspended until a subsidence has occurred. There can be no such thing as suspension of right of action; the right is present or it does not exist. The very fact that in the case referred to the statute of limitations is applied, is a clear recognition of a plaintiff’s right to sue at any time after the defendant’s failure; and it follows that the right accrues with every subsequent failure. The case referred to however does rule that the measure of difference in value before and after does not apply in cases where the action is for injury occasioned by subsidence; but it does not rule that it is not the proper measure where the suit is for failure of support.\nThe bill does not disclose a case where irreparable injury is threatened. It is evident that the remedy at law will-afford ample indemnification. If it be urged that adoption of such remedy would lead to a multiplicity of suits, the answer is, this would not necessarily result. It may very well be, if the injury to plaintiff is what he supposes it to be, that one compensatory verdict would have the effect to avoid any occasion for a second suit. But in any event that would be a matter for the plaintiff’s own determination. Entertaining the view here expressed, it is unnecessary to consider the other questions presented in the findings and conclusions of the' learned chancellor. For the reason stated we sustain the dismissal of the bill in the court below, and dismiss the present appeal.",
        "type": "majority",
        "author": "Mr. Justice Stewart,"
      }
    ],
    "attorneys": [
      "J. P. Patterson, with him Boyd Crumrine, for appellant.",
      "Charles M. Johnston, with him Cyrus E. Woods, Robert P. Watt and Obed K. Price, for appellees."
    ],
    "corrections": "",
    "head_matter": "Woods, Appellant, v. Pittsburg Coal Company.\nMines and mining — Surface support — Right of action.\n1. The removal of coal without leaving or providing adequate support for the surface, is in itself an injury to the owner. The injury is not in any way dependent on the natural subsidence or caving in of the surface, but exists at once when any part of the surface has been endangered by leaving it without support. It follows necessarily, that when the duty to support has been violated, a cause of action at once arises, if for nothing more than to vindicate the right of support. The owner of the surface is not required to await the completion of the mining operation, and then bring his action for the damages sustained.\n2. Where injury is of a continuous nature, every fresh injury is a ground of action, and the person whose property is injured thereby may maintain separate and distinct suits therefor, each embracing all causes of action therefrom up to the time of the action brought.\n3. Where mining operations under a farm of 238 acres injure the surface of forty acres of the farm, the owner has a right of action for the injury sustained to the forty acres, and does not have to wait until the coal is removed from under the whole farm. Noonan v. Pardee, 200 Pa. 474, discussed, explained and distinguished.\nMines and mining — Surface support — Equity—Adequate remedy at law.\n4. Where mining operations under a tract of land have progressed only so far as to injure the portion of the surface over the space mined out, the owner of the surface has an adequate remedy at law for the injuries so far sustained, and is not entitled in a bill in equity to restrain operations under the remainder of his land on the ground that he might be subjected to a multiplicity of suits. It does not follow in such a case that a multiplicity of suits would necessarily result, inasmuch as one compensatory verdict might have the effect of avoiding any occasion for a second suit.\nArgued Oct. 27, 1910.\nAppeal, No. 155, Oct. T., 1910, by plaintiff, from decree of C. P. No. 2, Allegheny Co., July T., 1909, No. 215, dismissing bill in equity in case of William H. Woods v. the Pittsburg Coal Company of Pennsylvania, and the United Coal Company.\nBefore Brown, Potter, Elkin, Stewart and Moschzisker, JJ.\nAffirmed.\nBill in equity for an injunction to restrain mining operations. Before Shaeer, J.\nFrom the record it appeared that plaintiff owned 238 acres of farm land on which he resided excepting the underlying Pittsburg coal vein, and that the United Coal Company under authority from the Pittsburg Coal Company, owner had mined out and removed about forty acres of the Pittsburg vein underlying the plaintiff’s farm. The surface of these forty acres was claimed to have been injured, it was also claimed by the plaintiff that injury was threatened to a four-foot vein of coal overlying the Pittsburg vein, and belonging to plaintiff. The bill averred irreparable injury.\nThe prayers were for an injunction restraining the defendants from mining and removing, or causing or permitting to be mined and removed the coal from under the surface of the plaintiff’s lands in any manner that will cause subsidence or breaking the surface, or displacement of the four-foot vein overlying, or result in damages present or future to the surface and the said four-foot vein; that the defendant be required to provide absolute and permanent support to the said surface including the said four-foot vein overlying, wherever it has endangered and rendered the same insecure by its mining operations; and for general relief.\nThe bill, after hearing on bill, answer and proofs, was dismissed by the court.\nError assigned was decree dismissing the bill.\nJ. P. Patterson, with him Boyd Crumrine, for appellant.\nThe court erred in dismissing the bill: Penn Gas Coal Co. v. Fuel Gas Co., 131 Pa. 522; Pringle v. Coal Co., 172 Pa. 438; Robertson v. River Coal Co., 172 Pa. 566; Coleman v. Chadwick, 80 Pa. 81; Carlin v. Chappel, 101 Pa. 348; Miles v. Penna. Coal Co., 217 Pa. 449.\nThe holding of the court is not supported by the decision in the case of Noonan v. Pardee, 200 Pa. 474, upon which the court relies; nor is it the law in this state: Guarantee Trust & Safe Deposit Co. v. National Bank, 202 Pa. 94; Pantall v. Coal & Iron Co., 204 Pa. 158.\nEquity is the only appropriate and adequate remedy: Com. v. R. R. Co., 24 Pa. 159; Walters v. McElroy, 151 Pa. 549.\nCharles M. Johnston, with him Cyrus E. Woods, Robert P. Watt and Obed K. Price, for appellees.\nEven asSUming for the purposes of argument, that the court does have equity jurisdiction, the burden of proof is on the plaintiff to show that the injury is imminent, — that it is material and actual, not fanciful or theoretical, or merely possible; it must be shown as the necessary or probable result of the action sought to be restrained, and that such imminent danger would, if realized, cause irreparable injury: Richard’s App., 57 Pa. 105; Rhodes v. Dunbar, 57 Pa. 274; Clark’s App., 62 Pa. 447; Mining’s App., 82 Pa. 373; Lehigh & Wilkes-Barre Coal Co. v. Canal Co., 11 Pa. C. C. Rep. 185.\nJanuary 3, 1911:\nWhile the opinion in Noonan v. Pardee, 200 Pa. 474, does not expressly say that the rights of the respective parties are to be determined in one action, as the learned court below found, that is an inevitable inference, and one which this court shares, as indicated by the opinion in Pantall v. Coal & Iron Co., 204 Pa. 158.\nIf the rights of a surface owner are determinable in one action, certainly a chief objection to the adequacy of the remedy at law is removed, as the court below found, in that a succession of suits is no longer necessary."
  },
  "file_name": "0197-01",
  "first_page_order": 229,
  "last_page_order": 236
}
