{
  "id": 8846456,
  "name": "Philadelphia to use v. Tripple, Appellant",
  "name_abbreviation": "Philadelphia v. Tripple",
  "decision_date": "1911-02-27",
  "docket_number": "Appeal, No. 61",
  "first_page": "480",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "230 Pa. 480"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "57 Ohio St. 182",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        939353
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/57/0182-01"
      ]
    },
    {
      "cite": "12 Ohio St. 360",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        520252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio-st/12/0360-01"
      ]
    },
    {
      "cite": "82 Mich. 263",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1388930
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/82/0263-01"
      ]
    },
    {
      "cite": "51 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0165-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 915,
    "char_count": 21729,
    "ocr_confidence": 0.572,
    "pagerank": {
      "raw": 3.2884912115845257e-07,
      "percentile": 0.8711780107643341
    },
    "sha256": "3271fd9eb7fa4466fb0512e52d1b895039a293a67aa14436e094f1abbf0b2120",
    "simhash": "1:baf8a5ab0b99f46f",
    "word_count": 3734
  },
  "last_updated": "2024-02-27T20:48:51.995062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzis-(Ker, JJ."
    ],
    "parties": [
      "Philadelphia to use v. Tripple, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judgment appealed from is affirmed for the reasons stated in the report of the learned referee.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Hampton L. Carson, with him John Kent Kane and Joseph Hill Brinton, for appellants.",
      "Frank P. Prichard, with him John G. Johnson, for ap-pellee."
    ],
    "corrections": "",
    "head_matter": "Philadelphia to use v. Tripple, Appellant.\nContracts — Building contract — Indebitatus assumpsit — Breach of contract.\n1. In an action to recover the balance alleged to be due on a building contract, where the plaintiff is not in default, he may recover in indebita-tus assumpsit from the defendant who has wrongly stopped the work, the cost of such labor and materials furnished, but not yet paid for, although such cost is in excess of the price fixed by the contract, and although he would have suffered a loss if he had been permitted to complete the work.\nContract — Building contract — Time limit — Waiver.\n2. Where a building contract provides a time limit, but the contractor after the expiration of the time limit has been, permitted to continue the work, and receives payment therefor, the owner will be deemed to have waived the provision as to the time limit.\nArgued Jan. 5, 1911.\nAppeal, No. 61, Jan. T., 1910, by defendants, from order of C. P. No. 1, Phila. Co., Dec. Term, 1903, No. 803, dismissing exceptions to report of referee in case of Philadelphia to use of John McMenamy v. William Y. Tripple, Trustee in Bankruptcy of the Estate of George C. Dietrich, substituted defendant for George C. Dietrich and J. Hampton Moore, Receiver of City Trust, Safe Deposit & Surety Company of Philadelphia, substituted defendant for said City Trust Safe Deposit & Surety Company.\nBefore Fell, C. J., Brown, Mestrezat, Potter, Elkin, Stewart and Moschzis-(Ker, JJ.\nAffirmed.\n■Exceptions to report of George Wharton Pepper Esq., referee.\nThe referee’s report was substantially as follows:\nFINDINGS OF FACT.\n1. On October 4, 1902, George C. Dietrich entered into a contract with the city of Philadelphia to furnish and deliver the materials and to perform the work required to be done in “constructing the foundations and superstruc-* ture for Engine House No. 2 and Boiler House No. 2 situate on ground lying between the Delaware River and Milnor Street and Between Robins Street and Leviek Street in the Forty-first Ward of said city. . . .”\n2. On the same day Dietrich as principal and the City Trust, Safe Deposit and Surety Company of Philadelphia as surety executed and delivered to the city a bond in the sum of $56,500 conditioned as follows: “That if the said George C. Dietrich shall and will promptly make payment to all persons, any and all sum or sums of money which may be due for supplying him with labor and materials, whether as a subcontractor or otherwise, in the prosecution of the work provided for in said contract, and shall and will comply with all the provisions of the ordinance of the Select and Common Councils of the city of Philadelphia entitled, 'An ordinance for the protection of subcontractors,’ etc. . . .”\n3. On February 16, 1903, the said Dietrick and John McMenamy entered into a contract by which the latter undertook the excavation for and laying pipe and placing all material required to construct the main conduit, Delaware River Conduit, the East Conduit, the intake chamber and gate chamber Nos. 1, 2 and 3 with their connections as shown on the plans, .... for the price or sum of $34,500, to be paid in monthly cash payments as the work progressed in accordance with the estimates as certified by the inspectors and engineers in charge of the work in accordance with a certain schedule dated February 16, 1903; to the extent of 35 per cent thereof and the final payment reserved until the full completion and approval of the work by the city engineers and inspectors. This contract, inter alia, provided that the work of the subcontractor was to be completed within 125 working days from its date.\n4. .Under this contract McMenamy began his work of excavation at the intake chamber in the Delaware river and progressed westwardly with the excavation of the conduit to a point near the wall of an engine house belonging to the city, and constituting a part of the pumping station. When the conduit arrived opposite the engine house the excavation was widened out for the building of a gate chamber until the excavation was bounded by the wall of the engine house. In the course of the excavation of this gate chamber it was found that the foundation wall of the engine house grew thicker as it descended, so that a line drawn from the top of the foundation to the bottom formed an angle with the perpendicular wall. The foundation rested on a grillage, which in its turn was supported by piles. The ordinary method of excavating was to drive sheathing just outside of the line of the excavation, so as to prevent the displacement of material, but as one side of the gate chamber was against the engine house foundation wall, it was impossible to drive sheathing outside of this line without tearing down the engine house wall, and it was impossible to drive sheathing inside the line and build the gate chamber, without departing from the plans. This difficulty was rendered inevitable by the fact that the surface of the foundation of the engine house was found to slope outward as it went downward below the surface in the manner hereinbefore described. About the time that the excavation reached the bottom of the engine house wall, water from the Delaware river rushed up into the middle of the excavation through the gravel bottom, its source being afterwards ascertained to be a defect in the forebay' of the pumping station. This influx of water was not the result of fault on the part of McMenamy.\n5. After the water had come in from the bottom of the excavation, a consultation was held, with the result that the chief engineer of the city changed the plans and moved the location of the gate chamber westward so as to take it away from the neighborhood of the engine house, and he also ordered the excavation made for the original gate chamber to be partially filled up adjoining the engine house, so as to facilitate the pumping out of the water. The work of finishing the original excavation for the conduit was then continued. It ran from the Delaware river past and some distance from the wall of the engine house, until it reached the new gate chamber west of the engine house. In pursuing this work, great difficulty was encountered in keeping the trench clear from water, and from April until October the progress of the work was exceedingly slow, the city engineers in the meantime endeavoring to locate the leak.\n6. The period of 125 working days specified in the contract of February 16, 1903, expired on or about July 14, 1903. No action was taken by Dietrich in view of the noncompletion of the work at that time, and McMenamy continued work under his contract with the knowledge and acquiescence of Dietrich. As time went on, however, Dietrich became more and more dissatisfied with the rate of progress, and early in October, 1905, a meeting to consider the situation was held on the ground, those present being Dietrich, McMenamy and their respective counsel. Dietrich complained that McMenamy was not able to cope with the water problem, and McMenamy complained that Dietrich had been derelict in not furnishing the pumps required by the contract. . . .\n8. On October 15, 1903, Dietrich wrote to McMenamy a letter in which he said:\n“Inasmuch as you have failed to complete the construction of conduit at Lardners Point Pumping Station, Philadelphia, within the time and in accordance with the other requirements of your contract made with me February 16, 1903, you will please discontinue further work on the conduit and remove all your men, tools, machinery and materials therefrom within five days from this date.”\n9. On October 16, 1903, McMenamy wrote to Dietrich:\n“I will obey your notice and will at once commence and will within the time designated finish the work of removal which you demand.\n“I wish to say, however, that you have no foundation for complaint at the noncompletion of the construction of the Lardners Point Pumping Station conduit. You have already been told, both in writing and by word of mouth, of the particulars of which you have failed to carry out your contract. In addition to this many of the changes which have been made and the things which have been done have interfered with the completion.\n“I will obey your notice, therefore, without acquiescing in your suggestion about my having failed in anything. I will bring a suit against you to recover the amount of my expenditures which I have already made and the damages which will result to me from your improper cancelling of my contract.”\n10. After writing the above letter of October 16, Mc-Menamy did in fact discontinue further work under the contract and removed his men, tools, machinery and materials from the ground.\n11. McMenamy was not in fact in default in the performance of his contract at the date of Dietrich’s notice to quit.\n12. The actual cost to McMenamy of labor and material to the date of the receipt of Dietrich’s notice to quit was $24,461.89. He received from Dietrich, as the work progressed, $9,000, on account of the contract price.\nFINDINGS OF LAW.\n1. The failure of McMenamy to perform his contract within the time specified therein gave to Dietrich a right to treat McMenamy as in default at the expiration of the period of 125 working days, from February 16, 1903. Dietrich’s conduct after the expiration of the specified period amounted to a waiver of his right to enforce the time limit. As McMenamy thereafter, with Dietrich’s knowledge, spent time and money in doing work under the contract, Dietrich is equitably estopped from setting up the failure to complete within the specified time as a defense to the present suit.\n2. As McMenamy was not in default in the performance of his contract on October 15, 1903, the legal effect of the letter written to him on that date by Dietrich was to discharge McMenamy from further obligation to perform his contract and to waive a tender of further performance.\n3. Nothing in the contract between McMenamy and Dietrich justified the position taken by Dietrich in his letter of October 15, 1903.\n4. In virtue of his discharge by Dietrich from the obligation of further performance, McMenamy acquired the right to bring an action against Dietrich for the breach of contract or to treat the contract as rescinded by the action of Dietrich, and to bring an action to recover the amount theretofore expended by McMenamy for labor and materials, less a proper credit for sums paid on account of the contract price. McMenamy, in fact, elected to stand on the second of these two rights. This circumstance that McMenamy, had he been permitted to complete his contract, would necessarily have expended (if we are to judge by the subsequent experience of Dietrich) a sum largely in excess of the contract price, is not a circumstance that deprives him of his right to recover the actual cost of labor and material incurred by him.\n5. The money which McMenamy is entitled to recover from Dietrich in virtue of the election of remedies made by McMenamy, falls within the meaning of the words “money which may be due for supplying .... labor and materials,” in the condition of the bond given by Dietrich, as principal, and the City Trust, Safe Deposit & Surety Company, as surety, and a valid right of action for such moneys arose upon said bond in favor of McMenamy against the original defendants.\n6. The bond in suit is not in its nature a bond indemnifying McMenamy against loss. It is an absolute undertaking by its makers that money due the subcontractor for supplying the principal contractor with labor and materials shall be paid; and this circumstance makes it immaterial to the obligee’s rights that he would or might have lost money on his contract, had he been permitted to proceed with performance. The plaintiff, McMenamy, is entitled to recover from the substituted defendants the sum of $15,461.89 with interest from October 14, 1903.\nOPINION.\nThe findings of fact-heretofore made by the referee sufficiently indicate the view taken by him upon such conflicts of testimony ás are disclosed by the record. Nor does it seem necessary to state more fully than in the findings of law the reasons which have led the referee to conclude that the failure of McMenamy to finish his work within the time specified in the contract is not a material circumstance in the case.\nThe only question of law which seems to the referee to call for a more extended comment is the question of the right of McMenamy to recover his disbursements for labor and material in a case where it seems reasonable to infer that full performance by McMenamy would have involved an expenditure by him of sums in excess of the contract price. It may be remarked in passing that the large expenditures made by Dietrich when he undertook to complete the work begun by McMenamy do undoubtedly suggest the inference that McMenamy would have completed at a loss, although it is of course not a necessary conclusion of fact or of law that this would have been the case.\nEven, however, if it be assumed that McMenamy, if allowed to complete his work, would have lost money in so doing, the referee is of opinion that the act of the defendant Dietrich, in discharging the plaintiff from further obligation to perform, gave rise to a right on the part of the plaintiff to recover for his disbursements. Let it be assumed that, in an extreme case, a builder has actually expended in the course of his work a sum in excess of the contract price and has not yet completed performance. If under such circumstances, the builder finishes his work, the owner, upon paying the contract price, will receive the benefit of a large expenditure actually made, in return for the payment of a smaller sum of money. This result, which may well involve a hardship upon the builder, is made necessary by a proper regard for the contractural rights of the owner. The owner has made a valid contract, and this contract must be protected and enforced even if the builder suffers.\nLet it further be supposed, however, that the owner, who finds himself in this position of advantage, voluntarily puts an end to his contract rights in the premises. This in legal effect he does if he himself breaks the contract or discharges the builder from his obligation to perform it. The situation which then presents itself is one in which the builder has in good faith expended money in the course of work done for the benefit of the owner, and has, in the absence of contract, an equitable claim to be reimbursed. The owner, on the other hand, has deprived himself of the legal right which would have sufficed to defeat the equity. He accordingly stands defenseless in the presence of the builder's claim.\nSuch, it is submitted, is the legal analysis of the situation in which the parties to this action find themselves. It may, of course, be contended that Dietrich did not receive an actual benefit coextensive with McMenamy’s expenditure. It is a sufficient answer to this contention to observe that (upon the facts as heretofore found) Mc-Menamy expended the money in good faith and in the course of attempted performance. This is sufficient to give him an equitable claim for reimbursement.\nThe defendants do not dispute the general proposition that a plaintiff may, as if in the absence of contract, recover the cost of work and materials in case he is prevented by the owner from finishing his work. The defendants earnestly contend, however, that the rule meets with an exception in case the disbursements exceed the contract price. In other words, they regard the difference between the price specified in the contract and the sum of the disbursements as the measure of recovery, and they insist that if the aggregate of disbursements equals or exceeds the contract price there can be no recovery at all.\nThis view, as is indicated by the analysis made above, ■ appears to the referee to involve a confusion of thought. How can the plaintiff’s claim for disbursements actually made be met by the limitation contained in a contract, unless the defendant retains the right to enforce the contract? And how can it be contended that the defendant retains stich a right when the contract has been discharged by his own act? It may well be that a plaintiff, upon defendant’s breach may offer the discharged contract as evidence of the value of that for which he is seeking recovery. The plaintiff in such a case has not broken the contract; he may fairly contend that its terms are at least an admission by the defendant which the jury should take into consideration. But where the defendant undertakes to limit the plaintiff’s recovery by treating the contract price as a limitation upon such recovery, he. is asserting a right under the very contract, which he himself has discharged. The defendants cite Brown v. Foster, 51 Pa. 165, as sustaining their contention. On examination, however, it is clear that the case does not help them. It was the case of a plaintiff, not in default who was held to be entitled to offer the contract in evidence in an action upon the common counts. It was not the case of a defendant in default who attempted to enforce a right created by the broken contract. On the other hand, Mooney et al. v. York Iron Co., 82 Mich. 263 (46 N. W. Repr. 376), cited by the plaintiff, throws much light upon the question under consideration, for in that case the plaintiff was permitted to recover from defendant in default the fair value of labor and material which was said not to be correctly measured by their value to the defendant.\nThe case last referred to becomes particularly significant when we come to consider Doolittle v. McCullough, 12 Ohio St. 360, which is strongly relied upon by the defendants. If the opinion is read without attentive consideration of the facts, there are a number of statements by the court which supports the defendant’s view. That the case abounds in obiter dicta is recognized in the later de-cisión of the same learned court in Wellston Coal Co. v. Franklin Paper Co., 57 Ohio St. 182 (48 N. E. Repr. 888). Even in the latter case, however, it is fair to the defendants to say that the court treats Doolittle v. McCullough as authority for the alleged general rule that a plaintiff cannot in indebitatus assumpsit recover more than the contract price. Curiously enough, the judge who criticises the looseness of the language in the earlier opinion fell into the same error himself. Doolittle v. McCullough is not an authority for any such general rule. What happened in that case was this: that contractor who had done excavation at the contract price of eleven cents per cubic yard and had received payment at the contract price for which he had done, was permitted (after an alleged stoppage of the work by the defendant) to recover not only for subsequent disbursements, but additional compensation for work already paid for — on the ground that its fair value was in excess of the contract price. A verdict for the plaintiff involving such a recovery was set aside and the instruction which made it possible was held to be erroneous. An accurate statement of what was really decided in Doolittle v. McCullough will be found in Keener on Quasi Contracts, pp. 312 and 313. In the footnote on the latter page will be found a careful discrimination between those cases in which the plaintiff is in default and those in which the defendant is in default.\nDoolittle v. McCullough is not, therefore, an authority in the present case. So far as the evidence shows, not a dollar of the sum now claimed by the plaintiff represents disbursements for work that has been paid for, nor is he seeking additional compensation for having done such work at a loss. He stands upon the proposition that a plaintiff not in default may recover in indebitatus assump-sit against a defendant in default the cost to the plaintiff of such labor and materials as have not yet been paid for, although such cost is in excess of the price fixed in the contract which the defendants’ act has discharged. This proposition is of strength amply sufficient for the plaintiff’s support.\nFebruary 27, 1911.\nIt is indeed suggested that the plaintiff’s statement, by including a claim for profits, makes it impossible to regard the action as an action in disaffirmance of the contract. The claim for profits has been abandoned by the plaintiff, and the amount awarded by the referee includes no such element. As a mere matter of pleading, however, the defendant’s point would be well taken but for the circumstance that, in the last analysis, the action is to be regarded as an action on the bond given by the defendant. The various averments in the statement of claim must be treated as averments of the facts which are alleged to have constituted a breach of the condition. If the proofs establish such a part of the allegata as suffice to constitute a breach of the condition, a recovery may be had without amendment. As the alleged variance has really not misled the defendants, an amendment of the statement would be permitted at any stage of the cause even in case it were technically necessary.\nFor the reasons above given, and in accordance with the findings heretofore made, the ■ referee recommends the entry of a judgment in favor of the plaintiff and against the defendants in the sum of $15,461.89 with interest from October 14, 1903.\nExceptions to referee’s report were dismissed by the court.\nError assigned was in dismissing exceptions to referee’s report.\nHampton L. Carson, with him John Kent Kane and Joseph Hill Brinton, for appellants.\nFrank P. Prichard, with him John G. Johnson, for ap-pellee."
  },
  "file_name": "0480-01",
  "first_page_order": 512,
  "last_page_order": 522
}
