{
  "id": 8846722,
  "name": "Kenworthy's Estate",
  "name_abbreviation": "Kenworthy's Estate",
  "decision_date": "1911-03-20",
  "docket_number": "Appeal, No. 204",
  "first_page": "606",
  "last_page": "609",
  "citations": [
    {
      "type": "official",
      "cite": "230 Pa. 606"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "185 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897942
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0051-01"
      ]
    },
    {
      "cite": "180 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888397
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/180/0515-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 349,
    "char_count": 6676,
    "ocr_confidence": 0.528,
    "pagerank": {
      "raw": 5.311089344023715e-08,
      "percentile": 0.33519232202340754
    },
    "sha256": "ab4e8aa06a8ed9b151e1131a8ee18941a08fea6e4a2058840a2f462670be9a34",
    "simhash": "1:338320d4a2c1f586",
    "word_count": 1185
  },
  "last_updated": "2024-02-27T20:48:51.995062+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Pell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Kenworthy’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMil. Justice Brown,\nAfter devising his mansion house with its contents to his wife, the testator gave the residue of his estate to his executors, in trust, to be held by them during the lifetime of his widow, under a direction that they pay to her out of the income, and principal if necessary, an annuity of $10,000. By the next clause in his will, as amended by a codicil, he directed that, upon her death, the executors should hold the sum of $250,000 and pay the annual income therefrom to his granddaughter, Florence Gertrude Kenworthy, during life, and, upon her death, the principal to her children then living, and, in default of such children, to a charity named. After giving $2,000 to his executors to keep his burial lot and that of a deceased son in good repair, he made six bequests by the seventh, eighth, ninth, tenth, eleventh and twelfth clauses of his will. By the thirteenth he directed that none of these should vest or be payable until after the death of his wife, and, by the fourteenth, provided as follows: “In case the portion of my estate applicable to the payment of the above mentioned legacies be insufficient to pay all the above legacies, then such portions of my estate shall not be divided pro rata among the several legacies, but beginning at the first in the order set forth above, the first legacy shall be paid in full, then the second, then the third, and so on until the fund be exhausted, it being my intention to revoke any legacies or legacy which the fund is not sufficient to reach. If after paying those in full so far as my estate as aforesaid is sufficient there is a balance left but not enough to pay the next succeeding legacy in full, then that balance shall be paid to such.”\nThe widow of the testator died in 1909, and the account of the executors showed a balance of principal in their hands of $266,573.45, and unexpended income of $4,819.37. The balance of the principal in excess of the $250,000, to be held for the benefit of the granddaughter, was sufficient to pay in full the bequests given by the seventh and eighth clauses of the will and a dividend upon those given by the ninth. By the tenth the sum of $5,000 was given to the appellant, the Methodist Episcopal Home for the Aged, of Philadelphia, and the single question raised on this appeal is whether the accumulation of income, which the learned court below treated as a fund passing under the intestate laws to his widow and next of kin, should.have been awarded to it and not to them.\nThe testator clearly did not contemplate any accumulation of income. On the contrary, he was apprehensive that the income from his estate during the lifetime of his widow might be insufficient to pay her the annuity of $10,000, and, that it might not be reduced, he directed that, if necessary, the principal should be used to secure the full payment of the annual allowance to her. It is more than likely that his reason for making no direction as to accumulated income in excess of the $10,000 was his belief that there would be no surplus; but the law is not concerned as to this. It is sufficient to know that he gave no direction as to accumulations, and this is what the appellant seems to forget. If he had directed that the accumulations should be paid to the legatees named in the three clauses preceding the tenth — which gives a legacy to the appellant — such direction would be void under the act of April 18, 1853; but, on the other hand, a direction to pay them to the appellant — a charity — would be valid, and, if the testator had so directed, it would now be entitled to receive them. As he gave no direction of any kind as to what should be done with them, there is, of course, nothing in his will to indicate where they are to go, and they, therefore, of necessity, passed under the intestate laws to his widow and next of kin: Howell’s Est., 180 Pa. 515; Martin’s Est., 185 Pa. 51. But, apart from this, the claim of the appellant is made in the face of the clearly expressed intention of the testator that the legacy given to it is not to be paid, in view of the insufficiency of his estate to pay all of the legacies given by the preceding clauses of the will. If the accumulations should be awarded to it on account of its legacy, to the exclusion of the preceding legatees, that would be done which, in the words of the learned judge below overruling the exceptions to the adjudication, the testator “could not have intended.”\nDecree affirmed and appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Mil. Justice Brown,"
      }
    ],
    "attorneys": [
      "Albert Smith Faught, with him Avery D. Harrington, for appellant.",
      "G. Von Phul Jones, with him Francis S. Cantrell, Jr., and Francis S. Cantrell, for appellees."
    ],
    "corrections": "",
    "head_matter": "Kenworthy’s Estate.\nWills — Legacies—Accumulations—Charity.\nTestator by his will gave the residue of his estate to trustees in trust to pay his widow out of income, and principal if necessary, an annuity in an amount named. He further directed that after the widow’s death such trustees should hold a sum named to pay the income therefrom to his granddaughter for life, and upon her death the principal to her children. Testator further gave by successive clauses in his will a number of legacies. He directed that in case of a deficiency these legacies should not abate pro rata, but should be paid in full in their order until the fund should be exhausted. At the death of the widow there was a balance of principal above the trust for the granddaughter sufficient to pay two of the legacies, and a dividend upon the third,, but not sufficient to reach the fourth which was a charity. There was also a balance of accumulated income as to the disposition of which there was no direction in the will. The accumulations, even if the testator had so directed, could not have been paid to the three legatees preceding the charity, inasmuch as this was forbidden by the Act of April 18, 1853, P. L. 503. The charity claimed the accumulations. Held, that the testator died intestate as to the accumulations, and that they were payable to his widow’s representative, and his next of kin.\nArgued Jan. 6, 1911.\nAppeal, No. 204, Jan. T., 1910, by The Methodist Episcopal Home for the Aged of Philadelphia, from decree of O. C. Phila. Co., April T., 1908, No. 192, dismissing exceptions to adjudication in Estate of Ben Kenworthy, deceased.\nBefore Pell, C. J., Brown, Mestrezat, Potter, Stewart and Moschzisker, JJ.\nAffirmed.\nExceptions to adjudication. Before Lamorelle, J.\nMarch 20, 1911:\nThe auditing judge awarded the fund to the testator’s next of kin.\nExceptions to the adjudication were dismissed in an opinion by Penrose, J.\nErrors assigned were in dismissing exceptions to adjudication.\nAlbert Smith Faught, with him Avery D. Harrington, for appellant.\nG. Von Phul Jones, with him Francis S. Cantrell, Jr., and Francis S. Cantrell, for appellees."
  },
  "file_name": "0606-01",
  "first_page_order": 638,
  "last_page_order": 641
}
