{
  "id": 956131,
  "name": "Commonwealth v. Lombardi, Appellant",
  "name_abbreviation": "Commonwealth v. Lombardi",
  "decision_date": "1908-04-20",
  "docket_number": "Appeal, No. 56",
  "first_page": "31",
  "last_page": "34",
  "citations": [
    {
      "type": "official",
      "cite": "221 Pa. 31"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "209 Pa. 529",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0529-01"
      ]
    },
    {
      "cite": "193 Pa. 326",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/193/0326-01"
      ]
    },
    {
      "cite": "181 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891416
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/181/0470-01"
      ]
    },
    {
      "cite": "106 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455619
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0477-01"
      ]
    },
    {
      "cite": "105 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454290
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 457,
    "char_count": 7603,
    "ocr_confidence": 0.511,
    "pagerank": {
      "raw": 5.741652474972953e-08,
      "percentile": 0.3595170992594549
    },
    "sha256": "48e72346c87a37bb5a50ab26b67a1591595e0049209e07574d3162e0e21250cd",
    "simhash": "1:92a5e8a3dc9d7072",
    "word_count": 1372
  },
  "last_updated": "2024-02-27T19:56:38.345548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Commonwealth v. Lombardi, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Mitchell,\nThe killing and the circumstances of it were not materially disputed. The only issue, therefore, practically was the degree of the crime. The case was submitted to the jury in a long and careful charge to which no exception was taken, and the jury found a verdict of murder of the first degree. U nder such circumstances serious error should be shown to justify the delay of justice by an appeal.\nThe defendant went on the premises of the deceased and there fired three or perhaps four shots from a revolver, one or more of which killed the deceased. In view of these facts the claim that the jury were not warranted in finding murder of the first degree is frivolous. The elements of first degree were undisputed and that is all this court is required to inquire into. If the elements are there the conclusion is for the jury-\nNone of the assignments of error is in proper form, all of them being to the refusal of the court to grant a new trial which is not assignable for error. Apart from this defect of. form none of them involves reversible error. Some of them, however, call attention to irregularities that are always to be avoided if possible and which, therefore, require some notice.\nAmong the reasons for new trial were: “5th. That during the progress of the trial the jury were allowed to take their meals in the common dining room of the Hotel Humes with the other guests, and that conversation occurred between the jury and others, and that the jury and others conversed while the. former sat on the south veranda of said hotel, and that jurors conversed with outsiders from the third story windows of the jury room, during the progress of the trial. 6th. That a barber was permitted to enter the jury room, where the jury was assembled, after they had been sworn in this case, and did then and there separately and severally shave the members of the jury.”\nThe learned judge investigated these complaints carefully and his conclusions are best stated in his own words: “ It is true that the jury took their meals in the regular dining room of the hotel, but they were accompanied by two tipstaves and were assigned to a table, by themselves, in the extreme northwest corner of the dining room. It is also true that one evening, or perhaps more than one, the jury sat on the balcony. of the south side of the hotel, where they were also accom-. panied by two tipstaves. This balcony is about t.hree feet, above the level of the sidewalk and is inclosed on all sides by. an iron railing about three feet in height, and no person other than the jury and the tipstaves were at that time on the balcony. It may be that some members of the jury spoke to persons passing along the sidewalk, by bidding them the time of day or something of that kind.\n“One of the defendant’s counsel also informed the court since the verdict, that two members of the jury called to him from a window of the jury room on the third floor, and tried to enter into conversation with him. Aside from this statement of counsel, no evidence was offered to show that any member of the jury spoke to any person whatever. But even Conceding that some members of the jury did speak to Of talk with outsiders, the admission of the learned counsel in the written brief, that in none of the instances referred to was a single word said concerning the case in which they had been sworn, takes all of the vitality out of the exceptions now being considered. ... In the same connection, the counsel for the defendant allege and discuss the error of the court in permitting a barber to enter the jury room and shave some or all of the members of the jury. The jury made a request for a barber, counsel on both sides consented and the court granted the request, with strict instructions to the barber that he was not to talk to any member of the jury. Our information is that the only word spoken by the barber while in the jury room was to say ‘next5 when he had shaved one man and was ready for another.”\n' Such occurences are always subjects of suspicion and complaint, as well as gross exaggeration as they seem to have been in the present case. But for these very reasons they should be guarded against with unremitting care by the tipstaves and the supervision of the court itself. On the part of jurors they are nearly always due to ignorance, and it is good practice for the judge even in cases of less grade than murder to instruct and caution the jury about communications with outside parties. But it is not always possible, particularly in the limited accommodations of smaller towns during court sessions, to keep the jurors segregated as completely as might be desirable. The day has gone by when jurors were kept without food or fire to coerce an unwilling agreement and jurors are no longer regarded as wrongdoers who want only a chance to violate their duty. Such situations are to be treated with common sense, and while the investigation should be full and searching yet a trial really fair and proper should not be set aside for the mere suspicion or appearance of irregularity shown to have done no actual injury.\nThis is the uniform ruling of the Pennsylvania cases : Alexander v. Com. 105 Pa. 1; Goersen v. Com., 106 Pa. 477 (see specially the remarks of Ludlow, J., on pp. 492, 493); Com. v. Eisenhower, 181 Pa. 470 ; Com. v. Cressinger, 193 Pa. 326 (338); Com. v. Williams, 209 Pa. 529.\nJudgment affirmed and record remitted for purpose of execution.",
        "type": "majority",
        "author": "Mr. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "J. G. White, with him W JR. Stewart, Fred A. Service and J. M. Campbell, for appellant.",
      "T. C. Cochran, with him J. A. McLaughry and S. H. Miller, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Lombardi, Appellant.\nCriminal law — Murder—Refusal of new trial — Appeals—Assignment of errors — Segregation of fury — Barber.\nOn an appeal in a murder case the refusal of the court to grant a new trial is not assignable for error.\nA judgment on a verdict of guilty of murder of the first degree will not be reversed on the ground that the jury were permitted to take their meals in the common dining room of a hotel, to sit on the veranda of the hotel, and to talk with outsiders on the windows of the jury room, where an investigation by the court below shows that the jury was always accompanied by two tipstaves, that they had a separate table for their meals, and that they had no conversation whatever with anyone relating to the case during the progress of the trial.\nSuch a judgment will not be set aside on the ground that a barber was permitted to enter the jury room after the jury had been sworn, and “did then and there separately and severally shave the members of the jury,” where, on investigation, it was found that the jury made a request for a barber, counsel on both sides consented, and the court granted the request with strict instructions to the barber not to talk to the jury, and that the only word spoken by the barber was to say “next” when he had shaved one man, and was ready for another.\nIt is good practice for the judge even in cases of less grade than murder to instruct and caution the jury about communications with outside parties.\nArgued March 30, 1908.\nApril 20, 1908:\nAppeal, No. 56, Oct. T., 1908, by defendant, from judgment of O. & T. Mercer Co., Oct. T., 1906, No. 18, on verdict of guilty of murder of the first degree in case of Commonwealth v. Anebalo Lombardi.\nBefore Mitchell, C. J., Brown, Mestrezat, Potter, Elkin and Stewart, JJ.\nAffirmed.\nIndictment for murder.\nThe opinion of the Supreme Court states the case.\nErrors assigned were (1-15) in overruling various reasons for a new trial.\nJ. G. White, with him W JR. Stewart, Fred A. Service and J. M. Campbell, for appellant.\nT. C. Cochran, with him J. A. McLaughry and S. H. Miller, for appellee."
  },
  "file_name": "0031-01",
  "first_page_order": 59,
  "last_page_order": 62
}
