{
  "id": 956107,
  "name": "March v. Phœnixville Borough, Appellant",
  "name_abbreviation": "March v. Phœnixville Borough",
  "decision_date": "1908-04-27",
  "docket_number": "Appeal, No. 76",
  "first_page": "64",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "221 Pa. 64"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 369,
    "char_count": 6607,
    "ocr_confidence": 0.539,
    "pagerank": {
      "raw": 3.965981392428431e-07,
      "percentile": 0.9044635420829554
    },
    "sha256": "e93966ba05aaba9839abf132a3467a147b003fa5c6cadf4b872d5eea2e5b2d09",
    "simhash": "1:e67de6b64e526768",
    "word_count": 1164
  },
  "last_updated": "2023-07-14T16:15:28.441669+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitohbll, C. J., Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "March v. Phœnixville Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThere was evidence that the defect in the highway had existed long enough to presume notice to the borough authorities, and the only question in the case, therefore, is the contributory negligence of the plaintiff.\nThe municipality is bound to keep its highways in fairly safe travelable condition, and travelers are entitled to presume that it will do so. Where the traveler has knowledge of a defect in the highway it does not follow as a legal consequence that he must under all circumstances avoid the use of it and reach his destination in some other way. It is a question of the character and imminency of the danger, and the difficulty or inconvenience of avoiding it. If the danger was serious and imminent it might be the traveler’s duty, as a matter of law, to avoid it at any inconvenience; if, however, the danger was trifling, and the inconvenience of taking another way was so great that an ordinarily prudent man would not subject himself to it, it would not be negligence not to do so. Between these extremes are the countless gradations of danger and ways of avoiding it, depending on the circumstances. This class of cases must necessarily go to the jury. The present is one of them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Gibbons Gray Cornwell, with him Samuel A. Whitaker, for appellant.",
      "Thomas W. Pierce, for appellee."
    ],
    "corrections": "",
    "head_matter": "March v. Phœnixville Borough, Appellant.\nNegligence — Municipalities—Highways—Defective sidewalk.\nA municipality is bound to keep its highways in fairly safe travelable condition, and travelers are entitled to presume that it will do so. Where the traveler has knowledge of a defect in the highway it does not follow as a legal consequence that he must under all circumstances avoid the use of it and reach his destination in some other way. It is a question of the character and imminency of the danger and the difficulty or inconvenience of avoiding it. If the danger was serious and imminent it might be the traveler’s duty as a matter of law to avoid it at any inconvenience; if however, the danger was trifling and the inconvenience of taking another way was so great that an ordinarily prudent man would not subject himself to it, it would not be negligence not to do so. Between these extremes are the countless gradations of danger and ways of avoiding it, depending on the circumstances. This class of cases must necessarily go to the jury.\nIn an action against a borough by a woman, to recover damages for personal injuries by a fall on a defective sidewalk, the case is for the jury where the evidence tends to show that at the place of the accident there was a depression or hole in the sidewalk, the depth of which was variously estimated at from four to eight inches; that this depression had been there for several months; that the plaintiff although living in the vicinity had only passed the place three times within a year, and had no knowledge of the condition of the pavement; and that the accident happened at night while the plaintiff was walking side by side with a companion.\nArgued Feb. 10, 1908.\nAppeal, No. 76, Jan. T., 1907, by defendant, from judgment of C. P. Chester Co., April T., 1906, No. 69, on verdict for plaintiff in case of Isaiah G. March and Barbara March, his wife, v. The Burgess & Town Council of the Borough of PhcEnixville.\nBefore Mitohbll, C. J., Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Hemphill, P. J.\nAt the trial it appeared that plaintiff on the night of October 31, 1905, about 10 p. m., was walking side by side with a companion on Hall street, PhcEnixville, Pa., when she fell into a hole in the pavement, variously estimated at from four to eight inches in depth, and was seriously injured. Mrs. March lived a short distance away on the same street. The plaintiff testified that she was not in the habit of walking along this pavement, had only been over it three times during the year, and knew nothing of its condition. The hole in the sidewalk had been allowed to continue for a long period of time.\nThe defendant presented these points:\n2. The testimony of Barbara March, plaintiff, is th at the point where the accident to her is alleged to have happened, was on the direct route between her residence, where she had lived for over five years, and the business portion of the borough, defendant; that she had passed this point at least three times during the year immediately preceding the accident (the condition of the street was unchanged during that time) and that she and her companion walking abreast, arm in arm, had passed over this point on their way up that street the evening of the alleged accident. Therefore, if the defect in the sidewalk at the point in question was so notorious as to be evident to all passers, and, therefore, to constitute constructive notice to the borough thereof, the plaintiff, Barbara March, is presumed, under the evidence in this case, above stated, to have known that the pavement was unsafe; and, therefore, she was required to choose the safe route, which was open to her;' and, not having done so, she is guilty of contributory negligence and cannot recover in this case. Answer: That sounds somewhat argumentative, but still, we will pass on it and refuse that point. [1]\nApril 27, 1908:\n3. That it is the duty of one who is walking the streets of a city, either in the daytime or at night, “ to look where he is going,” and .this is a look ahead, and the look ahead that discharges the duty is one which includes in the scope of vision the ground from the feet forward. Where it clearly appears that a look down, or a look which includes the ground in front of the pedestrian, would have disclosed the hole or irregularity, then the case is one of negligent observation, and the plaintiff cannot recover, and this it is the duty of the trial judge to rule as a matter of law : Strayline et al. v. Phila., 15 Pa. Dist. Rep. 395. Such being the law, the plaintiff, Barbara March, was guilty, in this case, of negligent observation, and she cannot recover. Answer: That, taken as a whole, some part of it is good law; but as a whole, it must be refused. [2]\nUnder all the evidence the verdict must be for the defendant. Answer: That also is refused, as that is a question for the jury. The facts are somewhat conflicting, although not to any great extent, but sufficient to require us to submit them to you for your consideration. [3]\nYerdict and judgment for Isaiah G. March for $500, and for Barbara March for $2,000. Defendant appealed.\nErrors assigned were (1-3) above instructions, quoting them.\nGibbons Gray Cornwell, with him Samuel A. Whitaker, for appellant.\nThomas W. Pierce, for appellee."
  },
  "file_name": "0064-01",
  "first_page_order": 92,
  "last_page_order": 95
}
