{
  "id": 956152,
  "name": "Hollis, Appellant, v. Widener",
  "name_abbreviation": "Hollis v. Widener",
  "decision_date": "1908-04-27",
  "docket_number": "Appeal, No. 11",
  "first_page": "72",
  "last_page": "77",
  "citations": [
    {
      "type": "official",
      "cite": "221 Pa. 72"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "195 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0599-01"
      ]
    },
    {
      "cite": "195 Pa. 222",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914150
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0222-01"
      ]
    },
    {
      "cite": "208 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/208/0242-01"
      ]
    },
    {
      "cite": "143 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        978520
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/143/0001-01"
      ]
    },
    {
      "cite": "113 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0490-01"
      ]
    },
    {
      "cite": "178 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885533
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0397-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 378",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0378-01"
      ]
    },
    {
      "cite": "119 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0301-01"
      ]
    },
    {
      "cite": "99 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446055
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0465-01"
      ]
    },
    {
      "cite": "140 Pa. 487",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972561
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0487-01"
      ]
    },
    {
      "cite": "213 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943506
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/213/0145-01"
      ]
    },
    {
      "cite": "76 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1038917
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/76/0389-01"
      ]
    },
    {
      "cite": "100 U. S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/100/0213-01"
      ]
    },
    {
      "cite": "60 N. J. Law, 323",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        304707
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/60/0323-01"
      ]
    },
    {
      "cite": "70 N. J. Law, 451",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "case_ids": [
        619880,
        620027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/njl/70/0451-01",
        "/njl/70/0451-02"
      ]
    },
    {
      "cite": "216 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950415
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0279-01"
      ]
    },
    {
      "cite": "201 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925636
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0278-01"
      ]
    },
    {
      "cite": "139 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11250792
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0149-01"
      ]
    },
    {
      "cite": "198 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920347
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0312-01"
      ]
    },
    {
      "cite": "160 Pa. 109",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        852209
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/160/0109-01"
      ]
    },
    {
      "cite": "216 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950415
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0279-01"
      ]
    },
    {
      "cite": "201 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925636
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/201/0278-01"
      ]
    },
    {
      "cite": "198 Pa. 312",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920347
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/198/0312-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 611,
    "char_count": 12366,
    "ocr_confidence": 0.529,
    "pagerank": {
      "raw": 1.933823977243299e-07,
      "percentile": 0.7345532500157345
    },
    "sha256": "33936c462592ea48975f951bc0bd4000dd8fc1617fda8f5173a31ec6c9ce2379",
    "simhash": "1:62612626a0172fed",
    "word_count": 2212
  },
  "last_updated": "2024-02-27T19:56:38.345548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Hollis, Appellant, v. Widener."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThis is a very close case and the meager facts disclosed on the trial do not take it out of the realm of doubt. There was but one witness produced and examined at the trial, and his examination on either side was quite unsatisfactory in developing the material facts upon which the case should turn.\nThe reason of the learned trial judge for directing a non-suit was stated by him as follows: “ The mere happening of an accident to one working about machinery does not prove negligence on the part of the employer or that the appliance was defective; nor does a promise of the employer, or person representing him, that alterations or changes will be made to render a dangerous machine safer bind the employer, unless the machine was less safe than those in ordinary use.” The thought*in the mind of the learned judge seems to have been that the machine about which the plaintiff was engaged was that in ordinary use and hence was not defective; and that the promise made to alter or change it imposed no liability upon the employer for not making the alterations or changes. The position of the learned trial judge may be conceded to be correct, but that was not the case he had before him. As we understand the plaintiff’s case, he alleges that the place he was assigned to perform the work for which he was employed wras unsafe by reason of the failure of the plaintiff to guard and protect him from the machinery which it was his duty to oil, and the necessity for guarding the machinery was brought to the attention of the employer, or a person representing him, who promised to remove the danger by providing the guards necessary to protect the plaintiff while he was engaged at his work. It is not claimed, as we understand, that the ice machine about •which the plaintiff was employed was dangerous or unsafe except in so far as the plaintiff might come in contact with it by reason of the absence of guards along the platform on which he was required to stand while he was performing his duties. There is no contention that the machinery was not fit for the purpose for which it was intended, nor that it was not the machinery ordinarily used for such purpose. The claim is that the defendant erected a platform on which the plaintiff had to enter and oil the ice machine, and that in the construction of that platform the defendant neglected to take the proper and obviously necessary precautions to protect an employee while engaged in oiling the ice machine, the work of the plaintiff. The negligence, therefore, alleged by the plaintiff to have resulted in his injuries is not that the machine about which he was employed was not the one in ordinary use, but that the place in which he was required to perform his duties in oiling the machine was made unsafe by the character of the platform he had to enter in order to perform his duties.\nThe offers of evidence, the refusal of which is the subject of the third, fourth and fifth assignments of error, do not disclose clearly their purpose, but we assume that the purpose of the offers was to show that the platform in question was not constructed as those used for a similar purpose under like circumstances, and that the usual arrangement of the platform on which the oiler is expected to perform his duties has guards or other protection over the wheel of the machinery which caused the plaintiff’s injuries. We presume the offers were rejected because they were not sufficiently explicit. It was certainly competent to show that the platform constructed by the defendant was not that in ordinary use for such purpose and that its defective construction was the proximate cause of the plaintiff’s injuries : Madara v. Pottsville Iron and Steel Company, 160 Pa. 109. If the platform prepared by the defendant for the use of the plaintiff in the performance of his work was that ordinarily constructed and furnished for the purpose under like circumstances and conditions it would certainly go far towards exculpating the defendant from any negligence on the ground of a defective or insufficient platform. If, on the contrary, it was not in ordinary use, but one which the testimony tended to show was dangerous, it might impose liability upon the defendant. The evidence on the question, if embodied in a proper offer, was, therefore, competent as tending to show failure on the part of the defendant to furnish a reasonably safe place for the plaintiff to perform the duties for which he was employed.\nThe plaintiff had been engaged at this work long enough to know the dangers, if any, arising from a defective or negligently constructed platform, and it may be that he assumed the risk of those dangers. But he contends that he rebutted the presumption that he assumed such risk by showing that he notified his employer of the dangerous condition of the platform and was assured that the danger would be removed, and that he remained at his work solely by reason of this assurance. lie claims that the danger to which he was subjected was not so imminent and immediate as to require him to refuse to continue his work and, therefore, that the promise of his employer to remove the danger justified him in not at once quitting work. If the evidence was ■ sufficient to establish the facts as claimed by the plaintiff his case was brought within the doctrine of Reese v. Clark, 198 Pa. 312; Webster v. Coal & Coke Company, 201 Pa. 278, and Foster v. National Steel Company, 216 Pa. 279.\nThe plaintiff was injured when he was attempting to step on the platform, on which he was about to enter for the purpose of oiling the ice machine. Iiis right foot, which he had placed on the platform, slipped, and the foot and the leg were taken into the wheel of the ice machine, and the foot was so badly injured that it had tobe amputated. He must, therefore, beregarded as having been engaged at his work at the time he was injured. It was the duty of the defendant not only to use reasonable care in protecting the plaintiff while he was at work on the platform, but also while he was stepping on it in order to perform his work. In Foster v. National Steel Company, 216 Pa. 279, the plaintiff, who was engaged in unloading cars on an elevator track, fell between the projecting ties on which, he had to walk from one car to the other to reach the car which he was to unload. The defendant was held tobe negligent in not furnishing a safe passageway or platform for the plaintiff, who was injured while he was walking from one car to the other and not while he was engaged in the act of unloading the car.\nThe question involved in the case is whether the defendant furnished a reasonably safe place for the plaintiff to perform the work for which he was employed. Of course, in determining this question there are several others which will incidentally arise, but we need not now suggest or consider them in the absence of the evidence which will be given -on the trial. It may be well, however, to suggest that the facts should be more fully developed than in the former trial, so that the merits of the case may be intelligently passed upon, not only by the jury, but by the court.\nThe first assignment of error is sustained, and the judgment is reversed with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "S. M. Waln, of Wain <& Westcott, for appellant.",
      "J. F. Lewis, of Lewis <£ Adler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hollis, Appellant, v. Widener.\nNegligence — Master and servant — Safe place to work — Ice machine— Unguarded platform.\nIn an action by an employee against his employer to recover damages for personal injuries sustained while the plaintiff was engaged in oiling an ice machine, where the plaintiff alleges that the place in which he was required to work was unsafe by the character of the platform which he was obliged to use, he may show that the platform was not that in ordinary use, that it was not protected by guard rails, and that the necessity for guarding the machinery was brought to the attention of the defendant, or a person representing him, who promised to remove the danger by providing the guards necessary to protect the plaintiff while he was engaged at his work.\nAn employee rebuts the. presumption that he assumed the risk of working on a platform of a machine not guarded by a railing, by showing that he notified his employer of the dangerous condition of the platform, and was assured that the danger would be removed, and that he remained at his work solely by reason of this assurance.\nWhere an employee slips as he places his foot upon the unguarded platform of an ice machine on which he is obliged to go in order to oil the machine and is injured, he will be regarded as having been engaged at his work as a oiler of the machine at the time he was injured. In such a case it is the duty of the employer not only to use reasonable care in protecting the plaintiff while he is at work on the platform, but also while he is stepping on it, in order to perform his work.\nArgued March 25, 1908.\nAppeal, No. 11 Jan. T., 1908, by plaintiff, from order of C. P. No. 5, Phila. Co., June T., 1904, No. 1,306, refusing to take off nonsuit in case of Edward G. Hollis v. Peter A. B. Widener.\nBefore Mitchell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Martin, P. J.\nAt the trial it appeared that plaintiff was injured on July 23, 1902, while serving as an oiler on defendant’s steam yacht at a time when the yacht was cruising in the English channel.\nThe circumstances of the accident are stated in the opinion of the Supreme Court.\nWhen the plaintiff was on the stand he was asked this question :\n“ Q. What has been the appliances on platforms and fixtures you have seen around engines — how have they been arranged ? ”\nObjected to.\n“ Q. Did you ever see platforms for oilers? A. Tes, sir. Q. What is the usual arrangement of them ? ”\nObjected to. Objection sustained. Exception for plaintiff. [3]\n“ Q. Did you ever see in your experience any driving wheels or fly wheels of engines which were unprotected or unguarded outside of this one ? ”\nObjected to. Objection sustained. Exception for plaintiff. [4]\n“ Q. Did you ever see in your experience of eight or ten years any platforms three feet off the ground outside of this one on the Josephine without steps ? ”\nObjected to. Objection sustained. Exception for plaintiff. [5]\nThe court entered a compulsory nonsuit which it subsequently refused to take off.\nErrors assigned were (1, 2) refusal to take off nonsuit; (3-5) rulings on evidence, quoting the bill of exceptions.\nS. M. Waln, of Wain <& Westcott, for appellant.\nIt required no expert testimony and no special knowledge or training to inform the jury that the entrance to this platform was difficult, dangerous and unusual, and that in case the foot of the oiler slipped on the platform and passed between the open spokes of the drive wheel of the engine, it would be cut off: Reese v. Clark, 198 Pa. 312; Graham v. Penna. Co., 139 Pa. 149.\nApril 27, 1908:\nPlaintiff contends that this complaint and promise to provide the guard along the edge of platform or a fender, rebuts the presumption of law that he took the open and apparent risk of his employment, and constitutes an exception to that rule of law, and renders the defendant liable for this accident which would not have occurred if the guard or fender had been placed there as promised : Webster v. Coal & Coke Co., 201 Pa. 278 ; Reese v. Clark, 198 Pa. 312 ; Foster v. Steel Co., 216 Pa. 279 ; Dowd v. Erie R. R. Co., 70 N. J. Law, 451 (57 Atl. Repr. 248); Belleville Stone Co. v. Monney, 60 N. J. Law, 323 (38 Atl. Repr. 835); Hough v. Ry. Co., 100 U. S. 213 ; Patterson v. R. R. Co., 76 Pa. 389 ; Maines v. Harbison-Walker Co., 213 Pa. 145.\nJ. F. Lewis, of Lewis <£ Adler, for appellee.\nNo negligence has been shown : Diehl v. Iron Co., 140 Pa. 487; Sykes v. Packer, 99 Pa. 465 ; Phila., etc., Ry. Co. v. Hughes, 119 Pa. 301; Fick v. Jackson, 3 Pa. Superior Ct. 378; Nuss v. Rafsnyder, 178 Pa. 397; Brossman v. Railroad Co., 113 Pa. 490; Bemisch v. Roberts, 143 Pa. 1; Masterson v. Eldridge, 208 Pa. 242.\nNonsuit was properly entered against the plaintiff in view of his failure to show that there was a defect which it was the duty of the defendant to remedy, or that the machine, its appliances or location, were different or less safe than those in ordinary use : Leonard v. Herrman, 195 Pa. 222; Higgins v. Fanning, 195 Pa. 599."
  },
  "file_name": "0072-01",
  "first_page_order": 100,
  "last_page_order": 105
}
