{
  "id": 956205,
  "name": "Stitzel's Estate",
  "name_abbreviation": "Stitzel's Estate",
  "decision_date": "1908-05-11",
  "docket_number": "Appeals, No. 404",
  "first_page": "227",
  "last_page": "231",
  "citations": [
    {
      "type": "official",
      "cite": "221 Pa. 227"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "118 Pa. 176",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        556711
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/118/0176-01"
      ]
    },
    {
      "cite": "45 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0394-01"
      ]
    },
    {
      "cite": "6 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0035-01"
      ]
    },
    {
      "cite": "114 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        549991
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0219-01"
      ]
    },
    {
      "cite": "94 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486220
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0231-01"
      ]
    },
    {
      "cite": "64 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0058-01"
      ]
    },
    {
      "cite": "17 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0416-01"
      ]
    },
    {
      "cite": "119 Mass. 116",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        736951
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/119/0116-01"
      ]
    },
    {
      "cite": "1 Pa. Superior Ct. 542",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0542-01"
      ]
    },
    {
      "cite": "202 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992327
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0074-01"
      ]
    },
    {
      "cite": "217 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953644
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/217/0404-01"
      ]
    },
    {
      "cite": "1 W. N. C. 454",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "90 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0477-01"
      ]
    },
    {
      "cite": "16 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0256-01"
      ]
    },
    {
      "cite": "9 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960755
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0108-01"
      ]
    },
    {
      "cite": "6 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954604
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0086-01"
      ]
    },
    {
      "cite": "53 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004745
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0112-01"
      ]
    },
    {
      "cite": "65 Pa. 16",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0016-01"
      ]
    },
    {
      "cite": "110 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0410-01"
      ]
    },
    {
      "cite": "19 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970557
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0221-01"
      ]
    },
    {
      "cite": "163 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        859099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/163/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 608,
    "char_count": 10837,
    "ocr_confidence": 0.518,
    "pagerank": {
      "raw": 8.40389078902156e-07,
      "percentile": 0.9758833430057119
    },
    "sha256": "0618e43615d9c5e3cdec4b0ece4ac8b913c1e5b761c3ca524bf5f324cc0bbe27",
    "simhash": "1:b416c4194b3aac1b",
    "word_count": 1833
  },
  "last_updated": "2024-02-27T19:56:38.345548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Fell, Brown, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Stitzel’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Mitchell,\nThe executors of Stitzel filed their account showing a balance due to the residuary legatees, St. Joseph’s Hospital and the Homoeopathic Hospital of the city of Heading. No exceptions were filed to the account by either of the residuary legatees and no other parties appear to be interested. The learned judge below, on his own motion without notice or hearing, surcharged the executors with $2,500 out of $4,000 paid by them as counsel fees. To this adjudication the executors filed exceptions, and when these were called for argument the executors were offered by the court an opportunity to present evidence on the subject of the exceptions. Accountants declined to present any such evidence, but desired to argue the regularity of the court’s action, whereupon Mr. Gross appeared on behalf of St. Joseph’s Hospital and desiring to file exceptions to the account, was ruled to file his warrant of attorney. On the return of this rule Mr. Gross answered admitting that he represented no one authorized to execute a warrant of attorney, but the court immediately appointed him amicus curise, allowed him to file exceptions and compelled the executors to undergo an examination at his hands not only on matters pertinent to the surcharge, but on the administration of the estate generally.\nAt a continuance of this hearing, on a subsequent day the accountants presented formal resolutions by the boards of trustees of the two residuary legatees requesting the court to dismiss the exceptions and confirm the account as originally filed. Disregarding these resolutions the court subsequently filed a second adjudication, not only confirming the first surcharge, but making an additional surcharge of the other $1,500 previously allowed for counsel fees and striking off the accountants’ entire compensation on the ground that there had been an overvaluation of securities \"which the legatees had accepted in kind, and thereby the commissions had been inflated.\nThis is a sufficiently detailed recital to show the nature of the proceedings, and anything more illegal would be hard to find. Every step was irregular.\nBy the Act of April 14,1835, sec. 1, P. L. 275, the orphans’ court is directed to examine the accounts of executors “ and if not excepted to they shall after due consideration be confirmed, but if any person interested in the estate shall except to the account,” etc., the court shall decide whether the matters contested call for reference, etc. The usual course of practice ■where' no exceptions are filed is to confirm the account without further proceedings, and the accountants in the absence of notice are entitled to assume that this course will be followed. The duty, however, to examine with due consideration carries with it the right of the court on its own motion to make inquiries, suggest objections and call for explanations. But such matters must -be treated judicially, upon notice and hearing. A surcharge is- an adjudication against the accountant which cannot be made without notice to him and an opportunity to be heard before he is condemned. And a surcharge of the kind made in this case for an overpayment of counsel fees is riot one that can be made at all by the court without an exception by some interested party before it. There is no question of law-or public policy involved, simply a question of the proper or improper amount paid for a proper charge. If the residuary legatees out of whose pockets the fees would come had been individuals who had expressly agreed to the fees, the court would have had no authority to say they should not be allowed. The right of contract or consent in such cases is in the parties, not the court. And it makes no difference that the immediate parties are corporate trustees. All that the court could properly do was to notify the parties, state the objections and make sure that the trustees understood the court’s views. After that the decision rested with the trustees. In the present case the trustees not only failed to\"except, but formally and -explicitly declined to do so and requested confirmation of the account.\nThere was not only no authorized exception by either of the only parties interested, but there was no one before the court-entitled to speak for them even as nominal exceptants. Mr.-Gross attempted to appear, but had to confess that he could not -produce a warrant of attorney after being ruled to do so. That ended any right to speak for them if he had had any before : Act of April 14, 1834, sec. 11, P. L. 333.\nThe first’ adjudication and surcharge being without notice or hearing were-illegal and void.' And the attempt to cure the defects subsequently was equally futile. The accountants were entitled to- a fair hearing before judgment, not merely-to an opportunity to .con vince a judge who had already prejudged the case. Further, all the proceedings were irregular for the reason as already suggested that there was no one before the court entitled to raise exceptions. The judge appointed Mr. Gross as amicus curiae and allowed him as such to file exceptions. But it is not the office of an amicus curiae to become prosecutor to put into shape objections dictated by the court, and which the court itself as already shown had no authority to make in the absence of objection by some party in interest.\nWhat is said in Franklin’s Appeal, 163 Pa. 1, may be appropriately repeated here. “ It is not intended in this opinion to say that a judge may not, of his own motion, initiate an investigation for the correction of evils in the administration of justice. He is the responsible head of his court, and if he has reason to suspect wrongs or irregularities it is not only his right but his imperative duty to see to their correction. But .he should proceed in an orderly and judicial manner. . . . The legal remedies are ample and effective, but none of them permits a judgment before a hearing. A judge never serves either law or justice by proceeding lawlessly, or forgetting that a court is a tribunal where justice is judicially administered. Actual justice may be done and sometimes effectively by the summary action of a vigilance committee or a mob of lynchers, but' it is not done judicially, and the dangers are such as no civilized community can afford to tolerate. Deliberate and orderly proceedings, including, as a foremost requisite, a full and impartial hearing before judgment, are the inviolable safeguards of public justice as well as of individual liberty.\n“With the best intentions, no doubt, and under the belief that the situation required extraordinary action, the learned judge nevertheless adopted a method which cannot be sanctioned. The whole proceeding was non-judicial, void in form and in substance, and it is ordered to be struck off the record.”\nThe decree is reversed, all objections to the account are overruled and the account directed to be confirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Mitchell,"
      }
    ],
    "attorneys": [
      "George S. Graham and Isaac Hiester, with them Stevens <& Stevens, for appellants.",
      "George J. Gross, with him Anthony A. Hirst and James Fitzpatrick, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stitzel’s Estate.\n■ Executors and administrators —Accounting—Notice— Surcharge— Counsel fee — Exceptions—Parties—Amicus curia. ■\nA surcharge by the orphans’ court is an adjudication against the accountant which cannot be made without notice to him, and an opportunity to be heard before he is condemned.\nA surcharge of an executor for an overpayment of counsel fees is not one that can be made at all by the court without an exception by some interested party before it.\nWhere the orphans’ court without notice or hearing has surcharged executors with money paid out as counsel fees; and it appears that the only parties interested are two charitable corporations who filed no exceptions to the account, did not employ counsel, and who in fact ask that the account be confirmed, it is error for the court to appoint an attorney as amicus curise to file exceptions, and on such exceptions to hear testimony, and confirm the first surcharge and make an additional surcharge.\n' It is not the office of an amicus curise to become prosecutor to put into shape objections dictated by the court, and which the court itself has no authority to make in the absence of objection of_some party in interest. .\nArgued March 3, 1908.\nAppeals, No. 404, Jan. T., 1907, and No. 59, Jan. T., 1908, by Ilarvey H. Shomo and David K. Peters, Executors, from decrees of O. C. Berks Co., Dec. Term, 1906, No. 29 and June T., 1907, No. -53, dismissing exceptions to adjudication in Estate- of George D. Stitzel, deceased.\nBefore Mitchell, C. J., Fell, Brown, Elkin and Stewart, JJ.\nReversed.\nExceptions to adjudication. Before Bland, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nError assigned was in dismissing exceptions to adjudication.\nGeorge S. Graham and Isaac Hiester, with them Stevens <& Stevens, for appellants.\nIn the absence of exceptions duly taken the court has no authority to surcharge accountants by. striking out credits in the account or to do anything in such case but examine and after due consideration confirm the account, and if exceptions be filed the court cannot surcharge accountants further than the exceptions demand: Gaston’s App., 1 Pitts, 48; Mengas’s App., 19 Pa. 221; Stewart’s App., 110 Pa. 410 ; Brennan’s Est., 65 Pa. 16.\nMay 11, 1908:\nThe court had no authority to proceed to make a decree on objections to credits in the account except upon complaint of a party showing an interest therein who appeared, filed exceptions and became liable for costs. A complainant is an essential part of a court and no court is duly constituted without one: Huber v. Reily, 53 Pa. 112; Tracy’s Est., 15 Montgomery County Law Repr. 30 ; Herbein’s Est., 2 Chester County Rep. 449.\nEven if the exceptions had been filed by an interested party or if no exceptions were necessary the court had no authority to adjudicate a surcharge except on notice to the accountants and an open hearing in court at which the accountants had an opportunity to be present: Brown v. Hummel, 6 Pa. 86 ; Dale v. Medcalf, 9 Pa. 108 ; Ervine’s App., 16 Pa. 256 ; O’Hara v. Stack, 90 Pa. 477; Patterson’s Case, 1 W. N. C. 454; Heblich v. Slater, 217 Pa. 404.\nThe action of the court in permitting the attorney who undertook to appear for St. Joseph’s Hospital to speak in the cause after his failure to file his warrant of attorney was a direct violation of law and cannot be justified by appointing him amicus curiae : Fisler v. Reach, 202 Pa. 74; Com. v. Collom, 1 Pa. Superior Ct. 542 ; Martin v. Tapley, 119 Mass. 116.\nGeorge J. Gross, with him Anthony A. Hirst and James Fitzpatrick, for appellee.\nThe orphans’ court committed no error in the method pursued in this case: Kittera’s Estate, 17 Pa. 416 ; Stockton’s Appeal, 64 Pa. 58 ; Williamson’s Appeal, 94 Pa. 231; Lowry’s Appeal, 114 Pa. 219 ; Mengas’s App., 19 Pa. 221; Yundt’ Est., 6 Pa. 35; Yoder’s App., 45 Pa. 394; Drenuan’s App., 118 Pa. 176."
  },
  "file_name": "0227-01",
  "first_page_order": 255,
  "last_page_order": 259
}
