{
  "id": 956201,
  "name": "Commonwealth v. McKwayne, Appellant",
  "name_abbreviation": "Commonwealth v. McKwayne",
  "decision_date": "1908-05-18",
  "docket_number": "Appeal, No. 125",
  "first_page": "449",
  "last_page": "452",
  "citations": [
    {
      "type": "official",
      "cite": "221 Pa. 449"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "213 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        943364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/213/0432-01"
      ]
    },
    {
      "cite": "209 Pa. 274",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0274-01"
      ]
    },
    {
      "cite": "58 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013212
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/58/0009-01"
      ]
    },
    {
      "cite": "138 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251587
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/138/0276-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 6504,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.4928409373662093e-07,
      "percentile": 0.6633645436471393
    },
    "sha256": "5229767860b6c868efe010b9df2c882060bc771688593c4f9613bb9d0a9514b6",
    "simhash": "1:bb7de2944e2278fc",
    "word_count": 1144
  },
  "last_updated": "2024-02-27T19:56:38.345548+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, Brown, Mestrezat, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Commonwealth v. McKwayne, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nTwo of the assignments of error, the second and the seventh, are not in compliance with rule 31, which requires that the testimony and the rulings of the court shall be set out in the assignment. But, because of the nature of the case, we have examined these assignments to see whether there was any •merit in them. We find none.\nThe remaining assignments that need be considered relate ;to two subjects : (1) The instruction in the charge that the interest of the prisoner might be taken into account in determining his credibility as a witness ; (2) the statement qualifying the affirmance of defendant’s points that the right to take life did not arise while there were other means of escape open to the prisoner. The first instruction was fully warranted by the case of Commonwealth v. Orr, 138 Pa. 276, and the second was in entire accord with numerous decisions. See Commonwealth v. Drum, 58 Pa. 9 ; Commonwealth v. Mitchka, 209 Pa. 274; Commonwealth v. Johnson, 213 Pa. 432. The case was tried with great care, and was submitted to the jury with full and accurate instructions, and we find no error in the record.\nThe judgment is affirmed, and the record is remitted for the purposes of execution.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "G. W. Albert Rochow, for appellant.",
      "James G. Glessner, ex-district attorney, with him Me Olean Stooh, ex-assistant district attorney, and Robert S. Frey, for the commonwealth."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. McKwayne, Appellant.\nAppeals — Assignments of error — Evidence.\nAssignments of error to the admission of testimony must set forth the testimony and the rulings of the court thereon.\nCriminal law — Evidence—Interest of prisoner — Credibility.\nOn the trial of an indictment for murder it is proper for the court to charge that the interest of the prisoner may be taken into account by the jury in determining the credibility of the witness.\nCriminal law — Murder—Self-defense.\nThe right to take life does not arise while there are other means of escape to the person attacked.\nArgued May 4, 1908.\nAppeal, No. 125, Jan. T., 1908, by defendant, from judgment of O. and T. York Co., on verdict of guilty of murder of the first degree in case of Commonwealth v. Richard McKwayne.\nBefore Fell, Brown, Mestrezat, Elkin and Stewart, JJ.\nAffirmed.\nIndictment for murder. Before Bittenger, P. J.\nThe court charged in part as follows :\n[The commonwealth’s witnesses swear that accused demanded his time from Peterson at the cut, and threatened if he did not give the accused his time one of them would be in hell before night; that a man-by the name of Porter there on the ground handed Peterson a hatchet, during the controversy between him and the accused, which he immediately handed back to Porter.\nFurther, that when the prisoner left the cut the last time he was there for the camp, he said he would see Peterson at dinner time. The defendant swears that Peterson called for a hatchet, and retained possession, of it in his hand when he left the cut for the camp. He also swears that Peterson said there to him, instead óf he saying to Peterson, when he refused to give him his time, that he would not give him his time that day, “ if both of them were in hell before night,” or words to that effect, and instead of him using that language to Peterson, Peterson used that language to him.\nNow, the testimony of the commonwealth is, as I said before, that he made threats against Peterson, and he said he would see Peterson at noon, and his own testimony is that Peterson said they might both be in hell before he would give him his time that day. Now, that is a matter that the 'jury will have to decide again. If you can reconcile the commonwealth’s testimony and the defendant’s own testimony, you should do so. But if both cannot be true — if both' statements cannot be true — it will be a question for the jury to determine whether they believe a man who is not accused of any crime, and is a disinterested witness for the commonwealth, or whether they will believe the testimony of the defendant who is swearing in his own behalf, with the interest of his life at stake. The jury have a right to remember, as the Supreme Court has said, when they consider the testimony of a defendant, it is their duty to consider the fact that at the same time he is swearing in his own behalf with the interest of swearing to escape punishment.] [1]\nDefendant presented these points :\n4. If the jury believe that the deceased threatened the life of the defendant, and that he approached the defendant in a manner which threatened defendant’s life, producing in his mind such great fear and terror that he was unable to think, reflect and weigh the nature of his act, he cannot be convicted of murder in the first degree. Answer: This point is affirmed, with the qualification that by the acts of the deceased, as stated in the point, the prisoner’s mind was in the condition stated in this point at the time of the shooting by the prisoner of the deceased. [3]\nMay 18, 1908:\n8. If the jury find that the deceased approached the defendant in a threatening manner, and the defendant had a reasonable belief of great bodily harm, although mistaken, he cannot be convicted of murder in the first degree. Answer : This- point is affirmed, with the qualification that if the jury believe from the evidence that the prisoner believed further that he had no other means of escape. [4]\n9. If the jury find that deceased approached the defendant in a threatening manner, and the defendant had a reasonable belief of bodily harm, although mistaken, he cannot be convicted of murder in the first degree. Answer : This point is affirmed, if the jury believe that at the time of the shooting the prisoner so believed, and, further, that he believed he had no other means of escape. [5]\nAlthough the defendant was not in actual imminent peril of his life, or of great bodily harm at the time of the killing, he cannot be convicted of murder in the first degree, if in good faith he reasonably believed from the facts, as they appeared to him at the time, that he, the defendant, was in such imminent peril, even if it afterwards appears that he was mistaken. Answer: This point is affirmed, if the defendant believed he had no other means of escape. [6]\nYerdict of guilty of murder of the first dógree upon which judgment of sentence was passed. Defendant appealed.\nErrors assigned were (1, 3-6) above instructions, quoting them, and (2, 1) rulings on evidence without setting forth the testimony of the ruling of the court.\nG. W. Albert Rochow, for appellant.\nJames G. Glessner, ex-district attorney, with him Me Olean Stooh, ex-assistant district attorney, and Robert S. Frey, for the commonwealth."
  },
  "file_name": "0449-01",
  "first_page_order": 477,
  "last_page_order": 480
}
