{
  "id": 974803,
  "name": "CITY OF SCRANTON v. S. THOMAS ET AL.",
  "name_abbreviation": "City of Scranton v. Thomas",
  "decision_date": "1891-03-09",
  "docket_number": "No. 118",
  "first_page": "1",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "69 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026549
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0059-01"
      ]
    },
    {
      "cite": "135 Pa. 271",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "124 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563072
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0067-01"
      ]
    },
    {
      "cite": "109 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542271
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0150-01"
      ]
    },
    {
      "cite": "48 Pa. 253",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0253-01"
      ]
    },
    {
      "cite": "116 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554319
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0001-01"
      ]
    },
    {
      "cite": "1 Hill 189",
      "category": "reporters:state",
      "reporter": "Hill",
      "opinion_index": -1
    },
    {
      "cite": "111 Pa. 565",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545437
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0565-01"
      ]
    },
    {
      "cite": "105 Pa. 604",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454282
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0604-01"
      ]
    },
    {
      "cite": "87 Pa. 341",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 769,
    "char_count": 19678,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 9.210538511916047e-08,
      "percentile": 0.5099370658289344
    },
    "sha256": "6455425fc86654bbc367240b0b7d0dd75646cc2e4cc1d312086431e3024b393f",
    "simhash": "1:b0348fc68713c641",
    "word_count": 3541
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "CITY OF SCRANTON v. S. THOMAS ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam :\nThis decree is affirmed upon the opinion of the learned judge of the court below, and the appeal dismissed at the costs of the appellant.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam :"
      }
    ],
    "attorneys": [
      "Mr. Henry A. Knapp and Mr. I. H. Burns, for the appellant.",
      "Mr. W. Watson (with him Mr. W. >S. Diehl), for the appellees."
    ],
    "corrections": "",
    "head_matter": "CITY OF SCRANTON v. S. THOMAS ET AL.\nAPPEAL BY PLAINTIFF FROM THE COURT OE COMMON PLEAS OE LACKAWANNA COUNTY.\nArgued February 25, 1891\nDecided March 9, 1891.\n{«) On a bill filed by a city to restrain the maintenance of an obstruction to a dedicated public street by a private fence, the evidence showed that the land, over which the street was claimed to run, had been conveyed by the owner in lots, according to a recorded plan whereon the alleged street did not appear:\n1. There being no evidence of dedication, other than that the street was called for in certain lithographic maps and in certain unrecorded contracts, and the fact appearing that the way adopted and traveled by the public was within the right of way of a railroad company, the bill for an injunction was properly dismissed.\nBefore Paxson, C. J., Green, Clark, McCollum and Mitchell, JJ.\nNo. 118\nJanuary Term 1891, Sup. Ct.; court below, No. 4 June Term 1887, C. P. in Equity.\nOn June 10,1887, the city of Scranton filed a bill in equity against Septimus Thomas and Sally H. Thomas, averring:\nThat Abington Road was duly laid out and dedicated to public use in or about the year 1867, and since that time had been one of the streets of said city, had been traveled and used by the public, and was such a street as said city'was bound to keep free and open and in repair ; that the defendants had wilfully obstructed and were continuing to obstruct said street by a fence they had caused to be erected on the same, thereby preventing its use by the public to its great damage and inconvenience ; praying for an injunction, etc. A preliminary injunction was awarded.\nThe defendants having filed an answer admitting that they had'recently erected a fence, but averring that it was erected upon their own property and did not in any manner obstruct or interfere with any street or highway of the city, issue was joined and the cause referred to Mr. Lemuel Amerma/n, as examiner and master, who, on January 7,1889, filed a report finding the facts as they were averred in the bill, and recommending that a perpetual injunction should be granted.\nExceptions by the defendant, chiefly to the master’s findings of fact, having been overruled by the master and renewed on the filing of the report, after argument thereof the court, Gunster, J., on September 22,1890, filed the following opinion :\nThe plaintiff alleges that a certain road, called Abington Road, in the Thirteenth ward of the city of Scranton, was duly laid out and dedicated to public use in or about 1867, and that since that time it has been one of the streets of said city, has been traveled and used by the public, and is such a street as the city authorities are bound to repair and keep free and open; and that the defendants have wilfully obstructed and are continuing to obstruct said road by a fence which they have caused to be erected in said road, thereby preventing its use by the public, to the great damage and inconvenience of the same.\nThe defendants do not deny erecting the fence, but they do deny the existence of Abington Road as a public road, and that they have or are obstructing it; and assert that the fence erected by them is erected upon their own land, and that it does not in any manner obstruct or interfere with Abington Road or any other street in said city.\nThe learned master has found that a road, designated on one of the plots offered, in evidence by the plaintiff as Abington Road, was used by the public as a road, and that the fence erected by the defendants is erected in said road. He does not expressly find that Abington Road is a public road, or that the place where the fence is erected was ever dedicated to public use as a road, though perhaps such finding may be implied from the tenor of his report. As we are of the opinion that such finding is not only not sustained by the evidence, but in direct conflict with it, it is necessary for us to review the whole case.\nIt appears from the evidence that some time in 1866 or 1867, George Sanderson, Sr., having an interest in a large tract of land in what is now the Thirteenth ward of the city of Scranton, laid it out in building lots, and had prepared a plot of the streets and lots so laid out. This plot was known as the plot of “Sanderson’s addition in said city, called and known as Green Ridge.” On it such streets as had been plotted were numbered or named, and the blocks of land bounded by the streets were numbered and divided into lots which were also numbered. This plot was duly recorded in the. office for recording deeds in and for Luzerne county, on July 21, 1876, in deed book No. 198, pages 62-63. The original plot appears to have been lost or mislaid, but a certified copy of the record is in evidence before us as defendants’ exhibit 7.\nCharles Robb had or acquired an interest in the land with Mr. Sanderson and the evidence shows that they sold quite a number of the plotted lots therefrom. In every contract or conveyance, the lots sold were described as being a certain number in a certain block, and situate upon some street called and named a certain name “ upon the plot of Sanderson’s addition in said city, called and known as Green Ridge, intended to be duly registered and recorded, as by reference to which plot there registered and recorded will fully appear.”\nIt is now contended on behalf of the city that by plotting the land, laying it out into building lots bounded by streets and selling lots bounded by such street, Mr. Sanderson and those associated with him, dedicated the streets so plotted and with reference to which they sold lots, to public use, and that among the streets so plotted and laid out and with reference to which lots were sold, was one known as “ Abington Road,”' and that defendants’ fence is in this road. Undoubtedly, when the proprietor of a body of land sells and conveys lots according to a plan which shows them to be on streets, he must be held to have stamped upon them the character of public streets. And not only can the purchasers of lots abutting thereon assert this character, but all others in the general plan may assert the same, and the proprietor is in no condition afterwards to revoke this dedication : Trutt v. Spotts, 87 Pa. 341; Transue v. Sell, 105 Pa. 604; Pearl St., 111 Pa. 565. It is not like the single sale of a lot or lots in the same block, which might be evidence of the dedication of the street in that particular block, but not of the dedication of such street to the whole extent of the plot: Thirty-ninth St., 1 Hill 189; Easton Bor. v. Rinek, 116 Pa. 1. Under the evidence before us, we cannot and do not doubt that the owners of this tract of land intended to and did dedicate to public use the streets laid down on the plot with reference to which they sold lots.\nUnfortunately for the plaintiff’s case there is no such street as Abington Road on the plot. The plaintiff has, however, offered other evidence of the existence of such a road. It appears from the evidence that at the time Mr. Sanderson placed the lots laid out by him in the market, he had prepared and distributed a large number of lithographed maps of a portion of his plot of Green Ridge. These lithographs were substantial though not accurate copies of the original plot, but the lots were not numbered, nor was the size of the lots or width of the streets marked on them. On these lithographs, one of which, exhibit A, was offered in evidence, the words “ Abington Road ” appeared printed in the space running diagonally through the plot on which the track of the Delaware & Hudson Canal Company is located. It is contended on behalf of the plaintiff that the road ran through or across the whole plot. of land on the easterly side of the right of way of the railroad company, and that it is of the width of twenty-five feet, and a large amount of testimony was given as to the location of the road and the travel over it.\nBefore inquiring in detail into the nature and bearing of this evidence, it is proper to observe that there is no evidence in the case that any land or lots were sold with reference to the lithographic maps, and that every sale made was made with reference to the recorded plot. We consider this of considerable importance; because, where a map, or plan, or plot is thus referred to in a conveyance, it becomes a material and essential part of the conveyance, and is to have the same force and effect as if it were incorporated into the deed: Commonwealth v. McDonald, 16 S. & R. 391; Birmingham Bor. v. Anderson, 48 Pa. 253. We must therefore read the conveyances for lots on this plot with the plot in them.\nA number of surveyors called on behalf of the plaintiff testified to having seen a map in Mr. Sanderson’s office on which a street named Abington Road was plotted to the width of twenty-five feet east of the right of way of the Delaware & Hudson Canal Company, and to their familiarity with the actual location of the boundaries of such plotted road on the ground, and that such a road was surveyed on the ground. We cannot find from the evidence that the map or plot on which these witnesses say such a street was plotted, was the plot with reference to which the lots wore sold. On the contrary, it is plain to us that it was not. George Sanderson, Jr., who is probably as familiar with the matter as any witness called, testifies positively that the original was recorded, and we have a certified copy of the recorded map before us.\nThere is also a large volume of evidence as to the actual use by the public of the alleged road. This evidence does not by any means prove the use of the surveyed and plotted road testified to by the surveyors. On the contrary, it is more easily harmonized with our view of the case. It is certain that, before Mr. Sanderson prepared his plot, or issued the lithographs, or sold a single lot, the railroads of the Union Coal Company and of the Delaware & Hudson Canal Company were on the ground. The road of the Union Coal Company terminated at and west of the depot, and was connected with the track of the Delaware & Hudson by a switch, while the track of the Delaware & Hudson ran east of the depot and crossed the entire plot of land. It appears from the evidence that the track of the latter road, then down, is now the main track of said road. The right of these companies to be there, is distinctly recognized in the deed from Sanderson & Robb to the Delaware & Hudson Canal Company, dated June 7,1867, and the centre lines of both roads are called for as boundaries in this conveyanee (defendants’ exhibit 2), and both of these roads are distinctly marked, not only on the recorded plot with reference to which the lots were sold, but also upon the lithograph. Undoubtedly, there was some traveling on the eastern side of the road; but the evidence of the earlier travel shows that it was over the right of way of the company, and along the side of the track to the depot and freight cars of the company, and not over the alleged plotted road. Afterwards, when the company laid down additional rails east of their main track, the travel was necessarily crowded eastward. No road had been opened, and, as Mr. Robertson testifies, you could drive any way and people traveled wherever they wanted to go. Such use is but slight, if any, evidence of dedication.\nThere were also offered in evidence on part of the plaintiff some fifty contracts for the sale of lots. Four of these call for Abington Avenue on the westerly side, and they are located in blocks which adjoin the space running diagonally through the plot on which the railroads mentioned are located. They are for lots Nos. 1 and 12, in block No. 15, lots 2 and 8 in block A, and lot 17 in block No. 19. None of these contracts was ever recorded, and there is no evidence that the defendants had any knowledge or notice of them before they were offered in evidence. As between the parties to them, these contracts may be strong and perhaps conclusive evidence of the recognition of an avenue or road at the place called for, but the present controversy is not between the vendor and vendee of land described as situate on an avenue or road, but between the city, which alleges a dedication of a road to public use, and a purchaser for value without notice of such dedication.\nThese contracts must be considered and weighed with reference to the other evidence in the case. Take, for instance, the contract exhibit D. By this contract, dated June 1, 1867, George Sanderson and Charles Robb covenanted and agreed, upon the payment of the purchase money therein stipulated, “to grant, bargain and sell by good and sufficient warranty deed in fee-simple unto Francis A. Page, his heirs and assigns, the following described lots of land in the city of Scranton, Luzerne county, Pennsylvania, being lots Nos. one (1) and twelve (12) in square or block number fifteen (15) and situate upon corner of streets called and named Green Ridge Avenue, Sixth street and Abington Avenue, upon the plot of Sander-son’s addition in said city, called and known as Green Ridge, intended to be duly registered and recorded, as by reference to which plot thus registered and recorded will fully appear; said lots being, viz., lot No. 1, sixty feet in front, and lot No. 12 sixty feet in width, on the back end adjoining lot No. one (1), and viz., lot No. 12, as many feet from lot No. 1 along Green Ridge Avenue as will intersect Abington Avenue, lot No. 1, one hundred and sixty-seven and a half feet in depth; the measurement to commence ten feet from the inside of the sidewalk,” etc.\nThis is one of the strongest features of the plaintiff’s case; but, as said before, this contract was never recorded, and there is no evidence that the defendants had any knowledge or notice of it at the time they purchased; and the defendants show that on August 26, 1872, George Sanderson and wife and Charles Robb and wife executed and delivered to Mr. Page a general-warranty deed for four lots in this same plot, two of which are of the same number as those mentioned in the contract above quoted. The lots are described in this deed as follows: “ AE the following described lots of land in the city of Scranton, Luzerne county, state of Pennsylvania, to wit: Nos. thirteen (13) and fifteen (15) situate upon Sixth street, in square or block number nineteen (19), and number one (1), situate on the corner of Sixth street and Green Ridge Avenue, and twelve (12), on the corner of Fifth street and Green Ridge Avenue, and two (2) situate on Sixth street, and eleven (11) situate on Fifth street; said four last-mentioned lots being in block or square number fifteen, as the same appears upon said Sanderson’s plot called and known as Green Ridge in the second ward of the said city, as by reference to said plot will appear. Said lots are each sixty (60) feet in width and one hundred and seventy-one and a half (171¿) feet in depth, except lot number twelve, the corner of which is clipped more or less by the railway of the Delaware & Hudson railroad as appears by said plot. The measurement of the depth of said lots to commence ten feet from the inside of the sidewalk and also of the width of the corner lots,” etc. This deed was recorded November 26, 1872.\nBy deed dated September 2, 1872, and recorded November 26, 1872, Francis A. Page and wife conveyed the four lots in block 15 to Joseph Stickney; who, by deed dated September 1, 1886, and recorded September 9, 1886, conveyed a portion of said lots, including the place now in dispute, to G. J. Babcock; who, by deed dated and recorded September 9,1886, for the consideration of $650, granted and conveyed the same to Sally L. Thomas, one of these defendants. When, therefore, Mrs. Thomas paid her money for the land, there was upon the record not only the deed from Sanderson & Robb to Page, for the land in dispute, but also the plot with reference to which the deed was prepared and which must be read in it.\nBut, aside from this, we think the contracts referred to, as well as the lithograph, entirely consistent with the recorded plot; and they show, not only where what Mr. Sanderson recognized as Abington Road or Abington Avenue was, but also its eastern limit or boundary. The lithograph shows that Abington Road is located entirely on the space running diagonally through the plot, and it appears so also on the blue print (plaintiff’s exhibit C), as well as on the plot recorded with one of the deeds (plaintiff’s exhibit B) ; and these exhibits, together with the evidence of travel along the track of the railroad, leave no doubt in our minds that what is called Abington Road, on some of the plots, and Abington Avenue, in some of the contracts, was located entirely on what was recognized as the right of way of the railroad company in the Page deed. The recorded plot was evidently constructed upon some scale. Mr. Thomas and Preston Robertson both testify that the scale of the plot is two hundred and fifty feet to the inch. This testimony is uncontradicted, and is borne out by a careful examination of the plot itself. It is true, there is no scale marked on the plot, but it can readily be obtained from the width of the streets and the size of the lots, which are plainly marked on it. The lithograph, blue print, and map, offered in evidence by the plaintiff, are on the same scale, at the point in controversy, as can be ascertained by laying them over each other; and we see no escape from the conclusion that Abington Road is located thereon, on the space between the railroad track and the line of the plotted lots.\nThe defendants’ fence is on no part of this space, but is thirty-three feet from the centre of the main track of the Delaware & Hudson Canal Company’s railroad, and precisely where-the recorded plot shows the line of his lot to be. The uneontradicted testimony, as well as the recorded plot, show that the plotted line of the defendants’ land is thirty-three feet from the centre of the railroad marked down on the plot, and there is no evidence in the case that the defendants’ fence is on any part of these thirty-three feet. The evidence shows that it is erected entirely on the defendants’ land, and fails to show that such land has ever been dedicated to public use as a road. In reaching his conclusion, that defendants’ fence is on the space marked Abington Road on the lithograph, the learned master seems to have overlooked all the evidence showing the location of the railroad track on the ground, and on the recorded plot and copies thereof, and of the distance of the line of the plotted lots from the centre of said railroad track.\nOf the first series of exceptions filed, the first, third, fourth, fifth, sixth and seventh are sustained, the second and eighth are overruled; and it is ordered that the plaintiff’s bill be and the same is hereby dismissed at the cost of the plaintiff.\n—Thereupon, the plaintiff took this appeal, specifying that the court erred in sustaining the defendants’ exceptions, and in dismissing the plaintiff’s bill.\nMr. Henry A. Knapp and Mr. I. H. Burns, for the appellant.\nUpon the question of dedication, counsel cited: Griffin’s App., 109 Pa. 150; Pearl St., Ill Pa. 565; Patterson v. Harlan, 124 Pa. 67; Ferguson’s App., 117 Pa. 427; Goddard on Easements, 181-183.\nMr. W. Watson (with him Mr. W. >S. Diehl), for the appellees.\nCounsel cited: Commonwealth v. Railroad Co., 135 Pa. 271, Bunnell’s App., 69 Pa. 59; Schuchman v. Homestead Bor., Ill Pa. 48."
  },
  "file_name": "0001-01",
  "first_page_order": 25,
  "last_page_order": 33
}
