{
  "id": 974800,
  "name": "J. C. YOST ET AL. v. A. B. MENSCH ET AL.",
  "name_abbreviation": "Yost v. Mensch",
  "decision_date": "1891-03-23",
  "docket_number": "Nos. 352, 320",
  "first_page": "73",
  "last_page": "85",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "99 Pa. 231",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446067
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/99/0231-01"
      ]
    },
    {
      "cite": "98 Pa. 520",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "120 Pa. 50",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957936
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0157-01"
      ]
    },
    {
      "cite": "106 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "114 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "117 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "106 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455579
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/106/0536-01"
      ]
    },
    {
      "cite": "119 Pa. 533",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0533-01"
      ]
    },
    {
      "cite": "128 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567088
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0567-01"
      ]
    },
    {
      "cite": "78 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040364
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/pa/78/0448-01"
      ]
    },
    {
      "cite": "117 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "106 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455579
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0536-01"
      ]
    },
    {
      "cite": "128 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567088
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/128/0567-01"
      ]
    },
    {
      "cite": "78 Pa. 448",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/78/0448-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 940,
    "char_count": 28077,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.482666573983569e-07,
      "percentile": 0.6613848915515924
    },
    "sha256": "b00d60f6797a3ecbd7b5b9524de53b6ff10b7e698522e72697514636a7b53db6",
    "simhash": "1:3a619280fa22c5e1",
    "word_count": 4991
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark and Williams, JJ."
    ],
    "parties": [
      "J. C. YOST ET AL. v. A. B. MENSCH ET AL."
    ],
    "opinions": [
      {
        "text": "OPINION,\nMr. Chief Justice Paxson :\nThe case first above stated [No. 352] was an appeal from the order of the court below opening the judgment. The rule to open was obtained upon the petition, supported by affidavit, of Jacob G. Mensch, one of the defendants. The other defendant was his son, and the petition and affidavit certainly disclose a fraud practiced upon the petitioner in obtaining the judgment. It is not required that we should detail the particulars of the alleged fraud. The answer to the rule was in these words: “ The plaintiff above named, for answer to the rule granted upon the petition of the defendant, Jacob Gf. Mensch. denies the allegations in the said defendant’s petition contained.’’ The answer was not signed by the plaintiff; it was signed by his attorney, and was not accompanied by an affidavit.\nUpon the hearing of the rule, the depositions of the petitioner and his wife were read in support of it, but not the deposition of any other person. A. B. Mensch does not appear in the case, and his whereabouts was unknown. The deposition of one of the plaintiffs was produced to sustain the judgment, but it does not touch the question of the fraud of A. B. Mensch in obtaining the judgment from his father.\nIt was contended that the court below erred in opening the judgment upon the testimony of the husband and wife alone ; that together they constituted but a single witness, under the authority of Sower v. Weaver, 78 Pa. 448, and Bitner v. Boone, 128 Pa. 567. The rule was also invoked that, to overcome the effect of a written instrument, on the ground of fraud, the evidence of the fraud must be clear, precise, and indubitable, and sustained by two witnesses, or by one witness with corroborating circumstances; and Phillips v. Meily, 106 Pa. 536; Sylvius v. Kosek, 117 Pa. 76; Knarr’s App., 19 W. N. 531, were cited in support of it.\nNo fault is found with the rule, nor with the authorities cited; but is it applicable to the facts of this case ? Throwing out of view, for the present, the question of the weight to be given to the testimony of the wife, under such circumstances, and treating the husband and wife as but a single witness, we have in addition the significant fact that the oath of the defendant is uncoutradicted. The answer, as already stated, is general, is not under oath, was not made by the plaintiffs, and does not deny a single specific allegation of fraud charged in the petition. Nor does the plaintiffs’ deposition deny the specific charges. It is not the case, therefore, of oath against oath, in which case the paper itself inclines the scale in favor of the party asserting it. As the case stood, we think the court below was justified in opening the judgment; and this appeal is dismissed, at the costs of the appellants.\nThe second appeal [No. 320] was from the trial of the feigned issue. The first four assignments of error do not conform to ■the rules of court, and will not be discussed.\n■ The fifth assignment alleges that the court below erred in not allowing the plaintiff to prove the contents of a letter alleged to have been lost. The reason given by the learned judge ■below for excluding this testimony is entirely satisfactory.\nThe sixth and last assignment alleges that the court erred in not giving a binding instruction in favor of plaintiffs, as requested in their second point. Undoubtedly, had the evidence not been sufficient to satisfy his conscience, as a chancellor, that the note had been procured by fraud, the learned judge would have affirmed this point, and put an end to the case. We must assume that he was satisfied with its sufficiency. We cannot say he was wrong. The question of the effect of the wife’s testimony did not arise upon the trial, as a second, independent witness was called to corroborate the defendant. The weight to be attached to his evidence was for the jury and the court below. It would inaugurate a dangerous precedent for us to say they ought not to have believed him. If believed, it certainly tended to corroborate the defendant.\nIt will be observed that, up to this point, I have avoided any discussion of the rule alleged to have been asserted in Sower v. Weaver, and Bitner v. Boone, supra. The question of the effect of the wife’s testimony, in such cases, is not necessary to the decision of this case, and it has not been considered wise to' rule it now. In the present condition of the law of evidence, it is especially important; and we defer its decision until the question is squarely and necessarily raised, and we are aided by a further discussion. It is proper to say, however, that, in Sower v. Weaver, the husband and wife to some extent testified to independent facts necessary to sustain the defendant’s case, and that the testimony of the wife was not wholly in corroboration of the facts testified to by the husband. As to such facts, there was therefore but the testimony of a single witness, even if we regard them as two witnesses. This may have induced the remark of Justice Shabswood that, “admitting Weaver and his wife to amount together to one sufficient witness, where is the remaining witness, or that which is equivalent thereto ? ” It would be difficult to explain this remark except upon the theory I have indicated. It will be noticed that no authority was cited by Justice Sharswood for the position assumed. The remark of our Brother Clark, in Bitner v. Boone, was based wholly upon what was said in Sower y. Weaver; and the point decided was, that where the husband was an incompetent witness, the wife was also incompetent. The remark was merely used by way of illustration.\nI have said this much in regard to these cases, not for the purpose of discussing them, nor as indicating either my own views or the views of the court upon this question, but as showing just how far the cases go, and that we are justified in regarding it as an open question; as one, at least, upon which the door is not yet closed for further discussion and consideration.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Paxson :"
      }
    ],
    "attorneys": [
      "Mr. Gyrus G. Derr (with him Mr. O. S. Schaeffer), for the appellants:",
      "Mr. O. M. Ruhl (with him Mr. Daniel Drmentrout), for the appellee:"
    ],
    "corrections": "",
    "head_matter": "J. C. YOST ET AL. v. A. B. MENSCH ET AL.\nAPPEALS BY PLAINTIFFS FROM THE COUNT OF COMMON PLEAS OF BERKS COUNTY.\nArgued March 3, 1891\nDecided March 23, 1891.\n[To be reported.]\n1. To open a judgment by confession, upon the ground of fraud in procuring the instrument, when the answer to the rule is signed by the plaintiffs’ attorney and not sworn to, is in general terms not denying the specific allegations of fraud, and no testimony denying the same is presented, it is not requisite that the charges of fraud be sustained by more than one witness.\n2. Whether, under the rule that, to overcome the effect of a written instrument, a chai’ge of fraud must be sustained by the testimony of two witnesses, or by that of one witness with corroborative circumstances, the testimony of husband and wife, one of them being a party, is to be treated as that of but one witness, not decided: Sower v. Weaver, 78 Pa. 448; Bitner v. Boone, 128 Pa. 567, remarked upon.\n8. The plaintiff testified that he had written and mailed a letter to the defendant and had received a reply purporting to be written by the defendant’s son on his behalf, which had been lost: proof of the contents of the lost letter was properly rejected, the son being present in court, and no proof being made of his authority to Write the answer, or of the receipt of the original letter by the defendant.\nBefore Paxson, C. J., Sterrett, Green, Clark and Williams, JJ.\nNos. 352, 320\nJanuary Term 1891, Sup. Ct.; court below, Nos. 8 November Term 1885,106 June Term 1887, C. P.\nOn November 12, 1885, judgment was entered in the court below in favor of J. C. Yost & Co., and against A. B. Mensch and Jacob G. Mensch, upon a judgment note signed by the defendants, dated November 1Ó, 1885, for $1,000, payable six years after date, with interest half-yearly. On February 4, 1887, a writ of fieri facias was issued upon the judgment for the collection of a semi-annual instalment of interest.\nOn February 21, 1887, upon petition of Jacob B. Mensch, one of the defendants, the court made an order staying proceedings upon the execution, and granting a rule upon the plaintiffs to show cause why the judgment should not be opened and the petitioner be permitted to make defence thereto. The petition averred, in substance, that the petitioner was in no way indebted to the plaintiffs on account of the judgment, and never received from them any consideration therefor; that his signature to the note upon which the judgment was entered was procured by the artifice, fraud and false representations of his son and co-defendant, A. B. Mensch; that, in the fall of 1885, the said A. B. Mensch presented to the petitioner a paper, about the size of an ordinary sheet of foolscap, partly printed and partly written, representing that he had been employed by the plaintiffs and was required by them to give security to them in the sum of $100 for the performance of his contract, and that the paper so presented was only an agreement for $100; that the petitioner, being unable to read and understand English sufficiently to comprehend the effect of the paper, and believing and relying on the representations of his son, signed the paper, and never knew that he had signed a judgment note until February 8, 1887, when the sheriff made a levy on his property; and that the note must have been attached to a much larger paper, or, in some way at least, the petitioner by trick and artifice was induced to sign it.\nService of the rule to* open having been accepted for the plaintiffs, they filed thereto an answer signed by their counsel alone and not verified by affidavit, as follows:\n“ The plaintiff above named, for answer to the rule granted upon the petition of defendant, Jacob C. Mensch, denies the allegations in the said defendant’s petition contained. And further saith not.”\nDepositions were taken under the rule by both parties. For the plaintiffs, F. W. Zoller, a member of the plaintiff firm, testified that the note was delivered to the plaintiffs by A. B. Mensch in settlement of an indebtedness to them, part of which was represented by promissory notes, previously given, to which Jacob G. Mensch was a party, .the remainder being an open account for moneys collected by A. B. Mensch as traveling salesman of the plaintiffs. The witness, however, testified to nothing in connection with the signing of the notes by Jacob G. Mensch. For the petitioner, the depositions of himself and of his wife were taken. Each of them testified substantially to the facts averred in the petition.\nAfter bearing, the court made the rule absolute and ordered an issue to determine the matters at variance between the parties. A feigned issue was framed, accordingly, at No. 106 June Term 1887, of the court below. The form of it was not given in the paper-books. By a written stipulation, put on file, the parties agreed that if the verdict should be for the plaintiffs, judgment should be entered with a stay of execution until the maturity of the note.\nAt the trial of the issue on January 12, 1891, the plaintiffs put the judgment in evidence and rested.\nThe defendant, Jacob C. Mensch, was then called as a witness in his own behalf, when his counsel made the following offer:\nCounsel for defendant offer to show by this witness that in the afternoon of a certain day A. B. Mensch, the other maker of this note, came to the witness in the cornfield, and requested him to sign an agreement for §100 on which agreement he was to be bail or surety, A. B. Mensch stating that if he signed such an agreement he could get employment with Yost & Co. to sell goods for them; that the said A. B. Mensch also exhibited to him a paper, about the size of an ordinary sheet of foolscap, which he stated was the agreement he desired him to sign; that he then refused to sign it, and A. B. Mensch then said he would go to the house, which he did, and the witness, after having finished his day’s work in the field, went home and there had another conversation with his son, A. B. Mensch, his son repeating to him the conversation substantially had with him in the field, but that he did not then sign it; that the next morning, — his son remaining there all night, — his son repeated to him again the conversation had with him in the field and in the house in the evening, and requested that he should sign this agreement which he stated was for §100, again exhibiting to him the same paper and of the same size; that upon these representations that it was only an agreement he signed the paper; and that the witness himself is unable to read English or understand it when it is read: this to be followed by the testimony of other witnesses to the same facts.\nThe offer of what took place in the field and what took place the evening before is objected to by the plaintiffs for the following reasons: (1) It is too remote from the time of the execution of the paper, and cannot be regarded as part of the execution. (2) The offer itself shows that the defendant refused to sign the paper in the field, and refused to sign it in the evening at the house; and it is not a part of the negotiations carried on between the parties leading up to the execution of the paper, but those transactions are separate and distinct transactions, always resulting in a refusal by the defendant to sign the paper. (3) The offer is generally irrelevant and incompetent.\nBy the court: Objection overruled; exception.1\nThe witness testified to the facts stated in the offer. In the course of his testimony, he said that he signed his name about the middle of the sheet of paper presented to him by his son. The deposition of the defendant’s wife was put in evidence, corroborating .him as to what occurred0at the time the paper was signed, and on the evening before the signing, at the defendant’s house.\nJacob Hartline testified that he was present at the interview between A. B. Mensch and his father in the cornfield.\nQ. What conversation took place between them, that you heard, with reference to an agreement? .\nPlaintiffs object to the testimony, because it is not brought near enough to the time of the signing of this note to make it relevant.\nBy the court: Objection overruled; exception.8\nThe witness then testified that A. B. Mensch pulled from his pocket a paper about the size of a sheet of foolscap, partly opened it up, and said he wanted his father to sign an agreement as security for $100, so that he could act as agent for the plaintiffs; that the father replied that he would not sign it that day. On cross-examination, the witness admitted he had told other people that he had heard nothing of the conversation in the cornfield.\nEllen Mensch, one of the subscribing witnesses to the judgment note, being called, the following offer was made:\nDefendant’s counsel propose to show by the witness, who is the wife of A. B. Mensch, that at the time she wrote her name as a witness to this paper, it was not in the presence of Jacob G. Mensch, the defendant, but at her home in Macungie, Lehigh county; that she did so by request of her husband. And we also propose to show further by the witness that her husband deserted her sometime in the summer of 1887, May, 1887, since which time she has not heard from him, nor does she know where he is. This for the purpose of explaining the manner and circumstances under which the witness signed this paper as a witness.\nObjected to by plaintiffs, because the question is not as to whether the witness affixed her name to that paper as an attestation of its execution, but as to whether the defendant, Jacob G. Mensch, was procured to sign it by fraud. The witness having affixed her name to the paper, subsequently, does not bear upon the issue trying, throws no light upon it whatever and is therefore generally incompetent and irrelevant. If, however, it be adjudged that such testimony does bear upon this question, as the attempt of the defendant here is to prove the witness’s husband to have been guilty of a fraud, so disgracing him and rendering him liable to prosecution, the witness is incompetent to testify against her husband, to testify to any such fact against her husband; the testimony in every aspect is incompetent.\nBy the court: Objection overruled and testimony admitted; exception.3 4 We will exclude the fact of desertion from this offer, because that is clearly not relevant. You must confine yourself now strictly to the offer with regard to the signature, and simply the fact that the whereabouts of the husband are unknown.\nThe witness testified as proposed in the offer, except as to the fact of desertion.\nIn rebuttal, F. W. Zoller, one of the plaintiffs, testified that he had written and sent a letter to the defendant, addressing it “Jacob G. Mensch, Hoff’s Church; ” and that he received a reply signed bj' Milton Mensch, a son of the defendant, in which a reason was given for the defendant’s not writing the answer himself. Jacob G. Mensch, being recalled, testified that Hoff’s Church was his postoffice. Proof was made that the letter-signed by Milton Mensch was produced by Zoller at the time when depositions were taken under the rule to open the judgment, was'left in the hands of the notary public who took those depositions, and had been lost. The plaintiffs then made the following offer:\nThe witness, Mr. Zoller, haying testified that he wrote a letter to Jacob G. Mensch, the defendant in this case, put it in an envelope and addressed it to him, Jacob G. Mensch, at Hoff’s Church, that being the defendant’s postoffice, and haying also testified that he received a reply to that letter, which reply, though signed by Milton Mensch, was responsive to the letter which the witness had written, the letter itself explaining why it was not written by the defendant, saying that the defendant, who is his, Milton’s father, could not write English, the plaintiffs propose, having shown that the letter was lost, to prove the contents of the letter.\nThat is objected to as incompetent, because the letter shows upon its face that it is not a reply from Jacob G. Mensch; it does not show that he had any knowledge that it was written; it is incompetent for that reason. Beside that, Milton Mensch is here in court ; he is the person whose name is alleged to have been attached to that letter, and the plaintiffs can call him to ask him whether he wrote it, and if so, whether Jacob Mensch knew anything about it.\nBy the court: The answer upon its face purporting to come from Milton Mensch, the son, he being in court, in the absence of any proof of authority, in the absence of any authority to write such an answer, and in the absence of any proof of the reception of the letter by the defendant, the objection is sustained ; exception.5\nThe plaintiffs put in evidence the deposition of the defendant, taken in connection with the application to open the judgment, for the purpose of showing that in that deposition the defendant said: “ When Alfred came to me in the cornfield, there was no one within hearing distance.”\nAt the close of the testimony, the court, Erm^ntbotit, P. J., charged the jury in part as follows :\nThe plaintiffs request us to charge you:\n1. If the jury believe that Jacob G. Mensch, the defendant, signed the note in question, the verdict must be for the plaintiffs for the amount of the note, with interest.\n2. Under all the testimony in the case, the verdict must be for the plaintiffs for the amount of the note, with interest.\nAnswer: We decline to charge the jury as requested in this case, because we propose to leave the questions of fact to the jury to pass upon.6\n—After reviewing the testimony the court concluded:\nNow, gentlemen, we propose to leave the facts in this case with you, and as I have said, so I repeat again, the laboring oar is with the party who asserts that the paper which he signed is not what it imports to be. The instrument itself is the strong evidence which must be overcome; and the jury must be satisfied that the evidence is clear, precise, and indubitable ; they must consider the testimony of the husband and wife as one witness ; and they must bear in mind that the rule of law requires that, in addition to the one witness, there must be either another witness, or there must be circumstances corroborating the story equivalent to the testimony of another witness. You must find that there is clear, precise, and convincing testimony here. Whilst absolute certainty is out of the question, the witnesses must be creditable, they must remember the facts to which they testify, the details must be given, and the statements of the witnesses must be true. In order to overcome this paper, there must be the testimony of two witnesses, or of one witness corroborated by circumstances equivalent to another.\nIf you find such testimony to have been submitted on the part of this defendant, you will return a verdict in favor of the defendant; if not, then you will return a verdict in favor of the plaintiffs, for principal and interest.\n—The jury returned a verdict for the defendant, and judgment was entered thereon; whereupon the plaintiffs took the appeal at No. 820 January Term, assigning for error :\n1-4. The admission of the defendant’s offers.1 to 4\n5. The refusal of plaintiffs’ offer.6\n6. The answer to plaintiffs’ point.6\nThe plaintiffs afterward took the appeal at No. 352 January Term, from the proceeding at No. 8 November Term 1885, of the court below, specifying that the court erred:\n1. In making absolute the rule to open the judgment.\n2. In entering a decree opening the judgment.\nMr. Gyrus G. Derr (with him Mr. O. S. Schaeffer), for the appellants:\n1. Upon an application to open a judgment confessed, the court performs the functions of a chancellor, and should not disturb the judgment, unless the testimony submitted by the defendant be such as, if believed, would warrant a decree that the writing is void, or should be reformed because of fraud or mistake: § 1, act of April 4, 1877, P. L. 53 ; Knarr’s App., 19 W. N. 531; English’s App., 119 Pa. 533; Phillips v. Meily, 106 Pa. 536. The evidence must be clear, precise and indubitable, and there must be the testimony of two witnesses, or of one witness corroborated by circumstances equivalent to that of another, to justify such action: Sylvius v. Kosek, 117 Pa. 76; Knarr’s App., supra. In such a case, the testimony of the defendant and that of his wife, together coupt as that of but one witness: Sower v. Weaver, 78 Pa. 448; Bitner v. Boone, 128 Pa. 567.\n2. The testimony upon which the note in this case was allowed to be declared void, did not meet the requirements of the rule, as may be conclusively demonstrated by supposing that the testimony of the defendant and his wife, who together make but one witness, were eliminated; it will then be seen that there is nothing left beyond a conversation in the cornfield in the presence of Hartline, the substance of which was a request by the defendant’s son that the father sign an agreement for $100 and the father’s refusal to do so, and the remaining fact that a subscribing witness did not see the note signed by the defendant. The conversation in the cornfield is in no wise connected, either as to time or place, with the signing of the note; and the fact in regard to the subscribing witness has no bearing on the question of fraud in procuring the signature. To use the language of Mr. Justice Shabswood, in Sower v. Weaver, supra, “Had this case been tried before the act of 1869, and without the testimony of the defendant and his wife, there would have been literally no evidence to sustain the defence.”\n8. Moreover, the testimony for the defendant was not clear, precise and indubitable. His own testimony was contradictory and was directly at variance with the theory that a larger paper had been pasted over the note, as, if this had been done, it would have been impossible for Mm to sign the note by writing his name about half way down a larger sheet of paper. Hartline’s testimony is contradicted both by the statement in the defendant’s deposition, that no one was present in the cornfield, and by his own admission that he had told other people he had heard nothing. Altogether, the testimony is so contradictory that a chancellor should have refused to submit it to the jury. The testimony as to the occurrence in the cornfield should have been rejected, as it was no part of the res geste. The testimony of Ellen Mensch was irrelevant, or, if it did tend to show the commission of a fraud by her husband, she was incompetent as a witness. And the fifth specification should be sustained. In the circumstances shown to the court, there was a presumption that the lost letter was written by the defendant’s authority.\nMr. O. M. Ruhl (with him Mr. Daniel Drmentrout), for the appellee:\n1. The testimony for the defendant met all the requirements of the rule relating to the measure of proof, as stated in Thomas v. Loose, 114 Pa. 85. In addition to the testimony of the defendant, his wife and Hartline, there was the corroborative proof furnished by the note itself, which had upon it mucilage marks, indicating that when A. B. Mensch procured his aged and unlettered father to sign it, he attached it to a larger piece of paper, partly printed and partly written, and thus misled and deceived the defendant. The rule requiring the testimony of two witnesses, or of one with corroborating circumstances equal to that of another, is based upon the practice of chancery, which requires it to overcome a responsive answer to a bill. It is difficult to establish an unbending rule, and make it apply to every case at law in which an equitable defence is set up. It may be tbat the defendant does not always furnish the requisite proof, but the plaintiff may by his testimony, or his failure or refusal to testify, supply the proof which the defendant otherwise would lack. The rule is rigidly enforced only when the testimony of the defendant is contradicted by that of the plaintiff, which is supposed to counterbalance it, leaving the evidence supplied by the written instrument unaffected: Phillips v. Meily, 106 Pa. 544; Sylvius v. Kosek, 117 Pa. 76,- Brawdy v. Brawdy, 7 Pa. 157; Peno v. Moss, 120 Pa. 50.\n2. It may be that in such a case as this the testimony of ' husband and wife counts as that of but one witness, but if so, the rule is in antagonism to the tendency of modern jurisprudence, in thus annihilating the wife as a witness. The cases, however, do not support such a rule. In Sower v. Weaver, 78 Pa. 448, the husband and wife did not testify to the same facts, and neither of them testified, alone, to enough distinct facts to make out the defence. It is this state of the testimony that is referred to in the remark of Mr. Justice Shabs'WOOD, as to their together amounting to “ one sufficient witness.” Bitner v. Boone, 128 Pa. 567, does not bear upon the question. On the other hand, in Monroe v. Monroe, 98 Pa. 520, the case was submitted to the jury on the testimony of the defendant and his wife. That case is on all fours with the one at bar, except that the proof of fraud was not so strong. Although Ellen Mensch’s name was subscribed as that of a witness to the note, she was not in fact and law a subscribing witness: Huston v. Tieknor, 99 Pa. 231, and it was entirely proper to show this. It was proper, also, to show by her the absence of A. B. Mensch, so as to account for the defendant’s not calling him as a witness. The reasons given by the court for excluding proof of the contents of the letter written by Milton Mensch, fully vindicate the ruling.\nIt was stated in the briei filed on the part of the appellee that the note had upon it mucilage marks indicating that at some time it had been attached to another paper.\nMilton Mensch had previously been called as a witness by the defendant, who offered to show by him certain declarations of A. B. Mensch, which the court rejected.\nIn none of tliese assignments was the testimony given in pursuance of the oiler set out."
  },
  "file_name": "0073-01",
  "first_page_order": 97,
  "last_page_order": 109
}
