{
  "id": 974858,
  "name": "JOSEPHUS WILLIAMS v. AMZI LeBAR ET AL.",
  "name_abbreviation": "Williams v. LeBar",
  "decision_date": "1891-03-23",
  "docket_number": "No. 278",
  "first_page": "149",
  "last_page": "159",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 149"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. 126",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "62 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 130",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0130-01"
      ]
    },
    {
      "cite": "31 Conn. 447",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        534116
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/31/0447-01"
      ]
    },
    {
      "cite": "125 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563955
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0397-01"
      ]
    },
    {
      "cite": "111 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "48 N. J. L. 539",
      "category": "reporters:state",
      "reporter": "N.J.L.",
      "weight": 3,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 902,
    "char_count": 22989,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 7.677993212937075e-07,
      "percentile": 0.9713668634735075
    },
    "sha256": "3a285ef94cbd88abe0b7743df1b1dae9174ec60070f7918714d0e09b5e07e0af",
    "simhash": "1:161a3ce8ae4434a7",
    "word_count": 4012
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stebbett, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "JOSEPHUS WILLIAMS v. AMZI LeBAR ET AL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe defendants are physicians, and were sued in the court below for signing a certificate of plaintiff’s insanity, without having made a careful examination. The case was tried by the learned judge without a jury, with the result of a judgment in favor of the defendants.\nThe record is voluminous, with twenty-five assignments of error. They relate to the findings of fact and conclusions of law. The learned judge found that the certificate was false; that is to say, the defendants were mistaken, and the plaintiff was not insane at the time it was given. But upon the other question, the negligence, he found against the plaintiff. He very properly held that no presumption of negligence arose from the mere fact that the defendants were mistaken as to the fact of insanity. He further found that they had made an examination of the plaintiff, and that the onus of showing negligence was upon him. The most the case discloses is an error of judgment, to which the most careful and skilful physician is liable in a mysterious disease like insanity. We do not think it necessary to discuss the numerous assignments of error. None of them is sustained.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. Charles B. Staples (with him Mr. Wilton A. Hrdman), for the appellant.",
      "Mr. S. Holmes, for the appellees, was not heard."
    ],
    "corrections": "",
    "head_matter": "JOSEPHUS WILLIAMS v. AMZI LeBAR ET AL.\nAPPEAL BY PLA1NTIEE EBOM THE COURT OE COMMON PLEAS OE MONROE COUNTY.\nArgued March 10, 1891\nDecided March 23, 1891.\n(a) In trespass against physicians for negligence in giving a false certificate for the commission of the plaintiff to a hospital for the insane, under the act of April 20, 18G9, P. L. 78, the court below found, as facts, that although the plaintiff was not insane at the time, yet the defendants wei’e not guilty of negligence:\n1. In such case, the court properly ruled that, the certificate averring that an examination had been made as required by the act, the burden of proving negligence was upon the plaintiff, and that no presumption of negligence arose from the fact that the defendants were mistaken as to the plaintiff’s insanity.\n2. The release of one of two joint tort-feasors is a discharge of both; and this, notwithstanding the mutual intention of the plaintiff and of the defendant released was that such release should not affect the suit of the plaintiff pending against the other defendant: Per Schuyler, P. J.\nBefore Paxson, C. J., Stebbett, Williams, McCollum and Mitchell, JJ.\nNo. 278\nJanuary Term 1891, Sup. Ct.; court below, No. 16 December Term 1882, C. P.\nOn November 17, 1882, Josephus Williams brought case against Amzi LeBar and Joseph H. Shull. On August 10, 1889, a narr was filed in trespass on the case, claiming damages in §10,000. On August 12, 1889, the defendants pleaded, not guilty.\nOn May 17, 1890, the cause was submitted to the decision of the court without a jury, under the act of April 22, 1874, P. L. 109; and on May 31st a paper was filed showing that the case was “ settled and discontinued, so far as the same concerns or affects Joseph H. Shull, one of the defendants, on the following terms: Judgment is entered in favor of the plaintiff and against said Joseph H. Shull for the sum of §500, with stay of execution for one month; that any and all costs which the said Joseph H. Shull may or might be liable for, shall be paid by the said Josephus Williams. This settlement shall not be taken to in any way affect the above case, so far as it concerns the said Amzi LeBar, the other defendant.”\nAfter hearing had, the court, Schuydek, P. J., 3d district, specially presiding, filed the following decision :\nPOINTS SUBMITTED BY THE PLAINTIFF.\n1. If the evidence of the plaintiff in chief, standing by itself, establishes the fact of the plaintiff’s sanity, at and about the time he was taken to the State Hospital for the Insane at Dan-ville in 1876, the defendants must not only show that the said plaintiff was insane at previous periods in his lifetime, but must produce evidence of his insanity in 1876 that would satisfy the court as being sufficient to overcome the evidence of the plaintiff in chief.\nAnswer: Affirmed.\n2. If the testimony in the case establishes the fact of the plaintiff’s sanity at and about the time he was taken to the asylum in 1876, the physicians’ certificate of J. H. Shull and Amzi LeBar, the defendants, must have been false, and they are therefore liable to the plaintiff in damages.\nAnswer: Not affirmed.\n3. That when the said defendants, Shull and LeBar, signed the said physicians’ certificate, by means of which the said Josephus Williams, plaintiff, was confined in the said Danville asylum, they were not clothed with judicial immunity, but were chargeable with that neglect which, in the case of a professional expert, renders him liable for the failure to use the care and skill which his profession, per se, implies that he will bring to his professional work.\nAnswer: Affirmed.\n4. That if the court believe that the said plaintiff was sane, at or about the time the said defendants signed the said certificate, then it must find that they and each of them failed to use the care and skill which their and his profession, per se, implies they should each use, and they are chargeable with neglect and the verdict must be for the plaintiff.\nAnswer: Not affirmed.\n5. H the court believe that, at about the time the said certificate was signed by said defendants in 1876, the said plaintiff was not dangerous to himself or others and not unable to manage his estate, then the said certificate was false, and the verdict should be for the plaintiff.\nAnswer: Not affirmed.\n6. If the court believe that the said physicians’ certificate was false, and that they so certified to it by reason of their not having exercised reasonable care and skill, or either, the verdict must be for the plaintiff, irrespective of any question of malice or conspiracy.\nAnswer: Affirmed.\n7. The present action being that of trespass for false imprisonment, even if probable cause should be shown by defendants, it would be no justification; it would only go in mitigation of damages.\nAnswer: Not affirmed.\nPOINTS SUBMITTED BY DEFENDANTS.\n1. The release of one of two joint tort-feasors releases the other, and there can be no recovery against either.\nAnswer: Affirmed.\n2. The discharge of one joint-trespasser is that of all; notwithstanding the mutual intention of the plaintiff and the defendant discharged, that such discharge should not affect the suit as against the other defendants.\nAnswer: Affirmed.\n3. If the defendants acted under circumstances such as would have induced a physician of ordinary skill and prudence to believe the plaintiff insane and requiring medical treatment in an asylum, and their only motive was to restore him in health and soundness to his family, the plaintiff cannot recover.\nAnswer: Affirmed.\n4. The plaintiff cannot recover unless the evidence shows that the defendants, in giving the certificate in question, acted with gross negligence or corruptly, or that they acted without reasonable or probable cause or were actuated by motives other than the plaintiff’s good; and this is true, without regard to the question whether the facts stated in the said certificate are actually true or false, if the defendants believed them at the time to be true.\nAnswer: Declined.\n5. When a physician, having no improper connection with the matter, honestly gives his certificate that a man is insane, and conscientiously believes that he is insane, after the due personal examination required by law, conducted with ordinary skill and prudence, such physician is not liable in an action.\nAnswer: Affirmed.\n6. Insanity once proven is presumed to continue until the subject is proved to have become sane.\nAnswer: Affirmed.\n7. A physician, called upon to give a certificate of insanity with a view of removing a patient for treatment in an insane hospital, is entitled to the same protection as a judge or juror sitting upon an inquest de lunático inquirendo, or any public officer in the discharge of his duty; and, in such cases, but slight evidence of good faith on the part of the physician is sufficient to cast the burden of establishing the want of probable cause upon the plaintiff.\nAnswer: Declined.\nDECISION.\nIt is of the first importance to the orderly conduct of a trial in court, that the real issue between the parties should be distinctly and clearly disclosed by the pleadings. In the case at bar, the pleadings, instead of performing this function, have proved actually misleading, not only to the confusion of counsel, but to the embarrassment of the court, both in its rulings on points of evidence and in making up its judgment. The action is based on § 1, act of April 20, 1869, P. L. 78, taken in connection with § 1, act of March 28, 1876, P. L. 8, in relation to the placing of insane persons in a hospital for the insane, on the certificate of two or more reputable physicians. The summons is in case, but the declaration is in trespass and contains two counts. The first count charges the defendants, as graduated physicians, with having falsely and negligently certified that they had made a personal examination of the plaintiff within one week from the date of certificate and that they believed him to be insane and a proper patient for an insane asylum, and that “ upon said certificate and by virtue thereof ” they caused the plaintiff to be arrested and placed in the State Hospital for the Insane at Danville.\nA count like this, in all its essential features, was pronounced bad on demurrer in Force v. Probasco, 48 N. J. L. 539, Yan-Syokel, J., saying: “ The averment is, that by means of their certificate the defendants caused the plaintiff to be arrested and imprisoned, but how or in what way the certificate and arrest are connected is left to conjecture. It does not appear how the making of a false certificate, in this case, affected the personal liberty of the plaintiff. The declaration discloses nothing which shows that the loss of liberty was the necessary consequence of the wrongful act imputed to the defendants. There is no averment that the defendants unlawfully caused or procured the arrest of the plaintiff. They could not have caused the arrest by the mere making of a false certificate. The certificate was not an order for her arrest, nor did it cot> tain any request to any other person to deprive her of her liberty. The person upon whose petition she was admitted to the asylum might have made use of this certificate to effectuate his purpose, but the certificate of all the doctors in the land would not of themselves have restrained her freedom in the slightest degree.”\nThe second count charges the defendants directly with having procured the arrest of the plaintiff and the placing of him in an asylum, without reference to the certificate. This count is correct in form, but unfortunately for the plaintiff there is not a tittle of evidence to support it. Indeed, it is not protended that the defendants had anything to do with the arrest and subsequent ill-treatment of the plaintiff, outside of the simple act of signing the certificate. That this is not enough to support a count in trespass, is plainly indicated by the reasoning of the court in Force v. Probasco, supra. The very point is decided in Hall v. Semple, 3 F. & F. 337, where it is held that “ a medical man who has merely signed a certificate and has done nothing more towards causing the confinement of a person as a lunatic, is not liable in trespass.” Under the declaration as it stands, therefore, the defendants are already entitled to a judgment in their favor.\nBut the plaintiff ought not to be turned out of court for the mere mistake in pleading, if it otherwise appear that he has a meritorious case. It does not follow because the defendants are not liable in trespass, that they are not liable at all. I cannot do better in this connection than by quoting somewhat freely from the charge to the jury made bjr Crompton, J., in the interesting case of Hall v. Semple, referred to above.\n“ Take me as saying to you, in point of law,” says that able judge, “ that if a medical man assumes, under this statute,” —referring to an English statute similar to our own, “the duty of signing such a certificate, without making and by reason of his not making a due and proper examination, which a medical man under such circumstances ought to make and is called on to make, not in the exercise of the extremest possible care, but in the exercise of ordinary care, so that he is guilty of culpable negligence, and damage ensue, then, that an action will lie, although there has been no spiteful or improper motive, and though the certificate is not false to his knowledge.\n“ The true ground of plaintiff’s complaint is the negligence of the defendant, and the want of due care in the discharge of the duty thrown upon him; and I think that if a person assumes the duty of a medical man, under this statute, and signs a certificate of insanit}'- which is untrue, without making the proper examination and inquiries which the circumstances of the case would require from a medical man using proper skill in such a matter, if he states that which is untrue and damage ensues to the party thereby, he is liable to an action, and it is to that I desire to call your particular attention. It is not that a. medical man is bound to form a right judgment, so as to be liable to an action if he does not. There are cases of insanity which are very difficult to deal with or to understand. But what he is required to do is to make an examination, and if it be nécessary, to make such inquiries as may be required. It would be unjust if a man were to be visited, in cases of this kind, with consequences arising from mere error of judgment or mistake in fact.\n“ There must be, to make him liable, negligence in the discharge of those proper duties which it must be taken he has assumed in undertaking to sign the certificate of insanity, and if you are satisfied that there has been negligence with reference to these matters — culpable negligence, as I have described it — then he is liable. Now, I cannot help thinking in a matter of this kind, which is not like a mere preliminary inquiry before a magistrate, but a proceeding upon which a man is to be at once confined to imprisonment as a lunatic, very considerable care is necessary. One can hardly say precisely what that degree of care may be. It is said that one man may be satisfied with a quicker examination than another. We, for instance, would take a long time, before we should be able to form a judgment in a matter of this kind. A person experienced in such matters might decide more quickly, while an ordinary medical practitioner might require a longer time. We take it as clear, however, that considerable care ought to be used.”\nI ought perhaps to apologize for these long extracts, but I think they are justified by the fact that Foster & Finlason’s Reports in which the case of Hall v. Semple appears, are as a rule accessible only to persons living in the neighborhood of large libraries, and because careful and extended search has disclosed no other reported case in which the civil liability of physicians for consequential injuries, in cases like the present, is ruled upon or even discussed. And here let me say, that the criticisms of the pleadings made in a former part of this opinion were not made in a spirit of fault finding. On the contrary, I cheerfully certify to the care and conspicuous ability exhibited by the learned counsel on both sides during this entire trial. The mistakes in the pleadings were very natural ones. In Force v. Probasco, supra, the form of action was trespass, and even in Hall v. Semple, the first count was also for trespass, although the plaintiff was represented by a long array of very distinguished counsel, which merely shows how close to the line such cases lie. I have not the case of Hall v. Semple now before me, but my recollection is that the second count, on which the' plaintiff secured a verdict, charges that the acts of the defendant were done “ with intent ” to cause the plaintiff to be imprisoned.\nTo return from this digression, we have seen that the question of the liability of the defendants must turn upon whether or not they have been guilty of negligence. I shall have to find that the certificate is false, in so far as it certifies that at its date the plaintiff was insane. The evidence is somewhat conflicting on that point, but the weight of the evidence seems to be with the plaintiff. 1 cannot find, however, that the defendants did not make a personal examination of the plaintiff. The presumption is that the certificate speaks the truth in this particular, and this presumption must stand until overcome by proof to the contrary. It is not pretended that Dr. Shull did not make the examination, nor is there any evidence that Dr. LeBar did not. On the contrary, he positively testifies that he did make it, and explained how and when. It is true, he did not visit the plaintiff for that purpose, but the act of assembly does not require that; wherein it differs from the act 9 Geo. IV., c. 41, § 80, which requires a certificate that the physicians both “visited and personally examined” the patient.\nWe come, now, to the main question in the case; that is, whether or not the certificate was the result of negligence on the part of the defendants. Here again the burden is on the plaintiff, the presumption being that the defendants did their duty. Nor is the burden shifted by the mere fact that the certificate as to the insanity is false, as that is consistent with an honest mistake of judgment after the most careful examination and inquiries. Moreover, the certificate was a privileged communication ; and where a communication is privileged, plaintiff must show not only that it was not true, but that the defendants had no reasonable grounds to believe that it was true: Briggs v. Garrett, 111 Pa. 415. No attempt was made to show that Dr. Shull had been derelict in his duty, so that he at least must stand acquitted of any negligence. As to Dr. LeBar, we have seen that he made a personal examination of the plaintiff. He had known the plaintiff intimately for many years, and met him frequently down to the date of the certificate. At these meetings, during the week prior to the date of the certificate and after his attention had been called to the subject, he observed the plaintiff’s appearance, manner and conversation. This I think was a compliance with the requirement of the act of assembly, as far as the examination was concerned.\nMoreover, as bearing on the question of probable cause, there was insanity in plaintiff’s family, and Dr. LeBar knew that fact. He also knew that the plaintiff himself had been twice before in an insane asylum, the second time in 1874, when he was unquestionably insane, and Dr. LeBar was one of the certifying physicians to his insanity. Dr. Shull, to whom no negligence is imputed, was the first to sign the certificate in controversy. Dr. LeBar signed it at the request of the plaintiff’s father, whose motives are not impugned, although an attempt was made to show that he did not understand his son. There is absolutely nothing in the evidence to show negligence on the part of Dr. LeBar, beyond the solitary fact that as to the insanity of the plaintiff the certificate was false. Thus differs the case at bar from Hall v. Semple, where there was also a personal examination, but the defendant expressed himself as unable from this examination to say whether the plaintiff was sane or not, and yet without any further examination and without injury from others, he signed a certificate that the plaintiff was insane. In conclusion, I think that the plaintiff has entirely failed to show negligence or want of probable cause on the part of either of the defendants.\nIt is made the duty of the court where, as here, the cause is tried by the court without a jury, to make a finding of the ultimate facts on which the law must determine the rights of the parties, separately and distinctly from the rest of the decision. In obedience to this requirement, somewhat at the expense of repetition, I find the following facts :\n1. On the twenty-first day of November, A. D. 1876, the defendants, two reputable physicians of this county, signed a certificate in which they certified that they had, within one week prior to the date of the certificate, made a personal examination of the plaintiff, and that they believed him to be insane and a proper patient to be sent to the State Hospital for the Insane at Danville.\n2. On the same day, the father of the plaintiff, armed with the foregoing certificate, caused the plaintiff to be arrested and placed in said hospital, where he was detained for the period of one month. Neither of the defendants advised or assisted in said arrest or confinement.\n3. As stated in the certificate, both of the defendants personally examined the plaintiff within one week prior to the date of the certificate, but the plaintiff was not at that date insane or a proper patient for an insane asylum. The certificate of insanity was not given negligently.\n4. In May last, Dr. Shull, one of the defendants, confessed judgment in this suit to the plaintiff for $500, with the understanding that the plaintiff should satisfy the judgment without the payment of any money by Dr. Shull, and it was so satisfied. Subsequently the judgment was opened by the court on the petition of the plaintiff and with Dr. Shull’s consent. In consideration of this consent, the plaintiff agreed to enter a nonsuit as to Dr. Shull in the present action.\nAnd now November 8,1890, the decision of the court is, that judgment should be entered in favor of the defendants.\n—On December 4, 1890, the plaintiff filed fourteen exceptions to the findings of fact, and thirty-two exceptions to the conclusions of law in the foregoing decision. After argument, the court, Schuyler, P. J., entered an order dismissing all the exceptions and directing judgment to be entered in favor of the defendants. Thereupon the plaintiff took this appeal, filing twenty-five assignments, specifying the dismissal of certain of the plaintiff’s exceptions to the decision, for error.\nMr. Charles B. Staples (with him Mr. Wilton A. Hrdman), for the appellant.\nCounsel cited, inter alia: Commonwealth v. Haskell, 2 Brewst. 504; 1 Addison on Torts, 22; Hall v. Semple, 8 F. & F. 337; Shear & Redf. on Neg., §§ 57, 58.\nMr. S. Holmes, for the appellees, was not heard.\nAs to the burden of proving negligence, the brief filed cited: Briggs v. Garrett, 111 Pa. 415. That the release of one of two joint tort-feasors releases the other: Seither v. Traction Co., 125 Pa. 397; Ayers v. Ashmead, 31 Conn. 447; O’Neal v. O’Neal, 4 W. & S. 130; Finch v. Lamberton, 62 Pa. 372; Beltzhoover v. Commonwealth, 1 W. 126; Williams v. McFall, 2 S. & R. 279; Downey v. Farmers etc. Bank, 13 S. & R. 288.\nBut see the fourth finding- of fact in the decision, post, 157."
  },
  "file_name": "0149-01",
  "first_page_order": 173,
  "last_page_order": 183
}
