{
  "id": 974843,
  "name": "C. H. MILLER ET UX. v. REUBEN KLOPP ET AL.",
  "name_abbreviation": "Miller v. Klopp",
  "decision_date": "1891-04-06",
  "docket_number": "No. 89",
  "first_page": "375",
  "last_page": "380",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "98 Pa. 278",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "30 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "5 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 549,
    "char_count": 10733,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.034267248785546954
    },
    "sha256": "d649f39cfa86ed42d25f184f573c1e299e35ee1304682a0af81b2c1a43b9d61f",
    "simhash": "1:dd1624cdb8bb47e0",
    "word_count": 1885
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. L, Sterrett, Green, Clark and Williams, JJ."
    ],
    "parties": [
      "C. H. MILLER ET UX. v. REUBEN KLOPP ET AL."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Clark:\nWe cannot see what right, in law or equity, the appollanfli have to maintain their writ of venditioni exponas against thel appellees, upon completion of the tender according to the order of the Common Pleas, made June 2, 1890. It is true that by the terms of the decree of this court, entered April 14, 1888, it was provided that the effect thereof should not be to create any personal responsibility as to Elvira L. Miller; that the decree should be enforceable only against the land. But it appears that Elvira L. Miller afterwards, in relief of the land, went into the Common Pleas and obtained a stay of execution, claiming practically that the decree was satisfied ; that Henry Miller had moneys in his hands realized from the rents, issues, and profits of the lands in dispute, sufficient and more than sufficient to pay the decree. Her claim was then not only unliquidated, it was actually in litigation; but the stay of execution was nevertheless ordered, and the same has since been continued until the true amount of her claim could be legally ascertained. This was afterwards done, and judgment was entered for $2,653.55; and now the defendant complains of the court for doing what she herself prayed the court might be done. The order was made, practically, upon the petition of both parties in interest, and it is difficult to see how either can complain. The execution was stayed in order that the rents, issues and profits might be ascertained, and applied in payment of the decree ; and now, having had the benefit of a stay of proceedings for this particular purpose, she will not be permitted, when her claim is adjusted, to repudiate the mode of settlement she herself proposed, and upon the faith of which the stay was granted. We are of opinion that the court was right in making the order of June 2,1890, and the same is affirmed.\nThe appeal is dismissed at the cost of the appellants.",
        "type": "majority",
        "author": "Mr. Justice Clark:"
      }
    ],
    "attorneys": [
      "Mr. Isaac Hester (with him Mr. B. IS. Schroeder and Mr. A. Cf. G-reeti), for the appellants.",
      "Mr. Jefferson Snyder and Mr. Richmond L. Jones (with them Mr. Creorge F. Baer), for the appellees."
    ],
    "corrections": "",
    "head_matter": "C. H. MILLER ET UX. v. REUBEN KLOPP ET AL.\nAPPEAL BY PLAINTIEES EJJOM THE COURT OE COMMON PLEAS OE BERKS COUNTY.\nArgued March 3, 1891\nDecided April 6, 1891.\n{a) A married woman, against whom a decree for the payment of money was entered, not as a personal debt but as a charge upon her land, applied for the stay of execution process issued to enforce the decree, upon the ground that the plaintiff therein had in his hands rents and profits of the land more than sufficient to pay the decree.\n(6) The court stayed the execution until the amount of the defendant’s claim could be judicially ascertained in an action therefor already pending. Having recovered a judgment in that action, she issued execution for its collection, refusing to credit the decree thereon and refusing a tender of the balance :\n1. Having had the benefit of a stay of proceedings, granted for the particular purpose of ascertaining the amount of the rents and profits, that they might be applied in payment of the decree, the married woman could not be permitted to repudiate her own proposal of such a mode of settlement, on the faith of which the stay was granted.\nBefore Paxson, C. L, Sterrett, Green, Clark and Williams, JJ.\nNo. 89\nJanuary Term 1891, Sup. Ct.; court below, No. 16 June Term 1889, E. D., C. P.\nIn an action of ejectment, brought to No. 188 May Term 1883, of the court below, for the undivided half of 183 acres of land, by Charles H. Miller and Elvira L., his wife, in right of said Elvira, against Reuben Klopp and Henry H. Miller, the plaintiffs recovered a verdict for the premises described in their writ, upon which judgment was entered November 8, 1886. In March, 1888, by virtue of that judgment, Elvira L. Miller was put into possession.\nOn November 12, 1886, the same plaintiffs brought trespass for mesne profits against the same defendants to No. 25 December Term 1886. On April 16,1888, while this action was still pending, Henry H. Miller recovered a decree in equity against Charles H. and Elvira L. Miller, for the payment of $1,391.20, with interest from February 2, 1881, the decree providing, however, that it should impose no personal responsibility upon Elvira L. Miller, but should be enforceable against her by the seizure and sale of the undivided half of the 183 acres above mentioned, which had been conveyed to her by her husband : Miller’s App., 1Í9 Pa. 620.\nTo enforce said decree in equity, Henry H. Miller, on April 25, 1888, issued a writ of fieri facias, under which a levy was made on the right, title and interest of Elvira L. Miller in and to the land aforesaid, and the same was condemned upon inquisition held. On July 7, 1888, a writ of venditioni exponas for the sale of the real estate so condemned was issued, and on July 19, 1888, Elvira L. Miller filed a petition averring that she was wrongfully disseised by Henry H. Miller of the undivided one half of the 183 acres aforesaid, in August, 1880; that at the time of filing the petition she was in the undisputed possession thereof, in pursuance of her recovery in ejectment at No. 133 May Term 1883; that by said recovery her right to the rents, issues and profits of the said premises during the continuance of her disseisin was judicially established; that she had instituted the action to No. 25 December Term 1886 for their recovery, which action was ready for trial, and that the sum due the petitioner, on account of such rents and profits, amounted including interest to $949.87 over and above the amount of said decree in equity; praying that the writ of venditioni exponas for the enforcement of the decree in equity in favor of Henry H. Miller be stayed, and that a rule be granted to show cause why said decree should not be canceled and the record thereof marked satisfied. The court thereupon stayed the writ and granted the rule prayed for.\nSubsequently, the petition of Mrs. Miller was amended so as to pray for an issue to determine whether the decree had not been fully paid. While the rule upon this petition was pending, the action for mesne profits at No. 25 December Term 1886, came to trial, resulting in a verdict and judgment for the plaintiffs for $2,653.55. The pleadings in that action were not printed in the paper-books, but it was stated that the plaintiffs’ declaration claimed mesne profits from the date of the disseisin in 1880, and that by a notice given under act of May 2, 1876, P. L. 95, mesne profits subsequent to the commencement of the action and down to the date when the plaintiffs obtained possession in 1888, were claimed. In the appellants’ paper-book it was alleged that the official stenographer’s notes of the trial showed that the plaintiffs withdrew all evidence relating to matters prior to May 1, 1883.\nExecution having been issued upon the judgment for mesne profits, so recovered, Henry H. Miller on May 25, 1889, filed a petition averring that he had tendered full payment of the judgment to the plaintiffs, a part of the payment tendered consisting of the decree in equity for $1,391.20, and that the plaintiffs refused to accept the tender; praying the court to stay the execution. The court thereupon made an order staying the writ.1 Afterwards the plaintiffs petitioned the court to strike off the stay.\nAfter hearing had, upon the petitions of the parties in reference to the stay of Elvira L. Miller’s execution upon her judgment for mesne profits, and also upon the rule with reference to the cancellation of the decree in equity in favor of Henry H. Miller, the court, Ekmentrottt, P. J., filed an opinion which, after reciting the facts and referring to the averment in Henry II. Miller’s petition for the stay of the execution on the judgment for mesne profits, to the effect that he had tendered payment of the judgment, etc., proceeded:\nWhilst true it is, this tender was not kept up by actual payment into court, and it was developed upon hearing that the tender was simply an offer to pay such .an amount in cash which, together with the decree in equity and costs of suit and writs, would fully satisfy the judgment obtained for mesne profits, we are of the opinion that payment in this way was equitable, and that the plaintiffs should have accepted the proposition.\nTo prevent the supposed injustice by exemption process upon the decree in equity, the hands of Henry Miller were ■stayed by the court until Elvira Miller was enabled to reduce to a judgment the amount she claimed for mesne profits. In her petition she contended for the use of this amount as a set-off and an extinguishment of the decree. It was apparently an equitable contention. It seemed unjust and oppressive to take in execution for the payment of the decree the very lands out of which she was entitled to the rents, issues and profits •claimed to have been illegally taken by Henry Miller. Her wishes can now be gratified. If Henry Miller will, within five days from date, make actual lawful tender, as contemplated in his offer, with proper costs, the proper order for staying the ■execution will be made with all proper and necessary relief. If the proper tender is not so made, execution process may proceed.\nWe are aware that counsel for Elvira Miller will claim that the verdict of the jury does not cover the whole of her alleged •claim. But the records showing that it does must be accepted as verity.....\nIn Carvill v. Garrigues, 5 Pa. 152, it is said: “ No principle is clearer or better settled than that a party cannot separate one ■entire cause of action into parts, and sue for one on one occasion and for the other at another. The first suit of recovery will be an answer to the same. Where the claim arises from an entire contract or one tortious act, the law will not permit it to be divided into distinct demands, and made the subject of separate demands. She had her day in court; her one action covered legally the whole period from 1880 to the time of obtaining possession in 1888. She cannot gainsay the record. She ought not now complain.\nUnder the views we have expressed, it is unnecessary to discuss the other points raised upon argument, whether the decree and set-off are in the same right, or whether the court possesses jurisdiction to modify the decree.\n—The plaintiffs thereupon took this appeal, specifying that the court erred:\n1. In staying the plaintiffs’ execution.1\n2. In deciding that the execution might be proceeded with only on condition of crediting thereon the amount of the decree in equity.\nMr. Isaac Hester (with him Mr. B. IS. Schroeder and Mr. A. Cf. G-reeti), for the appellants.\nMr. Jefferson Snyder and Mr. Richmond L. Jones (with them Mr. Creorge F. Baer), for the appellees.\nCounsel cited: Herman on Estoppel, § 119; Buck v. Wilson, 113 Pa. 430: Logan v. Caffrey, 30 Pa. 200 ; Brenner v. Moyer, 98 Pa. 278."
  },
  "file_name": "0375-01",
  "first_page_order": 399,
  "last_page_order": 404
}
