{
  "id": 974946,
  "name": "H. R. DEACON v. W. H. GREENFIELD ET AL.",
  "name_abbreviation": "Deacon v. Greenfield",
  "decision_date": "1891-04-13",
  "docket_number": "No. 379",
  "first_page": "467",
  "last_page": "476",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 467"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "134 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0503-01"
      ]
    },
    {
      "cite": "94 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        486532
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/94/0064-01"
      ]
    },
    {
      "cite": "84 Pa. 26",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053596
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0026-01"
      ]
    },
    {
      "cite": "69 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026361
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0426-01"
      ]
    },
    {
      "cite": "5 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        953574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/5/0333-01"
      ]
    },
    {
      "cite": "101 Pa. 209",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500896
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0209-01"
      ]
    },
    {
      "cite": "60 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1014452
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/60/0214-01"
      ]
    },
    {
      "cite": "31 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985104
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0461-01"
      ]
    },
    {
      "cite": "29 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "33 Pa. 268",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0268-01"
      ]
    },
    {
      "cite": "60 Pa. 218",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "43 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "38 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "32 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0340-01"
      ]
    },
    {
      "cite": "43 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "62 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "55 Pa. 515",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "34 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "16 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "7 W. 525",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "28 Pa. 505",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981627
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/28/0505-01"
      ]
    },
    {
      "cite": "184 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "134 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0503-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 873,
    "char_count": 21411,
    "ocr_confidence": 0.444,
    "pagerank": {
      "raw": 9.975512089976409e-08,
      "percentile": 0.537934064881775
    },
    "sha256": "735b2696e983e0cd56df4fffd3c8747d94667fa366f24061ab3ca92fc0231389",
    "simhash": "1:4421d5c09aa703e8",
    "word_count": 3834
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before PaxsoN, C. J., Sterbett, GreeN, Clark and Williams, JJ."
    ],
    "parties": [
      "H. R. DEACON v. W. H. GREENFIELD ET AL."
    ],
    "opinions": [
      {
        "text": "OuiNiON,\nMe. Chief Justice Paxson :\nWe are of opinion that the learned judge below fell into error when he admitted in evidence, against the objection of the plaintiff, the release of liens referred to in the tenth specification of error. The release was under seal; was not signed by the plaintiff, nor by any one by his authority. In this respect the case is ruled by Corr v. Greenfield, 134 Pa. 503, where the court below rejected the release of liens upon evidence differing in no essential degree from that offered in this case. There, as here, it was attempted to sustain the release upon the ground of implied authority. The implied authority was inferred from the fact that Corr had signed some releases when the money had been paid. There was similar proof in this case. But there was no proof in either that the person signing had ever executed a release when the money had not been paid. In this case the defendant’s own evidence showed that Mr. Weitzel had signed releases only when the money had been paid.\nThe distinction between releasing a mechanics’ claim after payment and releasing without payment is so obvious that it is hardly necessary to state it. In the former case, the release is a matter of the merest form. The payment of money extinguishes the right to file a lien. The release is nothing more than a receipt or an acknowledgment of the payment of the money. The latter would have all the legal force and effect of a release. Such acquittance might well be given by a clerk authorized to receive money, or by a business manager. But the ordinary duties of even a business manager would not authorize him to execute a release under seal, in the name of his employer, of a valied lien on real estate. As well might an authority be implied to convey such real estate. The plaintiff repudiated this release as soon as he heard of it. There was no room, therefore, for the assumption of a subsequent ratification. Nor do we see any especial significance in the fact that the plaintiff retained Mr. Weitzel in his employ, after knowledge of his having signed the paper. It is not every business man who discharges an employee for a single mistake, or even a single offence. Retaining him in such case does not furnish any evidence of a ratification of the unauthorized act.\nWe think it was error to say, in answer to the defendant’s sixth point, “ that, if the plaintiff knew either before or afterward that W eitzel had signed his name to this release, then he is bound.” The plaintiff testified as follows: “ I immediately denied that I had signed the release as soon as I heard of it. I told Mr. Hunsicker to notify Lane that I denied release. I did not know that houses were sold until at meeting of creditors.” I do not understand this to be contradicted. The plaintiff appears not to have known of the release, or of the sale of the house to Lane, until the meeting of creditors, when he promptly rexsudiated the former and instructed his counsel to notify Mr. Lane. There is nothing to show that he knew of the release prior to the purchase of the house by the terre-tenant, and knowledge acquired after that time could not certainly bind him, in view of the facts of the case.\nWe need not discuss the remaining assignments. Those that relate to the admission of evidence are in violation of the Rules of Court, and we have referred to the principal points in the charge of the court.\nThe judgment is reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Me. Chief Justice Paxson :"
      }
    ],
    "attorneys": [
      "Mr. J. Quincy Hunsicker, for the appellant:",
      "Mr. William B. Lane, for the appellee:"
    ],
    "corrections": "",
    "head_matter": "H. R. DEACON v. W. H. GREENFIELD ET AL.\nAPPEAL BY PLAINTIEE PNOM THE COURT OE COMMON PLEAS NO. 1 OE PHILADELPHIA COUNTY.\nArgued March 24, 1891\nDecided April 13, 1891.\n[To be reported.]\n1. From the fact that a clerk of a lumber dealer was in the habit of signing Ms employer’s name to releases of the right to file mochamos’ liens, in cases where bills for lumber furnished were paid, no implication can be drawn of his authority to sign such a release where the money was not paid : Corr v. Greenfield, 134 Pa. 603.\n2. The distinction between releasing a mechanics’ claim alter payment, and releasing without payment, is obvious. In the former case, the payment extinguishes the lien, and the release amounts tono more than a receipt which a business manager or clerk, authorized to receive the money, might well give on behalf of the employer.\n3. But the ordinary duties of even a business manager would not authorize him to execute in his employer’s name a release under seal of a valid lien on real estate; and a release so executed is inadmissible against die employer, without proof that he authorized or subsequently ratified its execution by the employee.\n4. When one, in whose name an employee executed a release without authority, repudiated the release as soon as he heard of it, instructing his counsel so to notify the party holding the release, there is no room for the assumption of a subsequent ratification, even though the person who signed it was thereafter retained in his employ.\nBefore PaxsoN, C. J., Sterbett, GreeN, Clark and Williams, JJ.\nNo. 379\nJanuary Term 1890, Sup. Ct.; court below, No. 72 December Term 1888, C. P. No. 1.\nOn December 14, 1888, Howard R. Deacon brought scire facias upon a mechanics’ lien against William H. Greenfield, owner or reputed owner and contractor. The lien in question was filed against nine dwelling-houses, four of them fronting on the west side of Third street, and the remaining five on the east side of Orianna street, in Philadelphia. The claim was for 1876.38, for lumber furnished in and about the erection of said houses; and it was apportioned by the plaintiff, the sum of $70.11 being charged against each of the Orianna street houses. The scire facias, issued in the present case, related to the apportioned claim against one of the houses on Orianna street. On December 22, 1888, William S. Lane, terre-tenant of the premises in question, was permitted by the court to intervene as a party and to make defence to the action pro interesse suo. Issue.\nAt the trial, on October 4, 1889, the plaintiff having made out a prima facie case, the terre-tenant presented testimony tending to show the following facts:\nOn September 10, 1888, by articles of agreement dated that day, the defendant, Greenfield, sold the premises in question and the other houses fronting on Orianna street to Lane, the terre-tenant. In performance of said agreement, Greenfield conveyed said houses to Lane by deed dated September 22, 1888, and Lane paid the full amount of the purchase money to Greenfield. At the time of closing the purchase, Greenfield produced a written release of all liens and claims against those five houses, on account of work done or materials furnished for 'or about their erection. Appended to the release was the following signature: “H. R. Deacon, [l. s.], Lumber; P. Elmer Weitzel.”\nWeitzel was in the employ of Greenfield as a salesman, and manager or foreman, of his1 lumber yard. He signed the plaintiff’s name to the release at the request of Greenfield, but nothing was paid by Greenfield at the time thereof. Greenfield asked for the release to enable him to complete the sale to Lane, promising to use the money be would receive upon that sale in paying a note be owed to tbe plaintiff. This promise he did not keep. The plaintiff was not present when the release was signed.\nBeing called to the witness-stand as upon cross-examination, the plaintiff testified as follows :\n“ I don’t recollect seeing this paper or signature before. Heard of it at meeting of creditors in November, 1888, at Beal & Christian’s office. At a meeting of Mr. Greenfield’s creditors, I was sent for to come to meeting to make settlement with Greenfield, and I was asked to take a certain per cent on the dollar. I told them that I would not take a per cent, as my liens were sufficient. Mr. Beal (I think) then said there was a release. I knew nothing of it. P. E. Weitzel is a salesman of mine on salary, and manager. I am general manager. He is in charge when I am away. He is next in command. Has no interest as partner..... He never had authority to sign papers for me, releases, checks, notes, or anything of that kind. That release is the first I knew him to sign. First I ever know of it was in meeting of creditors. Ho had no authority whatever to sign releases. I should give him power of attorney and have it recorded. I sign releases myself, when I am paid or have some security. Never knew of Weitzel signing before this. Have no recollection of having heard that he did so before.”\nCross-examined: “ I immediately denied that I had signed release as soon as I heard of it. I told Mr. Hunsicker to notify Lane that I denied relejase. I did not know houses were sold until at meeting of creditors.”\nWeitzel testified for the terre-tenant as follows: “ Employed by LI. R. Deacon for nine years, as salesman and foreman of yard. Am a salesman now. Have charge of business during Mr. Deacon’s absence. He is away very seldom. If he is away, it is very little. I am next in command.....I never had authority to sign releases of liens for Mr. Deacon. I signed it only in a friendly way. He said he was about to sell the houses, had a note due, and I did it to help him. I had no authority, verbal or in writing, from Mr. Deacon. Q. Did you ever sign such paper before ? ” Question objected to.\nMr. Lane: I propose to show a general habit on part of Weitzel, to sign for Mr. Deacon to Greenfield and others. The offer is objected to.\nBy the court: Objection overruled; exception.4\n“ Q. Had you been in the habit of signing such releases for Mr. Deacon at the request of Mr. Greenfield ? ” Question objected to.\nBy the court: Objection overruled; exception.®\n“A. I might; out of hundreds and probably thousands, I might have signed a half dozen, but always after the claim was paid. I can say positively I signed some, i. e., where the debt was paid. I signed none when the debt was not paid before, that I remember, except in this case. I wont swear that I did not positively. I never signed in any other case when nothing was paid. Am sure of that. I can say that I never signed any before for Mr. Greenfield, when no part of the debt was paid. I have no interest whatever in Mr. Deacon’s business. After I signed this release in question I said nothing about it to Mr. Deacon. Nothing at all.”\nCross-examined: “ I think I signed half a dozen releases since the time I have been with Mr. Deacon. For a party I knew well I signed. In no case did I inform Mr. Deacon.”\nThe terre-tenant then called the defendant Greenfield, and offered to show hy him that he had had numerous dealings with Mr. Deacon, all of which were through Weitzel, and in all cases when he had purchased from Mr. Deacon and requested the releases, Mr. Weitzel had given them.\nObjected to.\nBy the court: Objection overruled; exception.6\nThe witness then testified:\n“ All of my dealings were done with Mr. Weitzel; all of my principal dealings. Mr. Weitzel made the sales of lumber to me. I sent to the yard if we wanted anything. In fact I did all the business with Mr. Weitzel. When I bought the lumber in this operation (Orianna and Third streets) my dealing was with Mr. Wgitzel. I had before this transaction requested releases of claims of Mr. Deacon against my houses from Mr. Weitzel. Q. Did Mr. Weitzel sign the releases which you requested?” Question objected to by Mr. Hunsicker.\nBy the court: Objection overruled; exception.7\n“A. Mr. Weitzel always signed the releases which I requested. I cannot say how often. Q. Did he ever sign releases.for you when no part of the debt had been paid ? A. That I can’t say.”\nThe release in question in this ease being offered in evidence by the terre-tenant, was objected to by plaintiff’s counsel:\nBy the court: Objection overruled; release admitted; exception.10\nAt the close of the testimony the court, Biddle, J., charged the jury in part as follows:\nIt appears that Mr. Greenfield, after he had built these bouses, sold them to Mr. Lane, and Mr. Lane, as it was his duty, paid the full amount of money for these houses and obtained his deed, and obtained what he supposed to be a release of all these mechanics’ claims.....\nMr. Deacon has taken the stand and repudiated the authority of P. Elmer Weitzel to bind him in any way, and I think there is no evidence in this case of any written authority given beforehand to Mr. Weitzel to sign Deacon’s name.....And it then is inquired as to who Mr. P. Elmer Weitzel is, and it seems that Mr. P. Elmer Weitzel is what they call the second in command, the man who has charge of all the affairs of this establishment when Mr. Deacon is away, and that he is the salesman and trusted confidential man of the concern.\n[Mr. Deacon denies that he has any such authority as he here claims, and it strikes me that it is rather remarkable that Mr. P. Elmer Weitzel should be still in the employ of Mr. Deacon, and head man, the principal agent and confidential man of business. One would naturally suppose that, where a merchant finds his book-keeper has used his name, signed his name to a note or paper without his authority, he does not remain in his service long after he has found that out; but the remarkable peculiarity of this case is, that, while Mr. Deacon says that this P. Elmer Weitzel has done what he had no right to do, and what probably may involve him in trouble that he does not anticipate, he still keeps him in the position in which he formerly kept him.] 11\n[To make him responsible, Mr. Deacon, in this ease, you would have to believe that if he did not know of it before, he knew of it afterwards; and that Mr. Greenfield having failed, the man who owed him the money, he now resorts to this mode of obtaining it, and repudiates Mr. P. Elmer Weitzel. If you believe that, then your verdict should be for the defendant in tbis case. If you do not find that, however, if you believe that Mr. Weitzel did this without any formal authority or prior authority, or without subsequent ratification, that Mr. Deacon knew nothing about it, and that this was as great an outrage upon him as it was upon the other parties who were defrauded by it, he is entitled to your verdict. That is the question in this case; whether from the circumstances, because of the relation of the parties you believe or do not believe that Mr. Deacon knew it before or knew it afterwards.] 10\nThe plaintiff requests the court to charge;\n2. Assuming, for the purposes of this point only, that Weitzel had authority to bind his principal by release, yet if the jury find from the evidence that Weitzel signed it upon and in consideration of Greenfield’s promise to pay, out of the proceeds of the sale of the Orianna street houses, a promissory note which he, Greenfield, had given plaintiff for the material furnished to the operation, and Greenfield failed to do so, then the said release would, if otherwise good, be void and of no effect because of the failure of the consideration upon which it was given and received. Its use under the circumstances as a defence to the claim in suit, would be a fraud upon the plaintiff.\nAnswer: Refused.13\n7. That it was the duty, therefore, of Mr. Lane, under the circumstances of this case, before accepting the paper as a release, to have made inquiry from the plaintiff whether or not the agent was authorized to release his lien against the houses in question. If he did not do so, he was himself only to blame,, and you should wholly disregard the paper as a release, provided you also find that the agent acted without authority.\nAnswer : I refuse the seventh point.14\nThe defendant requests the court to charge:\n6. If the plaintiff knew that the said Weitzel had signed his name to the release in question, and the plaintiff did not promptly disavow the said release, he cannot repudiate it now as against the terre-tenant, if the terre-tenant purchased on the faith of said release before the disavowal of it by the plaintiff.\nAnswer: I affirm that point, that if the plaintiff knew either before or afterward that Weitzel had signed his name to this release, then he is bound.16\n—The jury returned a verdict for the defendant. A rule\nfor a new trial having been discharged and judgment entered, the plaintiff took this appeal, assigning for error, inter alia :\n4-7. The admission of defendant’s offers.4 to 7\n10. The admission of defendant's offer.10\n11, 12. The parts of the charge embraced in [ ] 11 18\n13, 14. The answers to the plaintiff’s points.13 14\n15. The answer to defendant’s point.13\nMr. J. Quincy Hunsicker, for the appellant:\n1. If we admit for the sake of argument that Weitzel did sign a few releases in cases where the debt was paid, and that the plaintiff ratified them, it would not raise an implication that he had authority to sign a release in a case where the debt was not paid: Corr v. Greenfield, 184 Pa. 508. But there is no evidence of ratification as to any releases signed by Weitzel. And Lane was negligent in not making inquiry as to his authority to sign the plaintiff’s name to such an instrument as a release: Wharton on Agency, §139; 1 Wait’s Act. & Def., 227; as in order to affect the plaintiff by Weitzel’s act, it was necessary for him to prove his agency and the extent of it : Moore v. Patterson, 28 Pa. 505; Hays v. Lynn, 7 W. 525; McCulloch v. McKee, 16 Pa. 294. Authority by deed is necessary for the execution of an instrument under seal on behalf of another: Story on Agency, §49; 1 Wait’s Act. & Def., §§ 2, 5; Patterson v. Moore, 34 Pa. 73; Grove v. Hodges, 55 Pa. 515; Schmertz v. Shreeve, 62 Pa. 460; Stevenson v. Hoy, 43 Pa. 195.\n2. It is true, an agent’s authority may be presumed from the previous adoption and confirmation by the principal of repeated acts of similar nature: 1 Wait’s Act. & Def., §5; but, in the present case, there can be no such presumption, because there is no evidence that any of Weitzel’s acts in signing releases were ever communicated to the plaintiff, and there can be no ratification without a full knowledge of the transaction : Pittsb. etc. K. Co. v. Gazzam, 32 Pa. 340; Moore v. Patterson, 28 Pa. 505. The instruction to the jury that “ if the plaintiff knew either before or afterward that Weitzel had signed his name to this release, then he is bound,” was equivalent to binding instructions for the defendant, since it was admitted that the plaintiff knew of it afterwards, but only at a meeting of creditors in November, 1888.\n3. We have not overlooked the line of cases holding that, when a seal is not essential to the validity of a contract or instrument, and the agent who executed it had no authority to seal it for the principal, but had authority to bind the principal without a seal, the seal may be disregarded and treated as a nullity: Schmertz v. Shreeve, 62 Pa. 460; Dubois’s App., 38 Pa. 236; Baum v. Dubois, 43 Pa. 266; Jones v. Horner, 60 Pa. 218. Those cases would apply if the debt had been paid to Weitzel, and the plaintiff had then endeavored to repudiate the release; but a release without a seal and without any consideration is void, being a nudum pactum: Kidder v. Kidder, 33 Pa. 268; Albert v. Ziegler, 29 Pa. 60; Schmertz v. Shreeve, 62 Pa. 460. There is no pretence that the debt was paid, nor is there any consideration to support this release as an unsealed instrument.\nMr. William B. Lane, for the appellee:\n1. The chief vice of the appellant’s argument consists in ignoring the fact that a general agency on the part of Weitzel was established. He was the alter ego of the plaintiff in this business, and as such could do any act that the plaintiff himself might have done. Hence, it is altogether immaterial whether he had any particular authority to sign releases, or whether any cash consideration passed to him or to the plaintiff. And a general agency having been admitted by the plaintiff, it was perfectly competent to show that Weitzel had signed similar releases in other instances; at least, such proof could do the plaintiff no harm. One who holds out a general agent to the world is bound by any contract the agent makes within the scope of his business: Williams v. Gfetty, 31 Pa. 461; Story on Agency, § 127.\n2. In contending that authority under seal was necessaiy in this case, the plaintiff overlooks the modern decisions by which it is now established that a parol authority or ratification is sufficient to validate a sealed instrument executed by an agent: Jones v. Horner, 60 Pa. 214; Alcorn v. Cook, 101 Pa. 209. And surely, no one could misunderstand the instructions to the jury which are complained of. They meant that if the plaintiff knew of the signing by Weitzel, and did not promptly disavow it, then he was bound, without regard to prior authority or other proof of agency. This rule is sustained by the Pennsylvania cases: Bredig v. Dubarry, 14 S. & R. 27; Valentine v. Packer, 5 Pa. 333; Kelsey v. Bank, 69 Pa. 426 ; Schrack v. McKnight, 84 Pa. 26; Winton v. Little, 94 Pa. 64. Corr v. Greenfield, 134 Pa. 503, has no bearing upon the present ease. There, the proof of agency failed, and for that reason the release was rejected; hero, the agency has been found upon abundant evidence, including the plaintiff’s own admission.\nThese specifications did not show the sealing of exceptions to the admission of the offers, and did not set forth the testimony or the substance thereof given in pursuance of the offers."
  },
  "file_name": "0467-01",
  "first_page_order": 491,
  "last_page_order": 500
}
