{
  "id": 974817,
  "name": "COMMONWEALTH v. PAULINE HOME",
  "name_abbreviation": "Commonwealth v. Pauline Home",
  "decision_date": "1891-04-13",
  "docket_number": "No. 28",
  "first_page": "537",
  "last_page": "546",
  "citations": [
    {
      "type": "official",
      "cite": "141 Pa. 537"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "130 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0327-01"
      ]
    },
    {
      "cite": "63 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019120
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0465-01"
      ]
    },
    {
      "cite": "93 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442101
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0165-01"
      ]
    },
    {
      "cite": "45 Pa. 28",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "84 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053578
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0297-01"
      ]
    },
    {
      "cite": "10 Pa. 23",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962665
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0023-01"
      ]
    },
    {
      "cite": "6 W. & S. 218",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        480090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/6/0218-01"
      ]
    },
    {
      "cite": "14 Allen 539",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2138210
      ],
      "pin_cites": [
        {
          "page": "580"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/96/0539-01"
      ]
    },
    {
      "cite": "147 Mass. 348",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        782513
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/147/0348-01"
      ]
    },
    {
      "cite": "7 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        957905
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/7/0175-01"
      ]
    },
    {
      "cite": "115 Mass. 262",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        717854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/115/0262-01"
      ]
    },
    {
      "cite": "109 Mass. 300",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2107889
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/109/0300-01"
      ]
    },
    {
      "cite": "21 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411521
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0232-01"
      ]
    },
    {
      "cite": "23 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0495-01"
      ]
    },
    {
      "cite": "24 Pa. 84",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0084-01"
      ]
    },
    {
      "cite": "81 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044156
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0445-01"
      ]
    },
    {
      "cite": "8 Phila. 310",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "88 Pa. 389",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061197
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0389-01"
      ]
    },
    {
      "cite": "86 Pa. 806",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "88 Cal. 166",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563953
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0572-01"
      ]
    },
    {
      "cite": "86 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056636
      ],
      "pin_cites": [
        {
          "page": "314"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0306-01"
      ]
    },
    {
      "cite": "101 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500943
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0530-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 928,
    "char_count": 19548,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.7007671426188995e-07,
      "percentile": 0.7007423984950474
    },
    "sha256": "4ffcaf6d751447f3efa9ea08468b7b9a0d18d803fed8cf021a765e35cb58f546",
    "simhash": "1:7f7a8ba85b56650a",
    "word_count": 3319
  },
  "last_updated": "2024-02-27T22:41:51.654193+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Steerett, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "COMMONWEALTH v. PAULINE HOME."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThe appellant does not contend that the contributors to the Pauline Temporary Home have any legal right to direct the application of the fund after its use as originally contemplated has ceased. Its contention was that their wishes and recommendation should have weight with the court in determining the question of its future application. Conceding much force to this position, we have nothing before us to show that the court below did not give proper regard to their suggestions. It is true the fund was not awarded to the appellant. It was claimed by a number of charitable institutions. They are all meritorious, and deserving of aid, but we cannot say the court erred in awarding the fund to the Children’s Aid Society. The object of said society appears to be nearer in accord with that of the Pauline Temporary Home than that of any other of the societies named. The matter was very much in the discretion of the court below, and we would not reverse, unless for a clear abuse of discretion. No such abuse appears in this case.\nThe decree is affirmed, and the appeal dismissed at the costs of the appellant.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. O. H. Morgan (with him Mr. Thomas A. Grummey), for the appellant.",
      "Mr. R. O. MeMurtrie, for the relator, and Mr. Thomas Robins and Mr. Richard S. Hunter, for the Children’s Aid Society, etc., appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "COMMONWEALTH v. PAULINE HOME.\nAPPEAL BY GERMANTOWN DISPENSARY & HOSPITAL EROM THE COURT OE COMMON PLEAS NO. 2 OE PHILADELPHIA COUNTY.\nArgued March 30, 1891\nDecided April 13, 1891.\n1. Where an institution, incorporated for charitable purposes, has ceased its operations, sold its property, and holds the proceeds subject to the order of the court, [see § 10, act of April 26,T855, P. L. 331,] the wishes and recommendation of the contributors are not absolutely controlling upon the decree that the court may make.\n2. While the wishes and recommendation of the contributors should have weight with the court, a decree awarding the fund to an incorporated society, whose objects appear to be nearer in accord with that of the original corporation than are those of the appellant, will not be reversed unless for a clear abuse of discretion.\nBefore Paxson, C. J., Steerett, Williams, McCollum and Mitchell, JJ.\nNo. 28\nJuly Term 1890, Sup. Ct.; court below, No. 249 March Term 1887, C. P. No. 2.\nOn April 23, 1887, the attornejr general, at the relation of James A. Wright, filed a hill in equity against the Pauline Temporary Home and Hannah W. Haoker, treasurer thereof, averring:\nThat the Pauline Temporary Home was incorporated by the Court of Common Pleas of Philadelphia in the year 1881, the declared object as set forth in the charter being “ the establishment and maintenance, within the Twenty-second ward of the city of Philadelphia and state of Pennsylvania, of a home for poor children not otherwise properly provided for, until such time as their parents or friends shall be in a position to care for them, or suitable places can be found for them by the association. It will be the main rvork of the association to save from the corrupting influence of the almshouse such children as have been heretofore sent to that institution.”\nThat a subscription was made of money for a fund for the purchase of propert}r in the Twenty-second ward of the city of Philadelphia, to be used and occupied by the said corporation. Said money was subscribed by one hundred and twenty-six persons, in the year 1883. With this money, land, situate in the Twenty-second ward, was purchased and conveyed by the seller to the corporation.\nThat the corporation, having determined to abandon the scheme of the charity for which it was organized and the charter obtained, with the assent of the contributors had sold the land purchased and conveyed as aforesaid; the sale had been confirmed by the court, and there was in the hands of the treasurer of the corporation the sum of $13,000, resulting from the sale of the land.\nThat the orator was advised that the contributors to the fund could all be ascertained, and also the amounts each one contributed; and if' they were not entitled to have the money distributed among themselves pro rata, then there was a case of a charity where the mode of administering the same had ceased or been abandoned, and the funds belonging to that charity should be appropriated as directed by law; and for these purposes, and for ascertaining who was entitled to the fund and what should be done with it, the aid of a court of equity was required.\nTo the end, therefore, that the court might inquire and ascertain what were the rights of the parties concerned in the premises, and what disposition should be made of the said fund, it was prayed that the court would be pleased to distribute the said fund as by the rules of law and equity it ought to be distributed, and that the orator might have such further and other relief as under the circumstances of the case ought to be given.\nThe defendants filed an answer as follows :\n“ The defendants admit that a charter was obtained as stated in the bill; that money was subscribed to purchase property, on which there was a house which it was intended to use for the purposes of this corporation; that the amounts respectively paid by the subscribers are unknown to the defendants; that it is quite possible to ascertain with certainty the amounts contributed and by whom; that it is true that the property which was sold under the order of the court was purchased and conveyed to the corporation, and there were no trusts declared respecting the same other than such as result from the character and object of the corporation.\n“ That it is true that for some cause deemed sufficient by the parties who had organized the corporation and had contributed the funds, the purpose of organizing this distinct corporation for the particular work was abandoned, and this was done under the conviction that other schemes were preferable; that in fact, however, the scheme of the corporation was abandoned and the property has been sold, and that the proceeds remain in the hands of the treasurer of the corporation to be disposed of under the directions of the law under these circumstances. The defendants therefore submit themselves to the direction of the court in the premises.”\nOn June 9, 1887, an order was made referring the cause on bill and answer to Mr. P. Pemberton Morris as master, to inquire into the rights of the parties, all the contributors being entitled to be heard; and if it should appear that the property could be applied and must be applied by the court to a charity similar to that mentioned in the pleadings, to receive and report schemes for that purpose.\nOn February 8, 1888, the master reported recommending a decree awarding two thirds of the fund to the Germantown Dispensary & Hospital, and one third thereof to the Children’s Aid Society & Bureau of Information, such distribution being in accordance with the wishes of the contributors to the fund for the purchase of the real estate appearing. On February 18th, it being shown that certain other claimants to the fund, to wit, the Union Temporary Home, the Western Temporary Home, the Friends’ Home for Children, the Sheltering Arms of the P. E. Church, and the Jane D. Kent Day Nursery, had appeared before the master but were not fully heard and their appearance not noted through oversight, the report was referred back to the master for further hearing. On October 9th, Mr. Morris having died, the court appointed Mr. Robert Hunter Me Grrath, master in his stead, to report a scheme for the distribution of the fund upon the testimony then taken.\nOn November 6,1889, the master reported that, from the beginning of its operations as a voluntary society, the Pauline Temporary Home leased and occupied the premises known as No. 17 Seymour street, Germantown, and in April, 1882, removed to No. 108 West Penn street, where it continued till April 30, 1883; that in the spring of 1883, Mr. Wright, the relator, collected the sum of $16,943.90 from one hundred and twenty-six persons, a part of which was pledged to buy real estate, and a part was given for the general purposes of the Pauline home; that out of this fund $15,000 was applied to the purchase of certain real estate on the northwest side of Penn street in the Twenty-second ward, and the balance, less $502.74, was applied to improvements upon said property, to adapt it to the uses of the home; that, in the deed conveying the real estate to the Pauline home, no trusts were created or specified, and the title vested in the corporation for its ordinary purposes; that the premises so purchased were occupied by the home until May 20, 1885, when, for certain reasons, the board of managers finally suspended operations; that in October, 1885, and December, 1886, the real estate in question was sold in two parcels, one of which was purchased by the German. town Dispensary & Hospital, the entire sum realized from the sales, to wit, $13,000, being paid to Hannah W. Hacker, the treasurer of the Pauline home. The master also reported that the Pauline Temporary Home, while in operation, was supported by voluntary contributions, and by the sums paid to it for the board of children under its care by the guardians of the poor, or other charitable societies, from which they were receiv ed; that it had no shares of stock, nor did it seek to or make profits, and was therefore, legally speaking, a charitable corporation ; citing: 2 Morawetz on Corp., § 1082; Thiel College v. Mercer Co., 101 Pa. 530; Miller's App., 10 W. N. 168; Donohugh’s App., 86 Pa. 306, 314; Philadelphia v. Women’s Ch. Ass’n, 125 Pa. 572. Having found that the Pauline home was a charity, the master proceeded:\nThis being so, the question arises whether its funds, springing from the sale of real estate, belong, upon suspension of its operations, to the contributors to the fund with which such real estate was originally purchased.\nThese contributors, one hundred and twenty-six in number, subscribed to a fund with which a lot of ground was bought, and title made by the grantor directly to the corporation of the Pauline Temporary Home. No trusts were specified or created in this deed, and the property vested in the corporation for its ordinary corporate purposes, which were chiefly to maintain a temporary home for poor children, not otherwise provided for, committed to the almshouse in Germantown. This class of children is still in existence.\nMany of the original contributors to the fund have assigned their supposed interests to the Germantown Dispensary & Hospital, an institution located in Germantown. The learned counsel for these contributors, at the argument, did not contend that these assignments were of legal effect. The Sheltering Arms of the Protestant Episcopal Church, however, claims an interest in the moneys before the court, through an assignment to it executed by Mr. Thomas A. Biddle, who contributed $500 to the original fund, and the decision called for upon the validity of this assignment necessarily involves all the others.\nIt has been suggested as a great hardship, a thing contrary to common sense, that contributors to a charitable corporation, which after a time fails and suspends operations, should be unable to control the property they have given to that particular corporation, but should see it pass to an institution, kindred perhaps in its operations to the defunct one, but still an institution in which they took no interest and which they never would have aided. This, upon reflection, turns out to be a purely imaginary hardship, illustrating how strong in man is the instinct for possessing and controlling property.\nAll apparent hardship ceases when it is realized that a simple unconditional gift of money or other property to a charitable corporation, divests the donor of any further title to interest in, or right to control the thing given, as absolutely as does the simple gift of the same property to an individual. The law permits men to affix any condition to the transfer of property that is not expressly prohibited by statute or by public policy; and it is open to any contributor to a charitable corporation to provide, in the instrument of donation, for a return to him of the property contributed, in the event of the suspension or dissolution of the corporation. If he neglect to make such provision, his feelings must suffer through his own omission.\nUpon the dissolution of a business corporation, its property, after creditors are satisfied, is divisible among its shareholders. Now, why is that? Why, because those shareholders own the property, the interest of each individual consisting of the number of his shares and being represented by his certificates of stock. For preeisefy the same reason there can be no distribution of the property of a charitable corporation among its members, contributors or managers, upon its dissolution. They do not own the property. They manage and control it to be sure ; but the ownership belongs to the indefinite persons constituting from time to time the class for the benefit of which the particular corporation exists and conducts its operations.\nWhen the real estate out of which the fund before the court has come, was conveyed to the Pauline Temporary Home with no special trusts expressed, that corporation, having power to take property only for its corporate purposes, became the grantee for those purposes; so that, while the legal title vested in the corporation, the real beneficial interest vested in the class of poor children which it relieved, and remains in them to this moment, and will remain so long as a single individual of that class exists. The Pauline Temporary Home is a trustee. The cessation of its active existence can give the contributors to it no right to divide among themselves, or transfer to other objects, however worthy, property charged with a trust. The right of the contributor to transfer and assign to a charitable society, depends upon his right to apply his interest to his own uses, had he so preferred.\nNor are these clear principles contradicted by the authorities. There is even an express decision that contributions to a college are absolute. “ In addition to this,” said the court, speaking of trustees’ right to dispose of corporate property, in view of its consisting, in part, of donations, “ the donations were absolute and unconditional. The donors retained no interest, present or future, in the sums donated, nor acquired thereby any interest whatever in the corporate property, nor any right to control it: ” People v. College of California, 88 Cal. 166.\n—Citing and considering upon the same question: Doiiohugh’s App., 86 Pa. 806, 314; Thomas v. Ellmaker, 1 Pars. 98; Humane Fire Co.’s App., 88 Pa. 389; Potts v. Disabled Firemen’s Ass’n, 1 Leg. Gaz. R. 369; Commonwealth v. Hibernia Eng. Co., 1 W. N. 187; Riddell v. Harmony Fire Co., 8 Phila. 310; Bethlehem Bor. v. Fire Co., 81 Pa. 445; Mayer v. Society, 2 Brewst. 385; Barr v. Weld, 24 Pa. 84; Brown v. Lutheran Church, 23 Pa. 495; Pickle v. McKissick, 21 Pa. 232; Attorney General v. Earl of Craven, 21 Beav. 392; Yiney v. Abbott, 109 Mass. 300; Sewall v. Roberts, 115 Mass. 262; Dennison v. Goehring, 7 Pa. 175; Moggridge v. Thackwell, 7 Yes. 36, 83, 86; Minot v. Baker, 147 Mass. 348; Perry on Trusts, §§ 719, 723; Jackson v. Phillips, 14 Allen 539, 580; Witman v. Lex, 17 S. & R. 88; Zimmerman v. Anders, 6 W. & S. 218; Pickering v. Shotwell, 10 Pa. 23; Mann v. Mullin, 84 Pa. 297; Magill v. Brown, Brightly, 346; Philadelphia v. Girard, 45 Pa. 28; Manners v. Library Co., 93 Pa. 165; Lower Dublin Academy’s Pet., 8 W. N. 564; § 10, act of April 26, 1855, P. L. 331, the master was of the opinion that upon the dissolution of a charitable corporation, its real estate did not revert to the donors or their heirs; that the contributors then had no interest in the fund, and their wishes as to its distribution had no absolutely controlling influence with the court; and that a court of equity had jurisdiction to administer the fund, either by the appointment of a new trustee or by carrying into effect the purpose of the settlers, cy pres.\nExamining into the character of the numerous claimants, the master reported that the Germantown Dispensary & Hospital was an institution established and maintained in the Twenty-second ward, and benefited poor children by caring for them when ill; annually expending a sum in such care of poor children exceeding the interest that would be realized from an investment of the fund before the court. He also found that the Children’s Aid Society & Bureau of Information was a corporation formed under the laws of Pennsylvania, having as its objects, to provide for the welfare of any destitute children that might come under its control, to aid and co-operate for the protection of children from cruelty, to establish and maintain for the public a bureau of information, and to remove children from almshouses throughout the state of Pennsylvania. Showing fully the character and methods of operation of said society, and citing and considering Attorney General v. Brandreth, 1 Younge & Col. Ch. 200; Attorney General v. Boultbee, 2 Yes. Jr. 380, 388; Attorney General v. Glyn, 12 Sim. 84; Martin v. Margham, 14 Sim. 233; Manners v. Library Co., 93 Pa. 165, the master recommended that the fund be awarded to the Children’s Aid Society, etc., with certain provisions as to the application thereof.\nTo the master’s report, a number of the claimants filed exceptions. Those filed by the Germantown Dispensary & Hospital alleged that the master erred :\n1. In finding as a matter of law that the expressed wishes of the contributors, who appeared by counsel, should be altogether ignored in the selection of a successor to. the Pauline home for the charities represented before him.1\n2. In finding that the fund should be awarded to a charity, whose object was the relief of such poor children only as had been committed to the public almshouse.3\n3. In awarding the fund to a society not maintained and established within the Twenty-second ward of the city of Philadelphia.3\n4. In not awarding the fund to the Germantown Dispensary & Hospital, the only kindred charity maintained and operated in the Twenty-second ward of the city of Philadelphia.4\n6. In not awarding the fund, or any portion thereof, to the Germantown Dispensary & Hospital.5\nSaid exceptions having been argued before the court in banc, an opinion was filed on February 15,1890, Pjennxpackbr, J., dismissing all the exceptions filed, and entering a decree awarding the fund, less counsel fees to the relator and the costs, to the Children’s Aid Society, etc., to keep the same invested and to apply the income thereof (1) to the care of poor children not otherwise properly provided for, within the Twenty-second ward of Philadelphia, who else would presumably be sent to the almshouse; (2) to the care of such children from Philadelphia county; (3) to the care of such children from Pennsylvania, giving preference to those living nearest to Philadelphia county. Thereupon, the Germantown Dispensary & Hospital took this appeal, specifying that the court erred:\n14-5. In dismissing the exceptions filed.1 *° 5\n6, 7. In awarding the fund to the Children’s Aid Society, etc., and not to the said dispensary and hospital.\nMr. O. H. Morgan (with him Mr. Thomas A. Grummey), for the appellant.\nCounsel cited: Section 10, act of April 26,1855, P. L. 331; Zeisweiss v. James, 63 Pa. 465; Mann v. Mullin, 84 Pa. 297; Jones v. Renshaw, 130 Pa. 327.\nMr. R. O. MeMurtrie, for the relator, and Mr. Thomas Robins and Mr. Richard S. Hunter, for the Children’s Aid Society, etc., appellee, were not heard."
  },
  "file_name": "0537-01",
  "first_page_order": 561,
  "last_page_order": 570
}
