{
  "id": 1152656,
  "name": "Reese v. Pittsburgh (et al., Appellant)",
  "name_abbreviation": "Reese v. Pittsburgh",
  "decision_date": "1933-11-27",
  "docket_number": "Appeal, No. 202",
  "first_page": "32",
  "last_page": "35",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 32"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "306 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136934
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0124-01"
      ]
    },
    {
      "cite": "303 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1130069
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/303/0306-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 276,
    "char_count": 3307,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.5936700802553328e-07,
      "percentile": 0.6825284022350337
    },
    "sha256": "36f72d6cf03ff7a98f8c2e581e4ee5682d70104356730607d83f1d8dfde5b5a9",
    "simhash": "1:952a44e6a9367e5a",
    "word_count": 565
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, O. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Reese v. Pittsburgh (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThe Pittsburgh Railways Company, one of five defendants, appeals from the judgment on a verdict against it in an action of trespass for negligence. Nonsuits were entered in favor of the other defendants, and no appeal has been taken as to them. The judgment must be affirmed.\nThe statement of questions involved, which limits the scope of the appeal (Oil City Nat. Bank v. McCalmont, 303 Pa. 306; Keller v. N. J. Fidelity & Plate Glass Ins. Co., 306 Pa. 124), suggests but two points and, of course, they alone will be considered.\nOne alleges that the trial judge erred in refusing appellant’s motion to withdraw a juror and continue the case. The accident occurred at an intersection, then in the course of construction, of the Ohio River Boulevard and California Avenue in the City of Pittsburgh. Appellant was proceeding to connect its tracks, which were laid in both streets. A plan, admittedly correct, showed that, at the point where the connection was being made, the street was excavated and remained so, that the paving stones were torn up and left lying loose, and that the car rails projected in various directions over the excavation. This left the streets in a very unsafe condition for travel, and that condition admittedly resulted from the work appellant was doing. When the plan was shown to the jury one of them asked “Why didn’t they finish those tracks? What did they leave them like that for?” Appellant’s counsel thereupon asked “that a juror be withdrawn and the case continued because of the improper remark by the juror.” The court could see nothing improper in the juror’s inquiry, neither can we, and appellant’s brief, like his objection, asserts impropriety, but does not point out in what it consisted. Presumptively the question was a proper one, and there is nothing to the contrary on this record. If we were triers of the facts, we certainly should desire an answer to it, for not otherwise could we know whether or not that condition was the result of inexcusable negligence.\nThe other question involved is equally futile. It asks “Does the evidence show, as a matter of law, that the driver of the automobile, in which the plaintiff was riding, lost control of the automobile when it struck obstructions at the side of the street car tracks, or does it show that he had already lost control of it when he left the street car tracks?” Of course, the evidence does not show either alternative “as a matter of law”; but the verdict of the jury establishes, as matters of fact, that on the night of the accident appellant left the torn-up street, the loose débris and the unlaid rails of its track, unguarded and unliglited, and that when the automobile in which plaintiff was riding reached the intersection, its front right wheel struck some of that loose débris, which could not be seen, was deflected thereby into the excavation, that this temporarily caused the driver to lose control of the car, from which plaintiff was thrown out and injured.\nThe judgment of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "D. H. McConnell, with him J. R. McNary, for appellant.",
      "Lawrence B. Cook, for appellee."
    ],
    "corrections": "",
    "head_matter": "Reese v. Pittsburgh (et al., Appellant).\nNovember 27, 1933:\nArgued October 9, 1933.\nBefore Frazer, O. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nD. H. McConnell, with him J. R. McNary, for appellant.\nLawrence B. Cook, for appellee."
  },
  "file_name": "0032-01",
  "first_page_order": 58,
  "last_page_order": 61
}
