{
  "id": 1152646,
  "name": "Commonwealth, v. Chalfa et al., Appellants",
  "name_abbreviation": "Commonwealth v. Chalfa",
  "decision_date": "1933-11-27",
  "docket_number": "Appeals, Nos. 198 and 199",
  "first_page": "175",
  "last_page": "187",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "76 Pa. Superior Ct. 576",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8865817
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/76/0576-01"
      ]
    },
    {
      "cite": "79 Pa. Superior Ct. 485",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        651788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/79/0485-01"
      ]
    },
    {
      "cite": "285 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1095150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/285/0232-01"
      ]
    },
    {
      "cite": "284 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1092080
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/284/0105-01"
      ]
    },
    {
      "cite": "282 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1088360
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/282/0492-01"
      ]
    },
    {
      "cite": "99 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        446134
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/99/0388-01"
      ]
    },
    {
      "cite": "257 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032354
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/257/0289-01"
      ]
    },
    {
      "cite": "265 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1051873
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/265/0362-01"
      ]
    },
    {
      "cite": "275 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1075649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/275/0338-01"
      ]
    },
    {
      "cite": "72 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434742
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/72/0060-01"
      ]
    },
    {
      "cite": "307 Pa. 134",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1138139
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/307/0134-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1023,
    "char_count": 22473,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 2.2554836672508234e-07,
      "percentile": 0.7820268672034547
    },
    "sha256": "758fa650ffbf497695c68824ec8f2cd80125775e332b8d54bc5a32a8e0ced1db",
    "simhash": "1:b68328b45ec5d2d8",
    "word_count": 3810
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Commonwealth, v. Chalfa et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Kephart,\nMary Chalía and Anna Allas appeal from the judgment and sentence under which they were condemned to life imprisonment for the murder of Steve Allas. These defendánts were fortunate, since the jury, under the testimony, could very properly have fixed the death penalty for what the court below aptly described as a cruel, outrageous and inhuman crime. Defendants do not complain in their appeal to this court that there was not sufficient evidence to find a felonious homicide, but rather that the trial errors were so gross and flagrant as to deprive them of an impartial trial by jury. It is our duty to review all the evidence to ascertain whether the elements of first degree murder are present; this we have done, but because of the scope of the Commonwealth’s case and appellants’ objections it will be necessary to set forth the essential outlines of the testimony.\nThe Commonwealth undertook to show that Steve’s murder was part of a plan or plot to murder for insurance, in the partial fulfillment of which six other members of the defendants’ families had been insured for large sums, three of whom had been murdered by poisoning and the insurance money collected or attempted to be collected. This evidence was objected to as introducing distinct crimes in connection with the specific crime on trial. This forms the chief ground of appellants’ complaint. If there was a scheme to insure and murder by the wholesale, technicalities should not prevent the State from showing it; but the conduct of this trial may be justified under the strictest rule.\nScarcely a more commonly recognized principle or one more soundly based on reason and fairness exists than that a distinct crime unconnected with that laid in the indictment cannot be given in evidence against a defendant. Logically, the fact that a person has committed one offense is not proof by itself that he has committed another. The effect, however, upon a mind receiving such information is not necessarily slight for there is an emotional reaction against him who is shown to be guilty of another crime; in other words, the mind of the jury is prejudiced. Because of the nature and prejudicial character of such evidence it is obvious that it should be received with the utmost caution.\nThere are exceptions to the broad rule excluding distinct crimes as evidence; we have recently fully set them forth in Com. v. Williams, 307 Pa. 134, and further discussion of the principles there enunciated is unnecessary.\nThe evidence as to other murders and insurance must fulfill the requirements of the particular exception which allows such proof; that is, to show motive, plan, design or scheme, in this case, to murder for insurance money. In the light of the rules, we have examined this testimony.\nTo make the evidence competent, it must show that a connection existed in the mind of the actor between the criminal acts, linking them for some purpose he intended to accomplish, or showing that he who committed one must have done the other: Shaffner v. Com., 72 Pa. 60. Where it appears that the other offenses, though distinct crimes, are in fact merely part of a larger field of operation, previously conceived and in part executed, the whole inquiry must be pursued to obtain a proper setting for the particular crime on trial. Such evidence must show some logical connection between the offenses, linking them together for a common purpose to be accomplished. There should be elements in common which logically and reasonably tend to establish a scheme or purpose not wholly covered or explained by evidence of the crime on trial. Then the circumstances in connection with the various killings may be so interwoven as to establish the common purpose and to show intent and motive also. This connection becomes clearer when it appears that it was necessary to kill the deceased whose death is the subject of inquiry in order to complete the common and continuous purpose of killing others. Where it appears that the common purpose could not be accomplished except by such killing, such killing, viewed in the light of related facts raising but one inference and followed by evidence that this deduction is a fact, makes the entire scheme apparent and obvious, and the evidence is admissible. Its probative force comes from the combination of related facts; here the pyramiding of insurance dependent on a beginning with the funds obtained as a result of the primary homicide.\nWe have examined all the authorities cited in appellants’ brief and find nothing controverting the principles we have stated. It is in the application of these principles that courts have differed, if at all; not in the principles themselves. This is recognized in Wigmore on Evidence (2d ed.), volume 1, section 363, at page 670-1, where the authorities, including many of these cited in appellants’ behalf, are collected and considered.\nTo summarize, the evidence as to insurance on other members of defendants’ families and their subsequent murder by poison, should show some connection with Steve’s insurance and poisoning, or there should be some elements common in the circumstances of Steve’s death and those of other members of the family from which the necessary inference arises that each was a part of a plot to collect insurance money, and that Steve’s death was necessary to the successful accomplishment of the general plan or scheme to insure, kill, and collect money. The evidence reveals that all these requirements have been met.\nEarly in 1932 the Commonwealth, on due provocation, instituted an investigation into the circumstances surrounding the various deaths which had then recently occurred in the Allas and Chalfa families. The inquiry was no doubt precipitated by the insurance companies when Steve Allas’ brother, Andrew, died, heavily insured. As a result of the investigation defendants were charged with the murder of Steve Allas. The defendants, Czecho-Slovakians, were intimate friends for years. Anna Allas had been previously married to Joe Mantyo and shortly after his death had married George Allas who had been previously married. Two of the latter’s children had been living with him; his other children were married and lived in their own homes. Steve, one of his children, continued to live with his father and stepmother after their marriage. He was twelve years of age, and a week or two before his death was a sturdy, active, athletic boy of ordinary intelligence. He was insured for $1,544: in the John Hancock Company, November 11,1931, for $980, and later in the Colonial Company for $564; his stepmother, Anna Allas, being named as beneficiary in both policies. Steve died December 2, 1931. The doctor certified that he died from concussion of the brain, but the autopsy, held pursuant to the investigation, showed a normal brain without injury. It also revealed the fact that Steve had been poisoned by what was described at the trial as soluble salts of tin in stannous condition, a rank poison which works insidiously by irritating the intestinal tract, causing cramps and convulsions, followed by a “terrible death,” as described' by one witness. This poison is not easily detected. One of the defendants; speaking of the difficulty of discovering the cause of death, said “If they take him out of the ground twenty times the American doctors cannot discover the poison.” Both defendants admitted they had poisoned Steve. Mary Chalía, who had unsuccessfully attempted to secure poison from a doctor, admitted that a white powder from a bottle labeled “Poison” had been used successfully in poisoning him. Mrs. Allas said the deadly mixture had been administered to Steve in tea and milk. Mrs. Chalía, while in the hospital, sent her daughter to her home with instructions to destroy this small bottle and hide some of the insurance policies. This was when the investigation was being conducted.\nDuring Steve’s sickness, the only persons in attendance were the two women. A doctor had been called, but later Dr. Huff, the physician who treated all of the destroyed children mentioned in the evidence, took charge of this case. Not even he was present when the boy died. Mrs. Chalfa seemed to be in charge. When the doctor left after his last visit to Steve, Mrs. Chalfa accompanied him to the door and on returning, reported to Mrs. Allas with a smile that Steve was going to die that night. The boy did die that night in great agony, turned blue and was crumpled up by convulsions. Mrs. Chalfa called the undertaker.\nSome circumstances transpiring after the death of Steve may be noted here. Defendants went to a man who made wooden crosses as head markers for graves; they bought four; the record shows the names of three persons for whom the markers were to be used. One was not named. Before defendants’ legal difficulties became active or suspicion had fastened on them, Mrs. Chalfa went to Philadelphia to consult her cousin, an attorney; she also called on Dr. Zeck concerning an article in a newspaper referring to her wanting to get medicine to poison her husband. They tried to get George Allas, a brother, to stop fussing about Andrew’s death. We will mention other circumstances as the evidence is further detailed.\nDefendants were persons of very limited means as well as of little education. Their husbands were laborers in the mills. Notwithstanding this, defendants were able to carry insurance on the members of their families in a total sum ranging from $50,000 to $75,000. Of course this insurance and the plan on which it was built collapsed after the investigation which resulted in this prosecution.\nLess than two weeks after Steve’s death, an insurance policy for $5,000 was written on his brother Andrew’s (Andy’s) life. In all, $13,000 of insurance was taken out on Andy’s life after Steve’s death, and $8,000 more applied for, but not issued. To emphasize just what was done, we list in detail the policies with their dates and amounts:\nJohn Hancock .... 1/26/32 .....$1,000\nPrudential ....... 1/10/32 ..... 5,000\nEureka .......... 1/1 /32 ..... 500\nWest & So........ 2/6 /32 ..... 396\nWest & So........2/8/32..... 81\nHome............ 2/6 /32 ..... 2,000\nSlovac Union................. 400\nColonial ..................... 3,500\nPrudential ....... 3/15/32 ..... 5,000 not issued\nKnights.......... 3/5 /32 ..... 3,000 not issued\nAnna Allas was the beneficiary in all these policies. The premiums were paid by her, though the insurance agents were directed to send many of the premium notices to Mrs. Chalfa at her home since Mrs. Allas did not want her husband to learn of the situation. The fair inference from all the evidence is that the proceeds of the insurance on Steve’s life were necessary to purchase insurance on Andy’s life. The testimony of Mrs. Allas, one of the defendants, is conclusive on that question. She testified that she paid Andy’s insurance with the insurance money she received on Steve’s life: “Q. You received $1,544 from the insurance company after Steve Allas died, didn’t you? A. Yes. Q. And with that money you paid the premiums on the insurance on Andy Allas, didn’t you? A. Why, sure. I did not go out stealing. I had to pay that.”\nThis evidence indicates the connection between Steve’s insurance and that of other members of the family and the necessity for Steve to die to further the general scheme or plan. It establishes the common element and the need to secure that money so that the other members of the family might be insured. Mrs. Allas had no other means, except stealing, to get the money necessary to pay the large premiums on the lives of Andy and of her husband, George, who was insured for $5,500.\nThere is other evidence that is important: the outcome of the general plan to unlawfully secure insurance money. In connection with Andy’s death, we have the same means employed, either causing or contributing to it, as in the case of Steve. He died in April, 1932, about a month after he came to live at his father’s home, or about two months after his first policy was written. He was in good health the week before he died. He had never complained of his health. The autopsy and chemical analysis of portions of his body, revealed .the presence of soluble salts of tin in stannous condition. The physician testified that it was a contributing cause of his death. During his illness, as in Steve’s case, both defendants took charge of him though Mrs. Chalía took a more forward part. His brothers and sisters were not permitted to remain in the room during his illness nor were they permitted to get another physician. In fact they were ordered out of the room, and Mrs. Chalía at the time “got up in the air.” One of Steve’s brothers said: “I asked who the doctor was this time, and they said ‘Huff’; and I wanted to get a specialist for him, and Mary Chalía and my stepmother wouldn’t consent. I wanted him sent to the hospital.” “When I wanted a specialist Mary Chalía got up in the air and said, ‘Oh, no; you can’t change to another doctor. If you do, our doctor won’t sign.’ ” (Evidently referring to the death certificate for burial.) The same doctor who attended Steve attended Andy. The latter complained about the medicine and its effects, and the defendants admitted they had poisoned him, using the same kind of medicine that was used on Steve. His father knew little or nothing about the illness, as appears from a rather pathetic incident. His sister, in testifying, describing Andy’s dying moments, said: “......my brother was practically like dead, we saw no hope; and then they called for my dad......he came up and looked at him......and he started crying......I said, ‘Dad, why didn’t you let me know this boy was sick?’ I said ‘He could have died and I wouldn’t have known anything about it, only a strange woman let me know about it.’ And he said, ‘Oh, one brother left us (Steve), and I think the other brother is going to leave us too.’ ” The witness then fainted and was taken away by her bnsband. Andy died as Steve died, in convulsions, turning blue, crumpled up.\nThe undertaker, the same who buried Steve, on viewing Andy’s body, remarked, “the boy must have died a terrible death.” Mrs. Chalfa went with Mrs. Allas to collect the insurance. Both tried to get the undertaker to prevent the coroner from coming out to have an inquest on Andy’s body.\nRichard Duyava, an illegitimate child, was given his father’s name. He was left by his young mother with Mary Chalfa on an agreement to pay $20 to $30 a month for his maintenance. This sum had been paid. Insurance of $150 was applied for by Stella Chalfa, whom Mrs. Chalfa had pose as the child’s mother, Mabel Bruner; Stella called herself Mabel Duyava. When the child died in March, 1932, Stella, still posing as mother, received the insurance check and turned it over to Mary Chalfa. After Steve’s death, in January and February, further insurance was taken out by Mary Chalfa, Stella again posing as the mother of the infant. When some of this insurance was taken out Mrs. Allas was present. Mary Chalfa admitted paying the premiums. She had the undertaker cash at least one, if not more, of the checks received from Richard’s death. The same undertaker issued two certificates, one for burial in the name of Duyava, and one for insurance purposes in the name of Chalfa. During the baby’s illness both defendants were in attendance administering the medicine and rubbing the child with some concoction which caused great pain. The same doctor attended Richard Duyava who had attended the other boys and the same undertaker buried all of them. The same kind of poison that was found in Andy’s body and Steve’s body was found in the body of this infant, and it was testified that the same kind of medicine that was given to Steve was given to this baby. In fact it was in this house that the bottle containing the poison was discovered and later destroyed. The autopsy shows that death resulted from poisoning. Tlie baby had the same color as the other boys at death.\nThe common elements or related facts in these three deaths were: First, the indisputable fact that they were intimately connected with the appellants; second, the insurance on Steve’s life was necessary to carry forward the general plan to purchase the insurance placed on Andy’s life and others, and it was so used; third, the bodies had in them a quantity of soluble salts of tin in stannous condition, a deadly, irritant poison; fourth, both appellants attended the three boys during their illness and were present at the death of each; fifth, insurance was procured on the lives of each decedent by one of the appellants, of which insurance one or the other of appellants was the beneficiary; sixth, the efforts to collect the insurance were the joint efforts of appellants; seventh, determined effort was made by both to prevent the authorities from finding out anything about the deaths, and to maintain secrecy thereon; eighth, each of these defendants made the astounding statement that they wanted to make “big money” out of the insurance, with particular reference to Andy. They said they had poisoned Steve and Andy, and if no one found it out they would “get big thousands.”\nIt was brought out on cross-examination, that George Allas, the husband, was insured for $5,500. While this was not material in that George Allas was still living, it had the tendency to show a part of the general plan to insure all the members of the family, having its inception with Mantyo (not yet discussed) followed by Steve, then Andy. George too had cramps, but no serious results followed.\nMrs. Chalía admitted on cross-examination that she carried from $20,000 to $22,000 insurance on her hus.band. She had also taken out insurance, the amount of which is not stated, on a boarder, her cousin, Joe Chalía, without his knowledge. The defendant attempted to show on the cross-examination of Joe Chalía, who had testified adversely to defendants, that Ms conduct toward Mrs. Chalfa was most ungrateful in view of what she had done for him, emphasizing circumstances in connection with his life there. The Commonwealth then inquired as to the reason for leaving; he stated that he found out Mrs. Chalfa had insured him and that he and his wife thought it was about time to leave as he was beginning to have pains in his stomach.\nJoseph Mantyo died about three years before these tragedies. Testimony as to his death was admitted in connection with that of Steve, Andy and Richard. The autopsy and chemical analysis of the contents of his body disclosed the presence of soluble salts of tin in stannous condition. The theory of the Commonwealth as to the cause of his death was that it ivas poison, and it was testified this poison was in his body. It\" was shown that he had fallen downstairs and received a fractured skull and the defense relied on this evidence to' exculpate defendants from any wrong. Dr. McMeans testified that this poison was the cause of death. His death occurred three years before the others. Both defendants were present at death. If this had been the only case that ivas offered in connection with Steve’s death and the court below had admitted it, we would gravely doubt its admissibility because of remoteness. Taken in connection, however, with all the other circumstances, and the fact that he had $4,000 insurance on his life, of which Mrs. Allas (then Mrs. Mantyo) was beneficiary, and the fact that soluble salts of tin in stannous condition were found in his body, the evidence was competent for the purposes offered, and the court below did not commit error in receiving it.\nIt is scarcely conceivable to the ordinary man that two women would deliberately kill Stephen to get $1,500, but it is believable that their cupidity and their desire for. money was so great that they would unhesitatingly kill both Stephen and the baby so that a larger sum of money might be realized by the investment of the moneys received through insurance on their lives, in insurance on the life of Andrew, George Allas, and all the rest mentioned.\nWe therefore conclude that the Commonwealth came squarely within our authorities relative to the admission of evidence of other offenses. It showed the complete connection between them, and exhibited the common elements to the jury in much detail. All the assignments of error which are based upon these reasons are overruled.\nThe Commonwealth in this case presented a complete picture. As we have stated, the defendants were fortunate. We have not commented on the evidence of the defense; we have pointed out what the jury could have concluded from the Commonwealth’s testimony. The defendants were represented by very able counsel, and it is no doubt due to their perseverance and skill that this penalty was reduced.\nThe court below did not commit error in refusing the request to exhume the bodies of the decedents after the trial, nor was the charge of the court prejudicial.\nAfter considering all the assignments, they are overruled, the judgment is affirmed, and the record is remitted so that the sentence may be canned into execution.\nSee Com. v. Gibson, 275 Pa. 338; Com. v. Coles, 265 Pa. 362; Com. v. Haines, 257 Pa. 289; Goersen v. Com., 99 Pa. 388; Shaffner v. Com., 72 Pa. 60.\nShaffner v. Com., supra.\nSee also Com. v. Coles, supra; Com. v. Cicere, 282 Pa. 492; Com. v. Weiss, 284 Pa. 105; Com. v. Dorst, 285 Pa. 232; Com. v. Dwyer, 79 Pa. Superior Ct. 485; Com. v. Elias & Johns, 76 Pa. Superior Ct. 576.\nIn R. v. Gearing, 18 L. J. M. C. 215, a leading case, the evidence as to another poisoning was admitted to show the deceased died of poison administered by someone and to indicate death was not accidental. The fact that death occurred after the death in issue was held not material.\nIn R. v. Flannagan, 15 Cox Cr. 403, evidence was offered and received in poisoning case happening within three years.\nIn R. v. Heesom, 14 Cox Cr. 40, in poisoning case evidence was received of deaths happening in a year before and after the death' in issue.\nSee Wigmore on Evidence, second edition, volume 1, page 675, for poisoning cases.",
        "type": "majority",
        "author": "Mr. Justice Kephart,"
      }
    ],
    "attorneys": [
      "Louis Little, with him Henry Kaufman, for appellants.",
      "John F. Haggerty, Assistant District Attorney, with him Andrew T. Park, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, v. Chalfa et al., Appellants.\nNovember 27, 1933:\nArgued September 25, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nLouis Little, with him Henry Kaufman, for appellants.\nJohn F. Haggerty, Assistant District Attorney, with him Andrew T. Park, District Attorney, for appellee."
  },
  "file_name": "0175-01",
  "first_page_order": 201,
  "last_page_order": 213
}
