{
  "id": 1152618,
  "name": "Weinstein et ux. v. Union Trust Co. of Pittsburgh, Admr., Appellant, et al.",
  "name_abbreviation": "Weinstein v. Union Trust Co.",
  "decision_date": "1933-11-27",
  "docket_number": "Appeal, No. 119",
  "first_page": "280",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 388,
    "char_count": 6119,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.2319655564548724e-07,
      "percentile": 0.6058971005645503
    },
    "sha256": "cb6fdd03fdfc087a900e6601ad955a32247e50f04e13346578b1345a40f7dd26",
    "simhash": "1:4adba3f1693dd0af",
    "word_count": 1023
  },
  "last_updated": "2023-07-14T18:15:22.658732+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, O. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Weinstein et ux. v. Union Trust Co. of Pittsburgh, Admr., Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaeeeb,\nWe are concerned here with questions of accounting by a trustee. The controverted matters have been passed upon by two chancellors, the first ordering a reconveyance and an account and the second passing on exceptions to the account as filed. Five judges sitting in banc have considered the case. This appeal is from the adjudication of the court below on the account filed.\nThe plaintiffs, Frank A. Weinstein and Sarah Weinstein, his wife, by deed dated May 6, 1926, absolute on its face, conveyed to Clarence L. Saxton in fee a number of valuable apartment buildings located in the City of Pittsburgh. Simultaneous with the execution and delivery of the deed, a letter was written by the Weinsteins to Saxton in which it was stated: “We are this day deeding you a number of properties situated in the City of Pittsburgh and surrounding towns and we agree to pay you a fee of $45,000 for handling these properties and after all mortgages, judgments, attorneys fees, insurance, commissions for replacing mortgages, notes, collection of rents, any outstanding assignments of rents or any other expenses pertaining to these properties have been paid in full, then you are to deed these properties back to us.” Saxton, by a notation at the foot of the letter, accepted the trust thus created.\nBoth chancellors found that Saxton was an unfaithful trustee and he was surcharged in the amount of $192,-035.95. The court decided that he was guilty of numerous fraudulent acts. On this appeal we are to pass upon the action of the chancellor in surcharging him with the value of the equities in certain of the properties which the court found he had sacrificed for his own advantage, and with a question of interest claimed in his behalf. Appellant as administrator bases its contention that it was error to surcharge Saxton with the value of the equities, because one property was sold on foreclosure subsequent to the filing of the bill, and in two other instances the properties were sold on foreclosure begun after Saxton deeded back the properties. It is further contended that the accountant is entitled to interest on money advanced in handling the properties.\nThe first hearing was before Judge Reid, who found that Saxton had violated his trust and should reconvey the properties and account to appellees. He concluded, “The exceptant has not only failed to preserve and refinance all complainants’ properties but has imperiled them and caused great loss to complainants.” His final decree was filed November 21, 1928. An appeal was taken to our court, which was discontinued on October 3,1929, after one of the properties had been sold by sheriff’s sale on a mortgage covering it. Another of the properties was at that time up for sheriff’s sale and was sold three days after Saxton had reconveyed the property. The third property was in default on its mortgage at the time the appeal was dropped on October 3,1929, and was sold at sheriff’s sale on December 2,1929.\nIn surcharging the accountant in the amount of the value of the equities in the properties, the court below had this to say: “The latter of these exceptions go to the court’s admission of testimony of the real estate experts as to the fair market value of these properties at the time the same were sold at sheriff’s sale, the sheriff’s sale being in consequence of defendant Saxton’s unfaithful trusteeship, and in these rulings we find no error. It is to be remembered that upon sufficient credible testimony the court in banc, in disposing of the exceptions to the decision of the original chancellor, found that Saxton had not only failed to preserve and refinance all of plaintiffs’ property, but that he had ‘imperiled them and caused great loss to plaintiffs.’ Testimony was properly admitted to establish what financial loss defendant had caused plaintiffs by causing their property to be sold at sheriff’s sale, the fair market value of the same at the time of sheriff’s sale and the amount received for the same as a consequence of such sales, which disclosed financial loss suffered by the plaintiffs as to the properties, in consequence of defendant’s unfaithful trusteeship.” The court below was satisfied, and we accept its conclusion, that the conditions which brought about the foreclosure were due to the trustee’s mismanagement and faithlessness. It makes no difference that the actual foreclosures were not brought about until he had been called to account and compelled to relinquish the properties.\nAs to the claim for interest on moneys advanced, the original chancellor who decreed the accounting has the following to say: “Chief among the remaining matters involved in the bill, now to be considered, are the claims and attempts of C. L. Saxton to charge large sums as interest to which he is not entitled; to charge and seek to collect the compensation of $45,000; to charge and attempt to collect other large sums as commissions in addition to the compensation stated, and to charge, and claim as credits, various items of usurious and illegal interest....... By his conduct......he has forfeited the right to any compensation, whether as commissions or otherwise.” We are not prepared to say that this finding and that of the chancellor last hearing the proceeding that no allowance should be made for interest was incorrect.\nIt is agreed that in making up its figures of total surcharge the court below fell into error and that the surcharge should be reduced by $75,310.04. It will be so reduced by the court below when the record is remitted to it, making the surcharge $116,725.91.\nSubject to the deduction named, the decree is affirmed at the cost of appellant.",
        "type": "majority",
        "author": "Mr. Justice Schaeeeb,"
      }
    ],
    "attorneys": [
      "C. F. C. Arensberg, of Patterson, Crawford, Arensberg & Dunn, with him McCreery & Wolf and Weller, Wicks d Wallace, for appellant.",
      "Benjamin L. Steinberg, with him Earl F. Reed, of Thorp, Bostwick, Stewart d Reed, for appellees."
    ],
    "corrections": "",
    "head_matter": "Weinstein et ux. v. Union Trust Co. of Pittsburgh, Admr., Appellant, et al.\nArgued October 10,1933.\nBefore Frazer, O. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nNovember 27, 1933:\nC. F. C. Arensberg, of Patterson, Crawford, Arensberg & Dunn, with him McCreery & Wolf and Weller, Wicks d Wallace, for appellant.\nBenjamin L. Steinberg, with him Earl F. Reed, of Thorp, Bostwick, Stewart d Reed, for appellees."
  },
  "file_name": "0280-01",
  "first_page_order": 306,
  "last_page_order": 310
}
