{
  "id": 1152637,
  "name": "Hickerson et al. v. Daskam, Appellant",
  "name_abbreviation": "Hickerson v. Daskam",
  "decision_date": "1934-01-02",
  "docket_number": "Appeals, Nos. 283, 284",
  "first_page": "379",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 379"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "287 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099560
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0298-01"
      ]
    },
    {
      "cite": "78 Pa. Superior Ct. 449",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        650246
      ],
      "pin_cites": [
        {
          "page": "451"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/78/0449-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 301,
    "char_count": 3418,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 1.819206753271666e-07,
      "percentile": 0.7189787898831167
    },
    "sha256": "d88547440f0dfc9b14928ea6f14a8e295fc17e2fa903ce7d30618ce029f5ecb1",
    "simhash": "1:0f6440cf2ec0823c",
    "word_count": 565
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Hickerson et al. v. Daskam, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nDefendant appeals from judgments entered against him in an action of trespass to recover damages for injuries incurred by the minor-plaintiff when struck by defendant’s automobile. The accident occurred about noon April 19, 1930, on the premises of the McCallum Manor Apartments in Germantown, a suburb of Philadelphia. Defendant stopped his car on the private driveway at the entrance to the apartments and entered the building to deliver a letter. The driveway of this apartment house is about ten feet above the level of the street and constitutes an arc, the highest point of which is immediately opposite the entrance to the building. During defendant’s absence, for some unexplained reason the unoccupied machine coasted down the slope about seventy feet to another driveway leading to the rear of the apartments. At this point, the driverless car collided with the minor-plaintiff who was there in company with two other lads, all of whom were riding bicycles. The child suffered serious and painful injuries from which he has not entirely recovered. The jury awarded $1,717.33 to the parents for expenses incurred and $7,500 to the minor for pain and suffering. The latter sum was reduced by the trial court to $4,000, for which amount judgment was subsequently entered.\nAppellant argues that the damage suffered does not warrant the amount of the reduced verdict and that the facts show no negligence on the part of defendant. Neither contention can be sustained. In the circumstances here presented, the question as to defendant’s negligence was properly submitted to the jury. “The defendant was the owner and had control of the machine. It was his duty, when he parked it, to see that it was in such a condition that it would remain where it was. In the ordinary course of things such accidents do not happen, if the person controlling the car uses proper care”: Helfrich v. Gurnari, 78 Pa. Superior Ct. 449, 451. Quoting from the Helfrich Case, the trial judge charged: “When anyone leaves a car and within such a short space of time as here stated, the car is found without a driver, some distance away, the jury can, under the circumstances, be permitted to draw the inference that he did not leave the car in the proper condition and unless he produces evidence which is believed by the jury, that explains the accident, the jury has a right to believe he was negligent.” Defendant having offered no adequate explanation of the occurrence, the jury was justified in returning a verdict for plaintiffs. See also Henderson v. Horner, 287 Pa. 298. Moreover, in the present case there was evidence that the brakes on defendant’s car were defective.\nConsidering that the injured child suffered a dislocated hip, fractures of the left collar bone and left ankle, as well as numerous lacerations and contusions, all of which required prolonged hospital treatment, and taking into consideration that he still is handicapped in walking or running and may be permanently so, we do not consider the amount of the verdict, as reduced, in any way excessive.\nJudgments affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Frank R. Ambler, with him Harry 8. Ambler, Jr., for appellant.",
      "Robert T. McCracken and Laurence H. Eldredge, of Montgomery •& McCracken, for appellees, were not heard."
    ],
    "corrections": "",
    "head_matter": "Hickerson et al. v. Daskam, Appellant.\nArgued December 1, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nJanuary 2, 1934:\nFrank R. Ambler, with him Harry 8. Ambler, Jr., for appellant.\nRobert T. McCracken and Laurence H. Eldredge, of Montgomery •& McCracken, for appellees, were not heard."
  },
  "file_name": "0379-01",
  "first_page_order": 405,
  "last_page_order": 407
}
