{
  "id": 1152683,
  "name": "Commonwealth, v. Dillard, Appellant, et al.",
  "name_abbreviation": "Commonwealth v. Dillard",
  "decision_date": "1933-11-27",
  "docket_number": "Appeal, No. 161",
  "first_page": "420",
  "last_page": "423",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 306,
    "char_count": 4607,
    "ocr_confidence": 0.47,
    "pagerank": {
      "raw": 7.138581356863313e-08,
      "percentile": 0.42828578036789017
    },
    "sha256": "a126538a00dedd181a5aaa7139191fe021e1fc7c85766327143d06154516ad72",
    "simhash": "1:e98e1098fe355f56",
    "word_count": 781
  },
  "last_updated": "2023-07-14T18:15:22.658732+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaeeer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Commonwealth, v. Dillard, Appellant, et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Schaeeer,\nAppellant was convicted of first-degree murder. The jury fixed the penalty of life imprisonment. He contends that he is entitled to a new trial because: (1) The trial court erred in admitting evidence concerning his previous arrests and treatment by the police unconnected with the crime now charged; (2) the evidence was not sufficient to sustain the verdict of first-degree murder committed in the perpetration or attempt to perpetrate a robbery; (3) the court usurped the function of the jury in its instruction that the robbery was a continuous one; (4) the court erred in failing to grant a new trial on after-discovered evidence.\nThe deceased died as a result of a fractured skull. He had many wounds. On the night of the killing he had left his home to procure a newspaper. He was a Caucasian. The defendant is a negro. The latter and two companions, also negroes, met the deceased on the street. The defendant asserts that as a result of an altercation over drinking from a bottle of whiskey which the deceased had, a fight ensued between him and the three negroes. Disinterested witnesses testified that they came upon the deceased, the defendant and his companions, who were fighting, and that the deceased cried out that the defendant and his companions were robbing him; that they, the disinterested witnesses, could not interfere because the defendant threatened them with bodily harm. When the scuffle ended the deceased rose to his feet and crossed the street to proceed to his own home. Another disinterested witness testified that he saw the defendant cross the street, following the deceased, and that the defendant struck the deceased on the head with a blunt instrument. A piece of iron pipe was found near the body of the slain man. Negativing the contention that there had been a quarrel over drinking from a bottle of liquor, which the deceased had, is the circumstance that the testimony does not disclose the presence of such a bottle at the place where the scuffle took place or where the deceased fell, or in his possession when he was found shortly after the assault, and that the post mortem disclosed there was no alcohol in the stomach of the slain man.\nThe first complaint of the appellant is that he was questioned concerning his previous arrests for crimes unconnected with the one charged in the indictment in violation of the Act of March 15,1911, P. L. 20 (19 P. S., section 711). It is sufficient to say as to this that the defendant, on cross-exa: tination, for the purpose of influencing the jury, volunteered the statement that he had previously been beaten by the police at the police station, and his interrogation was for the purpose of discrediting his statement as to previous mistreatment. There was no error in this.\nAs to the second contention, that the evidence was not sufficient to sustain the conclusion that the deceased was killed in the perpetration or attempted perpetration of a robbery by the defendant and his companions, the testimony of disinterested witnesses who happened upon the scene discloses that when the slain man was being attacked he cried out that his assailants were robbing him.\nRegarding the allegation that the trial judge usurped the function of the jury in his instructions that the robbery was a continuing one up to the time the fatal blow was given, it is only necessary to recite that, after the fight in which the deceased cried out that he was being robbed, the testimony shows appellant followed him across the street and felled him with a piece of iron pipe. The fatal blow was sufficiently close in point of time to warrant the trial judge’s characterization of the entire happening as a continuing robbery. Whether there was a robbery or not, if the jury was satisfied from the evidence that, after the fight was over, the defendant followed the deceased across the street and struck him down with a piece of iron pipe, they were justified in finding it was first-degree murder.\nSo far as the alleged after-discovered evidence is concerned, we agree with the court below that it is cumulative and would not warrant a new trial.\nAll of the assignments of error are overruled and the record is remitted to the court below in order that the judgment of sentence may be carried out.",
        "type": "majority",
        "author": "Mr. Justice Schaeeer,"
      }
    ],
    "attorneys": [
      "Alan (S'. Christner, for appellant.",
      "John F. Haggerty, Assistant District Attorney, with him Andrew Parle, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, v. Dillard, Appellant, et al.\nNovember 27, 1933:\nArgued September 25, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaeeer, Maxey, Drew and Linn, JJ.\nAlan (S'. Christner, for appellant.\nJohn F. Haggerty, Assistant District Attorney, with him Andrew Parle, District Attorney, for appellee."
  },
  "file_name": "0420-01",
  "first_page_order": 446,
  "last_page_order": 449
}
