{
  "id": 1152696,
  "name": "Scanlon's Estate",
  "name_abbreviation": "Scanlon's Estate",
  "decision_date": "1933-11-27",
  "docket_number": "Appeal, No. 163",
  "first_page": "424",
  "last_page": "429",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 424"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 Pa. 235",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005923
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0235-01"
      ]
    },
    {
      "cite": "146 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827887
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/146/0049-01"
      ]
    },
    {
      "cite": "205 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        929939
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/205/0321-01"
      ]
    },
    {
      "cite": "186 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989733
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/186/0333-01"
      ]
    },
    {
      "cite": "52 Pa. 338",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1002226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/52/0338-01"
      ]
    },
    {
      "cite": "71 N. E. 748",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "179 N. Y. 112",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2318653
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/179/0112-01"
      ]
    },
    {
      "cite": "109 Pa. Superior Ct. 304",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        967805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/109/0304-01"
      ]
    },
    {
      "cite": "199 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922925
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/199/0609-01"
      ]
    },
    {
      "cite": "244 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003508
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0568-01"
      ]
    },
    {
      "cite": "188 Pa. 33",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        901239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/188/0033-01"
      ]
    },
    {
      "cite": "254 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0346-01"
      ]
    },
    {
      "cite": "92 Pa. Superior Ct. 480",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        676176
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/92/0480-01"
      ]
    },
    {
      "cite": "293 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1111161
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/293/0013-01"
      ]
    },
    {
      "cite": "106 Pa. Superior Ct. 571",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        703119
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/106/0571-01"
      ]
    },
    {
      "cite": "85 Pa. Superior Ct. 470",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        665700
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/85/0470-01"
      ]
    },
    {
      "cite": "185 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897987
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/185/0041-01"
      ]
    },
    {
      "cite": "256 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030778
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0377-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 533,
    "char_count": 9591,
    "ocr_confidence": 0.457,
    "pagerank": {
      "raw": 1.4044832444595866e-06,
      "percentile": 0.9907427035321364
    },
    "sha256": "00571bd8c0cf6a67176d2811208236b8722329f1105fc16b2aefa140c5987e17",
    "simhash": "1:62efe48207072cd9",
    "word_count": 1722
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Scanlon’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Schaffer,\nOn May 16, 1919, Minnie A. Scanlon opened an account in her own name at the Farmers Deposit Savings Bank of Pittsburgh with a deposit of $10. Further sums were deposited by her, including the proceeds of insurance policies on the lives of her parents, until in November, 1926, the account amounted to $5,024.20. On November 23, 1926, she closed this account and opened another one for the like amount in her name and that of her husband, Charles F. Scanlon. On the card creating this account appear the two signatures of the depositors and various notations in the handwriting of a third person, presumably that of the bank official with whom they dealt. Printed in ink above the signatures are the words “both signatures required to draw.” Between them is the word “and” and after them the words “or survivor” and “wife.”\nThe account remained in the names of husband and wife until July 7, 1927, and increased to $5,675. There is no evidence that the husband deposited anything in the account. He became ill and on July 7, 1927, this account was closed by a check signed by both and a new account was opened in the name of Minnie A. Scanlon “in trust for” Charles F. Scanlon. Only two deposits were made in this account, in addition to the initial one for $5,675, one of $100 and one of $52.50. There was one withdrawal of $100. The pass book remained in the possession of Mrs. Scanlon. The husband became insane and payments under a disability insurance contract in his favor were made to the wife as beneficiary in the policy. The payments amounted to $52.50 a month. On March 18, 1929, Mrs. Scanlon died. That day she made a will in which she recited that she had, among other assets, about $6,000 at the Farmers Bank and provided for its distribution in the main among her relatives. Five days after her death, on March 23, 1929, the husband died.\nThe fund in the Farmers Bank, amounting to $6,-208.70, was inventoried in the wife’s estate and when it came up for audit was claimed by her executors and by the administrator of the husband. The orphans’ court awarded the fund to the administrator of the husband. The appellant contends that this was improper and that the fund belongs to the estate of the wife.\nThe testimony indicates that the fund was created by the wife. Undeniably it was deposited to her sole credit until November 23, 1926. There is no suggestion that any of the money belonged to her husband prior to the first change in the account. Aside from the bank card, there is nothing to show an intention then to pass a present interest in the fund to the husband: Grady v. Sheehan, 256 Pa. 377; Flanagan v. Nash, 185 Pa. 41; Tearpoak v. Tearpoak, 85 Pa. Superior Ct. 470. It also appears that the notation on the card “both signatures required to draw” was in the handwriting of some one other than Mrs. Scanlon. Nothing was shown to prove that this was at her direction; thus, this alone is not evidence of an intent on her part to create an estate in her husband: Flanagan v. Nash, supra. Words such as the above or “either to draw” are not of themselves sufficient to raise a gift inter vivos: Tearpoak v. Tearpoak, supra; Crist’s Est., 106 Pa. Superior Ct. 571. It is essential that there be a further expression of intention on the part of the donor (Mardis v. Steen, 293 Pa. 13; Waltman v. Germantown Trust Co., 92 Pa. Superior Ct. 480), as perhaps by the delivery of an instrument which shows clearly that the intention was present: Sloan’s Est., 254 Pa. 346; Parry’s Est., 188 Pa. 33. There is no such expression of intention here. On the contrary, the fact that both signatures were required for withdrawals showed an intention on the part of Mrs. Scanlon to retain control. An essential element of a gift inter vivos is that the donee be given complete control of the subject-matter and the donor release his dominion: Mardis v. Steen, supra; Turner’s Est., 244 Pa. 568; Clapper v. Frederick, 199 Pa. 609; Flanagan v. Nash, supra; Tearpoak v. Tearpoak, supra; Crist’s Est., supra; Gallagher’s Est. v. Gallagher, 109 Pa. Superior Ct. 304. There was no passage of complete control to Mr. Scanlon over any part of the fund.\nAs further evidence of her control over the fund, Mrs. Scanlon, in 1927, changed the nature of the deposit once more. She and Mr. Scanlon withdrew the entire fund which she then redeposited in her name as trustee for him. When it was so redeposited, a new status was created. She became a trustee with the right to revoke the trust. This conclusion is in accord with the doctrine of tentative trusts which has been developed in New York, where litigation of trust bank accounts has been much greater than with us.\nStarting with In re Totten, 179 N. Y. 112, 71 N. E. 748, decided in 1904, the theory of a tentative trust was enunciated in an effort to retain for the depositor the complete control of the fund during his life and yet secure to the beneficiary any balance standing in the account at the death of the depositor. The court says at page 125: “After much reflection upon the subject, guided by the principles established by our former decisions, we announce the following as our conclusion: A deposit by one person of his own money, in his own name as trustee for another, standing alone, does not establish an irrevocable trust during the lifetime of the depositor. It is a tentative trust merely, recovable at will, until the depositor dies or completes the gift in his lifetime by some unequivocal act or declaration such as delivery of the pass book or notice to the beneficiary. In case the depositor dies before the beneficiary without revocation, or some decisive act or declaration of disaffirmance, the presumption arises that an absolute trust was created as to the balance on hand at the death of the depositor.” See 3 R. C. L. 716, 717; 43 Harvard Law Rev. 539. As in that case, so here, there is no evidence of an intention to create an irrevocable trust at the timé of deposit. Neither is there evidence here of any further acts by Mrs. Scanlon which show an intention to make the trust irrevocable. If it had been made manifest that the husband had an interest in the redeposited fund, the situation might be different, but nothing of this kind appears. The mere fact that there was deposited in the fund the sum of |52.50, which corresponds to the monthly payments made to Mrs. Scanlon under the disability policy, of itself, proves nothing. Moreover, the wife was the beneficiary in the policy and her husband was insane. It would, therefore, seem natural that the payments should be made to her.\nThe principle announced in In re Totten, supra, is adopted by the American Law Institute in its Tentative Draft of the Restatement of the Law of Trusts, page 125: “If a person makes a deposit in a savings bank in his own name as trustee for another person, intending to reserve a power to withdraw the whole or any part of the deposit at any time during his lifetime and to use as his own whatever he may withdraw, or otherwise to revoke the trust, the intended trust is not a testamentary trust and is enforceable by the beneficiary upon the death of the depositor as to any part remaining on deposit on his death if the depositor has not revoked the trust.” In the Comments (page 126), it is stated: “If a person makes a deposit in a savings bank in his own name ‘as trustee’ for another person, his intention may be either (1) to create a revocable trust, (2) to create an irrevocable trust, or (3) not to create a trust. Evidence may be admitted to show which was his intention. In the absence-of evidence of a different intention of the depositor, the mere fact that a deposit was made in a savings bank in the name of a depositor ‘as trustee’ for another person is sufficient to show an intention to create a revocable trust. To such a trust the principle stated in this section is applicable. The depositor may at any time withdraw any part of the deposit during his lifetime, or otherwise revoke the trust in whole or in part at any time during his lifetime, or by will, but on his death the beneficiary is entitled to the amount remaining on deposit if the depositor has not revoked the trust.”\nThat the will revoked the trust, there can be no question: Walkman v. Germantown Trust Co., 92 Pa. Superior Ct. 480; Frederick’s App., 52 Pa. 338; Chestnut St. Nat. Bank v. Fidelity Ins., etc., Co., 186 Pa. 333; In re Totten, supra. The case in hand differs from Merigan v. McGonigle, 205 Pa. 321, and Gaffney’s Est., 146 Pa. 49. In them, there was no will revoking the trust. In Rambo v. Pile, 220 Pa. 235, the deposit was in the name of “Amos Burton, trustee for E. S. Githens.” It was held under the circumstances shown that the fund belonged to Burton’s estate and not to Githen’s estate. In the case at bar, Mrs. Scanlon by her will clearly showed an intention to dispose of the fund in question. An examination of the will discloses that its necessary effect was to revoke the trust.\nWe are of opinion that the court below was in error in awarding the fund to the administrator of the husband. It should have awarded it to the executors of the wife.\nBeversed at appellee’s cost, with directions to enter a decree in accord with this opinion.\nFor discussion of this and the contrary views, see 81 U. of Pa. Law Sev. 737, and 8 Temple L. Q. 87.",
        "type": "majority",
        "author": "Me. Justice Schaffer,"
      }
    ],
    "attorneys": [
      "Ella Graubart, for appellant.",
      "Harry J. Hesbit, with him M. L. Thompson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Scanlon’s Estate.\nArgued September 29, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Sohaeeer, Maxey, Drew and Linn, JJ.\nNovember 27, 1933:\nElla Graubart, for appellant.\nHarry J. Hesbit, with him M. L. Thompson, for appellee."
  },
  "file_name": "0424-01",
  "first_page_order": 450,
  "last_page_order": 455
}
