{
  "id": 1152674,
  "name": "Gartner, Trustee, Appellant, v. Cassatt et al.",
  "name_abbreviation": "Gartner v. Cassatt",
  "decision_date": "1934-01-02",
  "docket_number": "Appeal, No. 180",
  "first_page": "491",
  "last_page": "498",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 491"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "314 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1154644
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/314/0085-01"
      ]
    },
    {
      "cite": "98 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496926
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/98/0538-01"
      ]
    },
    {
      "cite": "312 Pa. 511",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1150667
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa/312/0511-01"
      ]
    },
    {
      "cite": "296 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1116612
      ],
      "year": 1933,
      "opinion_index": 0,
      "case_paths": [
        "/pa/296/0120-01"
      ]
    },
    {
      "cite": "5 Phila. 155",
      "category": "reporters:state",
      "reporter": "Phila.",
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "113 A. 553",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 538",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066003
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0538-01"
      ]
    },
    {
      "cite": "95 Ill. 215",
      "category": "reporters:state",
      "reporter": "Ill.",
      "case_ids": [
        2723307
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ill/95/0215-01"
      ]
    },
    {
      "cite": "219 U. S. 128",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3653271
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/219/0128-01"
      ]
    },
    {
      "cite": "5 Wall 663",
      "category": "reporters:scotus_early",
      "reporter": "Wall",
      "case_ids": [
        3459423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/72/0663-01"
      ]
    },
    {
      "cite": "72 A. 798",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "223 Pa. 409",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961050
      ],
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0409-01"
      ]
    },
    {
      "cite": "84 A. 659",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986766
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0035-01"
      ]
    },
    {
      "cite": "105 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454243
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/105/0496-01"
      ]
    },
    {
      "cite": "42 Pa. 536",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481561
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/42/0536-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 716,
    "char_count": 12284,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.1465430401477959e-07,
      "percentile": 0.5803720603015852
    },
    "sha256": "a2f9be61eac0e409bfcc100cc68851b5c5df41e5581782352bd84569b21018ad",
    "simhash": "1:1fe82cc37eb4cacc",
    "word_count": 2042
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "Gartner, Trustee, Appellant, v. Cassatt et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nThis is an effort by the trustee in bankruptcy of a firm of private bankers to follow money alleged to be trust property. The important question is, has a fiduciary relation between private banker and depositors been shown? The plaintiff, who is appellant, is trustee in bankruptcy of Muller and Company, a partnership, engaged in business as private bankers. The defendants, Cassatt and Company are stockbrokers. Appellant’s general position is that Muller & Company, in the conduct of their business, were quasi-trustees for depositors; that in the purchase and sale, through defendant brokers, of stocks and bonds, — some outright and others on margin, — they acted unlawfully; that defendant brokers knew the source of the money used by the bankers and must therefore be held to have participated in the unlawful transactions and to be accountable, etc.\nThe banking house was near 5th Street and Girard Avenue in Philadelphia, where the bankrupts and their immediate predecessors, conducted the business established in 1888 by Henry Muller, and where, for many years, he had been engaged as private banker. January 22, 1926, Frost, then the proprietor of the bank, began trading with Cassatt and Company, defendants. It is stated that from January, 1926, until his retirement from business in July, 1927, his purchases through his account aggregated $402,388.87 and his sales $302,-952.49. About a year later, he opened a margin account. In 1924, Frost’s nephew, Harry Muhlschegel, also a defendant, became his partner; Muhlschlegel had been employed in the bank since 1907, and from 1920 had been assistant manager. When Frost retired in July, 1927, Muhlschlegel and Reichert, a defendant, became partners, continuing the business under the same firm name. After Frost’s retirement, the succeeding partners continued trading in the margin account. In addition, in August, 1927, Muhlschlegel opened a margin account in his own name with the understanding that it would be operated on behalf of the firm. Both accounts were used and considered as partnership transactions. January 23, 1931, Muhlschlegel and Frost, individually, and as partners, were declared bankrupts.\nOpinion of the Court. [313 Pa.\nMuller, in one or the other accounts, bought and sold securities from time to time. Appellant’s brief contains an exhibit showing purchases aggregating $4,158,893. Appellees’ brief contains one showing that by October 24, 1929, Muller had made a profit of $102,176 on the sale of stocks and bonds costing $1,357,713. The deflation that followed this period resulted in heavy loss.\nThe bill prays that Cassatt and Company “be declared constructive trustees of all of the moneys and securities which were transferred and turned over to them by Harry Muhlschlegel and Leonard Reichert; that they be ordered to render a full, complete and accurate account of all of the moneys and securities received by them from Henry Muller & Company and/or Harry Muhlschlegel and that they be ordered to pay the value of same......[to plaintiff]......to be received and held by him subject to the order and control of the District Court......” A responsive answer was filed. The case was tried and the bill was dismissed.\nThe learned chancellor was of opinion that there was no constructive trust; that the evidence would not support a finding that Cassatt and Company had knowledge, prior to the adjudication in bankruptcy, January 23, 1931, that Muller & Company were insolvent, and was “guilty of no fraud in continuing the Muller & Company accounts”; that the transactions shown in the record were not gambling transactions, as appellant also alleged; and that the relation of Muller and Company to depositors was that of debtor and creditor, not trustee and cestui que trust. No question requiring discussion is raised under the Uniform Fraudulent Conveyance Act of 1921, P. L. 1045, or under 13 Eliz. c. 5.\nAs the legislature has not determined what the obligations of a private banker to his depositors shall be, the relation is determined by the common law. It is firmly settled as debtor and creditor: Foley v. Hill, 2 H. L. C. 28, 36, et seq., 9 Eng. Rep. 1002, 1005 et seq. In Bank of Northern Liberties v. Jones, 42 Pa. 536, in considering the subject, this court made the following quotation from one of tbe opinions rendered in Foley v. Hill: “I cannot at all confound the situation of a banker with that of a trustee, and conclude that the banker is a debtor with a fiduciary character.” We added, “A banker is therefore in relation to his customer, neither a trustee nor a quasi-trustee, but simply a debtor to him for a loan. The relation thus established is that of debtor and creditor merely, unaccompanied by any fiduciary connection.” See, too, Commercial Nat. Bank v. Henninger, 105 Pa. 496; Com. v. Stone, 236 Pa. 35, 84 A. 659; Prudential Trust Co.’s Assignment, 223 Pa. 409, 413, 72 A. 798; Thompson v. Riggs, 5 Wall 663; Engel y. O’Malley, 219 U. S. 128; Ward v. Johnson, 95 Ill. 215, 242, et seq. Cf. Bulakowski v. Phila. Savings Fund Soc., 270 Pa. 538, 113 A. 553.\nTo the contract so implied in law, Muller and the depositor added terms, by rules agreed upon. Credit was given in the depositor’s passbook, but the deposits were not subject to check. To withdraw, it was necessary to produce the passbook for charge; up to $100 could be withdrawn in any week without notice, but two weeks’ notice was required to withdraw sums in excess of $100. Interest was credited once a year. There is nothing in that arrangement materially changing the debtor and creditor relation implied at common law; nothing to support a finding of agency or of bailment, either of which would, of course, give rise to a fiduciary relation, though not strictly that of trustee and cestui qui trust. The money deposited became the banker’s; he could mingle it with his own moneys; there was no agreement that he should keep it separate. Appellant does not contend that the depositors were entitled to all the income or profits realized by Muller- on money deposited. We, of course, all agree with the condemnation by the learned counsel for appellant of the conduct of Muller & Company described in the record, but relief cannot be had in this suit. We are not now called upon to define the precise measure of care assumed by the private banker who invites deposits in savings accounts on the terms stated above, nor to pass on claims of separate depositors. While the general relationship is described as debtor -and creditor, some terms have been added by the agreement of the parties and some are implied by holding out to receive deposits in savings accounts. If, as contended, the banker held himself out as possessing special skill and knowledge in the care of money deposited in savings accounts, and, by himself, or in conspiracy with others, failed to exercise the degree of care required in the circumstances, the wrong, like any other, may he redressed in an action at law brought by any injured party against the party or parties causing the wrong, but equity cannot afford relief merely because the injured depositors are numerous. It was violation of legislative restriction on the investment of deposits received by persons wrongfully holding themselves out as incorporated under the name of the Spring Garden Saving Fund Society, that was the basis of decision in Leffman v. Flanigan, 5 Phila. 155, 162, referred to by appellant; the decision was not based on the common law; a special statute prescribed and regulated the duty of defendants in that case.\nNo statute restricted the investments made by Muller. Appellant referred to statutes which provide for supervision of classes of private bankers, but none establishes the fiduciary relationship for which appellant contends.\nWe can find no support for appellant’s position that the conduct of Muller & Company’s business without a license under the Act of 1911, P. L. 1060, in some unexplained way, affected Cassatt. The record is that during the period when no license was had, Muller had been expressly exempted by the board from obtaining one: cf. Com. v. Picard, 296 Pa. 120, and 312 Pa. 511 (October 2, 1933).\nThe remainder of appellant’s argument is devoted to Cassatt’s relation to the transactions on the theory (not supported by the record) that Muller was trustee for depositors and that Cassatt’s receipt of money and securities from Muller with knowledge of the trust was such participation in the breach of trust as rendered Cassatt trustee ex maleficio. To this position Cassatt replies that, if Muller was guilty of such fraud, Cassatt “never had sufficient knowledge of the facts to charge it with responsibility therefor.” In his consideration of the evidence, the learned chancellor stated that Muhlschlegel’s testimony about the assets of Muller was not sufficient to support a finding that Cassatt was advised of the assets of Muller & Company, and of the resources of the partners, or of the liabilities to depositors, or generally. He referred to the evidence that Muller also dealt with other brokers; an exhibit, as of June 6, 1930, in appellee’s brief, shows a list of Muller’s securities not held by Cassatt, aggregating $255,614. The chancellor also found that “it is practically impossible to determine from the evidence the date on which Muller & Company become insolvent”; that “Cassatt & Company did not have actual or constructive knowledge of the insolvency of Henry Muller & Company until the said Muller & Company were adjudicated bankrupt on January 23, 1931,” and that no securities were received by Cassatt from Muller after December, 1929. Nor is there any basis for the contention that Muller’s contracts with Cassatt were mere gambling transactions; the chancellor found the contrary. All these findings are sustained by evidence and must be accepted here.\nAs we find no support for appellant’s view that Muller was trustee for the depositors in question, discussion of other questions is unnecessary.\nDecree affirmed at the cost of appellant.\nIn 1927, the deposits totalled $439,367; in 1931, $663,006.\nThe amount claimed is $454,040.28.\nTo receive deposits with knowledge of insolvency is indictable, Act of May 9, 1889, P. L. 145, 18 PS section 2485; preference in distribution on insolvency is provided by the Act of 1927, P. L. 106, 7 PS section 716.\nInterest was allowed at 4% per year or at the prevailing rate paid by other banks on savings accounts. In Pittsburgh National Bank v. Mcliurray, 98 Pa. 538, this court said: “If, as was alleged, the money was placed in Gill’s hands for investment, with an understanding or agreement that until he could find a satisfactory mortgage he should pay interest thereon, the plaintiffs below cannot hold him as a trustee, nor follow his deposit in the bank as trust money. As the court below negatived the point, we must assume the jury would have found the facts as stated therein. The plaintiffs cannot treat Gill in the dual character of trustee and debtor. Undoubtedly the receipt by him of the money for investment, -without more, would have made him a trustee. The money would have been trust money, and if misapplied, could have been followed until it reached the hands of an innocent holder for value. But the agreement to pay interest necessarily implied the right to use the money. Interest is the price or consideration for the use of money. It follows that Gill became the mere banker or debtor of the plaintiffs, subject to the duty of investing the money in a mortgage when a suitable opportunity should occur. In the meantime he had the right to use it in any way his convenience or necessities required.” See, also, Bair v. Snyder County State Bank et al., 314 Pa. 85.\nIn Restatement, Trusts (Tent. Draft No. 1), section 15, .is, “A debt is not a trust.” See, also, comments g, page 41, .and. h,. page 43.",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Joseph J. Brown, with him John Arthur Brown, Isadore Katz, Nathan J. Bonx and Harry Felix, for appellant.",
      "H. S. Drinker, Jr., with him Thomas Heath, Jr., of Drinker, Biddle & Heath, and Philip Wallis, for appellees."
    ],
    "corrections": "",
    "head_matter": "Gartner, Trustee, Appellant, v. Cassatt et al.\nJanuary 2, 1934:\nArgued December 7, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaffer, Maxey, Drew and Linn, JJ.\nJoseph J. Brown, with him John Arthur Brown, Isadore Katz, Nathan J. Bonx and Harry Felix, for appellant.\nH. S. Drinker, Jr., with him Thomas Heath, Jr., of Drinker, Biddle & Heath, and Philip Wallis, for appellees."
  },
  "file_name": "0491-01",
  "first_page_order": 517,
  "last_page_order": 524
}
