{
  "id": 1152640,
  "name": "McClellan et ux. v. Madonti et al., Appellant",
  "name_abbreviation": "McClellan v. Madonti",
  "decision_date": "1934-01-02",
  "docket_number": "Appeals, Nos. 287 and 288",
  "first_page": "515",
  "last_page": "518",
  "citations": [
    {
      "type": "official",
      "cite": "313 Pa. 515"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 A. 447",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "306 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1136896
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/306/0230-01"
      ]
    },
    {
      "cite": "158 A. 203",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "105 Pa. Superior Ct. 1",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        701567
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/105/0001-01"
      ]
    },
    {
      "cite": "140 A. 905",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "292 Pa. 219",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109663
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/292/0219-01"
      ]
    },
    {
      "cite": "125 A. 866",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "101 Conn. 369",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        1643655
      ],
      "opinion_index": 0,
      "case_paths": [
        "/conn/101/0369-01"
      ]
    },
    {
      "cite": "247 N. Y. 271",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1983654
      ],
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/247/0271-01"
      ]
    },
    {
      "cite": "162 A. 902",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "308 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140236
      ],
      "pin_cites": [
        {
          "page": "541"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0534-01"
      ]
    },
    {
      "cite": "301 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1126404
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/301/0344-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 381,
    "char_count": 5517,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 4.416106908239275e-07,
      "percentile": 0.92036446912542
    },
    "sha256": "fc2e240e280599c53771671370291110577a08ab14478010272933c34d9801b3",
    "simhash": "1:f33c34dd85669a06",
    "word_count": 900
  },
  "last_updated": "2024-02-27T16:40:13.203469+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ."
    ],
    "parties": [
      "McClellan et ux. v. Madonti et al., Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Linn,\nAfter appellees, husband and wife, obtained judgment against Madonti for damages resulting from his negligent automobile driving, they brought in the appellant as garnishee by attachment sur judgment. The trial on the issues then made by plaintiffs’ interrogatories and appellant’s answers, resulted in judgments against appellant, from which it now appeals. The single question is, did appellant have notice of the suit against Madonti as conditioned by the contract?\nAppellant had issued its policy to one Nelson, indemnifying against liability (West v. MacMillan, 301 Pa. 344) on certain conditions. Paragraph 8, entitled “Omnibus Coverage,” extended the insurance to anyone “legally operating” the automobile “with the permission of” Nelson. He loaned the car to Madonti, who thus became an insured. The judgment against Madonti established his negligence and plaintiffs’ damage.\nWe then inquire whether appellant had proper notice. Condition B required the assured (a term including Madonti, see omnibus clause, supra) to “give immediate written notice of any accident, and like notice of any claim or suit resulting therefrom, together with every summons or other process, [to appellant] or to its authorized representative.” The accident happened January 19, 1930. January 20, 1930, notice was given to and received by appellant, which promptly made an investigation of the occurrence. Plaintiffs brought suit against Nelson to June Term, 1930; appellant was duly notified, and caused its attorney to enter an appearance for Nelson, as required by the policy. That case has not been tried. April 28, 1931, the present suit was brought against Madonti. Plaintiffs’ attorneys, by letter dated June 23, 1931, notified appellant of the suit, with a reference to the court record, advising that the suit was for the injury sustained January 19,1930, referring to plaintiffs’ other suit against Nelson as continued for the purpose of the appointment of a guardian ad litem for Nelson, and stating that liability was claimed under the “omnibus coverage” quoted above. Appellant contends that it was not required to pay any attention to notice from plaintiffs’ attorneys; that notice must come from the assured. Madonti’s negligence brought plaintiffs within the class of beneficiary contemplated by, and with a conditional right in, the policy. As one of the conditions required notice to be given and as plaintiffs had become entitled to performance by appellant, they must be treated as authorized to comply with the condition and to give any notice required, or, indeed, to perform any other condition, breach of which by the assured, would destroy plaintiffs’ right to performance by the insurer. Compare Graham v. U. S. F. & G. Co., 308 Pa. 534, 541, 162 A. 902; Coleman v. New Amsterdam Casualty Co., 247 N. Y. 271, 275; Dickinson v. Maryland Casualty Co., 101 Conn. 369, 125 A. 866.\nIt is, however, conceded that on November 11, 1931, Madonti’s attorneys notified appellant of the suit, but it is objected that he did not send the summons and a copy of the statement of claim, as required by the notice-provision of the policy. The statement of claim was not filed until August-19, 1931, when it was also served on Madonti, a date nearly two months after appellant had already been notified of the suit. On January 27, 1932, an effort was made to bring the appellant on the record as party defendant; appellant then appeared and denied plaintiffs’ right to make it a party, as proposed. Plaintiffs’ suit against Madonti was not tried until October 3, 1932, more than ten months after appellant received the copy of the statement of claim, more than a year after it received notice of the suit, and nearly two years after it received notice of the accident and made its investigation.\nThere is no evidence that appellant was prejudiced by delay in receiving the summons or the copy of the statement. If an issue on this point had been raised, another question might require consideration. From the day after the accident, appellant had been in touch with the discharge of its obligation under the policy. Its contention is without merit: Conroy v. Commercial Cas. Ins. Co., 292 Pa. 219, 224 et seq., 140 A. 905; Dougherty v. Wood, 105 Pa. Superior Ct. 1, 158 A. 203; Gough v. Halperin, 306 Pa. 230, 159 A. 447.\nJudgment affirmed.\n“To Extend the insurance provided by this Policy, subject to the limits expressed in Statement 6 of the Schedule, so as to be available, in the same manner and under the same conditions as it is available to the named Assured, to any person or persons while riding in or legally operating any of the automobiles described in the Schedule, and to any person, firm or corporation legally responsible for the operation thereof, provided such use or operation is with the permission of the named Assured,...... The unqualified term ‘Assured,’ wherever used in this policy, shall include in each instance any other person, firm or corporation entitled to insurance under the provisions and conditions of this paragraph, but the qualified term ‘named Assured’ shall apply only to the Assured named and described as such in the Schedule......”",
        "type": "majority",
        "author": "Mr. Justice Linn,"
      }
    ],
    "attorneys": [
      "Raymond A. White, Jr., with him Maurice W. Sloan, of Sloan, White & Sloan, for appellant.",
      "Ralph B. Umsted, with him Abraham Eathanson, for appellees."
    ],
    "corrections": "",
    "head_matter": "McClellan et ux. v. Madonti et al., Appellant.\nArgued December 4, 1933.\nBefore Frazer, C. J., Simpson, Kephart, Schaefer, Maxey, Drew and Linn, JJ.\nJanuary 2, 1934:\nRaymond A. White, Jr., with him Maurice W. Sloan, of Sloan, White & Sloan, for appellant.\nRalph B. Umsted, with him Abraham Eathanson, for appellees."
  },
  "file_name": "0515-01",
  "first_page_order": 541,
  "last_page_order": 544
}
