{
  "id": 687718,
  "name": "Douglas STRAUB and Carol Straub, H/W, Appellants, v. CHERNE INDUSTRIES and Dealers Service, Appellees",
  "name_abbreviation": "Straub v. Cherne Industries",
  "decision_date": "2005-08-15",
  "docket_number": "No. 57 and 58 EAP 2004",
  "first_page": "608",
  "last_page": "619",
  "citations": [
    {
      "type": "official",
      "cite": "583 Pa. 608"
    },
    {
      "type": "parallel",
      "cite": "880 A.2d 561"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "821 A.2d 1238",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        197205,
        9141182
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "1242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0127-01",
        "/a2d/821/1238-01"
      ]
    },
    {
      "cite": "573 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        197205
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/573/0127-01"
      ]
    },
    {
      "cite": "490 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763840
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "43"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0071-01"
      ]
    },
    {
      "cite": "529 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1831163
      ],
      "weight": 2,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "explaining that a judgment n.Q.v. can be entered where the evidence was such that no two reasonable minds could disagree that the outcome should have been rendered in favor of the movant"
        },
        {
          "page": "1007",
          "parenthetical": "explaining that a judgment n.Q.v. can be entered where the evidence was such that no two reasonable minds could disagree that the outcome should have been rendered in favor of the movant"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/529/0394-01"
      ]
    },
    {
      "cite": "780 A.2d 654",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9482796
      ],
      "pin_cites": [
        {
          "page": "662"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/780/0654-01"
      ]
    },
    {
      "cite": "834 A.2d 505",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        630345,
        9080575
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "509-10"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0034-01",
        "/a2d/834/0505-01"
      ]
    },
    {
      "cite": "575 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        630345
      ],
      "year": 2003,
      "opinion_index": 0,
      "case_paths": [
        "/pa/575/0034-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1974,
      "pin_cites": [
        {
          "page": "116-17"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "864 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 2004,
      "opinion_index": 0
    },
    {
      "cite": "534 Pa. 467",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1839702
      ],
      "weight": 3,
      "year": 1993,
      "pin_cites": [
        {
          "page": "1095"
        },
        {
          "page": "1095"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/534/0467-01"
      ]
    },
    {
      "cite": "756 A.2d 1116",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        225996,
        11244791
      ],
      "year": 2000,
      "pin_cites": [
        {
          "page": "1124"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0455-01",
        "/a2d/756/1116-01"
      ]
    },
    {
      "cite": "562 Pa. 455",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        225996
      ],
      "year": 2000,
      "opinion_index": 0,
      "case_paths": [
        "/pa/562/0455-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 834,
    "char_count": 21040,
    "ocr_confidence": 0.67,
    "pagerank": {
      "raw": 2.995308054496907e-07,
      "percentile": 0.8520245774946724
    },
    "sha256": "87e4976d2df20b46e876717292f149623e736be7c4e6c6908a1a21eb0fa7a210",
    "simhash": "1:99a293bad2d8f5e0",
    "word_count": 3377
  },
  "last_updated": "2024-02-27T16:27:06.028967+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ.",
      "Justice NEWMAN did not participate in the decision of this case."
    ],
    "parties": [
      "Douglas STRAUB and Carol Straub, H/W, Appellants, v. CHERNE INDUSTRIES and Dealers Service, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nIn this case, the Superior Court concluded that Appellee Cherne Industries (“Cherne”) was entitled to post-trial relief in the form of a judgment notwithstanding the verdict (“judgment n.o.v.”). We presently consider whether the Superior Court correctly determined that Cherne did not waive the ground upon which its request for a judgment n.o.v. was based. For the following reasons, we conclude that the Superior Court erred. Accordingly, we reverse the Order of the Superior Court.\nThe relevant facts and procedural history are as follows. Appellant Douglas Straub (“Straub”) was an employee of R.E. Pearson Construction Company (“R.E.Pearson”), and working on a new road construction project. The project required that old sewer pipes be replaced with new ones. For this aspect of the project, R.E.Pearson purchased a product known as a “Muni-Ball” from Dealers Service. The Muni-Ball, which was manufactured and sold to Dealers Service by Cherne, was an inflatable plug that served to temporarily seal the inside of a large diameter sewer pipe during its installation to prevent water or debris from entering or draining from it.\nOn April 29, 1998, Straub was with a crew installing a new sewer pipe. The pipe was in a trench with a Muni-Ball in it. Straub positioned himself in the trench and outside the pipe’s opening. After attaching the air line to the Muni-Ball, Straub began to inflate the Muni-Ball using an air compressor. Because the pressure gauge connected to the Muni-Ball was not working, Straub watched for water to stop passing around the plug to determine when the Muni-Ball was sufficiently inflated. As Straub was about to close off the valve, the Muni-Ball exploded due to over-inflation. As a result of the explosion, Straub sustained serious injuries.\nOn August 2, 1999, Straub and his wife, Carol Straub (collectively, “Appellants”), commenced a civil action against Dealers Service and Cherne. Appellants’ complaint set forth a count in negligence, a count in strict liability, a count for breach of warranties, and a count for loss of consortium against each defendant. In strict liability, Appellants asserted that the Muni-Ball was defective in design and warnings. In negligence, Appellants asserted that Cherne did not use reasonable care in designing the Muni-Ball, in testing the product’s design, and in developing the warnings that accompanied it.\nAppellants’ action proceeded to a jury trial, which commenced on September 9, 2002. On September 18, 2002, after the parties rested, the trial court and the parties discussed the instructions and verdict sheet that the trial court would give to the jury. The trial court stated that its aim was to make certain that the jury understood that Appellants asserted two distinct and independent claims—a claim in strict liability and a claim in negligence—and to make clear in the verdict sheet that Appellants “may win on product liability and lose on the negligence claim or vice versa.” (Tr. 9/18/02 at 140). It was agreed that separate verdict sheets would be used—one for strict liability, one for negligence, and one for the calculation of damages, if any.\nOn September 19, 2002, during its charge, the trial court gave the jury three verdict sheets, each of which included consecutively numbered special interrogatories. The jury’s first verdict sheet covered Appellants’ strict liability claim, and in special interrogatory Number 1 stated:\n(1) Do you find the product was defective?\nYes_No_\nIf your answer to Number 1 is “Yes”, proceed to Number 2. If your answer to Number 1 is “No,” then the Plaintiffs cannot recover on their Product Liability claim and proceed to the Negligence Verdict Sheet.\n(Product Liability Verdict Sheet). The jury’s second verdict sheet covered Appellants’ negligence claim, and in special interrogatory Number 1 stated:\n(1) Do you find that Cherne Industries acted negligently?\nYes_No_\nIf your answer is ‘Tes”, proceed to Number 2. If your answer to Number 1 is “No”, then Plaintiffs cannot recover on their negligence claim and proceed to the Damages Verdict Sheet.\n(Negligence Verdict Sheet). The jury’s third verdict sheet covered damages and instructed the jury to return to the courtroom if it did not find in favor of Appellants on either the strict liability or the negligence verdict sheet or to assess an award for each of the Appellants if it found in their favor on either sheet or on both.\nIn addition to reviewing the content of the three verdict sheets with the jury, the trial court instructed the jury as follows:\nAs I mentioned moments ago, there are several issues that you need to decide.\nOne is the issue of whether the product was defective.\nThe other is a separate and distinct issue of the Defendant’s negligence.\nAs I said before and I’ll say it again I want to point out there are two different issues and you must decide each separately.\nThat is the Plaintiff may prevail on either issue. Plaintiff need not prevail on both issues.\nThe Plaintiffs burden of proof on a product liability claim is distinctly different than the burden of proof on a negligence claim.\nIn the end you may find Plaintiffs have established both that the product is defective and that the Defendant Cherne was negligent, or you may find that the Plaintiffs have established that the product was defective but that the defendant was not negligent. Or you may find that the Plaintiffs have proved that the defendant wasn’t [sic] negligent, but that the product was not defective. Finally, you may find that the Plaintiffs have not proven either that the product was defective or that the Defendant was negligent. You must decide the product defect issues separate from the negligence issues.\n(Tr. 9/19/02 at 108-09.).\nThe jury retired to deliberate and, later that day, returned a verdict in Appellants’ favor and against Cherne. On the strict liability verdict sheet, the jury answered “No” to special interrogatory Number 1, which asked whether the Muni-Ball was defective, and as directed, answered none of the remaining special interrogatories on the sheet. (Product Liability Verdict Sheet). On the negligence verdict sheet, the jury answered “Yes” to special interrogatory Number 1, which asked whether Cherne was negligent, and as directed, answered the remaining interrogatories, finding that Cherne’s negligence was a substantial factor in bringing about the incident; that Straub was not negligent; and that Cherne was 100% negligent. (Negligence Verdict Sheet). On the damages verdict sheet, the jury awarded Straub $4,000,000 and Carol Straub $500,000. The jury was polled and discharged, and its verdict was recorded.\nOn September 30, 2002, Cherne filed a motion for post-trial relief. In its motion, Cherne raised a number of issues, including its entitlement to a judgment n.o.v. Cherne alleged that the jury’s verdict, which found in Appellants’ favor on the negligence claim, could not stand in light of the jury’s finding that the Muni-Ball was not defective and Appellants’ failure to produce evidence of any negligent act or omission on Cherne’s part that was unrelated to the condition of the product. In response to Cherne’s motion, Appellants argued, inter alia, that Cherne did not preserve and waived its challenge to the jury’s verdict by not raising this argument at trial and waiting until post-trial proceedings to put it forward.\nThe trial court did not rule upon Cherne’s motion within 120 days. Consequently, judgment in the amount of $5,411,781.98, reflecting the jury’s verdict, delay damages, and post-judgment interest, was entered in Appellants’ favor under Pa. R.C.P. 227.4.\nCherne filed a timely appeal in the Superior Court. Before turning to the merits of Cherne’s request for a judgment n.o.v, the Superior Court considered Appellants’ contention that Cherne did not preserve and waived the ground upon which that request was based. While recognizing the general rule that a timely and specific objection at trial is required to preserve an issue for review on appeal, see Harman v. Borah, 562 Pa. 455, 756 A.2d 1116, 1124 (2000), and this court’s holding in Philadelphia v. Gray, 534 Pa. 467, 633 A.2d 1090, 1095 (1993), that a challenge to the jury’s answers to special interrogatories first raised in a post-trial motion was waived, the Superior Court concluded that waiver was inapplicable for two reasons. The first reason was the fact that “the relationship between strict products liability and traditional negligence doctrine is a matter of much confusion and disagreement.” (Superior Court Memorandum Opinion at 7). The second reason was the fact that since “neither party objected to instructions that allowed the jury to find Cherne liable on either or both causes of action[,]” both parties “made it possible for the jury to find Cherne negligent even if the product was not defective.” (Id. at 8).\nTurning to the merits, the Superior Court concluded that Cherne’s assertion that it was entitled to a judgment n.o.v. was meritorious because Appellants’ “negligence-based products liability claim fails for lack of proof of a defective product.” (Id. at 12). Accordingly, the Superior Court reversed the judgment entered in favor of Appellants below and remanded the case, instructing that judgment be entered in Cherne’s favor.\nAppellants requested this court’s review, which was granted. Straub v. Cherne Industries, 864 A.2d 530 (2004).\nWe turn first to the threshold issue of waiver. Our analysis begins with the Pennsylvania Rules of Civil Procedure. Rule 227.1, which governs post-trial relief, provides in relevant part that a ground may not serve as the basis for post-trial relief, including a judgment n.o.v., unless it was raised in pre-trial proceedings or at trial. The Rule further notes that error that could have been corrected by timely objection in the trial court may not constitute a ground for such a judgment. Pa.R.C.P. 227.1(b)(1).\nIn this regard, Rule 227.1(b)(1) incorporates this court’s landmark decision in Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974), which abrogated the doctrine of basic and fundamental error and requires litigants to make timely objections at trial in order to preserve issues for post-trial relief and appellate review on the merits. See Explanatory Comment 1983 to Pa.R.C.P. 227.1; Criswell v. King, 575 Pa. 34, 834 A.2d 505, 509-10 (2003). By our decision in Dilliplaine, we sought to advance judicial economy and the efficient use of judicial resources at trial and on appeal by insuring that the trial court was given the opportunity to correct alleged errors. Dilliplaine, 322 A.2d at 116-17.\nThis court has applied Dilliplaine’s contemporaneous objection requirement to a party who moves for a judgment n.o.v. or other post-trial relief based on the assertion that a jury’s answers to special interrogatories were inconsistent. In Gray, we held that a post-trial challenge to the jury’s answers to special interrogatories was waived because that challenge was not preserved by an objection to the verdict when it was rendered. 633 A.2d at 1095. At the same time, we indicated that there could be a case where the Dilliplaine rule would require an objection to the jury charge or to the wording of interrogatories themselves before the case went to the jury. Id; See, e.g., Goldberg v. Isdaner, 780 A.2d 654, 662 (Pa.Super.Ct.2001) (concluding that under Gray, a party who failed to object to the wording of a special interrogatory regarding a theory or theories of liability before the case goes to the jury for deliberations waived the issue).\nPresently, Appellants argue that the Superior Court’s decision is contrary to Gray and the requirements of Pa.R.C.P. 227.1(b)(1). Appellants assert that at its core, Cherne’s complaint in its post-trial motion is that the jury’s verdict is invalid as a matter of law because the jury’s answer on the strict liability verdict sheet that the Muni-Ball was not defective was inconsistent with the jury’s answer on the negligence verdict sheet that Cherne was negligent. Appellants further assert that the verdict sheets and the trial court’s instructions permitted the jury to consider whether Cherne was negligent, even if it found that the Muni-Ball had no defect. Therefore, Appellants argue, Cherne was required to point this out to the trial court by objecting to the verdict sheets and the trial court’s related instructions or by objecting to the verdict itself when it was rendered, at the latest. Since Cherne failed to object at either point, Cherne waived the issue and was precluded from raising it in post-trial proceedings or on appeal to obtain a judgment n.o.v.\nCherne responds that despite Appellants’ characterization of its claim, it is arguing that the evidence was insufficient to support the verdict, not that the verdict was inconsistent. More specifically, Cherne argues that in light of the jury’s finding that the Muni-Ball was not defective, Appellants’ wholesale failure to introduce any evidence that Cherne was negligent in ways that did not relate to the condition of the Muni-Ball means that there was no evidence upon which the jury could have found for Appellants on their negligence claim. Cherne asserts that as such, the issue it raises is a ground upon which motions for a judgment n.o.v. have been traditionally based. See Moure v. Raeuchle, 529 Pa. 394, 604 A.2d 1003, 1007 (1992) (explaining that a judgment n.Q.v. can be entered where the evidence was such that no two reasonable minds could disagree that the outcome should have been rendered in favor of the movant).\nWe disagree. Cherne is not arguing that the verdict cannot stand because a reasonable jury could not have found Cherne negligent based on the evidence that Appellants introduced at trial. Rather, Cherne is arguing that once the jury found that the Muni-Ball was not defective, there was nothing left for the jury to do, inasmuch as all Appellants’ evidence in negligence related to the design of and warnings on the product, and the jury should have found in Cherne’s favor.\nIt is, therefore, clear to us that Cherne’s motion for post-trial relief was premised on the argument that the jury’s verdict was incompatible with a principle of law that Cherne considers to be part of Pennsylvania jurisprudence—that when a plaintiff brings parallel claims in strict liability and negligence against a manufacturer, the manufacturer cannot be negligent, if its product is not defective. The verdict sheets and the trial court’s instructions, however, did not reflect this purported principle and indeed, were contrary to it, directing the jury to proceed and consider Cherne’s negligence, even if it found that the Muni-Ball had no defect. Under Pa.R.C.P. 227.1(b)(l)’s mandate regarding issue preservation, an objection to the verdict sheets and the trial court’s accompanying instructions, thereby giving the trial court the opportunity to take corrective action, was required. Cherne however, failed to make this objection. Thus, we have no hesitation in concluding that the ground upon which Cherne’s request for a judgment n.o.v was based was not preserved, and accordingly, waived. We further conclude that the Superior Court’s reasoning that waiver did not apply because of the state of products liability law and the absence of an objection from Appellants was mistaken. See supra, pp. 6-7. Rule 227.1(b)(l)’s mandate applies evenly in all cases, regardless of whether the area of the law at issue is unsettled. Moreover, by its nature, the Rule’s contemporaneous objection requirement is imposed on the party who seeks to claim that post-trial relief is warranted due to an error that occurred at trial. In this case, that party was Cherne. We therefore hold that under Pa.R.C.P. 227(b)(1), Cherne did not preserve, and thus waived, the ground upon which it requested a judgment n.o.v. in its post-trial motion.\nFor these reasons, we reverse the Order of the Superior Court and remand this case to the Superior Court for disposition of any remaining issues that were properly preserved on appeal.\nJustice NEWMAN did not participate in the decision of this case.\n. Ultimately, Appellants abandoned the claim for breach of warranties asserted against Cherne and Dealers Service. Appellants also abandoned the negligence claim and loss of consortium claim asserted against Dealers Service and proceeded against Dealers Service in strict liability only.\n. More specifically, Appellants alleged that the Muni-Ball was defective and that Cherne was negligent because the Muni-Ball did not have a pressure relief valve, a blow out patch, a tether, or an adequate safety factor, or warnings that were sufficiently conspicuous and with enough information about its hazards.\n. Special interrogatory Number 2 on the strict liability verdict sheet asked whether the defect(s) in the Muni-Ball were a substantial contributing factor in causing the incident; special interrogatory Number 3 asked whether the Muni-Ball was misused by Straub in a way that was unforeseeable to Cherne and Dealers Service; and special interrogatory Number 4 asked whether Straub assumed the risk of his injury by voluntarily proceeding to use the Muni-Ball with knowledge of the danger caused by its defect.\nLike special interrogatory Number 1, each of these interrogatories was followed with a statement that instructed the jury to proceed to the next special interrogatory or to proceed to the negligence verdict sheet because Appellants could not recover on their strict liability claim, depending on whether the jury's answer was \"Yes” or \"No.” (Product Liability Verdict Sheet).\n. Special interrogatory Number 2 on the negligence verdict sheet asked whether Cherne’s negligence was a substantial contributing factor in bringing about Appellants’ injuries; special interrogatory Number 3 asked whether Straub was negligent; special interrogatory Number 4 asked whether Straub's negligence was a substantial factor in bringing about his injuries; and special interrogatory Number 5 asked for a percentage assessment of negligence between Straub and Cherne.\nLike special interrogatory Number 1, each of these interrogatories was followed with a statement that if the jury answered \"Yes,” the jury was to proceed to the next special interrogatory, but if the jury answered \"No,” the jury was to proceed to the damages verdict sheet. (Negligence Verdict Sheet).\n. From the context, it is evident that the trial court misspoke and meant to say that “you may find that Plaintiffs have proved that the defendant was negligent, but that the product was not defective.” This misstatement was neither brought to the trial court’s attention nor raised in this appeal.\n. Given its decision, the Superior Court did not address the other issues Cherne raised on appeal, which concerned the trial court's refusal to instruct the jury on the sophisticated user defense; certain of the trial court’s evidentiary rulings, and whether Cherne was entitled to a reduction of the verdict as mandated by the Minnesota Insurance Guaranty Association Act. (Id. at 2-3,11).\n. The application of the waiver doctrine raises a question of law. In re Ischy Trust, 490 Pa. 71, 415 A.2d 37, 43 (1980). On questions of law, our standard of review is de novo and our scope of review is plenary. In re Hickson, 573 Pa. 127, 821 A.2d 1238, 1242 (2003).\n. Rule 227.1 states in relevant part:\nRule 227.1. Post-Trial Relief\n(a) After trial and upon the written Motion for Post-Trial Relief filed by any party, the court may\n(2) direct the entry of judgment in favor of any party[.]\n* * *\n(b) Except as otherwise provided ... post-trial relief may not be granted unless the grounds therefor,\n(1) if then available, were raised in pre-trial proceedings or by motion, objection, point for charge, request for findings of fact or conclusions of law, offer of proof or other appropriate method at trial....\nNote: If no objection is made, error which could have been corrected in pre-trial proceedings or during trial by timely objection may not constitute a ground for post-trial relief.\nPa.R.C.P. 227.1.\n. In light of our decision, we do not address nor do we take any position on the Superior Court's ruling on the merits of the issue that Cherne raised in requesting a judgment n.o.v.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      }
    ],
    "attorneys": [
      "Laura Ann Feldman, Esq., Patrick J. Keenan, Esq., Thomas Joseph Duffy, Esq., Philadelphia, for Douglas and Carol Straub.",
      "Frank P. Murphy, Esq., Norristown, for PA Trial Lawyers Association.",
      "Daniel Lloyd Hessel, Esq., Thomas F. Reilly, Esq., Philadelphia, for Cherne Industries.",
      "Joseph P. Connor, Esq., Paoli, for Dealers Service.",
      "James Michael Beck, Esq., Philadelphia, for Product Liability Advisory Council, Inc."
    ],
    "corrections": "",
    "head_matter": "880 A.2d 561\nDouglas STRAUB and Carol Straub, H/W, Appellants, v. CHERNE INDUSTRIES and Dealers Service, Appellees.\nSupreme Court of Pennsylvania.\nArgued April 12, 2005.\nDecided Aug. 15, 2005.\nLaura Ann Feldman, Esq., Patrick J. Keenan, Esq., Thomas Joseph Duffy, Esq., Philadelphia, for Douglas and Carol Straub.\nFrank P. Murphy, Esq., Norristown, for PA Trial Lawyers Association.\nDaniel Lloyd Hessel, Esq., Thomas F. Reilly, Esq., Philadelphia, for Cherne Industries.\nJoseph P. Connor, Esq., Paoli, for Dealers Service.\nJames Michael Beck, Esq., Philadelphia, for Product Liability Advisory Council, Inc.\nBEFORE: CAPPY, C.J., and CASTILLE, NIGRO, NEWMAN, SAYLOR, EAKIN and BAER, JJ."
  },
  "file_name": "0608-01",
  "first_page_order": 802,
  "last_page_order": 813
}
