{
  "id": 1753785,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Ralph WALDMAN, Appellant",
  "name_abbreviation": "Commonwealth v. Waldman",
  "decision_date": "1979-03-16",
  "docket_number": "No. 802",
  "first_page": "217",
  "last_page": "240",
  "citations": [
    {
      "type": "official",
      "cite": "484 Pa. 217"
    },
    {
      "type": "parallel",
      "cite": "398 A.2d 1022"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "473 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730309
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0400-01"
      ]
    },
    {
      "cite": "473 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730307
      ],
      "weight": 2,
      "year": 1977,
      "pin_cites": [
        {
          "page": "258"
        },
        {
          "page": "1360"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0248-01"
      ]
    },
    {
      "cite": "304 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10805
      ],
      "weight": 3,
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/us/304/0458-01"
      ]
    },
    {
      "cite": "468 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719722
      ],
      "weight": 6,
      "year": 1976,
      "pin_cites": [
        {
          "page": "600"
        },
        {
          "page": "600"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0155-01"
      ]
    },
    {
      "cite": "297 A.2d 127",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945648
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0297-01"
      ]
    },
    {
      "cite": "386 U.S. 213",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6170322
      ],
      "weight": 3,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/386/0213-01"
      ]
    },
    {
      "cite": "334 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        482923,
        482829
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0604-01",
        "/pa/460/0605-01"
      ]
    },
    {
      "cite": "460 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        482829
      ],
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/460/0605-01"
      ]
    },
    {
      "cite": "207 A.2d 884",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "417 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1893969
      ],
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/417/0013-01"
      ]
    },
    {
      "cite": "463 Pa. 343",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1708107
      ],
      "weight": 2,
      "year": 1975,
      "opinion_index": 0,
      "case_paths": [
        "/pa/463/0343-01"
      ]
    },
    {
      "cite": "467 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717341
      ],
      "weight": 2,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0388-01"
      ]
    },
    {
      "cite": "364 A.2d 665",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1719649,
        1719707
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0575-01",
        "/pa/468/0574-01"
      ]
    },
    {
      "cite": "468 Pa. 575",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719649
      ],
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/468/0575-01"
      ]
    },
    {
      "cite": "473 Pa. 116",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1730266
      ],
      "weight": 2,
      "year": 1977,
      "opinion_index": 0,
      "case_paths": [
        "/pa/473/0116-01"
      ]
    },
    {
      "cite": "476 Pa. 340",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1736910
      ],
      "weight": 2,
      "year": 1978,
      "opinion_index": 0,
      "case_paths": [
        "/pa/476/0340-01"
      ]
    },
    {
      "cite": "279 A.2d 158",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "162"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "443 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1936948
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "430"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/443/0422-01"
      ]
    },
    {
      "cite": "92 S.Ct. 2192",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 2,
      "year": 1972,
      "pin_cites": [
        {
          "page": "2194"
        }
      ],
      "opinion_index": 2
    },
    {
      "cite": "292 S.Ct. 2182",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1972,
      "opinion_index": 2
    },
    {
      "cite": "407 U.S. 514",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        9139028
      ],
      "weight": 6,
      "year": 1972,
      "pin_cites": [
        {
          "page": "534-36"
        },
        {
          "page": "534, 535-36"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/407/0514-01"
      ]
    },
    {
      "cite": "304 U.S. 458",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10805
      ],
      "weight": 3,
      "year": 1938,
      "pin_cites": [
        {
          "page": "464"
        },
        {
          "page": "1023"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/us/304/0458-01"
      ]
    },
    {
      "cite": "468 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1719722
      ],
      "weight": 3,
      "year": 1976,
      "pin_cites": [
        {
          "page": "600"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/468/0155-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1457,
    "char_count": 40451,
    "ocr_confidence": 0.814,
    "pagerank": {
      "raw": 4.754725590655062e-07,
      "percentile": 0.9301154237177535
    },
    "sha256": "6bb3687bdfc4f282150f408b91f108026232accca97708ef79762f443ce0f610",
    "simhash": "1:1a43b0cfd4798f7e",
    "word_count": 6619
  },
  "last_updated": "2024-02-27T18:50:52.841553+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, NIX, MANDERINO and LARSEN, JJ.",
      "MANDERINO, J., filed a concurring opinion.",
      "NIX and LARSEN, JJ., filed dissenting opinions.",
      "ROBERTS, J., and POMEROY, former J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Ralph WALDMAN, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nOn October 30, 1975, Ralph Waldman was convicted by a jury in the Court of Common Pleas of Montgomery County of murder of the first degree, aggravated assault, robbery, theft of movable property, criminal conspiracy, terroristic threats and two counts of simple assault. Post-verdict motions were denied, and judgment of sentence of life imprisonment was imposed on the murder conviction. On May 14, 1976, Waldman appealed the judgment, of sentence of life imprisonment to this Court.\nOn September 30,1976, Waldman petitioned this Court for an order to grant a rule for a new trial on the basis of after-discovered evidence. We remanded the matter to the trial court for an evidentiary hearing. After an evidentiary hearing, oral argument and consideration of the briefs submitted by counsel, the trial court denied Waldman’s petition for a new trial. This appeal is a consolidated appeal from that order and from the judgment of sentence of life imprisonment on the murder conviction.\nWaldman advances various claims which seek discharge or the grant of a new trial. We will only discuss three of these claims.\nInitially, Waldman claims the evidence presented at trial is insufficient to support the jury’s verdict of murder of the first degree. In evaluating the sufficiency of the evidence, the test is whether, viewing the evidence in the light most favorable to the Commonwealth and drawing all reasonable inferences favorable to the Commonwealth, there is sufficient evidence to enable the trier of fact to find every element of the crime beyond a reasonable doubt. Commonwealth v. Santiago, 476 Pa. 340, 382 A.2d 1200 (1978); Commonwealth v. Perkins, 473 Pa. 116, 373 A.2d 1076 (1977); Commonwealth v. Robinson, 468 Pa. 575, 364 A.2d 665 (1976); Commonwealth v. Brown, 467 Pa. 388, 357 A.2d 147 (1976). Moreover, in applying this test, the entire trial record must be evaluated and all evidence actually received must be considered, whether or not the trial court’s rulings thereon were correct. Commonwealth v. Boyd, 463 Pa. 343, 344 A.2d 864 (1975); Commonwealth v. Tabb, 417 Pa. 13, 207 A.2d 884 (1965). Furthermore, the trier of fact, while passing upon the credibility of witnesses and the weight to be afforded the evidence produced, is free to believe all, part, or none of the evidence. Commonwealth v. Murray, 460 Pa. 605, 334 A.2d 255 (1975).\nViewed in this light, the record reveals the following: On July 22, 1973, Waldman and fellow members of the Breed Motorcycle Club attended a memorial service at the Hillside Cemetery in Abington Township, Montgomery County. At 5:30 p. m., approximately twelve cyclists and three passengers exited the cemetery and proceeded north on Easton Road along with a pick-up truck and an automobile. Subsequently, Waldman and fellow Breed cyclists, along with the pick-up truck, stopped for a red light at the intersection of Easton Road and Moreland Road. A lone cyclist and a female passenger, travelling in a south bound lane of Easton Road, were stopped for the same red light. The operator of the motorcycle in the south bound lane, later identified as Michael Trunk, was a former member of the Breed Motorcycle Club but, at that time, an active member of the rival Pagan Motorcycle Club.\nA number of Breed cyclists crossed over into the south bound lanes of Easton Road in an attempt to encircle the lone motorcycle. Trunk and his passenger, Debra Trezona, recognized the approaching cyclists as members of the rival Breed. Trunk then accelerated through the intersection despite the red light and fled south on Easton Road. Some, perhaps all, of the Breed cyclists pursued Trunk and Trezona at speeds reaching sixty-five to seventy miles per hour. In an attempt to elude the pursuing Breed cyclists, Trunk veered to his right and drove through a gasoline station located on the northwest corner of Easton Road and Brook-dale Road. As Trunk’s motorcycle reached Brookdale Road, which is approximately 1.22 miles south of Moreland Road, a single gunshot was fired from the midst of the pursuing cyclists. The bullet grazed Trezona’s helmet and struck Trunk’s head above and behind his left ear. Moments later, Trunk died.\nImmediately, two Breed cyclists approached Trunk’s downed motorcycle. One of the approaching cyclists, who “sort of look[ed] like [Waldman],” was operating a cranberry red motorcycle and was accompanied by a female passenger having light brown shoulder length hair and wearing a light blue sweater. This cyclist, after ordering another Breed cyclist to take Trunk’s “colors,” demanded Trezona’s “colors.” After a third demand by this individual, Trezona removed her “colors” and threw them on the cranberry red motorcycle. After securing both the victim’s and Trezona’s “colors,” the operator of the cranberry red motorcycle and his female passenger, in the company of two other cyclists, headed north on Easton Road.\nAt approximately 5:35 p. m., a group of Breed cyclists were talking and slowly travelling, in a northerly direction on Easton Road. They subsequently stopped for a red light at the intersection of Easton Road and York Road. This intersection is approximately 1.4 miles from the scene of the shooting. Moments later, this same group of cyclists traveled north on Mill Road. Mill Road connects York Road with Easton Road.\nThe Breed cyclists continued in a northerly direction on Mill Road and entered a gasoline station located at the intersection of Easton Road and Mill Road, approximately 3.8 miles from the scene of the shooting. While three or four of the motorcycles were being serviced, some Breed cyclists dismounted and walked around the premises of the gasoline station. Waldman and a female passenger rode his motorcycle to an area which was about five feet from a metal trash dumpster located at the rear of this gasoline station. Subsequently, the police searched this metal trash dumpster and recovered a revolver which was ultimately identified as the source of the bullet which fatally wounded Trunk. Approximately five minutes after arriving at the gasoline station, the Breed cyclists exited the station onto Easton Road and traveled in a southerly direction toward the Willow Grove Interchange of the Pennsylvania Turnpike.\nAt approximately 5:55 p. m., Waldman, travelling alone in a northerly direction, stopped for a red light at the intersection of Easton Road and Meeting House Road. This intersection is approximately 1.1 miles from the gasoline station where the Breed cyclists had their motorcycles serviced. When a police vehicle approached Waldman, he executed a sharp U-turn onto one of the southbound lanes of Easton Road. A high-speed chase ensued. Waldman was eventually placed under arrest when he stopped his dark red or maroon motorcycle about one hundred yards south of the intersection of Hatboro Pike and Easton Road. When arrested, Waldman had a darker complexion than at trial; stood five feet nine inches in height; and had long hair and a slight beard. Waldman was eventually transported to the Abington Township Police Station.\nAt approximately 6:00 p. m., seven Breed cyclists and two female passengers were detained by the police at the Willow Grove Interchange of the Pennsylvania Turnpike. They were the same cyclists who had their motorcycles serviced at the gasoline station. Among the group detained at the Willow Grove Interchange were Waldman’s girlfriend, Susan Disario, and the President of the Pennsylvania Chapter of the Breed, Walter Carl Rehm, Jr. Disario, whose brown hair extended to the nape of her neck, was wearing a blue sweater over a shirt with a white background. At approximately 6:40 p. m., Trezona was transported to the turnpike interchange. After viewing the Breed cyclists, she indicated the cyclist who demanded and took both her and Trunk’s “colors” was not in the group. However, in a general way, she identified all of the cyclists who were detained at the interchange as having been at the scene of the shooting. The seven cyclists and two female passengers were eventually escorted to the Abington Township Police Station.\nAt the Abington Township Police Station, Waldman, also known as “Marlboro,” was placed in cell number one. Francis Markey, a Commonwealth witness at trial, was imprisoned in cell number two. Markey, a friend of Trunk and Trezona, was a bystander arrested at the scene of the shooting for carrying a concealed deadly weapon. Rehm, also known as “Little Buddy,” was placed in cell number three.\nWhile Markey occupied cell number two (the cell between Waldman and Rehm), the following conversation took place between Waldman and Rehm:\nRehm: “Is that you Marlboro?”\nWaldman: “Yeah, that’s me. Is that you Little Buddy?”\nRehm: “Yeah, that’s me. You got yourself a dead eye.”\nWaldman: “Yeah, you got it there, there’s nothing happening.” [Emphasis supplied.]\nBased on the preceding evidence, the jury could conclude that Waldman and fellow Breed cyclists pursued Trunk and Trezona at high speeds for approximately 1.22 miles; that during the high speed chase, Trunk was shot; that, immediately after Trunk was shot, Waldman, accompanied by his girlfriend, approached the downed motorcycle and ordered another Breed cyclist to secure Trunk’s “colors”; that Waldman took Trezona’s “colors”; that Waldman and his girlfriend then sped north on Easton Road; that, shortly after Trunk was shot, Waldman and his girlfriend were at the rear of a gasoline station which is located approximately 3.8 miles from the scene of the shooting; that, while at the rear of this gasoline station, Waldman and his girlfriend were within five feet of a metal trash dumpster wherein the gun used to kill Trunk was subsequently found; that Breed cyclists and their female passengers, one of the passengers being Waldman’s girlfriend, exited the gasoline station and traveled south on Easton Road; that Waldman, travelling alone, exited the gasoline station and headed in a northerly direction on Easton Road; that, approximately twenty-five minutes after Trunk was shot, Waldman, when approached by a police vehicle, fled at high speeds; and, that Waldman’s affirmative response to a fellow Breed cyclist’s statement that he “got ... a dead eye,” when considering the context in which the statement and response were made, was an admission that he shot Trunk. Hence, after reviewing the evidence, both direct and circumstantial, in the light most favorable to the Commonwealth and drawing all reasonable inferences favorable to the Commonwealth, we are convinced the evidence in this case is of sufficient quality and quantity to support the jury’s verdict of murder of the first degree.\nNext, Waldman claims that post-verdict motion court erred in denying his motion to dismiss the case because the Commonwealth failed to timely file its brief opposing Wald-man’s brief in support of his post-verdict motions. Oral argument on the post-verdict motions was originally scheduled for Monday, March 1,1976. Waldman’s counsel and the Commonwealth were ordered to file briefs on or before 2:00 p. m. on Friday, February 27, 1976. On this latter date, the Commonwealth requested the scheduled oral argument be continued. The basis for the request was that, as a result of personnel changes in the district attorney’s office, the assistant district attorney assigned to the case was unable to prepare a brief.\nThe court granted the Commonwealth’s request and rescheduled oral argument for Monday, April 5, 1976. Further, the court ordered the Commonwealth to file its brief on Friday, April 2, 1976. However, the Commonwealth failed to meet the filing deadline. On the morning of oral argument, the court and defense counsel were served with a copy of the Commonwealth’s brief opposing Waldman’s brief in support of his post-verdict motions. As a result, Waldman filed a motion to dismiss the case pursuant to Montgomery County Rule of Criminal Procedure 402(e) and Montgomery County Common Pleas Rules 301(d) and (e).\nMontgomery County Rule of Criminal Procedure 402(e) provides:\n“(e) Briefs shall be required in all matters on the long argument list and the submission of briefs and sanctions for failure to submit briefs shall be in accordance with Montgomery County Common Pleas No. 301(d).”\nMontgomery County Common Pleas Rule 301(d) provides in pertinent part:\n“(d) Briefs required — In all cases upon filing of a praecipe for argument, the following procedure with respect to briefs shall be followed:\nHt * * * * *\n(3) Counsel for respondent shall have until 2:00 p. m. on the Friday before the commencement of Argument Court for the submission of briefs to the Court Administrator and to the moving party.”\nSanctions imposed for failure to follow Rule 301(d) are as follows:\n“(e) Failure to file briefs — At the opening of each daily Argument Court session the Court Administrator shall advise the Court of all cases listed for that day in which briefs have not been timely filed, and in such cases, unless good cause shall be shown for failure to file briefs in accordance with this rule the Court may dismiss the proceeding, treat the matter as submitted by the defaulting party and proceed ex parte, or impose such other sanction as it shall deem appropriate.”\nInstantly, in its opinion filed in support of the order denying post-verdict motions, the court noted that, since it “did not view the district attorney’s failure to file timely its brief in this .particular instance as involving so serious a detriment to [Waldman] or to judicial administration as to compel the dismissal of the proceedings, no further sanction was imposed and [Waldman’s] motion to dismiss was dismissed and the prayer for relief denied.” At the time Waldman’s motion was denied, the court was already aware of personnel changes in the district attorney’s office which had a direct bearing on this case and provided “good cause” for not sanctioning the Commonwealth. The imposition of sanctions pursuant to the local rules of Montgomery County is within the discretion of the court, and the court did not abuse its discretion by refusing to dismiss the instant case.\nWaldman also claims the trial court erred in denying his timely motion to dismiss the case pursuant to Pa.R.Crim.P. 1100 [hereinafter: Rule 1100]. A criminal complaint charging Waldman with Trunk’s killing was filed on the day of his arrest, July 22, 1973.\nBy the terms of Rule 1100(a)(1), the Commonwealth was obligated to try Waldman within two hundred seventy days from the date on which the criminal complaint was filed. On March 1, 1974, prior to the expiration date of the two hundred-seventy-day period within which trial was required to commence, the trial judge conducted a final pretrial conference which was attended by the assistant district attorney and defense counsel. Waldman was not present at the conference. During the conference, the participants discussed the establishment of a mutually agreeable and available date for the commencement of trial. A specific trial date was not established. However, all participants at the conference approved a trial date sometime between the latter part of April through the entire month, of May. In accordance with this approved time period, the trial court ordered Waldman’s trial to commence on May 14, 1974. This scheduled trial date was beyond the expiration date mandated by Rule 1100(a)(1). .\nPrior to trial, Waldman filed a motion to dismiss the charges with prejudice pursuant to Rule 1100(f). After oral argument and consideration of the briefs submitted by counsel, the trial court, by order dated May 29, 1974, denied the motion to dismiss the charges. Waldman appealed this order to this Court. In a per curiam order dated April 3, 1975, we held the trial court’s order was interlocutory and not appealable. Trial was subsequently commenced on October 23, 1975.\nIn its opinion filed in support of the order denying Wald-man’s post-verdict motions, the trial court conceded the scheduled trial date of May 14, 1974, was beyond the period mandated by Rule 1100(a)(1). However, the trial court ruled, and the Commonwealth now argues, that, since the scheduled trial date resulted from a conference attended by defense counsel, Waldman, through his counsel, waived his right to a trial within the permissible two hundred seventy days.\nA defendant’s right to a speedy trial is a “fundamental” constitutional right. Klopfer v. State of North Carolina, 386 U.S. 213, 87 S.Ct. 988, 18 L.Ed.2d 1 (1967). See also Commonwealth v. Hamilton, 449 Pa. 297, 297 A.2d 127 (1972). Rule 1100 is designed to implement and protect this “fundamental” right. Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976) [hereinafter: Myrick ]. But, “Rule 1100, like the right to a speedy trial which it protects, may be waived.” Myrick, supra, 468 Pa. at 159, 360 A.2d at 600.\nIn Myrick, we analogized the requirements for a valid waiver of a defendant’s Rule 1100 right to the formal requirements for a valid waiver of other important rights. While discussing this analogy, we stated:\n“All of these formal requirements for a waiver are intended to assure one thing — that the decision to waive these rights is the informed and voluntary act of the defendant and can be shown to be such by reference to the record. So long as there is an indication, on the record, that the waiver is the informed and voluntary decision of the defendant, it will be accorded prima facie validity. Absent this record indication of validity, the waiver will be ineffective. Moreover, these are merely formal indications of validity. In any waiver situation, the defendant may still attempt to prove that the waiver is invalid by showing that it was unknowing, unintelligent or involuntary.”\nMyrick, supra, 468 Pa. at 160, 360 A.2d at 600. We emphasized the formal on-the-record requirements for a valid waiver of these other rights were only instructive in our consideration of the validity of a claimed waiver of the protections of Rule 1100. Although we shall not require a formal on-the-record colloquy for a waiver of the protections of Rule 1100 to be effective, we rule the Commonwealth has the burden of establishing a defendant’s waiver of his Rule 1100. right was knowing, intelligent and voluntary. To require anything less for a valid waiver of a rule designed to implement and protect a “fundamental” constitutional right is clearly unacceptable. See Johnson v. Zerbst, 304 U.S. 458, 58 S.Ct. 1019, 82 L.Ed. 1461 (1938).\nOn the state of the instant record, we cannot determine whether or not Waldman’s counsel’s alleged approval of a suggested time period for trial beyond the expiration date mandated by Rule 1100 constituted a representation of an effective waiver, i. e., knowing, intelligent and voluntary waiver, by Waldman of Rule 1100. See Commonwealth v. Lamonna, 473 Pa. 248, 258, 373 A.2d 1355, 1360 (1977). Accordingly, we shall remand the record for an evidentiary hearing. If, at the evidentiary hearing, the Commonwealth fails to establish that defense counsel’s actions at the March 1, 1974 conference constituted a representation of an effective waiver of Rule 1100 in that Waldman knowingly, intelligently and voluntarily assented to the waiver of his Rule 1100 right, the charges must be dismissed with prejudice and Waldman discharged. Rule 1100(f). However, if, after the evidentiary hearing the court determines the Commonwealth established an effective waiver, Waldman may appeal this determination and also any and all issues presented, but not considered, in the instant appeal.\nIt is so ordered.\nMANDERINO, J., filed a concurring opinion.\nNIX and LARSEN, JJ., filed dissenting opinions.\nROBERTS, J., and POMEROY, former J., did not participate in the consideration or decision of this case.\n. At the imposition of the judgment of sentence on the murder conviction, the trial court continued the sentencing on the remaining convictions pending submission and consideration of a pre-sentence investigation report. Subsequently, the trial court ordered the judgments of sentence on all remaining charges to be imposed on August 25, 1976. According to the record, the sentencing was once again continued and judgments of sentence have never been imposed on the remaining convictions.\n. We will not consider Waldman’s remaining claims: (1) that the trial court erred in denying Waldman’s motion to quash the indictments; (2) that the trial court erred in denying Waldman’s petition for pretrial discovery of the identity of prospective Commonwealth witnesses; (3) that the trial court erred in denying Waldman’s motion for severance of counts and charges; (4) that the jury verdict was contrary to the law in that the offense of simple assault (menace) merged with the offense of terroristic threats and the offenses of theft, assault and terroristic threats merged with the offense of robbery; (5) that the trial court erred in denying Waldman’s request for instructions No. 13, 23, 31, 32, 33, 35, 56 and 58; (6) that the trial court erred in denying Waldman’s petition for a new trial on the basis of after-discovered evidence; (7) that, the trial court erred in permitting, over objection, Commonwealth witness Francis Markey to testify about a conversation involving Waldman and Walter Rehm, Jr.; (8) that the trial court erred in permitting, over objection, testimony concerning extrinsic subjects irrelevant to the charges against Waldman; and, (9) that a new trial should be granted on the basis of unfair, inaccurate, inflammatory and prejudicial statements made by the assistant district attorney during his opening statement, during the course of trial, and during his closing argument.\n. Waldman actually claims the evidence is insufficient to support the. jury verdicts on all the charges. However, judgments of sentence have never been imposed on the other convictions. See n. 1 infra. Therefore, the issue of the sufficiency of the evidence supporting the jury verdicts on those charges is not properly before this Court.\n. At trial, Trezona’s description of the cyclist, who “sort of lookfed] like [Waldman],” was that he was about five feet seven inches to five feet nine inches in height; that he was dark-complected; that he had long kinky hair; and, that he looked like a Puerto Rican. Trezona’s description of this cyclist is very similar to that of another Commonwealth witness, Gary Black, see infra n. 6, and that of the arresting officer’s description of Waldman.\n. “Colors” are cut-away denim jackets bearing the emblem of the motorcycle club of which a cyclist is a member. At tried, a police officer testified “colors . . mean a great deal to each motorcycle club and if one’s motorcycle club can rip off — what they call rip off the colors of another, they consider this to be a great fete [sic].”\n. At trial, Commonwealth witness, Gary Black testified that, at approximately 5:45 p. m. on July 22, 1973, he was a passenger in a truck which passed the gasoline station located at the intersection of Easton Road and Mill Road; that he observed Breed cyclists at this station; that two Breed cyclists were at the rear of the service station; that one of the cyclists at the rear of the station was dark-complected, possessed a light beard, and drove a dark red motorcycle; that this cyclist was Waldman; that Waldman was accompanied by a female passenger who had shoulder length brown hair and wore a blue sweater over a white blouse; and, that Wald-man and his passenger were about five feet away from a metal trash dumpster.\n. This description of Waldman is a result of the combined testimony of the police officer who placed Waldman under arrest and the police officer who processed Waldman at the Abington Township Police Station.\n. The police officer who transported Waldman to the Abington Township Police Station testified Waldman indicated he was in “part [of] Spanish extraction.”\n. The term “dead eye” was not formally defined at trial. However, Markey indicated during cross-examination that one could infer the term “dead eye,” in the context used, referred to the killing of Trunk.\n. At the time of the killing, the Legislature defined murder of the first degree as follows:\n“A criminal homicide constitutes murder of the first degree when it is committed by means of poison, or by lying in wait, or by any other kind of willful, deliberate, and premeditated killing. A criminal homicide constitutes murder of the first degree if the actor is engaged in or is an accomplice in the commission of, or an attempt to commit, or flight after committing or attempting to commit robbery, rape, or deviate sexual intercourse by force or threat of force, arson, burglary or kidnapping.”\n18 Pa.C.S.A. § 2502 (1973). Murder is now defined at 18 Pa.C.S.A. § 2502 (Supp.1978-79), as amended.\n. Originally, all of the Breed cyclists and their female passengers, arrested on July 22, 1973, at the Willow Grove Interchange of the Pennsylvania Turnpike, were Waldman’s co-defendants in these proceedings. However, on April 29, 1974, the trial court ordered the defendants to be tried separately.\n. Pa.R.Crim.P. 1100(a)(1) provides:\n“Trial in a court case in which a written complaint is filed against the defendant after June 30, 1973 but before July 1, 1974 shall commence no later than two hundred seventy (270) days from the date on which the complaint is filed.”\n. The two defense attorneys present at the conference represented not only Waldman, but also the nine other co-defendants. See n. 11, infra. But, prior to trial, two other attorneys replaced the two present at the conference in representing Waldman.\n. The March 1, 1974 conference was not conducted in the presence of a court reporter. Hence, our only source of information concerning the conference is the trial judge’s description of the conference in the opinion filed in support of the order denying Waldman’s post-verdiet motions and the opinion filed in support of the order denying Waldman’s Rule 1100 motion.\n. The trial court’s order established May 14, 1974, as the trial date for all of the co-defendants. See n. 11, infra.\n. Pa.R.Crim.P. 1100(f) provides:\n“At any time before trial, the defendant or his attorney may apply to the court for an order dismissing the charges with prejudice on the ground that this Rule has been violated. A copy of such application shall be served upon the attorney for the Commonwealth, who shall also have the right to be heard thereon. Any order granting such application shall dismiss the charges with prejudice and discharge the defendant.”\n. We strongly emphasize that our decision today does not in any way require the Commonwealth to establish a defendant, represented by counsel, knowingly, intelligently and voluntarily waived his right to object to a Rule 1100(c) extension application. See Commonwealth v. Taylor, 473 Pa. 400, 374 A.2d 1274 (1977).",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      },
      {
        "text": "MANDERINO, Justice,\nconcurring.\nThe evidence in this case, as later explained, does not establish appellant’s guilt beyond a reasonable doubt. His judgment of sentence should be reversed and he should be discharged as to murder of the first degree. Since a majority of this Court does not agree, I join in that portion of Mr. Chief Justice Eagen’s opinion which remands this case for an evidentiary hearing.\nHowever, the proper disposition would be to discharge appellant as to the charge of murder of the first degree. Even accepting that the standard to be applied is that the evidence must be read in the light most favorable to the prosecution, the evidence is insufficient in this case to support a verdict of murder in the first degree. There is no evidence that the homicide in this case was “willful, deliberate, and premeditated”. 18 Pa.C.S.A. § 2502 (1973).\nThe evidence showed at trial that Michael Trunk, a member of the Pagan Motorcycle Club, along with another passenger travelling in a south bound lane, stopped for a red light at the intersection of Easton Road and Moreland Road. At the same time, twelve members of the Breed Motorcycle Club, a rival motorcycle club stopped for a red light travel-ling in a northerly direction on Easton Road. Members of the Breed Motorcyclists crossed over into the south bound lane. Michael Trunk then accelerated through the intersection and continued south. A single shot was fired from the midst of the pursuing cyclists which hit Michael Trunk and resulted in his death. From these facts and from other circumstantial evidence produced at the trial, the majority says “it is convinced” that the “quality and quantity” of the evidence is sufficient to find murder in the first degree. Apparently, the majority rested its conclusion not on the statute but from the intentional use of a deadly weapon on a vital part of the body.\nThe Court has said that:\n“[t]he law requires, and the jury must find the actual intent, that is to say, the fully formed purpose to kill, with so much time for deliberation and premeditation as to convince the jury that this purpose was not the immediate offspring of rashness or impetuous temper, and that the mind has become fully conscious of its own design.” (Emphasis added.)\nCommonwealth v. Bulted, 443 Pa. 422, 430, 279 A.2d 158, 162 (1971).\nNo evidence produced at trial indicated that the “single shot” which caused Michael Trunk’s death was anything other than an “immediate offspring of rashness or impetuous temper.” Furthermore, no evidence showed that at the time of the shooting, appellant’s “mind” was “fully conscious of its own design.” Therefore, the evidence was insufficient to support a verdict of murder in the first degree.\nAdditionally, no evidence at trial demonstrated that appellant was the one who fired the “single shot.” The majority says that we can infer from a conversation between appellant and another member of the Breed Motorcycle Club that appellant made an admission that he shot Michael Trunk. I cannot agree.\nThe following conversation took place between appellant and Rehm, another member of the club, speaking to each other from nearby cells:\nRehm: “Is that you Marlboro?”\nWaldman: Yeah, that’s me. Is that you Little Buddy?”\nRehm: “Yeah, that’s me. You got yourself a dead eye.”\nWaldman: “Yeah, you got it there, there’s nothing happening.” [Emphasis added]\nFirst of all, the majority concedes that the term “dead eye” was not defined at trial. Maj. Opinion, pg. 1027. The only explanation of this term was offered by Francis Mar-key, a prosecution witness and friend of Michael Trunk, when he indicated during cross-examination that one could infer from the context of the conversation that the term “dead eye” referred to the shooting. This was an opinion based on speculation — not knowledge of the meaning of the term as used in the colloquy. However, no other evidence was introduced at trial on this point.\nSecondly, the response appellant made, “Yeah, you got it there, there’s nothing happening,” to the comment, “You got yourself a dead eye,” does not support an inference that he was admitting that he shot Michael Trunk or that the shooting was the product of some “willful, deliberated, and premeditated” act of appellant. To infer that appellant was admitting to the shooting is total speculation and is not supported by the evidence.\nThe trial judge recognized the weakness of the prosecution’s case when the judge commented:\n“I must say, I think that this case is razor thin, and comes about as close as I could conceivably imagine one coming to a demurrer, but I think that if all the inferences to which [the prosecutor] has alluded in his argument or in all the evidence [sic], is looked upon in a light most favorable to the Commonwealth that the jury could find the defendant, more accurately that the facts have been made out to sustain the charges against the defendant. It is very close. I think that if no more evidence were offered, and if the defendant closed his case and if the case went to the jury and the defendant were convicted and I were faced with a post trial motion and arrest [sic], I would be looking at the same standard that I am looking at now. When one asks oneself whether or not he would want to be convicted on evidence of this quality, you get some tremors in your stomach. It’s awfully close. It’s not beyond the realm of reason that I will alter my opinion before this case goes before the jury, but my present thinking is that there is probably just barely enough to submit to the jury or in any event, to permit the case to go on.\nI will say to you, [the prosecutor], that I think you are skating on about as thin ice as I have ever seen in the prosecution of a case. I still have some alternatives open to me and I will continue to consider them and we will make some hard judgments on it when we get a little further on.”\nThese doubts that the trial judge had are now removed by the majority’s decision today which finds the evidence sufficient without any evidence of a “willful, deliberate, and premeditated” killing. Because the evidence is insufficient to support a verdict of murder in the first degree, appellant is entitled to be discharged, as to the charge of murder of the first degree.",
        "type": "concurrence",
        "author": "MANDERINO, Justice,"
      },
      {
        "text": "NIX, Justice,\ndissenting.\nIn my judgment, the result reached by the majority in this case today is neither compelled by constitutional mandate nor required by precedent. Moreover, I do not view it as a wise exercise of our supervisory power since I am firmly convinced that it is jurisprudéntially unsound.\nAlthough a waiver of the sixth amendment speedy trial guarantee requires the showing of “an intentional relinquishment or abandonment of a known right or privilege”,. Johnson v. Zerbst, 304 U.S. 458, 464, 58 S.Ct. 1019, 1023, 82 L.Ed. 1461 (1938), the actions of counsel in this regard are imputed to the defendant, except in limited situations not here involved. The United States Supreme Court in Barker v. Wingo, 407 U.S. 514, 534-36, 292 S.Ct. 2182, 33 L.Ed.2d 101 (1972) noted that where no question is raised as to counsel’s competency, counsel’s failure to assert a speedy trial claim is imputed to the defendant who is bound thereby. This reasoning is obviously at variance with the majority’s premise today, that a waiver of Rule 1100 must be the personal decision of the defendant. Thus, the majority has reached the absurd conclusion that although the underlying constitutional right may be waived by competent counsel, the presumptive rule, designed to implement the protections of the basic right, is constitutionally compelled to require a waiver to be made only by the defendant himself. Here Waldman has not challenged the competency of his counsel or alleged that his counsel was ineffective in failing to object to the scheduling of the trial date beyond the presumptive period. I, therefore, can find no constitutional infirmity with the trial court’s judgment that there was a valid waiver of the rule in this case.\nI also confess that I cannot grasp the limitation that the majority seeks to impose upon this “newly found right”. The majority states:\n. the Commonwealth has the burden of establishing a defendant’s waiver of his Rule 1100 right was knowing, intelligent and voluntary. To require anything less for a valid waiver of a rule designed to implement and protect a “fundamental” constitutional right is clearly unacceptable.\nAt 1030.\nAnd yet in the footnote to this portion of the text, the following appears:\nWe strongly emphasize that our decision today does not in any way require the Commonwealth to establish a defendant, represented by counsel, knowingly, intelligently and voluntarily waived his right to object to a Rule 1100(c) extension application.\nId. at n.17 (emphasis in the original) (citation omitted).\nNo one has argued or even suggested that counsel’s agreement to the scheduling of the trial “between the latter part of April through the entire month of May” constituted an attempt to make a blanket waiver of Rule 1100 in this case. Obviously, the court below treated this situation as a section (c) application for extension for the period indicated which was agreed to by counsel for the defense. I, therefore, must construe footnote 17 as requiring the “newly found protection” to be afforded only where the formal requirements of section (c) (i. e., the filing of a written request for an extension) have not been complied with. This to me is pure nonsense.\nMoreover, since the majority has made no attempt to exclude section (d) from the purview of its new principle, I must assume that any period which is determined to be excludable under its terms, must first be determined to have occurred with the defendant’s “knowing, intelligent and voluntary” concurrence. I know of no decision of this Court that has suggested such a proposition.\nThe majority’s reliance upon Commonwealth v. Myrick, 468 Pa. 155, 360 A.2d 598 (1976), is misplaced as that case does not support the view advanced by the Court today. In Myrick, we stated “Rule 1100 is a rule of criminal procedure designed to implement and protect a defendant’s constitutional right to a speedy trial. Its particular terms, however, are neither directly granted nor required by the Constitution”. 468 Pa. at 161, 360 A.2d at 600.\nA further defect in today’s decision is its monumental impact on the administration of criminal justice in this Commonwealth. To force the prosecution to prove that contemporaneous with every action or inaction affecting the computation under Rule 1100 as to when trial must commence was achieved after a knowing, intelligent and voluntary waiver by the defendant personally, is to place an almost insurmountable obstacle in the Commonwealth’s path. Such a burden ignores the realities of criminal litigation and would render the effective administration of Rule 1100 impossible.\nI, therefore, dissent.\n. In Barker v. Wingo, 407 U.S. 514, 92 S.Ct. 2192, 33 L.Ed.2d 101 (1972), the Supreme Court imputed the failure of Barker’s counsel to object to continuances requested by the prosecution to mean that Barker personally agreed to such actions for speedy trial purposes. The Court noted that “no question is raised as to the competency of’ Barker’s counsel and that counsel was employing a valid defense strategy. Id. at 534, 535-36, 92 S.Ct. at 2194. The Court indicated that there were three circumstances when the actions of counsel would not be imputed to the defendant for speedy trial purposes: (a) where the defendant was represented by incompetent counsel, (b) where the defendant was severely prejudiced by his counsel’s action, or (c) where the prosecution’s continuances were granted ex parte. Id., at 536, 92 S.Ct. 2182.",
        "type": "dissent",
        "author": "NIX, Justice,"
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nI dissent. Judgment of sentence should be affirmed. In support thereof, I quote from the excellent trial opinion, dated December 3, 1974, authored by the Honorable Richard S. Lowe:\nThis Court deems it especially significant that the announcement of a late April or May trial date met with the express approval and approbation of all parties at the pretrial conference. Moreover, no objection was voiced to the democratically and courteously selected trial date until the eve of trial. After silently ensconcing their rights for two and one-half months, the defendants entreat this Court to set them free because of an allegedly illegal delay. This Court is not persuaded that Rule 1100 was intended to effect such an outrageous outcome. When a trial judge espouses a plan to accommodate the schedules of two out-of-state attorneys, the District Attorney’s Office, and the administrative arm of the court in arriving at a convenient trial date within a general time frame, and when the defense counsel expressly approve such a plan, a violation of Rule 1100 is waived. That defense counsel did not expressly approve the exact date selected is of no moment. Any date within the suggested period would have exceeded 270 days from the date of arrest. Consequently, approval of the suggested period constituted a waiver for its duration.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "A. Richard Gerber, Norristown, for appellant.",
      "William T. Nicholas, Dist. Atty., Ross Weiss, Asst. Dist. Atty. (1st), Eric J. Cox, Asst. Dist. Atty., John Burfete, Norristown, for appellee."
    ],
    "corrections": "",
    "head_matter": "398 A.2d 1022\nCOMMONWEALTH of Pennsylvania, Appellee, v. Ralph WALDMAN, Appellant.\nSupreme Court of Pennsylvania.\nArgued Nov. 17, 1978.\nDecided March 16, 1979.\nA. Richard Gerber, Norristown, for appellant.\nWilliam T. Nicholas, Dist. Atty., Ross Weiss, Asst. Dist. Atty. (1st), Eric J. Cox, Asst. Dist. Atty., John Burfete, Norristown, for appellee.\nBefore EAGEN, C. J., and O’BRIEN, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0217-01",
  "first_page_order": 317,
  "last_page_order": 340
}
