{
  "id": 1753750,
  "name": "PENNSYLVANIA ASSOCIATION OF STATE MENTAL HOSPITAL PHYSICIANS, INC., and Ruth C. Sabatino, an Individual, on behalf of herself and all others similarly situated, and Mary L. Hansen, M. D., an Individual, on behalf of herself and all others similarly situated, and A. Victor Hansen, M. D., an Individual, on behalf of himself and all others similarly situated, and F. Lewis Bartlett, M. D., an Individual, on behalf of himself and all others similarly situated v. STATE EMPLOYEES' RETIREMENT BOARD, and Sol. E. Zubrow, in his capacity as Chairman of the State Employees' Retirement Board, and Honorable C. Delores Tucker, in her dual capacity as Secretary of the Commonwealth and as Vice-Chairman of the State Employees' Retirement Board, and Frank M. Happ, in his capacity as Member of the State Employees' Retirement Board, and William J. Moran, in his capacity as Member of the State Employees' Retirement Board, and Honorable Paul J. Smith, in his capacity as Member of the State Employees' Retirement Board, and Honorable Vincent Yakowicz, in his capacity as Member of the State Employees' Retirement Board, and Richard L. Witmer, in his capacity as Executive Secretary of the State Employees' Retirement Board, and Grace M. Sloan, in her capacity as Treasurer of the Commonwealth of Pennsylvania, and Honorable Milton J. Shapp, in his capacity as Governor of the Commonwealth of Pennsylvania, Appellants",
  "name_abbreviation": "Pennsylvania Ass'n of State Mental Hospital Physicians, Inc. v. State Employees' Retirement Board",
  "decision_date": "1979-03-14",
  "docket_number": "No. 604",
  "first_page": "313",
  "last_page": "322",
  "citations": [
    {
      "type": "official",
      "cite": "484 Pa. 313"
    },
    {
      "type": "parallel",
      "cite": "399 A.2d 93"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "121 A.2d 103",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 494",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263015
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0494-01"
      ]
    },
    {
      "cite": "361 A.2d 449",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1976,
      "pin_cites": [
        {
          "page": "454"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 A.2d 863",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1977,
      "pin_cites": [
        {
          "page": "865"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "317 F.Supp. 1198",
      "category": "reporters:federal",
      "reporter": "F. Supp.",
      "case_ids": [
        3157227
      ],
      "opinion_index": 1,
      "case_paths": [
        "/f-supp/317/1198-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 805,
    "char_count": 18958,
    "ocr_confidence": 0.833,
    "pagerank": {
      "raw": 3.3503290348821994e-07,
      "percentile": 0.8747000307739949
    },
    "sha256": "ec0efb7a0b89448a0ae3ce471784ef3bf884662d5a377d2eb3fb8bd297116815",
    "simhash": "1:a9db3924e9202819",
    "word_count": 3013
  },
  "last_updated": "2024-02-27T18:50:52.841553+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "POMEROY, former J., did not participate in the decision of this case.",
      "NIX, J., filed a concurring and dissenting opinion.",
      "LARSEN, J., dissents and believes the suit should be dismissed, as there are no issues which are presently existing which can be decided by the Court."
    ],
    "parties": [
      "PENNSYLVANIA ASSOCIATION OF STATE MENTAL HOSPITAL PHYSICIANS, INC., and Ruth C. Sabatino, an Individual, on behalf of herself and all others similarly situated, and Mary L. Hansen, M. D., an Individual, on behalf of herself and all others similarly situated, and A. Victor Hansen, M. D., an Individual, on behalf of himself and all others similarly situated, and F. Lewis Bartlett, M. D., an Individual, on behalf of himself and all others similarly situated v. STATE EMPLOYEES’ RETIREMENT BOARD, and Sol. E. Zubrow, in his capacity as Chairman of the State Employees’ Retirement Board, and Honorable C. Delores Tucker, in her dual capacity as Secretary of the Commonwealth and as Vice-Chairman of the State Employees’ Retirement Board, and Frank M. Happ, in his capacity as Member of the State Employees’ Retirement Board, and William J. Moran, in his capacity as Member of the State Employees’ Retirement Board, and Honorable Paul J. Smith, in his capacity as Member of the State Employees’ Retirement Board, and Honorable Vincent Yakowicz, in his capacity as Member of the State Employees’ Retirement Board, and Richard L. Witmer, in his capacity as Executive Secretary of the State Employees’ Retirement Board, and Grace M. Sloan, in her capacity as Treasurer of the Commonwealth of Pennsylvania, and Honorable Milton J. Shapp, in his capacity as Governor of the Commonwealth of Pennsylvania, Appellants."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nROBERTS, Justice.\n“Credited service” is one of two variables in the basic formula for calculating retirement benefits under the State Employes’ Retirement Code of 1959. Under the Code of 1959, as amended, “credited service” also determines employees’ eligibility for benefits.\nSection 204(1) of the Code of 1959, which sets forth the method for computing “credited service,” provides:\n“In computing the length of service of a contributor for retirement purposes, a year of service shall mean a period of twelve (12) months during which a contributor is a State employe and for which he receives an annual salary or other compensation. The time during which a State employe is on furlough or on leave of absence without pay shall not be counted in computing the credited service or the final average salary of the contributor . . . .” Until 1969, appellant State Employes’ Retirement Board computed salaried part-time employees’ “credited service” at a rate of one full year for every twelve months a salaried part-time employee received a salary. Beginning in 1969, the Board gave such employees less than a full year of credit for each twelve months a salary was received. The portion of credit granted reflected the percentage of a full-time schedule a salaried part-time employee worked.\nAppellees instituted a class action in the Commonwealth Court on behalf of all part-time employees of the Commonwealth who are paid an annual salary. Appellees sought a writ of mandamus directing the Board and other appellants to compute salaried part-time employees’ “credited service” as it was computed until 1969. On appellees’ motion for partial judgment on the pleadings, a unanimous Commonwealth Court concluded that the Board’s present practice contravened Section 204(1) and granted the writ. We affirm.\nThe Board argues that the Commonwealth Court misinterpreted Section 204(1) of the Code of 1959. The Board reads Section 204(1) to require, in the computation of credited service, an adjustment based upon the portion of a full-time schedule the salaried part-time employee works. The plain language of Section 204(1) and other key provisions of the Code of 1959 require us to reject the Board’s interpretation.\nUnder Section 204(1), to gain credit for “a year of service,” a contributor must, for “a period of twelve (12) months,” both be a “State employe” and receive “an annual salary or other compensation.” There is no dispute that salaried part-time employees received annual salaries. Further, we conclude that salaried part-time employees were “State employes.” Section 102(6)(a) of the Code of 1959, 71 P.S. § 1725-102(6)(a), defines a “State employe” as “[a]ny person holding a State office or position under the Commonwealth, employed on a yearly or monthly basis by the State government of the Commonwealth, in any capacity whatsoever except any officer or employe employed on a per diem or hourly basis for less than one hundred (100) days or seven hundred fifty (750) hours . . . .” This sweeping language demonstrates the Legislature’s intent to make benefits available to all Commonwealth personnel except a narrow group of “per diem” and “hourly” employes who work “less than one hundred (100) days or seven hundred fifty (750) hours.” Salaried part-time employees are employed on neither a “per diem or hourly basis” and thus, under Section 102(6)(a), are “State employes.”\nThe fact that the Legislature, under Section 204(1), excluded from credited service “[t]he time during which a State employe is on furlough or on leave of absence without pay” does not support the Board’s interpretation of the Code. The “furlough” and “leave of absence without pay” exceptions address circumstances where there is an interruption of the employment relationship. There is no interruption of employment in the case of a salaried part-time employee, who provides regular and continuous service over a twelve month period. We hold that these salaried part-time contributors are entitled to a full “year of service” credit under Section 204(1) for each twelve month period of employment.\nUnder the Board’s challenged plan, the downward adjustment in part-time employees’ “credited service” is compensated for, in part, by an “annualization” of actual salary. The “annualized” salary is the projected salary the part-time employee would receive had the part-time employee worked full-time. The Board asserts that the “annualized salary,” when used with adjusted “credited service” in the basic benefits formula, effects no change in the amount of benefits most qualifying salaried part-time employees receive. The Board also asserts that its reformulation avoids the disproportionate sums received by employees who begin as “part-time,” but later become “full-time” employees. According to the Board, part-time employees who later become full-time employees will gain extra benefits for the years of part-time employment because of higher full-time salaries.\nIn view of the express formulation of benefits under the Code of 1959, it must be concluded that the Legislature did not preclude the result the Board envisions. Were we to authorize the Board’s action, we would, in effect, impermissibly rewrite the Retirement Code. See 1 Pa.C.S.A. § 1921(b) (Supp.1978) (“[w]hen the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit”).\nOrder of the Commonwealth Court affirmed.\nPOMEROY, former J., did not participate in the decision of this case.\nNIX, J., filed a concurring and dissenting opinion.\nLARSEN, J., dissents and believes the suit should be dismissed, as there are no issues which are presently existing which can be decided by the Court.\n. Act of June 1, 1959, P.L. 392, §§ 101 et seq., formerly 71 P.S. §§ 1725-101 et seq. (1962), repealed, Act of March 1, 1974, P.L. 125, § 2(a). Under Section 401 of the Code, 71 P.S. § 1725-401, qualifying State employees receive a fixed percentage of the product of years of “credited service” and “final average salary” (see Code of 1959, § 102(19), 71 P.S. § 1725-102(19) (defining “final average salary”)).\n. The Act of July 31, 1968, P.L. 695, § 5, added “vesting” to the Code of 1959. Under Section 102(23.1) of the Code, as amended, 71 P.S. § 1725-102 (23.1), a member with ten years of “credited service” could “leave accumulated deductions credited to his account” and receive benefits at retirement age.\n. For example, before 1969, a salaried part-time employee working two and one half days of a five day work week over a two year period would receive two years of credit for the two years of service. The Board, beginning in 1969, deemed the salaried employee a “50% part-time employee” and credited the employee with only one year of “credited service” (50% of two years equals one year of service).\nThe Board departed from its pre-1969 practice after the Attorney General issued an Opinion that “a part time salaried employee is a contributor and State employe for the partial time which he serves the Commonwealth and receives compensation based thereon.”\n. Appellees include the Pennsylvania Association of State Mental Hospital Physicians, Mary L. Hansen, M.D., A. Victor Hansen, Jr., M.D., F. Lewis Bartlett, M.D., and Ruth Sabatino. The Association is a labor organization which represents approximately 900 mental health physicians, many of whom are part-time employees. Each individual appellee is, or has been, a part-time employe at a state mental hospital.\n. The Commonwealth Court entered an order directing appellants “to compute credited service for members of [appellees’] class at the rate of one year for every twelve months during which an annual salary was received with respect to all years of service earned prior to March 1, 1974.” Pa. Ass’n of State Mental Hosp. Physicians v. State Employees’ Retirement Bd., 31 Pa.Cmwlth. 151, 157, 375 A.2d 863, 865 (1977). (March 1, 1974 is the effective date of the Act repealing the Code of 1959. See infra note 7.) New legislation, effective March 1, 1974, changes the formula for calculating class members’ years of credited service. See 71 Pa.C.S.A. § 5302 (Supp.1978), quoted and discussed at infra note 7.\nIn its order, the Commonwealth Court also denied appellees’ motions for partial judgment on the pleadings in declaratory judgment and partial peremptory judgment in mandamus. The Commonwealth Court further granted appellants’ motion for partial judgment on the pleadings and dismissal of appellees’ action of assumpsit. (Appellees had sought a declaration that appellants’ acts were unconstitutional and in violation of contractual commitments to appellees.) Appellees have not appealed from these portions of the Commonwealth Court’s order.\nAppellees’ complaint survived appellants’ preliminary objections, including a demurrer. See Pa. Ass’n of State Mental Hosp. Physicians v. State Employees’ Retirement Bd., 25 Pa.Cmwlth. 632, 361 A.2d 449 (1976).\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, art. II, § 203, 17 P.S. § 211.203 (Supp.1978).\n. The Act of March 1, 1974, P.L. 125, § 2(a), repealed the Code of 1959. Section 1 of the same Act establishes the State Employes’ Retirement Code, 71 Pa.C.S.A. §§ 5101 et seq. (Supp.1978). The Board does not argue that the 1974 legislation governs. It does argue, however, that 71 Pa.C.S.A. § 5302 demonstrates the Legislature’s intent, in enacting the Code of 1959, to award “partial credit.” Section 5302 of the 1974 legislation provides in part:\n“A part-time salaried employee shall be credited with the fractional portion of the year which corresponds to the number of hours or days of service actually rendered in relation to one thousand six hundred fifty hours or two hundred twenty days, as the case may be.”\nWe find the Board’s argument unpersuasive. Section 5302 expressly formulates a special method for calculating part-time salaried employees’ “credit,” while Section 204(1) establishes a uniform method applicable to all qualifying State employes.\n. In the case of a “50% part-time employee” earning a $10,000 salary, the Board “annualizes” the employee’s salary at $20,000.\nIt should be noted that the Board’s “annualization” of salaries, like its adjustment of “credited service,” is without statutory authority. Section 102(19) of the Code of 1959, 71 P.S. § 1725-102(19), which defines “final average salary” for purposes of the basic benefits formula, provides:\n“ ‘Final average salary’ shall mean . . . the highest average annual compensation received by a contributor as a State employe during any five (5) nonoverlapping periods of twelve (12) consecutive months of contributory service . . .”\nThis language simply does not authorize the Board to adjust any employee’s salary for purposes of calculating retirement benefits. “Final average salary” is an independent factor in the basic benefits formula, not to be adjusted by the portion of a full-time schedule the part-time employee works.\n. The benefits of a “50% part-time employee” working 20 years and receiving an annual salary of $10,000 would, under the Board’s challenged practice, be calculated on the basis of 10 years of service and $20,000. Benefits under the Board’s previous practice would be calculated on a 20 year, $10,000 salary basis, and would result in the same basic benefits.\n. For example, if a “50% part-time employee” becomes a full time employee for the last five years of a twenty year career, and receives twice his part time salary, the employee’s “final average salary” under Section 102(19) of the Code of-1959, see supra 8, is the salary received for the last five years of employment. Under the Board’s pre-1969 practice, the employee’s basic benefits would be calculated on a 20 year, $20,000 basis, while under its challenged practice benefits would be calculated as a function of 12V2 years of service (50% times 15 years of part-time service plus 5 years of full-time service), and a final average salary of $20,000. •\n. The Commonwealth Court in previous proceedings determined that appellees’ suit was properly brought as a class action. Pa. Ass’n of State Mental Hosp. Physicians v. State Employees’ Retirement Bd., 25 Pa.Cmwlth. at 640-41, 361 A.2d at 454. The Board now argues that appellees’ class has not been defined or limited with sufficient specificity and therefore partial judgment on the pleadings in mandamus could not be granted. Judgment on the pleadings is appropriate only where no material facts are in dispute. E. g., Gaul v. City of Philadelphia, 384 Pa. 494, 121 A.2d 103 (1956). But the Board’s implementation of its revised method required the Board to identify salaried part-time employees. The Board implemented the plan without difficulty.",
        "type": "majority",
        "author": "ROBERTS, Justice."
      },
      {
        "text": "NIX, Justice,\nconcurring and dissenting.\nThe majority seeks to insulate its analysis from critical scrutiny by maintaining that the result it reaches is dictated by the “clear and unambiguous” language of Section 204(1), of the Retirement Code (Code), 71 P.S. § 1725-204(1) (1962). The majority leaves unstated the fact that an ambiguity can be latent as well as patent. When it is considered that the State did not have a category of part-time salaried employees at the time of enactment of the 1959 Code, the weakness of the majority’s primarily textual analysis of the Code becomes apparent.\nThe majority places considerable emphasis on the Code’s definition of “State employee,” contained in section 102(6)(a). 71 P.S. § 1825-102(6)(a) (1962) (repealed 1974). Based on this section’s exclusion of per diem and hourly employees only, the majority concludes that the legislature intended to make retirement benefits available on equal terms to full-time as well as part-time salaried employees. As noted by appellants, the utilization of part-time salaried employees was a circumstance which arose after the enactment of the Code in 1959. In fact, the record indicates that none of the named appellees was a part-time salaried State employee prior to 1959. Far from evidencing the legislature’s sweeping magnanimity, the absence of explicit statutory provisions governing retirement benefits for part-time salaried employees merely reflects the “historical milieu” in which the 1959 Legislature was acting. See 2A Sutherland, Statutes and Statutory Construction § 49.01, at 288 (4th ed. 1973) (historical context should be considered in construing a statute). When this contemporaneous historical context is weighed along with the Code’s total exclusion of part-time employees who work less than a specified number of days or hours, 71 P.S. § 1725-102(6)(a) (1962) (repealed 1974), it is impossible to accept the majority’s conclusion that the legislature intended to award credited service to part-time salaried employees at the same rate at which such credit is awarded to full-time salaried employees.\nThe fact that until 1969 the Board interpreted the Code in the manner now urged by appellees is of no moment. In so interpreting the Code, the Board was merely exercising its administrative discretion to meet an exigency not explicitly addressed by the Code. It seems fairly clear that an administrative agency may modify or even reverse its own interpretation of a statute, especially where, as here, the new interpretation is based upon the opinion of the Attorney General. See Sutherland, supra § 49.05, at 240. In such a situation, the new administrative interpretation should be applied prospectively only. Id. Therefore, in the present appeal, I would not permit the Board to apply its 1969 reinterpretation retrospectively so as to recalculate credited service based upon appellees’ pre-1969 salaried part-time employment. I would, however, allow the Board to apply its 1969 interpretation to appellee’s part-time salaried employment occurring after the date of this interpretation and until the effective date of the 1974 Retirement Code. 71 Pa.C.S.A. §§ 5101 et seq. (Supp.1978-79).\nWhile I acknowledge the wisdom of the general rule that there should be some facial statutory ambiguity before a court considers extrinsic evidence of legislative intent, 1 Pa.C.S.A. § 1921(c) (Supp.1978-79), I do not believe that there should be slavish adherence to this principle where it is obvious that the result reached will be a clear distortion of the legislative purpose. See 2A Sutherland, Statutes and Statutory Construction § 48.01, at 182 (4th ed. 1973), citing, inter alia, Herren v. United States, 317 F.Supp. 1198 (S.D.Tex.1970). There is some justification in attempting to restrain judicial attempts to construe statutes as a judge may deem most advisable by imposing the “clear and unambiguous” language limitation. But where extrinsic evidence is critical to a true understanding of the “clear and unambiguous” language of the statute, it should not be ignored. This is so, bee' ,ict; no matter how apparently clear the language may appear, words do not have intrinsic meanings and cannot be separated from the historical context in which they were written. See 2A Sutherland, supra § 45.02, at 4.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "NIX, Justice,"
      }
    ],
    "attorneys": [
      "Gerald Gornish, Acting Atty. Gen., Joseph Kenneth Hegedus, Deputy Atty. Gen., Norman J. Watkins, Deputy Atty. Gen., Chief, Civil Litigation, Harrisburg, for appellants.",
      "Richard B. Sigmond, Philadelphia, for appellees."
    ],
    "corrections": "",
    "head_matter": "399 A.2d 93\nPENNSYLVANIA ASSOCIATION OF STATE MENTAL HOSPITAL PHYSICIANS, INC., and Ruth C. Sabatino, an Individual, on behalf of herself and all others similarly situated, and Mary L. Hansen, M. D., an Individual, on behalf of herself and all others similarly situated, and A. Victor Hansen, M. D., an Individual, on behalf of himself and all others similarly situated, and F. Lewis Bartlett, M. D., an Individual, on behalf of himself and all others similarly situated v. STATE EMPLOYEES’ RETIREMENT BOARD, and Sol. E. Zubrow, in his capacity as Chairman of the State Employees’ Retirement Board, and Honorable C. Delores Tucker, in her dual capacity as Secretary of the Commonwealth and as Vice-Chairman of the State Employees’ Retirement Board, and Frank M. Happ, in his capacity as Member of the State Employees’ Retirement Board, and William J. Moran, in his capacity as Member of the State Employees’ Retirement Board, and Honorable Paul J. Smith, in his capacity as Member of the State Employees’ Retirement Board, and Honorable Vincent Yakowicz, in his capacity as Member of the State Employees’ Retirement Board, and Richard L. Witmer, in his capacity as Executive Secretary of the State Employees’ Retirement Board, and Grace M. Sloan, in her capacity as Treasurer of the Commonwealth of Pennsylvania, and Honorable Milton J. Shapp, in his capacity as Governor of the Commonwealth of Pennsylvania, Appellants.\nSupreme Court of Pennsylvania.\nArgued Oct. 19, 1978.\nDecided March 14, 1979.\nGerald Gornish, Acting Atty. Gen., Joseph Kenneth Hegedus, Deputy Atty. Gen., Norman J. Watkins, Deputy Atty. Gen., Chief, Civil Litigation, Harrisburg, for appellants.\nRichard B. Sigmond, Philadelphia, for appellees.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0313-01",
  "first_page_order": 413,
  "last_page_order": 422
}
