{
  "id": 1753778,
  "name": "William DONER, Appellant, v. JOWITT AND RODGERS CO., Appellee",
  "name_abbreviation": "Doner v. Jowitt & Rodgers Co.",
  "decision_date": "1979-03-16",
  "docket_number": "No. 72",
  "first_page": "496",
  "last_page": "500",
  "citations": [
    {
      "type": "official",
      "cite": "484 Pa. 496"
    },
    {
      "type": "parallel",
      "cite": "399 A.2d 402"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "179 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa. 413",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304881
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0413-01"
      ]
    },
    {
      "cite": "296 A.2d 741",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "449 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1945676
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/449/0187-01"
      ]
    },
    {
      "cite": "322 A.2d 114",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "457 Pa. 255",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477868
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/457/0255-01"
      ]
    },
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479736
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0418-01"
      ]
    },
    {
      "cite": "328 A.2d 845",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479744
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0307-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 384,
    "char_count": 6442,
    "ocr_confidence": 0.8,
    "pagerank": {
      "raw": 1.126968588263451e-07,
      "percentile": 0.5748130489460969
    },
    "sha256": "132b4b3aeab3d16e5476b1bacfafe91f80042da3064f65efded8cd95b2c21252",
    "simhash": "1:0c9132bc9a7e48b7",
    "word_count": 1073
  },
  "last_updated": "2024-02-27T18:50:52.841553+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and ROBERTS, NIX, MANDERINO and LARSEN, JJ.",
      "LARSEN, J., dissents.",
      "O’BRIEN, J., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "William DONER, Appellant, v. JOWITT AND RODGERS CO., Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nEAGEN, Chief Justice.\nPlaintiff-appellant, William Doner, began an action in trespass for damages resulting from personal injuries allegedly suffered in January of 1969, as a result of a fall on the premises of defendant-appellee, Jowitt and Rodgers Company [hereinafter: Jowitt]. The action was instituted by the filing of a summons in January of 1971. The complaint was filed in February of 1971. On February 1, 1974, Jowitt filed interrogatories addressed to Doner. Doner did not object to or answer the interrogatories.\nOn April 7, 1976, notice of intention to file a praecipe and interlocutory order for sanctions was served by Jowitt on counsel for Doner, Stanley P. Kops of Freedman, Borowsky and Lorry, 8th Floor, Lafayette Building, Philadelphia. On April 22, 1976, an interlocutory order was entered by the prothonotary of the Court of Common Pleas of Philadelphia directing Doner to answer the interrogatories within thirty days or suffer a judgment of non pros.\nOn April 23, 1976, Jowitt’s counsel wrote Kops at the Rohm and Haas Building, Philadelphia, and, inter alia, stated:\n“As agreed, if Answers to Interrogatories cannot be filed by thirty (30) days from April 22, 1976 due to the confusion as to exactly which law firm is handling this file on behalf of [Doner], you will call this office prior to May 22, 1976 to request a reasonable extension of time to file the Answers. Otherwise, a judgment of non pros may be entered against [Doner].”\nOn May 21, 1976, Kops wrote Jowitt’s counsel confirming a telephone conversation of that date wherein the request for a reasonable extension of time to file answers to the interrogatories was made in order to determine if Kops still was representing Doner. On June 21, 1976, Kops again wrote Jowitt’s counsel confirming a telephone conversation of that date wherein an extension of an additional thirty days to answer the interrogatories was agreed upon.\nOn August 12, 1976, Jowitt’s counsel filed and served on Kops a supplemental praecipe and certification of service of the interlocutory order. A final order of. non pros was also entered on that date by the prothonotary pursuant to Philadelphia Court Rule 145.\nUpon notice of the entry of judgment, Kops wrote to Jowitt’s counsel tendering answers to the interrogatories. The tender was refused. On August 30, 1976, a motion to remove the judgment of non pros was filed. Later, in a memorandum of law in support of the motion, counsel’s neglect in failing to answer the interrogatories was acknowledged, but it was urged Doner should not suffer because of counsel’s neglect.\nThe Court of Common Pleas denied the motion on December 3rd and filed a formal opinion on December 8, 1976.\nDoner filed an appeal in the Superior Court which later affirmed the order of the Court of Common Pleas in a per curiam order. Doner then filed a petition in this Court requesting special allowance to appeal. The petition was granted.\nA study of the motion to remove the judgment filed by Doner in the Court of Common Pleas, the memorandum of law filed in support thereof, and the opinion of the court in explanation of its denial of the motion clearly indicate that the only issue raised in the Court of Common Pleas was whether, under the circumstances presented, counsel’s failure to answer the interrogatories within the extension periods agreed upon was excusable since: (1) from March 1, 1976, there was a question as to who represented Doner; (2) counsel was involved in a federal trial from June 8, 1976, to the end of July; and, (3) due to 1 and 2, counsel neglected to diary the extension.\nOn appeal to the Superior Court, Doner raised only the following issue:\n“Did not the Court err in denying plaintiff’s motion to remove the judgment of non pros where the motion was filed promptly, where the failure to file answers to interrogatories promptly was fully explained, and where there has been no prejudice to the defendant.”\nThe argument made in connection with this issue was that the court abused its discretion in not granting the motion.\nThe petition for allowance of appeal filed in this Court advanced only the issue raised in the Superior Court.\nHowever, in his written brief and at oral argument of the appeal in this Court, Doner defines the issues as follows:\n“A. Whether a county court may pass a local rule that is contradictory to rule of civil procedure No. 4019 promulgated by this Court, which delegates to a clerical employee without discretion for mitigating circumstances for the single extreme sanction of non pros for inadvertent failure of compliance of a discovery order.\n“B. Whether a litigant is constitutionally denied equal protection of the laws peculiar to Philadelphia County, by a local rule of civil procedure that delegates to the Prothonotary a non-discretionary and arbitrary power to dismiss plaintiff’s cause for non-pros upon inadvertent and non-wilful non-compliance with a discovery order.”\nIn sum, Doner now challenges the validity of Philadelphia Court Rule 145. Doner argues it is invalid in that it conflicts with Pa.R.C.P. 4019 and is unconstitutional.\nSince neither of these issues were raised in the trial court, in the Superior Court, or in the petition for allowance of appeal, they have not been preserved for review in this Court. See, e. g., Commonwealth v. Piper, 458 Pa. 307, 328 A.2d 845 (1974); Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974); Dilliplaine v. Lehigh Valley Trust Co., 457 Pa. 255, 322 A.2d 114 (1974); Commonwealth v. Agie, 449 Pa. 187, 296 A.2d 741 (1972); Wynnewood C. Assn. v. L. Merion Township, 406 Pa. 413, 179 A.2d 649 (1962).\nThe appeal is dismissed as improvidently granted.\nLARSEN, J., dissents.\nO’BRIEN, J., did not participate in the consideration or decision of this case.\nPrior to March 1, 1976, Kops was a member of the above mentioned firm but withdrew from it on that date. As a result, a question existed as to whether Kops or the firm represented Doner. But Kops continued to represent Doner and is presently counsel of record.",
        "type": "majority",
        "author": "EAGEN, Chief Justice."
      }
    ],
    "attorneys": [
      "Avram G. Adler, Stanley P. Kops, Philadelphia, for appellant.",
      "John J. O’Brien, Jr., Elizabeth Iannelli, Philadelphia, for appellee."
    ],
    "corrections": "",
    "head_matter": "399 A.2d 402\nWilliam DONER, Appellant, v. JOWITT AND RODGERS CO., Appellee.\nSupreme Court of Pennsylvania.\nArgued Jan. 18, 1979.\nDecided March 16, 1979.\nRehearing Denied April 10, 1979.\nAvram G. Adler, Stanley P. Kops, Philadelphia, for appellant.\nJohn J. O’Brien, Jr., Elizabeth Iannelli, Philadelphia, for appellee.\nBefore EAGEN, C. J., and ROBERTS, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0496-01",
  "first_page_order": 596,
  "last_page_order": 600
}
