{
  "id": 1216431,
  "name": "Martin, Appellant, v. Moscow Borough",
  "name_abbreviation": "Martin v. Moscow Borough",
  "decision_date": "1943-03-22",
  "docket_number": "Appeal, No. 51",
  "first_page": "475",
  "last_page": "477",
  "citations": [
    {
      "type": "official",
      "cite": "346 Pa. 475"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "95 A. 254",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "249 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013539
      ],
      "pin_cites": [
        {
          "page": "568"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/249/0564-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 4135,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 5.12982294956584e-08,
      "percentile": 0.3218457910094372
    },
    "sha256": "6b16d5caacf71e81054f63176517a744555b7c2f4a05add45870c1c299a98ef6",
    "simhash": "1:a508fcc3c5168168",
    "word_count": 740
  },
  "last_updated": "2024-02-27T16:07:55.066799+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Patterson, Parker and Stearne, JJ."
    ],
    "parties": [
      "Martin, Appellant, v. Moscow Borough."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Parker,\nIn this action in trespass the trial judge entered a compulsory nonsuit and the court below discharged plaintiff’s rule to take off the nonsuit. The action was brought against the borough of Moscow to recover damages suffered by the plaintiff when he turned his car into a drainage ditch on the side of a state highway. The negligence alleged was a failure on the part of the borough to keep the road reasonably safe for travel. We are all of the opinion that the court correctly disposed of the issue.\nViewing the evidence in a light most favorable to plaintiff, his contributory negligence is so clear that it is not necessary to discuss the question of defendant’s negligence. All proofs as to the happening of the accident came from plaintiff. He was driving his car through a small borough on a clear night at a speed of twenty miles per hour on a black-top state highway of which eighteen feet was hard surfaced, when he saw a large truck rounding a bend and approaching him in the opposite direction at a rapid rate of spéed and about two hundred feet distant. He feared that the truck might come over on his side of the road, although in fact there is no evidence that it did. As expressed by the plaintiff, the approach of the truck “had a very fearsome effect upon me [him].” His attitude and state of mind are further disclosed by this testimony: “Q. Every time you see a truck do you get over immediately off the road? A. Well, I usually do at night, yes, sir.”\nThere was a berm at least eighteen inches in width on his side of the improved portion of the highway, clear of vegetation that might have obscured his vision and that much more level ground, and beyond that there was a drainage ditch two or three feet in depth. No accurate measurements of the depth were shown. Plaintiff testified that he did not see the ditch because of weeds and high grass. Photographs, taken immediately after the accident, placed in evidence by plaintiff, do not disclose any unusual conditions of weeds and grass and the depression is plainly visible thereon.\nUnder these circumstances, plaintiff turned his ear not merely onto the berm but into the drainage ditch, continuing on until his car was tightly wedged between a cement culvert and a tree. The cement construction was similar to that on all state highways marking a point at which the water from the drain is carried under the road and it was located approximately in line with the top of the slope next to the road. The cement block was in plain sight of one passing along the road. Under his own testimony he must have turned his car into the ditch almost as soon as he saw the truck with slight, if any, slackening of speed.\nDitches or gutters with walks or bridges built across them for the use of abutting owners are of such vital necessity and in such general use that the construction cannot be considered defects in the highway, and users of the highway are ordinarily charged with notice of their presence. The traveler knows that a highway is not constructed for use to its full legal width and when he passes beyond the traveled portion he is bound to be on his guard: Short v. Carbondale, 249 Pa. 564, 568, 95 A. 254. The plaintiff was not confronted with any sudden emergency except such as was occasioned by his own unnecessary fright. If he wished to turn from the improved portion of the road, it was his duty to look where he was going and be on his guard. While the plaintiff says that he did not see the ditch, that was his own fault. If he could not. see the condition in front of him, he should have stopped his car. The cement block forming the end of the culvert should have warned him of trouble ahead. Under these circumstances he was not justified in driving his car into the drain. Plaintiff’s contributory negligence bars a recovery.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Parker,"
      }
    ],
    "attorneys": [
      "J. Julius Levy, with him F. J. McDonnell, for appellant.",
      "Harold A. Scragg, with him Joseph Martsmacco, for appellee."
    ],
    "corrections": "",
    "head_matter": "Martin, Appellant, v. Moscow Borough.\nArgued January 25, 1943.\nBefore Maxey, C. J.; Drew, Linn, Patterson, Parker and Stearne, JJ.\nJ. Julius Levy, with him F. J. McDonnell, for appellant.\nHarold A. Scragg, with him Joseph Martsmacco, for appellee.\nMarch 22, 1943:"
  },
  "file_name": "0475-01",
  "first_page_order": 497,
  "last_page_order": 499
}
