{
  "id": 1216395,
  "name": "Commonwealth v. Libonati, Appellant",
  "name_abbreviation": "Commonwealth v. Libonati",
  "decision_date": "1943-03-29",
  "docket_number": "Appeal, No. 16",
  "first_page": "504",
  "last_page": "512",
  "citations": [
    {
      "type": "official",
      "cite": "346 Pa. 504"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "341 Pa. 541",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204507
      ],
      "pin_cites": [
        {
          "page": "551"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0541-01"
      ]
    },
    {
      "cite": "167 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866833
      ],
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0153-01"
      ]
    },
    {
      "cite": "166 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864187
      ],
      "pin_cites": [
        {
          "page": "413"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0405-01"
      ]
    },
    {
      "cite": "289 Pa. 284",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1103278
      ],
      "pin_cites": [
        {
          "page": "293"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/289/0284-01"
      ]
    },
    {
      "cite": "341 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204546
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0187-01"
      ]
    },
    {
      "cite": "326 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1174420
      ],
      "pin_cites": [
        {
          "page": "521"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/326/0513-01"
      ]
    },
    {
      "cite": "318 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159653
      ],
      "pin_cites": [
        {
          "page": "472"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0465-01"
      ]
    },
    {
      "cite": "142 Pa. Superior Ct. 327",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1028887
      ],
      "pin_cites": [
        {
          "page": "333"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/142/0327-01"
      ]
    },
    {
      "cite": "341 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1204485
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/341/0345-01"
      ]
    },
    {
      "cite": "328 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179726
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "333"
        },
        {
          "page": "334"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0321-01"
      ]
    },
    {
      "cite": "269 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063554
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "174"
        },
        {
          "page": "174"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/269/0169-01"
      ]
    },
    {
      "cite": "209 Pa. 465",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936216
      ],
      "pin_cites": [
        {
          "page": "468"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0465-01"
      ]
    },
    {
      "cite": "4 Pa. 269",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        401909
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/4/0269-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 786,
    "char_count": 14067,
    "ocr_confidence": 0.493,
    "pagerank": {
      "raw": 1.0972742857758289e-06,
      "percentile": 0.9854738635341288
    },
    "sha256": "56e80a6cae232338d1a2c4a2a0d95ab522b99a9df45bd30c09b7fc638975de38",
    "simhash": "1:135bfc8a682e6d30",
    "word_count": 2418
  },
  "last_updated": "2024-02-27T16:07:55.066799+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ."
    ],
    "parties": [
      "Commonwealth v. Libonati, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Patterson,\nJoseph Libonati, the appellant, was indicted and tried for the murder of one Carrie Kolb, who was shot and killed at about 12:30 a.m. on July 24, 1940, as she sat in a parked automobile with one John Ewing near 2645 West Carson Street, Pittsburgh. Ewing, a boarder of the deceased, was likewise shot and killed. The defense was an alibi — that appellant could not have committed the offense because he was at home and in bed at the time the fatal shots were fired. By their verdict the jury found appellant guilty of murder in the first degree and fixed the penalty at life imprisonment. Motions in arrest of judgment and for a new trial filed by appellant were overruled, sentence of life imprisonment was imposed, and this appeal followed.\nAccording to the Commonwealth’s case, an intimate relationship grew up between the deceased and appellant following the death of the latter’s wife in 1937. Admittedly he gave her sums of money, as much as fifty dollars a month, and in addition had bought her an automobile, a fur coat, a washing machine, and other articles of personal property. When, her attitude toward him became cool appellant demanded of deceased the return of a large sum of money, from twelve to sixteen hundred dollars, and threatened her with bodily harm if the money was not returned. A few months before the killing appellant told a felloAV-employee of the money he had given deceased and stated that if she did not return it he “might be going to kill her”; again he was heard saying to deceased over the telephone, in an angry tone, “If I don’t get my machine back or some of the money you owe me I’ll cut your teats off”; and on still another occasion, in the latter part of April or early in May, 1940, he stated to a friend that the deceased “wasn’t going to make a fool of him. She has promised to marry him,” and that unless he obtained his money back he Avould “cut her guts out.” At numerous times appellant was observed maintaining a watch on deceased’s house and he warned one woman to keep her husband away from the deceased. He denied that he ever owned or possessed a gun, but the Commonwealth’s evidence establishes that he had been seen to have a revolver in his possession, and that several months prior to the killing he produced a broken clip from an automatic pistol, asking a felloAV-workman to make the necessary repairs.\nAppellant admitted he was at the scene of the crime after the shooting but denied that he was the responsible party, claiming he was at his home, and in bed, when the shots were fired. This was contradicted by two witnesses for the Commonwealth, however, one of whom testified he saw appellant in the vicinity of the crime at approximately 11:50 p.m., some forty minutes before the killing, and the other of whom stated he observed appellant walking along West Carson Street, in the direction of Ewing’s parked car, twenty to twenty-five minutes before the reports of the fatal shots were heard. Witnesses who lived near where the car was parked stated that screams were heard and thereafter shots, followed by silence and then more shots. The figure of a man was seen standing beside the car firing a gun and then running from the side of the car toward a set of railroad tracks leading to the rear of appellant’s home after a five minutes’ walk. Appellant’s bedroom was at the rear of the house, and the rear entrance was by a door leading directly into this room. Following the shooting appellant was observed to be in an agitated condition; he was “white as chalk” and was “shaking.” On returning to his home after visiting the scene of the crime appellant said nothing about a killing having taken place, simply stating there had been “an accident,” but took a long automobile ride through the streets of Pittsburgh with his son and one Fazio who testified that no mention of what had occurred was made by appellant during the entire trip, although they drove past the scene of the crime, and that he did not know of the murder until he read about it in a newspaper the next day. Appellant’s alibi was supported in part by apparently disinterested witnesses and by members of his immediate family. Some of the evidence could be true and appellant could still have committed the crime; other parts, particularly that given by members of his family, would, if believed, have completely exonerated him.\nIt is conceded the Commonwealth’s case “may have been sufficient to point the finger of suspicion at the appellant,” but it is urged, as appellant’s principal contention, that the evidence, being wholly circumstantial, was not sufficient in quantity and quality to overcome the presumption of innocence and put appellant to a defense. In the alternative, complaint is made of certain rulings relating to the admission and exclusion of evidence and of alleged misstatements of fact in the trial judge’s charge to the jury, by reason of which it is urged appellant has been denied a full, fair, and impartial trial. Our review of the evidence and the law convinces us that the conviction was proper and that the judgment and sentence must be affirmed.\nThe mere fact that the evidence to establish appellant’s authorship of the crime is wholly circumstantial is not fatal to the Commonwealth’s case. As long ago as Commonwealth v. Harman, 4 Pa. 269, this court said, speaking through Chief Justice Gibson (p. 271) : “No witness has been produced who saw the act committed; and hence it is urged for the prisoner, that the evidence is only circumstantial, and' consequently entitled to a very inferior degree of credit, if to any credit at all. But that consequence does not necessarily follow. Circumstantial evidence is, in the abstract, nearly, though perhaps not altogether, as strong as positive evidence; in the concrete, it may be infinitely stronger.” See also Commonwealth v. Kovovic, 209 Pa. 465, 468; Commonwealth v. DuBoise, 269 Pa. 169, 174; Commonwealth v. Karmendi, 328 Pa. 321, 333. Nor may we say, as a matter of law, that the guilt of the accused has not been sufficiently established to carry the case to the jury merely because of a remote possibility that the evidence, or some part of it, might be true and the accused still be innocent. The requirement of the law is that in order to warrant a conviction the facts and circumstances proved must be of such character as to produce a moral certainty of the guilt of the accused beyond any reasonable doubt — not that they need be absolutely incompatible with his innocence — and that doubt is for the jury unless the evidence “be so weak and inconclusive that as a matter of law no probability of fact can be drawn from the combined circumstances”: Commonwealth v. DuBoise, supra, 174. See also Commonwealth v. Karmendi, supra, 334; Commonwealth v. Giovanetti, 341 Pa. 345, 359; Commonwealth v. Marino, 142 Pa. Superior Ct. 327, 333.\nBearing in mind the relationship between the deceased and accused, his thwarted desire to marry her, and her refusal to return his gifts of money and property, we have a motive for the murder as old as crime itself — that of revenge and jealousy. We have also accused’s announced intention to do deceased serious bodily harm; the fact of his possession of a gun and his request for certain necessary repairs to the clip of an automatic revolver within several months of the killing; and the positive testimony of persons who knew accused well placing him in the immediate vicinity of the crime at the time it was committed. In addition we have the circumstance that the course taken by the murderer would lead directly to the rear of accused’s home and his bedroom after a few minutes’ walk, the fact of his agitated emotional condition immediately after the killing, and his subsequent incriminating actions, such as his false statements when taken into custody, to the effect that he was not out of the house at any time on the night of the killing, and the fact that he made no mention of what had actually taken place upon his return home after visiting the scene of the crime, merely stating there had been an accident. It is true the figure observed firing into the Ewing’car was described as garbed in dark clothes, whereas the testimony is that when accused was later seen at the scene of the crime he was coatless and wearing a white shirt, but this circumstance, as well as a large part of the evidence offered by accused to substantiate his alibi, is entirely consistent with the theory of the Commonwealth that after firing the fatal shots accused fled along the railroad tracks to the rear of his house, came out of the front door of the house, and then walked back to the scene of the crime.\nConsidered individually none of these facts would be conclusive, but when considered in its totality we are of one mind that the evidence was such as to require submission of the case to the jury, under proper instructions which were given as follows: “. . . the evidence in this case, upon which the Commonwealth relies for a conviction, is circumstantial evidence ... In other words, there were no eye witnesses to this killing who could identily the person who actually did the shooting. . . . Now, members of the jury, with reference to circumstantial evidence, we say to you this is the law, that the facts and circumstances which you find to be true, from the evidence offered before you, must not only be consistent with guilt, but inconsistent with innocence before you can convict . . . Where the Commonwealth asks a conviction upon circumstantial evidence, such evidence must point with steady and unerring aim to the guilt of the accused, beyond all reasonable doubt, and must be inconsistent with and irreconcilable to any reasonable hypothesis of his innocence . . .” See Commonwealth v. Benz, 318 Pa. 465, 472; Commonwealth v. Bardolph, 326 Pa. 513, 521; Commonwealth v. Giacobbe, 341 Pa. 187, 189:\nDid the alleged trial errors, or any of them, substantially abridge in any way the fundamental right of appellant to a full, fair and impartial trial? Our conclusion, like that of the court below, is that they did not. It is contended the court improperly excluded evidence to show that about a week before the killing an unidentified person stopped at a gasoline station located some six blocks from where deceased lived, exhibited a revolver, and told the attendant he intended to use it on “a blonde woman” who had gotten out of his car at the gasoline station some weeks before and who had given him a disease. As stated, the offer was obviously too indefinite to have any real evidentiary value, since the individual referred to in the alleged conversation may have been any one of an indeterminate number of blonde women in the community, and its rejection, in the absence of some attempt to show that the person referred to and deceased were one and the same, furnishes no just cause for complaint. See Commonwealth v. Winter, 289 Pa. 284, 293. Nor are we convinced of error in the court’s refusal to admit in evidence the record of the coroner’s inquest upon the body of the deceased. The finding of the coroner’s jury, being based on less than all the evidence in the case, was entirely superfluous, and hence its exclusion was proper, particularly since the finding did not declare a person other than the accused to be the wrongdoer but simply stated death resulted “from a gun in the hands of a person or persons unknown” : See 5 Wigmore on Evidence (3rd. ed.), section 1671(6).\nThe remaining grounds for a new trial may be disposed of briefly. The testimony of the witness Gray as to threats of bodily harm made by appellant over a telephone was only rendered admissible after it had been brought out on cross-examination of appellant that he never called any person over that particular telephone excepting deceased. This was clearly rebuttal evidence, and the same is true of the evidence of the witness Brooks. The latter was called principally for the purpose of discrediting the testimony of appellant that he had not left his home at any time on the night of the killing, rather than for the purpose of placing appellant at the scene of the crime, and while it might properly have been received as part of the Commonwealth’s case in chief, this fact does not necessarily exclude it as rebuttal. “The admission of testimony not strictly rebuttal is within the discretion of the court, and if relevant the mere fact that it was received in rebuttal when it should have been offered in chief, is not reversible error”: Sadler Criminal Procedure in Pennsylvania (2nd ed.), section 546. See also Commonwealth v. Bell, 166 Pa. 405, 413; Commonwealth v. Weber, 167 Pa. 153, 156. Considered as a whole the charge fairly sets forth the essential evidence, and we are satisfied that the alleged misstatements as to the results of appellant’s negative paraffin test and his ownership of an automatic revolver, if they be misstatements at all, could not possibly have prejudiced appellant in any way, especially in view of the court’s caution to the jury that “if court or counsel have inadvertently misstated any part of the evidence, you will correct us and take your own recollection; you are tlie sole judges of tlie facts.” See Commonwealth v. Jones, 341 Pa. 541, 551.\nUpon a review of the entire record we are satisfied that it discloses a homicide with all the elements necessary to constitute murder in the first degree. While largely circumstantial, the evidence was convincing. The case was tried with great care, the rulings on evidence and the charge of the trial judge are free of reversible error, and the verdict of the jury is conclusive.\n. All the assignments of error are overruled and the judgment and sentence are affirmed.",
        "type": "majority",
        "author": "Mr. Justice Patterson,"
      }
    ],
    "attorneys": [
      "Harry A. Estep, for appellant.",
      "Earle 11. Jaclcson, Assistant District Attorney, with him Russell H. Adams, District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Libonati, Appellant.\nArgued January 11, 1943.\nBefore Maxey, C. J.; Drew, Linn, Stern, Patterson, Parker and Stearne, JJ.\nHarry A. Estep, for appellant.\nEarle 11. Jaclcson, Assistant District Attorney, with him Russell H. Adams, District Attorney, for appellee.\nMarch 29, 1943:"
  },
  "file_name": "0504-01",
  "first_page_order": 526,
  "last_page_order": 534
}
