{
  "id": 1216505,
  "name": "Pennsylvania Company for Insurances on Lives and Granting Annuities, Appellant, v. Wallace et al.",
  "name_abbreviation": "Pennsylvania Co. for Insurances on Lives v. Wallace",
  "decision_date": "1943-03-22",
  "docket_number": "Appeal, No. 1",
  "first_page": "532",
  "last_page": "550",
  "citations": [
    {
      "type": "official",
      "cite": "346 Pa. 532"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "220 U. S. 178",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3658370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/220/0178-01"
      ]
    },
    {
      "cite": "337 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "317 Pa. 287",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845691
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/317/0287-01"
      ]
    },
    {
      "cite": "315 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156688
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0133-01"
      ]
    },
    {
      "cite": "170 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872309
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/170/0402-01"
      ]
    },
    {
      "cite": "108 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/108/0362-01"
      ]
    },
    {
      "cite": "5 Wheat. 326",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        1442102
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/18/0326-01"
      ]
    },
    {
      "cite": "104 U. S. 93",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3492005
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/104/0093-01"
      ]
    },
    {
      "cite": "200 A. 790",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "132 Pa. Superior Ct. 238",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1010265
      ],
      "pin_cites": [
        {
          "page": "244"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/132/0238-01"
      ]
    },
    {
      "cite": "158 A. 266",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "305 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134652
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/305/0527-01"
      ]
    },
    {
      "cite": "75 F. (2d) 148",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        961427
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/75/0148-01"
      ]
    },
    {
      "cite": "198 A. 36",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181428
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0421-01"
      ]
    },
    {
      "cite": "95 U. S. 576",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3384407
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/95/0576-01"
      ]
    },
    {
      "cite": "254 S. W. 123",
      "category": "reporters:state_regional",
      "reporter": "S.W.",
      "case_ids": [
        10297150
      ],
      "opinion_index": 0,
      "case_paths": [
        "/sw/254/0123-01"
      ]
    },
    {
      "cite": "169 N. Y. 143",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2301907
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/169/0143-01"
      ]
    },
    {
      "cite": "185 Mass. 202",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        826432
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/185/0202-01"
      ]
    },
    {
      "cite": "138 N. E. 8",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "242 U. S. 7",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3934967
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/242/0007-01"
      ]
    },
    {
      "cite": "152 N. E. 69",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "256 Mass. 19",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        853109
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/256/0019-01"
      ]
    },
    {
      "cite": "125 N. E. 857",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "234 Mass. 584",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        63656
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/234/0584-01"
      ]
    },
    {
      "cite": "115 N. E. 286",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "226 Mass. 91",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        48695
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/226/0091-01"
      ]
    },
    {
      "cite": "35 A. L. R. 496",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "opinion_index": 0
    },
    {
      "cite": "225 Pac. 1045",
      "category": "reporters:state_regional",
      "reporter": "P.",
      "opinion_index": 0
    },
    {
      "cite": "299 Pa. 25",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1122266
      ],
      "pin_cites": [
        {
          "page": "31"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/299/0025-01"
      ]
    },
    {
      "cite": "80 Pa. Superior Ct. 191",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        653563
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/80/0191-01"
      ]
    },
    {
      "cite": "267 Pa. 102",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057788
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0102-01"
      ]
    },
    {
      "cite": "94 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        679906
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/94/0248-01"
      ]
    },
    {
      "cite": "295 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1115204
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/295/0074-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 343",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874490
      ],
      "pin_cites": [
        {
          "page": "350"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/36/0343-01"
      ]
    },
    {
      "cite": "13 A 2d 525",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199961
      ],
      "pin_cites": [
        {
          "page": "553"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0548-01"
      ]
    },
    {
      "cite": "104 N. E. 108",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "pin_cites": [
        {
          "page": "109"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "249 N. Y. 307",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        1984868
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ny/249/0307-01"
      ]
    },
    {
      "cite": "78 A. 933",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "229 Pa. 407",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        971790
      ],
      "pin_cites": [
        {
          "page": "410"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/229/0407-01"
      ]
    },
    {
      "cite": "172 A. 712",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156746
      ],
      "pin_cites": [
        {
          "page": "303"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0298-01"
      ]
    },
    {
      "cite": "103 Pa. 415",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        449189
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/103/0415-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1260,
    "char_count": 34385,
    "ocr_confidence": 0.469,
    "pagerank": {
      "raw": 3.482904352101487e-07,
      "percentile": 0.8818608729698141
    },
    "sha256": "01a7ec6a9c2bb02added586ca23ef0f20c30aa04b8d9b3f653435cba07c0122a",
    "simhash": "1:83dd61d73e757245",
    "word_count": 5772
  },
  "last_updated": "2024-02-27T16:07:55.066799+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Maxey, C. J.; Drew, Linn, Patterson, Parker and Stearns, JJ."
    ],
    "parties": [
      "Pennsylvania Company for Insurances on Lives and Granting Annuities, Appellant, v. Wallace et al."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Maxey,\nThis is an appeal from the judgment of the court below in an action of assumpsit tried by a judge without a jury. The action was to recover from the defendants a deficiency judgment upon a bond given to secure a mortgage on real estate. The trial judge found that the bond “did not impose an unlimited personal and individual liability, but was a special agreement ... to look only to the trust property,” and, therefore, “the plaintiff is not entitled to recover from the defendant Wallower the deficiency as claimed.” The Court below dismissed the plaintiff’s exceptions to this finding and entered judgment in favor of the defendant-appellee, E. Z. Wallower. This appeal followed.\nThe trial judge made certain findings of fact, which are supported by credible testimony. They are conclusive on this appeal, since they have the same weight as the verdict of a jury in cases tried by a jury. The evidence showed that on July 28, 1922, E. Z. Wallower, Brenton G. Wallace and Frederic G. Warner, trading as Wallace and Warner, Dorothy W. Wallace, Charles J. Hood and Henry V. Massey, Jr., as subscribers and as trustee executed a Declaration of Trust; which is usually characterized as a Massachusetts Trust; and in substance is a common law or Business Trust. In the Declaration of Trust it was provided that the parties as trustee in their collective capacity should be designated as Lancaster Apartment Company of Philadelphia. The trust agreement further provided: “1. The trustees shall have no power to bind the certificate holders personally, and the subscribers and their assigns, and all persons and corporations extended credit to, contracted with, or having any claim against the trustees, shall look only to the fund and property of the trust for payment under such contract or claim, or for the payment of any debt, damage, judgment, or any money that may otherwise become due or payable to them from the trustees, so that neither the trustees nor the certificate holders, present or future, shall be personally liable therefor. “2. In every written order, contract or obligation, which the trustees shall give or enter into, it shall be the duty of the trustees to stipulate that neither the trustees nor the certificate holders shall be personally liable by reason of such contract, order or obligation.”\nOn December 1, 1924, Charles J. Hood & Co., acting as broker, made a written application to the New York Life Insurance Company for a mortgage loan of $125,000, which application was on a printed form furnished by the New York Life Insurance Company, (hereinafter re-, ferred to as the Insurance Company). This application gave the “Name of the Borrower: The Lancaster Apartment Co. of Philadelphia,” and in the blank for “Information regarding Borrower ... :” it was set forth that “The Lancaster Apartment Company of Philadelphia is a company formed under Agreement and Declaration of Trust under the Massachusetts Trust Act and consists of'the following trustees: — ,” (here follows the names of the trustees in the Declaration of Trust). At the time the making of the loan by the Insurance Company was under consideration, it also had before it a letter from the broker which described “The Lancaster Apartments” in detail and. stated that the “Title to the property is held by the Lancaster Apartments Company of Philadelphia, a Company formed under Agreement and Declaration of Trust under the Massachusetts Trust Act and consists” of the trustees, naming them. The application and this letter came before Charles M. Swezey, a lawyer,, employed by the Insurance Company for 17 years and associated with its general counsel, and at the time he testified he was still in its employ. The Insurance Com-, pany’s “instructions” to its counsel “for mortgage loans by the Company” is “to proceed with the closing of the mortgage loan if the title and conditions are found satisfactory.” The only evidence showing to whom this loan was authorized by the Insurance Company is found in Mr. Swezey’s letter, written in the name of the General Counsel, to the Merion Title and Trust Company in which it is expressly stated that “This Company has authorized a loan, ... to be secured by mortgage on property, 6355 Lancaster Avenue . . . , . with the Lancaster Apartment Company of Philadelphia as mortgagor.” This letter was written after he received the application and broker’s letter showing that the borrower was a Massachusetts Trust. The trial judge found as a fact, to which no exceptions were taken, that “The New York Life Insurance Company employed the Merion Title and Trust Co. of Philadelphia to search the title and insure the loan.”\nOn January 8,1925, “a letter” dated January 7,1925, was received from the Merion Title and Trust Company, forwarding the executed bond and mortgage “for examination. A settlement certificate was forwarded as well ...” Mr. Swezey examined them, sent them to the mortgage loan department for approval, which was done that day. On the same day, Mr. Swezey wrote the Merion Title and Trust Company returning the mortgage and stated that upon receipt of advice that the mortgage had been recorded, he would forward a check with which to close the loan. Upon receipt of the Merion Company’s telegram that the mortgage had been recorded, Mr. Swezey drew a warrant for a check to be dated January 12, 1925, and forwarded the check to the Merion Company.\nOn January 10, 1925, two days before the loan was closed and the settlement was made, on January 12,1925, Mr. Harry C. Bare, title officer and vice-president of the Merion Company, which was employed by the Insurance Company to search this title, “insisted that the declaration of trust should be recorded as it was part of the title” and “as a matter of protection to all parties,” and it was recorded on the same day.\nOn the date of the settlement, January 12, 1925, a deed of confirmation, which referred to the recorded Declaration of Trust was executed and recorded, and the deed recited that it should inure to the benefit of the New York Life Insurance Company. On the same day, by deed of conveyance, the trustees for Lancaster Apartment Company of Philadelphia conveyed the mortgaged premises to the Corona Realty Company. This deed recited that the trustees were trustees “acting under Declaration of Trust dated July 28, 1922, and recorded at Philadelphia January 10, 1925.”\nOn February 20, 1928, the bond and mortgage was then past due. The Insurance Company on that day assigned the bond and mortgage to the Philadelphia Company for Guaranteeing Mortgages (hereinafter referred to as the Philadelphia Company). The Philadelphia Company agreed with the Corona Realty Company, then owner of the mortgaged premises, to extend the time for the payment of the principal of the bond and mortgage for three years from January 7,1928. On May 9, following, the Philadelphia Company assigned the bond and mortgage to The Pennsylvania Company for Insurances on Lives and Granting Annuities, Trustee, the plaintiff-appellant in this lawsuit. (We will hereinafter refer to this Company as the Pennsylvania Company.) On September 20, 1931, the bond and mortgage was again past due, and an agreement was again made with the then owner, the Corona Realty Company, to extend the time for the payment of the principal of the bond and mortgage for an additional period of three years from January 7,1931.\nAdmittedly, “at the time of the assignment of the mortgage, after the trustees had conveyed the property to the new owner, the assignee made no request for a declaration of no setoff from the Lancaster Apartment Co. of Philadelphia, or from any of the defendants, accepting a declaration of set off from the then owner.”\nThe bond and mortgage continued in default, and on April 15, 1937, the plaintiff instituted foreclosure proceedings on the mortgage, and in these proceedings a judgment was entered for the plaintiff in the sum of $163,323.33. A writ of levari facias was issued by virtue of this judgment, and pursuant thereto the mortgaged premises were sold at a public sale to the plaintiff for $115,000. The sum of $113,748.93 was paid by the sheriff to the plaintiff on account of the judgment. By stipulation of counsel it was agreed that the correct amount of its claim on the bond is $45,480.88, with interest on $29,653.92 from April 14, 1938.\nAppellant’s contention is this: First, that even though the form of the papers indicates the signatures to have been in a representative capacity, the signers are not relieved of personal liability even though duly authorized; second, that the facts fail to show that there was an agreement either express or implied between the New York Life Insurance Company and the signers of the bond to the effect that the signers should not be personally liable; and third, that the provisions of the bond cannot be varied by parol evidence.\nThe basic question is the defendant’s liability on the obligation which was delivered to the original obligee, the New York Life Insurance Company, for if the New York Life Insurance Company could not have recovered in this action, its assignees or successors must fail for the same reasons. This is because the assignees of this bond, admittedly, failed to make inquiry of the obligor, and both assignees therefore took it subject to any defense to which it was subject in the hands of the obligee, the New York Life Insurance Company. If the appellee here had a defense to the bond while it was in the hands of the New York Life Insurance Company, the obligee, he has the same defense to the bond in the hands of the assignee. If the assignee had made due inquiry, it might have learned of the limitation of the liability claimed by the defendants. If, after inquiry, this defense was not then declared, the bond in its hands would be without restrictions. See Lane v. Smith, 103 Pa. 415, approved in Allinger v. Melvin, 315 Pa. 298, 303, 172 A. 712. “The same rule applies to the assignee of the mortgage.” Volk v. Shoemaker, 229 Pa. 407, 410, 78 A. 933, cited with approval in Allinger v. Melvin (supra). If, on the other hand, it is determined that personal liability on the part of the trustees was contracted for between the original parties, the defendants have no defense against the assignee of the bond and mortgage.\nIt is the appellee’s contention that the forms of these papers clearly show from the manner of their execution that the signatories were acting in a representative capacity, as Trustees of the Lancaster Apartment Company of Philadelphia. They further contend, that since the obligations on their face show this, that the courts must hold that no personal liability on the part of the trustees was intended. In this connection they point out that the original parties to the bond and the mortgage and the power of attorney to confess judgment which was attached to the bond, state in specific terms that the instruments are made in the name of the principal and not in the name of the trustees; that the promises or undertaking are made in the name of the principal; that nowhere in the instruments are there personal covenants by the trustees, and that the signature is that of the principal “by its Trustees” (as indicated in the mortgage and in the bond, and in the Power of Attorney to Confess Judgment attached to the bond, executed and delivered to and accepted- by the Obligee).\nWe agree with the appellee that each of these documents indicate that both Obligor and Obligee therein designated the names of the principals who were to be brought into relationship .with each other and into obligations between themselves, as the Lancaster Apartment Company of Philadelphia, a Massachusetts Trust, and the New York Life Insurance Company. These documents show also that the covenants are those of the Massachusetts Trust, the Lancaster Apartment Company, its successors and assigns. Each instrument is so executed as. to show upon its. face that it is the deed of the trust estate by its Trustees, and nowhere in these instruments is there an ■ express or a clearly implied personal covenant of the trustees. “Whenever the form of the paper is such as fairly to indicate to the eye of common sense that the “makers signed as Trustees or in a representative capacity,” without a single personal covenant by them, they are “relieved of personal liability if duly authorized:” See Judge Cardozo’s statement in New Georgia National Bank v. J. & G. Lippman, 249 N. Y. 307, 104 N. E. 108, 109, cited in Dormont Sav. & Trust Co. v. Kommer, 338 Pa. 548, 553, 13 A 2d 525. Obviously every act here to be performed and every responsibility assumed was that of the trust estate, the Lancaster Apartment Company of Philadelphia.\nIn Pennsylvania “The recognized rule is that ‘when the execution of a contract is by written obligation, or sealed covenants, the agent cannot be sued upon the instrument itself, unless there be apt personal contractual words of his own, or he sign it as Ms own’: Stephenson v. Dodson, 36 Pa. Superior Ct. 343, 350; Bala Corporation v. McClinn, 295 Pa. 74. There can be a recovery against the agent only in such case where he assumes, by appropriate words, individual responsibility (Lucas v. Bodie, 94 Pa. Superior Ct. 248), as in the case of one ivho agrees to pay commissions without declaring he is acting for another: Lieberman v. Colahan, 267 Pa. 102. But this personal assumption must be shown, and is negatived, if, as here, the body of the contract, as well as the signature, discloses that he is acting only as agent for another. Holcomb & Hoke Mfg. Co. v. Gamba, 80 Pa. Superior Ct. 191.” (Italics ours.) Yentis v. Mills, 299 Pa. 25, 31.\nThe appellant argues that a trustee is himself the principal, and that “if the individuals were not bound, no one was. The ‘company’ was,, in fact, the individuals who composed it each of whom personally signed the contract and even attached a separate red seal.” “Pressed to its logical conclusion, this doctrine would forbid a trustee from contracting that he shall not be personally liable, — something which he may always do,” as the Supreme Court of Kansas said in the case of J. E. Hamilton v. Fred C. Young, 116 Kansas, 128, 225 Pac. 1045, 35 A. L. R. 496. There the Court said: “The trustees of a so-called ‘Massachusetts trust’ may adopt a name for business purposes, just as individuals, partnerships, and corporations may do so. Rand v. Farquhar, 226 Mass. 91, 115 N. E. 286. Promissory notes may be given in the collective name. Those authoritatively using the collective name may indicate that they are not binding themselves personally. If they do so conformably to the statute, they are not individually liable. “If in this instance the note had been signed ‘The Victory Oil Company, by U. B. Charles, President, Fred C. Young, Secretary, officially, not personally,” the individuals would not be bound. The words ‘by’ and ‘Attest’ having been employed in the signatures, commercial- usagé and common sense imply the words ‘officially, and not personally,’ and the court declares such to be the law of this state. If there were any ambiguity about it, parol evidence would be admissible, as between the original parties, to show the capacity in which Charles and Young signed.” See also cases cited in the footnote in Corporate Advantages Without Incorporation, p. 863: iC Adams v. Swig, 234 Mass. 584, 125 N. E. 857; Bowen v. Farley, 256 Mass. 19, 152 N. E. 69.”\nIn deciding this case these principles are applicable:\n(1) “Rights in contract are based on the manifested intention of the parties.” See Williston on Contracts, revised edition, vol. 2, sec. 422. (2) “A covenator is not to be held beyond his undertaking and he may make them as narrow as he likes,” as Justice Holmes, speaking for the United States Supreme Court said in Portuguese — American Bank v. Welles, 242 U. S. 7.\nThe pivotal question here is whether these covenantors “narrowed” their undertaking with the New York Life Insurance Company by limiting that company and its assigns when it sought payment of its claim under the contract entered into, “to the fund and property of the trust” (quoting from the trust agreement, supra). The appellee covenantor says that the undertaking was so “narrowed” because when the insurance company entered into the covenant now sued upon, it knew it was dealing with a “Massachusetts Trust”, and that anyone dealing with such a recognized “association” of individuals is cognizant of the fact that neither the shareholders nor the trustees shall ordinarily be personally liable for the debts of the association. Appellee contends that this knowledge is legally equivalent to an express agreement by the creditor that he will not attempt to hold the shareholders or trustees personally liable for the obligation the trustees entered into. This contention has received judicial recognition, as the decisions in the following cases indicate: McCarthy v. Parker, 138 N. E. 8 (Mass.); Hussey v. Arnold, 185 Mass. 202; Imperial Etc. Co. v. Jewett, 169 N. Y. 143; Webster & Sons v. Utopia Confectionery, 254 S. W. 123 (Texas).\nThe issue resolves itself into a factual question: Did the insurance company when it entered into this contract know that the other party to the contract was a Massachusetts Trust, the trust instrument of which provided that neither the trustees nor the certificate holders shall be personally liable on the obligations of the trust? The court below found from the evidence that it did. Witness Swezey, supra, testified that he represented the New York Life Insurance Company as its attorney with “the title of attorney”, in making this loan, that he was “an integral part of the company, not an outside attorney, that the application for it came before him, that he knew that “the loan was being applied for by a Massachusetts Trust known as the Lancaster Apartment Company of Philadelphia”, that he was charged with the duty of proceeding with the closing of the loan “if the title and conditions were found satisfactory”, that “as a lawyer” he was “familiar with the nature of a Massachusetts Trust”, that “Massachusetts trusts are normally drawn so as to avoid personal responsibility on the part of the trustees and the subscribers to the agreement”, that he made no inquiry “concerning the financial responsibility of the trustees as individuals”, that “Massachusetts trusts has a definite meaning among real estate people”, that he had examined carefully seven or eight Massachusetts trusts, and that in his opinion “this is a Massachusetts trust”, and that he did “not now recall having seen a Massachusetts trust with personal responsibility on either the part of the trustees or the subscribers”, and that the company, whose attorney and counsel he was, “had made loans to Massachusetts trusts”.\nThis testimony is not the only evidence that this company knew it was contracting with a “Massachusetts trust” and knew the legal implication of that fact. A letter applying for this loan and received by the insurance company from the brokers for this loan, Charles J. Hood & Company, stated: “Title to the property is held by The Lancaster Apartments Company of Philadelphia, a Company formed under Agreement and Declaration of Trust under the Massachusetts Trust Act, and consists of the following trustees:”\nThe insurance company through its agent, Merion Title & Trust Co., requested that the Declaration of Trust be recorded before settlement. It was so recorded two days before the amount of the loan was paid to the “Massachusetts trust”. The “deed of confirmation” executed on the day of settlement “to the benefit of the insurance company” referred to the Declaration of Trust, which contained the limitation as to liability. The manner of the signing of the mortgage and bond: “Lancaster Apartment Company of Philadelphia, by its Trustees” (naming them), certainly should have put the company on inquiry as to whether or not the trustees were personally liable on the obligation. See: R. P. Co. v. Durant, 95 U. S. 576; Clark et al. v. Provident Trust Company of Phila., Trustee, et al., 329 Pa. 421, 198 A. 36.\nIt is almost unbelievable that a great organization like the New York Life Insurance Company when it entered into a contract of this kind, with all these facts before it, did not know of the exact legal status of the association it was dealing with and did not know that the Declaration of Trust whose recording it insisted upon before it would pay over the money, contained an express provision limiting the liability incurred, to the trust property itself. That was clearly “in view of the parties”. All the evidence indicates that as the minds of the contracting parties met, there was no contemplation by either of them of any liability on this bond and mortgage on the part of the trustees who executed it. Williston on Contracts, revised edition, vol. 1, sec. 313a, recognizes the rule that in contracts with trustees there may be situations where “the facts justify the inference that the parties contracted subject to said limitation”, i. e., the trust agreement’s limitation as to personal liability. See also Bogert on Trusts and Trustees, vol. 2, sec. 300, as to the basis of “an inference of an agreement not to hold the trustee personally.” Fletcher Cyclopedia Corporations, Permanent Edition, Yol. 16, Sec. 8254, page 1152, contains the following statement: “. . . The mere signing of an obligation by trustees in their individual names with the descriptive words Trustees’ or the like added to their signatures does not alone exempt them from personal liability, but the contrary is usually held where they sign in the trust name or in such a manner as clearly to specify that they are signing on behalf of the trust alone and not as individuals, ...” Scott on Trusts, Yol. 2, Sec. 263.2 makes this statement: “. . . In a number of cases it has been held that a provision in the trust instrument that the trustee should not be personally liable, of which the other party to the contract had notice, was sufficient to preclude him from holding the trustee personally liable....” (citing cases).\nIn Restatement of the Law of Trusts, See. 263, comment (b) appears the following: “. . . Such a provision [in the trust instrument that the trustee shall not be liable] . . . may be considered with other facts in determining whether it was the understanding of the parties to the contract that the trustee should not be personally liable.”\nThese and other authorities are contrary to the position taken by the appellant that “unless liability is expressly waived in the written instrument a trustee is liable personally if he signs the contract”.\nIt is not necessary to point out that when The Pennsylvania Company accepted an assignment of this bond and mortgage it had before it the “title search it employed the Real Estate Land & Title & Trust Co. to make and that the last page of the report on this search had a notation thereon of the Declaration of Trust and of its recording”. At the time of taking this assignment, The Pennsylvania Company did not ask any one for a declaration of no set-off except the Corona Realty Company, the then-owner of the premises. This is evidence that The Pennsylvania Company did not regard the bond and mortgage as being secured by anything but the trust property. If it believed that the trustees were personally liable, it would have exacted from them a declaration of no set-off.\nIn James Stewart & Co. v. National Shawmut Bank, 75 F. (2d) 148, it was held that explicit reference to declaration of trust and place of public record thereof in trustees’ contract for erection of building on land owned by trust put contractor on notice of, and bound him by provision in, declaration that persons contracting with trustees should look to trust premises, not trustees individually, for payment of money due. The court said: “A large contracting company ... can hardly have been unfamiliar with the general characteristics of real estate trusts. The plaintiff knew that it was contracting with the trustees of such a trust, i. e., with persons acting for others in a fiduciary and representative capacity; that the defendant was a national banking association of limited powers, and that their powers and duties as trustees were defined in an instrument which was explicitly referred to in the contract and was a matter of public record. The reference to the declaration of trust in the contract was not casual or accidental, it was plainly for some important purpose; it is at the very beginning of the contract and is obviously the foundation on which the owner’s side of it rests. . . . Was the plaintiff at liberty to ignore the fact that the declaration of trust was open to its inspection as a part of a public record, and to claim that it was unaware of the limitation on the personal liability of the trustees therein contained and did not agree thereto? We do not think so. On the contrary, we think that the explicit reference to the declaration of trust, and to the public record of it where it could be found, put the plaintiff on its notice to ascertain whether its provisions affected its contract with the defendant, and that the plaintiff was bound by it, at least, to the extent to which it imposed limitations on the powers or liabilities of the persons who signed on behalf of the trust. The case is clearly distinguishable from those in which contracts were made by trustees in which there was no such explicit reference to the declaration of trust.”\nSince the decision in this case rests upon a finding of fact, to wit, that the insurance company knew it was dealing with an association which by its very organization provided that the trustees and shareholders would be exempt from personal liability on the association’s contracts, it is not necessary to bring in “the parol evidence rule”. This is not a case where it is sought to modify a written instrument. This instrument under one set of facts would impose personal liability on the trustees; under another set of facts it would not. The court found upon competent and sufficient evidence that the latter set of facts existed at the inception of this contract. Its legal conclusions followed from that finding.\nHowever, it is.well settled that if there be any ambiguity about a written instrument its interpretation may depend on proof of facts. Showing by evidence the exact agreement of the parties is not, under circumstances such as here present, a violation of the parol evidence rule. Laney v. Columbia Nat. Gas Co., 305 Pa. 527, 158 A. 266. In Sarner's Est., 132 Pa. Superior Ct. 238, 244, 200 A. 790, Judge Baldrige speaking for the Superior Court said: “A written instrument is always open to explanation, even by parol or extrinsic evidence, where it is fairly susceptible of two constructions, or where its meaning is obscure or ambiguous:” (citing cases). In Metcalf v. Williams, 104 U. S. 93, the Supreme Court of the United States said: “The remarks of Mr. Justice Johnson, in delivering the opinion of this court, in the case of Mechanics’ Bank v. Bank of Columbia (5 Wheat. 326), are apposite to this case. . . . The Justice said: ‘The question is whether a certain act, done by the cashier of a bank, was done in his official or individual capacity. ... Evidence to fix its true character becomes indispensable.’ . . . The ordinary rule undoubtedly is, that if a person merely adds to the signature of his name the word ‘agent’, ‘trustee’, ‘treasurer’, etc., without disclosing his principal, he is personally bound. The appendix is regarded as a mere descriptio personae. It does not of itself make third persons chargeable with notice of any representative relation of the signer. But if he be in fact a mere agent, trustee, or officer of some principal, and is in the habit of expressing, in that way, his representative character in Iiis dealings with a particular party, who recognizes him in that character, (italics supplied) it would be contrary to justice and truth to construe the documents thus made and used as his personal obligations, contrary to the intent of the parties.”\nWe find no merit in appellant’s contention that the appellee is estopped from denying that he was personally liable on the bond and mortgage because the certificate of registration under the Fictitious Name Act of June 28, 1917, P. L. 645, 54 PS 21, filed by these trustees “gives no indication that the individual signers were not fully and completely liable for the contracts of the ‘Company’ The act thus invoked does not prevent the persons so registering from limiting their liability on their contracts when the other party to the contract agrees to or acquiesces in that limitation.\nNor is there any reason of public policy which makes it obligatory on the courts of Pennsylvania to refuse to recognize the fact that there are associations of individuals which are characterized as “Massachusetts Trusts” and in which associations it is customary for the associates to agree that they will not be personally liable for the debts of the association. This agreement affects no third parties except those who deal with these associations “with their eyes open” and who either expressly or by clear implication agree that they will not hold the members of that association personally liable on the association’s contracts. The legal nature of the dealings third persons have with such associations relate chiefly to the law of contracts. The members of such associations can by contract protect themselves against personal liability on the association’s contracts exactly as can the members of a partnership.\n9 American Jurisprudence at page 296 states: “In the absence of a prohibitory or controlling statute, business trusts of the character known as ‘Massachusetts Trusts’, which carry on a business for profit in the interest and for the benefit of the certificate or shareholders, are, generally speaking, legal and valid. Business trusts as such are not against public policy.” In Hess et al. v. Werts, 4 S. & R. 356, 361, Justice Gibson said: “I see no reason to doubt but that they [the members of an unincorporated banking association] may limit their responsibility by an explicit stipulation, made with the party with whom they contract, and clearly understood by him at the time. ...” See also McCarthy v. Parker et al. (Mass.) 138 N. E. 8.\nFrom the evidence in this record which we have cited and from other evidence which could pertinently be cited we are convinced that the court below was fully warranted in making the following findings of fact: “35. New York Life Insurance Co. did not make said loan on the basis of the personal liability of the trustees, but impliedly agreed that the liability on said bond and mortgage was limited to the trust property. 36. The Pennsylvania Company having taken the assignment of the bond and mortgage without any inquiry or request for declaration of no set-off from the defendant E. Z. Wallower, as far as he is concerned stands in the shoes of the New York Life Insurance Go., and is bound by every defense to any claim made by said New York Life Insurance Co.”\nFrom these and other appropriate findings of fact, the legal conclusions reached by the court below logically followed, to wit: “1. The contract as entered into by and between the New York Life Insurance Co., the obligee, and E. Z. Wallower et al., defendants, did not impose an unlimited personal and individual liability, but was a special agreement whereby the New York Life Insurance Co. was to look only to the trust property. 2. The plaintiff is not entitled to recover from the defendant Wallower the deficiency as claimed.”\nThe judgment is affirmed.\nE. Z. Wallower, the appellee here, was the only defendant served. The other defendants were not served and entered no appearance and are therefore not parties to this lawsuit.\nBradlee v. Whitney, 108 Pa. 362; Eichman v. Harsker, 170 Pa. 402; Armstrong County v. Rearic, 315 Pa. 133; Wallace v. Moyer, 317 Pa. 287; Anastasi Bros. Corp. v. Penna. Co., etc., 337 Pa. 319.\nWarren on “Corporate Advantages Without Incorporation” says on page 328, “A business trust is often called a Massachusetts Trust, because such trusts have probably been used in Massachusetts more than in any other one state.”\nBy typographical error, the word “obligor” on the ninth line of the last cited page is used instead of the word “obligee”.\nWhile the cited ease is upon the Negotiable Instrument Law of New York, the law prior to the passage of this statute permitted “resort to extrinsic evidence when the controversy was one between the original parties to the paper, but not when the paper was in the hands of the holder in due course.” Sec. 20 of the Act of May 16, 1901, P. L. 194 (56 P. S. Sec. 25) is a like statute in Pennsylvania. The same principle is involved in this ease.\n“In Massachusetts unincorporated associations have existed for over a century and it is there that the jurisprudence on this subject has been more completely worked out (hence the term ‘Massachusetts Trusts’) . . . The trust instrument generally provides that neither the shareholders nor trustees shall be liable [for the debts] but that does not bind a creditor unless he agrees to it in his contract or actually knows about it”. (Italics supplied.) “The Mysterious Massachusetts Trusts” by William W. Cook in 9 American Bar Association Journal, page 763 (1893).\nAppellant does not dispute the proposition that the plaintiff as assignee of the bond and mortgage, took them subject to any defense which was valid as between the obligors and the original obligee.\n“The Massachusetts device of creating a trust for the carrying on of a business is rapidly growing in popularity.”: 33 Harvard Law Review 704, (1920). See Eliot v. Freeman, 220 U. S. 178.",
        "type": "majority",
        "author": "Mr. Chief Justice Maxey,"
      }
    ],
    "attorneys": [
      "Walter Biddle Saul, with him Frederick A. Van Denbergh, Jr., John 7. Scott, Samuel E. Ewing, Jr., and Saul, Ewing, Remide & Harrison, for appellant.",
      "George H. Hafer, with him Arthur H. Hull, Geo. Ross Hull, and Hull, Leiby & Metzger, for appellees."
    ],
    "corrections": "",
    "head_matter": "Pennsylvania Company for Insurances on Lives and Granting Annuities, Appellant, v. Wallace et al.\nArgued January 28, 1943.\nBefore Maxey, C. J.; Drew, Linn, Patterson, Parker and Stearns, JJ.\nWalter Biddle Saul, with him Frederick A. Van Denbergh, Jr., John 7. Scott, Samuel E. Ewing, Jr., and Saul, Ewing, Remide & Harrison, for appellant.\nGeorge H. Hafer, with him Arthur H. Hull, Geo. Ross Hull, and Hull, Leiby & Metzger, for appellees.\nMarch 22, 1943:"
  },
  "file_name": "0532-01",
  "first_page_order": 554,
  "last_page_order": 572
}
