{
  "id": 3851869,
  "name": "In re Petition to Contest Nomination of Anthony PAYTON as Democratic Candidate for State Representative in the 179th Legislative District. Petition of Democratic Voters of the 23rd Ward, 19th Division of Philadelphia",
  "name_abbreviation": "In re Petition to Contest Nomination of Payton",
  "decision_date": "2006-10-25",
  "docket_number": "Appeal No. 485 EAL 2006",
  "first_page": "3",
  "last_page": "6",
  "citations": [
    {
      "type": "official",
      "cite": "590 Pa. 3"
    },
    {
      "type": "parallel",
      "cite": "911 A.2d 503"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 305,
    "char_count": 4597,
    "ocr_confidence": 0.64,
    "sha256": "1b7b3c616747a3e2fff6b787c6b2e4bce539eb089b3efbea5054b9463bf8645d",
    "simhash": "1:34b05e6e563b81b0",
    "word_count": 719
  },
  "last_updated": "2023-07-14T19:44:32.563513+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Justice SAYLOR files a dissenting statement.",
      "Justice BAER files a dissenting statement.",
      "Justice SAYLOR, dissenting."
    ],
    "parties": [
      "In re Petition to Contest Nomination of Anthony PAYTON as Democratic Candidate for State Representative in the 179th Legislative District. Petition of Democratic Voters of the 23rd Ward, 19th Division of Philadelphia."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 25th day of October, 2006, it is hereby ordered that the Petition for Allowance of Appeal is denied.\nJustice SAYLOR files a dissenting statement.\nJustice BAER files a dissenting statement.\nJustice SAYLOR, dissenting.\nIn reversing the order’ of the Court of Common Pleas of Philadelphia County, the Commonwealth Court concluded that Petitioners had not set forth specific allegations of fraud or error to warrant a re-canvass of the votes in the subject election districts. See In re Petition to Contest Nomination of Anthony Payton, No. 1781 C.D.2006, slip op. at 9 (October 4, 2006). I disagree with this determination, as the contest petition specifically alleged that, on two machines, all write-in votes for Candidate Vasquez were tabulated for the position of ward committee person, see generally Petition to Contest at ¶¶ 10, 11, a position for which Vasquez was not seeking nomination and, according to the common pleas court, that he was not eligible to hold. See In re Petition to Contest Nomination of Anthony Payton, No. 0049 of 2006, slip op. at 9 (September 14, 2006).\nAs I find that the basis for the Commonwealth Court’s resolution of the appeal is unsustainable, I would vacate its order and remand for consideration of remaining issues, including Respondents’ position that the relief awarded by the common pleas court will inappropriately result in the certification of a tabulation reflecting more votes than the number of eligible, Democratic electors who appeared at the relevant polling stations.\n. Given Petitioners' specific allegations of error, I would refrain from presently deciding whether their petition to contest was governed by the pleading requirements of Section 1404(e)( 1 )(iii) of the Election Code, 25 P.S. § 3154(e)(l)(iii) (requiring an allegation of specific fraud or error), as the Commonwealth Court held, or Section 1702(a) of the Election Code, 25 P.S. § 3262(a) (indicating that no particular act of fraud or error and no evidence to substantiate the allegations must be offered in the petition), as Petitioners argue.",
        "type": "majority",
        "author": "PER CURIAM."
      },
      {
        "text": "Justice BAER,\ndissenting.\nToday this Court denies allocatur and concomitantly any grant of relief in the above-captioned election contest. For the reasons that follow, I dissent.\nEmelio Vazquez (Vazquez) and Anthony Payton (Payton) were both candidates for the Democratic Primary for state representative in the 179th Legislative District. Vazquez failed to properly file his financial statements, and was removed from the ballot. He proceeded to mount a vigorous write-in campaign, but when the votes were tallied, apparently fell 19 votes short of Payton.\nIt was then determined that on two voting machines in a particular ward and division, 52 write-in votes were cast for Vazquez for the position of ward committee person rather than state representative. Vazquez filed the a petition to contest Payton’s nomination asserting that these 52 votes were clearly meant for him as state representative, and not credited to him because of error in the voting and/or counting process.\nThe distinguished President Judge of Philadelphia County, C. Darnell Jones, II, took evidence in this case, and specifically found credible testimony that at least 20 voters cast their ballots for Vazquez as state representative, but somehow had them recorded for Vazquez as committee person. Accordingly, Judge Jones found that there was error in the voting process, and declared Vazquez the winner of the election.\nThe Commonwealth Court reversed in a single-judge decision citing the wrong section of the Election Code and thereby necessarily engaging in a legally incorrect analysis. Moreover, that Court failed to articulate any standard of review or appropriately defer to the trial court findings.\nNotwithstanding the closeness of the election date, under these circumstances, substantial justice and fairness cries out for this Court to reverse the palpably erroneous Commonwealth Court decision and reinstate the trial court’s order declaring Vazquez the victor in this election. Alternatively, and at the very least, this Court should vacate the flawed determination of the Commonwealth Court and remand this case to that court with instructions providing for a proper legal analysis employing the appropriate standard of review.",
        "type": "dissent",
        "author": "Justice BAER,"
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "911 A.2d 503\nIn re Petition to Contest Nomination of Anthony PAYTON as Democratic Candidate for State Representative in the 179th Legislative District. Petition of Democratic Voters of the 23rd Ward, 19th Division of Philadelphia.\nSupreme Court of Pennsylvania.\nOct. 25, 2006."
  },
  "file_name": "0003-02",
  "first_page_order": 229,
  "last_page_order": 232
}
