{
  "id": 650386,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Gary Scott SILVER, Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. Silver",
  "decision_date": "2005-04-06",
  "docket_number": "No. 998 Disciplinary Docket No. 3—Supreme Court",
  "first_page": "424",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "582 Pa. 424"
    },
    {
      "type": "parallel",
      "cite": "872 A.2d 822"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 164,
    "char_count": 2099,
    "ocr_confidence": 0.62,
    "pagerank": {
      "raw": 4.688403287882615e-08,
      "percentile": 0.02216667070509047
    },
    "sha256": "97cc0fc47def0dce823086dce03cf8de96e30eccbd870375082ac3465b2cea3c",
    "simhash": "1:98a4d2bf405ea203",
    "word_count": 328
  },
  "last_updated": "2023-07-14T21:32:15.535670+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Gary Scott SILVER, Respondent."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM.\nAND NOW, this 6th day of April, 2005, upon consideration of the Report and Recommendations of the Disciplinary Board dated January 7, 2005, the Petition for Review and request for oral argument, the request for oral argument is denied and it is hereby\nORDERED that Gary Scott Silver be suspended from the Bar of this Commonwealth for a period of six months, to be followed by probation for a period of twelve months, subject to the following conditions:\n1. Respondent shall select a practice monitor subject to the approval of the Office of Disciplinary Counsel.\n2. The practice monitor shall do the following during the period of Respondent’s probation:\na. Meet with the Respondent at least monthly to examine Respondent’s office and escrow accounts, client ledgers and other financial records to ensure that all such records are being properly maintained and that fiduciary and non-fiduciary funds are being properly segregated, handled and disbursed in accordance with Rule of Professional Conduct 1.15;\nb. Meet with the Respondent at least monthly to examine Respondent’s progress towards satisfactory and timely completion of clients’ legal matters and regular client contact;\nc. Periodically examine the Respondent’s law office organization and procedures to ensure that the Respondent is maintaining an acceptable tickler system, filing system, and other administrative aspects of the Respondent’s practice to ensure that scheduled court hearings are attended and filing deadlines are met;\nd. File quarterly written reports on a Board approved form with the Secretary of the Board; and\ne. Shall immediately report to the Secretary any violations of the Respondent of the terms and conditions of probation.\nIt is further ORDERED that respondent shall comply with all of the provisions of Rule 217, Pa.R.D.E. and shall pay costs to the Disciplinary Board pursuant to Rule 208(g), Pa.R.D.E.",
        "type": "majority",
        "author": "PER CURIAM."
      }
    ],
    "attorneys": [],
    "corrections": "",
    "head_matter": "872 A.2d 822\nOFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Gary Scott SILVER, Respondent.\nNo. 998 Disciplinary Docket No. 3—Supreme Court.\nSupreme Court of Pennsylvania.\nApril 6, 2005."
  },
  "file_name": "0424-01",
  "first_page_order": 804,
  "last_page_order": 805
}
