{
  "id": 905114,
  "name": "The Fidelity Insurance, Trust and Safe Deposit Company, J. F. Sinnott and Walton Pennewill, Executors of Andrew M. Moore, deceased, Appellants, v. J. E. Madden",
  "name_abbreviation": "Fidelity Insurance, Trust & Safe Deposit Co. v. Madden",
  "decision_date": "1899-02-20",
  "docket_number": "Appeal, No. 424",
  "first_page": "69",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 69"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "80 Pa. 438",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1042365
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/80/0438-01"
      ]
    },
    {
      "cite": "85 Pa. 369",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440522
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0369-01"
      ]
    },
    {
      "cite": "108 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0069-01"
      ]
    },
    {
      "cite": "112 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546831
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0203-01"
      ]
    },
    {
      "cite": "100 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0159-01"
      ]
    },
    {
      "cite": "90 Pa. 82",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0082-01"
      ]
    },
    {
      "cite": "92 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0424-01"
      ]
    },
    {
      "cite": "158 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "158 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "178 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885544
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0112-01"
      ]
    },
    {
      "cite": "100 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498457
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0059-01"
      ]
    },
    {
      "cite": "95 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        492969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/95/0069-01"
      ]
    },
    {
      "cite": "90 Pa. 293",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065649
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0293-01"
      ]
    },
    {
      "cite": "79 Pa. 459",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438420
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0459-01"
      ]
    },
    {
      "cite": "140 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972678
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0166-01"
      ]
    },
    {
      "cite": "124 Pa. 225",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563079
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/124/0225-01"
      ]
    },
    {
      "cite": "114 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550032
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0596-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 729,
    "char_count": 17875,
    "ocr_confidence": 0.418,
    "pagerank": {
      "raw": 5.527646540942415e-08,
      "percentile": 0.34519406343767534
    },
    "sha256": "a4fa888d202eac2ebd3a9b0eda9179b26713c682eabef26c5f98e75773f76a6a",
    "simhash": "1:9f2ce17272c336ce",
    "word_count": 3184
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "The Fidelity Insurance, Trust and Safe Deposit Company, J. F. Sinnott and Walton Pennewill, Executors of Andrew M. Moore, deceased, Appellants, v. J. E. Madden."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis issue under the sheriff’s interpleader act was directed for the purpose of determining whether, as against the execution creditor defendant, the personal property levied on by the sheriff as the property of Albert H. Moore, the defendant in the execution, or any part thereof, belonged to the plaintiffs as the personal representatives of their testator. The burden of sustaining their claim to the property in controversy was on the plaintiffs; and for that purpose they relied mainly on the bill of sale made in July, 1896 by Albert H. Moore to his father Andrew M. Moore, since deceased.\nConceding that, prior to the execution of said bill of sale, the property therein referred to and specified in the schedule thereto attached, belonged to the son, Albert H. Moore, the defendant challenged the bona fides of the transaction, and alleged that the same was not only fraudulent in law but also in fact.\nIn support of this position, considerable testimony was introduced tending to show, among other things, that at the date of the bill of sale, and for some time prior thereto, the son, Albert H. Moore, was greatly harassed by his creditors whose urgent demands he was unable to meet, and that the sale was resorted to for the purpose of protecting his property from seizure and sale by his creditors, and not with the view of effecting a bona fide transfer of title from the son to his father. One of the witnesses (Miss DeGroote) testified that Mr. Moore, the father, said: “ I simply wish to protect Albert from his creditors, and if he will transfer the stock and farm to me, he can have everything back in the fall.” Another testified that in an interview with the father, the latter requested him to “ tell Albert to come down and sign all these horses and all things over to me and leave them in my name until after we have this sale in New York, and I will sign it back to him. Tell Albert I am not only doing this to save him, but to save myself.”\nOther testimony of similar import might be referred to but it is not our purpose to refer in detail, either to it and other corroborating testimony, or to the rebutting evidence of the plaintiffs. It is sufficient to say that the evidence properly before the jury was sufficient to carry the case to them on each of the questions of fact that were submitted to them for their determination.\nWe find no substantial error in any of the learned trial judge’s rulings on questions of evidence, or in his instructions to the jury. His charge was clear and comprehensive, and certainly as favorable to the plaintiffs as they could reasonably ask. The judgment entered on the verdict in favor of the defendant should not be disturbed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Montgomery Means, with him Simpson Brown, for appellants.",
      "N. H. Larzelere, with him M. M. Gibson, for appellee."
    ],
    "corrections": "",
    "head_matter": "The Fidelity Insurance, Trust and Safe Deposit Company, J. F. Sinnott and Walton Pennewill, Executors of Andrew M. Moore, deceased, Appellants, v. J. E. Madden.\nSheriff's interpleader-Fraudulent convey anee — Father and son — Evidence — Question for jury.\nOn a sheriff’s interpleader where the plaintiffs, who are executors, claim the property under a bill of salo made by the defendant in the execution to Ms father, the testator, the burden is upon the plaintiffs to establish title, and if the defendant introduces evidence tending to show that at the date of the bill of sale and for some time prior thereto the son was greatly harassed by his creditors whose urgent demands ho was unable to meet, and that the sale was resorted to for the purpose of protecting his property from seizure and sale by his creditors, and not with the view of effecting a bona fide transfer of title from the son to Ms father, the case is for the jury.\nArgued Jan. 31, 1899.\nAppeal, No. 424, Jan. T., 1898, by plaintiffs, from judgment of C. P. Montgomery Co., March T., 1898, No. 69, on verdict for defendant.\nBefore Sterrett, C. J., McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nSheriff’s interpleader. Before Svtartz, P. J.\nAt the trial it appeared that plaintiffs relied upon tlie following bill of sale:\n“ Know all men by these presents that I, Albert H. Moore, of the city of Philadelphia, in consideration of the sum of three hundred thousand dollars to me in hand paid by Andrew M. Moore, of the same place, have granted, bargained, sold, released and confirmed, and by these presents do grant, bargain, sell, release and confirm unto the said Andrew M. Moore all the horses, carriages, carts, cattle, dogs, farming implements, machinery and all other goods and chattels whatsoever mentioned and expressed in the schedule hereunto annexed, now remaining and being on tbe property known as the Cloverdell farm at Colmar, Montgomery county, Pennsylvania, and owned by the said Andrew M. Moore, and all other property on said farm not mentioned in said schedule 5 to have and to hold all and singular the said horses, carriages, etc., and every of them, by these presents bargained, sold, released, granted and confirmed unto the said Andrew M. Moore, to his only proper use and behoof, his heirs, executors, administrators, and assigns, forever.\n“ In witness whereof, I have hereunto set my hand and seal this eleventh day of July, 1896.\n“ Albert H. Moore. [Seal]\n“ Signed, sealed and delivered ) in the presence of j\n“Walton Pennewlll.\n“ George Fox.”\nThe defendant offered evidence tending to show that, the bill of sale was executed for the purpose of defrauding the creditors of Albert H. Moore. The evidence upon this subject is sufficiently stated in the opinion of the Supreme Court.\nThe court charged in part as follows :\nJ. E. Madden, by virtue of a writ of execution against Albert H. Moore, levied on certain property on Cloverdell farm. Title to this property was claimed by the executors of Andrew M. Moore. The sheriff, not knowing whose property it may be for the purposes of this execution, came into court for his own protection and asked that an interpleader issue be framed to determine whether the plaintiffs in this suit who are before you now are entitled to this property, or whether as to this execution creditor J. E. Madden it is not the property of the plaintiffs, and that is the issue you are to try. You are to find whether the testimony before you establishes that this property is the property of the plaintiffs.....\nWhat was the contract between the father and son ? I shall speak of Andrew M. Moore as the father and of Albert H. Moore as the son, because of the similarity of the names, and I may thereby not be so confusing. A bill of sale was executed by the son. Under the terms of that bill of sale there was a sale of the personal property on Cloverdell farm to the father, and the consideration therein stated was $300,000. It is claimed, however, on the part of the witness, the son, and also on the part of the witness Miss DeGroote, that this was not the whole consideration; that this paper did not fully express the agreement of the parties. ... If it was agreed at the time of the execution of this paper that the father was to do certain things as a part of the consideration for this agreement, and it was understood that the son would not sign this agreement until that was assented to by the father, and the father assented to it, then this agreement was modified, changed and altered so as to conform to the agreement of the parties made at the time that the contract was executed. But before you can find that a written paper was changed, altered or modified, you must have testimony that is clear, precise and indubitable. . . . The law therefore has wisely said that before a written paper can be changed, altered or modified, or anything can be added to it as forming a part of the contract, the jury must find that such change or alteration is established by the evidence of two witnesses, or by the evidence of one witness and corroborating circumstances equivalent to another witness. One witness alone is not sufficient unless there are corroborating circumstances, and the evidence must show that such modification was agreed to by the parties. The evidence must be of such a character as to show by clear, precise and indubitable proof that the modification was agreed to by the parties.\n[I call your attention to the evidence upon this point. You have heard the evidence of Miss DeGroote, the evidence of the son, and also the evidence of Mr. Pennewill, as to what took place at that time, and you may have some other circumstances surrounding the case that will give you light in determining where the truth lies. After considering all the evidence in this case that throws any light upon this branch of the case, you will determine whether the evidence shows by clear, precise and indubitable testimony, that this contract was changed or altered so as to conform to the statement made by Miss DeGroote, or whether the contract before you stands in its terms and provisions just as it was written.] [18]\nAs I do not know whether you will find that the contract stands just as it was written in the paper, or whether you shall find a modification or additional provision to it, I must instruct you as to what the rights of the parties were under this contract according as you shall find the evidence. ... It was not necessary in order that the title should vest in the father that any formal delivery of the property should be made. As between the father and the son that was not necessary, if it was the intention of the parties that the father should have the title to these horses and other articles. It might, however, be entirely different when we come to consider the question as to creditors. Therefore, as I said, you may well find that this title passed to the father for the property on Cloverdell farm. If it did, did it remain in him ? Did he take possession of the property ? He may not have taken such possession as would satisfy the demands of the law where an existing creditor stepped in, and yet he may have had a full title as between himself and his son. In order that a title may pass from the vendor to the purchaser, as to existing creditors, there must be some change of possession, or something must be done, such as the properly is susceptible of from its location, to show that there was a change of ownership. . . .\nDid the executors take possession in February, 1898? If you believe the testimony of Mr. Spittall and the other witnesses who were called upon this subject, you may well find that they did go upon this property and did exercise such rights of ownership over it, by taking it into their possession in such a way that there was given to the public and all those who had anything to do with this property, notice that a change of ownership had taken place. . . .\nIt is said, however, that there is evidence in this case which shows that this property was still the property of the soh at the time that this execution was issued. It does not matter that the executors took possession if the property at that time was the property of the son. Although you may find that notorious and high-handed possession was taken, that would not give title to the executors if the property at that time did not belong to the estate of Andrew M. Moore. But if it belonged to the father, these executors succeeded to the rights of the father, and whatever the rights of the father were, these executors had the right to exercise them, and they must be protected, if they did simply that which the father himself had a right to do. . . . Under this bill of sale, if the title was in the father, although he had taken no possession, if it was the intention of the parties that he should have the title and that they should belong to him, the son cannot claim that they are his unless he shows that they were returned to him or that a gift was made to Mm, and he cannot establish a gift unless there Is evidence here from which you can find such gift. . . . [I only say before you can find that this property was returned to the son, if the title vested in the father under this bill of sale as between the father and son, you must find that there is evidence that satisfies you that the property was returned to the son to be the son’s.] [21]\nNow we come to the important branch of the ease, as the court views it. I do not mean to say that all these matters are not important, but some parts may be more important than others. Much has been said about fraud in this case, and I want so far as possible to bring your attention to the legal principles, and, tedious as I may bo, it is my duty to endeavor to make myself understood as to the legal principles applicable to this case. First, was this transaction between the father and the son a fair, bona fide transaction between them ? Because, although it may not have been good as against existing creditors, it may have been entirely good as between the father and son. .... [Again, if this was not a bona fide contract and arrangement between the father and son, was it fraudulent so far as the son was concerned ? If the father was no party to the fraud, if he had no intention to cheat any creditors or to defraud them, but it was bona fide and good as between himself and his son, still the son may have had some purpose other than a bona fide purpose in selling or conveying the property to the father. Therefore, if the son was about to contract debts of some hazardous business, or expected to engage in some transaction wherein he might Incur liabilities, it might very well he that from the evidence you could find that his purpose and intention was to part with this property so that if he contracted debts the property would not he here to answer for those debts, and if that were so it would he a fraud on his part. If he contemplated making these debts by going into a hazardous business, it might be fraudulent as to the son, and yet the father might he perfectly innocent, because unless he knew this was the purpose of the son, or unless there were some facts and circumstances surrounding the case from which he ought to have known, fraud of the son cannot he charged against the father, but it might still be that while the property remained in the hands of the son and no change was made, creditors of the son for debts that were contracted after the transfer was made might come in upon the property so long as no change had been made.] [19] That would depend upon whether there was any intention on the part of the parties to defraud the creditors that might be created after the transfer took place. . . .\nLet us go a step further, however. [Suppose it was the intention of the father and son to withdraw their property from the reach of subsequent creditors, so it could not be levied upon when these subsequent creditors should arise. If it was their intention and purpose to so arrange matters between themselves that when the son, who was about to engage in a hazardous business, should contract future debts, the property should not be reached, if the father was a party to the fraud and knew all about it and agreed to it, and if you find that the creditors were in fact defrauded thereby, then, although the father’s executors may have secured possession of the property, they cannot complain when a party comes in and says, “ I want this property because through your testator’s fraud in fact he induced me to part with my property and give this credit.” If the jury find that that was the fact, then although the property had been taken in possession by the executors, still it might be answerable for the judgment of such subsequent creditor.] [20] But is there any evidence here that the father entered into any fraudulent arrangement with the son? You cannot find such fraudulent arrangement unless the testimony establishes it. Fraud is to be proved like any other fact. ... [If the agreement was that he was to pay the debts, where would the creditors be defrauded ? It was a good consideration for this transfer if he agreed to pay the debts, if that was stipulated or was even understood, and the amount of those debts was a fair .consideration for the property, just as much so as if he had paid the money for it, because if he obligated himself to do so he was responsible for it, and if he was responsible for it, the son could enforce such liability on the part of the father.] [22]\nVerdict and judgment for defendant for the property in controversy.\nErrors assigned among others were (18-22) above instructions, quoting them.\nMontgomery Means, with him Simpson Brown, for appellants.\nThe rule in Pennsylvania is that a transfer void as to existing creditors is not necessarily void as to subsequent creditors ; it is bad only as to those it was intended to defraud. Subsequent creditors can avoid the sale only under special circumstances, as, for instance, by showing that it was made with a view to incurring liability or to provide against the contingencies of a hazardous business which gave rise to their debts: Buckley v. Duff, 114 Pa. 596; Ditman v. Raule, 124 Pa. 225; Adams v. Ilitner, 140 Pa. 166; Monroe v. Smith, 79 Pa. 459; Harlan v. Maglaughlin, 90 Pa. 293; Kimble v. Smith, 95 Pa. 69; Haak’s App., 100 Pa. 59; Fidler v. John, 178 Pa. 112.\nN. H. Larzelere, with him M. M. Gibson, for appellee.\nThe character of the deal which accompanied the written instrument was abundantly established, not only by direct proof, but corroborated by every act and declaration of the elder Moore thereafter. These acts, conduct and declarations were quite consistent with the oral arrangement accompanying the bill of sale, without which it would not have been made: Wolf v. Wolf, 158 Pa. 622; Furniture Co. v. School District, 158 Pa. 42; Keough v. Leslie, 92 Pa. 424; Hoopes v. Beale, 90 Pa. 82; Laird v. Campbell, 100 Pa. 159; Walker v. France, 112 Pa. 203; Bown v. Morange, 108 Pa. 69 ; Greenawalt v. Kehne, 85 Pa. 369; Kostenbador v. Peters, 80 Pa. 438.\nFebruary 20, 1899:"
  },
  "file_name": "0069-01",
  "first_page_order": 89,
  "last_page_order": 96
}
