{
  "id": 905083,
  "name": "Commonwealth of Pennsylvania v. Joseph Hollinger, Appellant",
  "name_abbreviation": "Commonwealth v. Hollinger",
  "decision_date": "1899-02-27",
  "docket_number": "Appeal, No. 16",
  "first_page": "155",
  "last_page": "161",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 155"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 Am. Rep. 293",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "4 Mackey, 489",
      "category": "reporters:state",
      "reporter": "Mackey",
      "case_ids": [
        2617219
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/15/0489-01"
      ]
    },
    {
      "cite": "21 Am. Rep. 669",
      "category": "reporters:state_regional",
      "reporter": "Am. Rep.",
      "opinion_index": -1
    },
    {
      "cite": "43 Conn. 514",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        748737
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/conn/43/0514-01"
      ]
    },
    {
      "cite": "75 Pa. 403",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1036682
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/75/0403-01"
      ]
    },
    {
      "cite": "59 Pa. 371",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426929
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0371-01"
      ]
    },
    {
      "cite": "72 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        434742
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/72/0060-01"
      ]
    },
    {
      "cite": "48 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422264
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0396-01"
      ]
    },
    {
      "cite": "114 Pa. 800",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "187 Pa. 486",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "98 Pa. 322",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        496957
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/98/0322-01"
      ]
    },
    {
      "cite": "153 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 627,
    "char_count": 14839,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 1.245554240445309e-07,
      "percentile": 0.6089094383494945
    },
    "sha256": "cd3eae9cbee96ee73ca38c0f09eaa7f48f9075ec8b0c01ed11706fe2202727a4",
    "simhash": "1:38dd8885cc84c22c",
    "word_count": 2720
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterbett, C. J., G-been, McCollum, Dean and Fell, JJ"
    ],
    "parties": [
      "Commonwealth of Pennsylvania v. Joseph Hollinger, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nA careful examination of the record in this case discloses nothing that would warrant us in sustaining any of the assignments of error. The opinion of the learned president judge of the court below, on the motion for a new trial, unanswerably meets every question raised by this appeal. The main question, that is, the measure of evidence necessary to establish insanity as an excuse for crime, and the effect of such evidence when not sufficient to acquit, is also fully discussed in Commonwealth v. Wireback, ante, p. 138, appeal from oyer and terminer of Lancaster, argued January 30,1899, opinion handed down this day, so that nothing further need be said on the subject.\nThe judgment is affirmed, and it is directed that the record be remitted to the court below that the sentence may be carried into execution according to law.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "John E. Fox, with him F. J. Schaffner, for appellant.",
      "Albert Millar, district attorney, and Meade D. Detweiler, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "Commonwealth of Pennsylvania v. Joseph Hollinger, Appellant.\nCriminal law — Murder—Degree of crime — Insanity.\nOn the trial of an indictment for murder where all the evidence, shows a wilful and premeditated killing, an instruction to the jury that if the killing was wilful and premeditated they may bring in a verdict of murder of the first degree, without further instructing them that they have power to render a verdict of murder of a less degree, is not error as a binding instruction.\nInsanity can be pleaded as a defense to a charge of crime, but not in mitigation of the degree- of guilt. When the jury are instructed that, if defendant was insane, he should be acquitted, he is not prejudiced by a charge that evidence of insanity can have no effect in reducing the degree of the murder.\nThe courts do not ask the jury to undertake the impossible task of discriminating between degrees of insanity so as to find a prisoner incapable of forming a deliberate and premeditated intent to kill, while he has still so much sanity that he is a person of sound memory and discretion, as he must be to be guilty of murder even in the second degree. Per Simon-ton, P. J.\nArgued Feb. 6, 1899.\nAppeal, No. 16, May T., 1899, by defendant, from judgment of O. & T. Dauphin Co., Sept. T., 1898, No. 258, on guilty of murder of the first degree.\nBefore Sterbett, C. J., G-been, McCollum, Dean and Fell, JJ\nAffirmed.\nIndictment for murder.\nAt the trial it appeared that on August 26,1898, the prisoner killed his wife. The manner of the killing is fully described by the trial judge in his opinion refusing a new trial.\nThe court charged in part as follows:\nCounsel suggest, or at least did in their opening — counsel for the prisoner — that they intended to give evidence on the question of the mental condition of the defendant with a view of reducing the grade of the offense. It is difficult for me to see how it could properly have that effect. If at the time this act was commited the prisoner was insane, if he was in the condition of mind that would excuse the man because he was not conscious of the nature of the act, it would then be your duly to acquit him on that ground. It would be your duty to say that you did acquit him on that ground, because, if his mind was in the condition that he was not responsible for what he was doing, he would not be responsible for manslaughter any more than he would be for murder. The important thing for you, however, gentlemen, is to' determine whether this prisoner at the time he committed this offense did it wilfully, deliberately and premeditately. If he did he was guilty of murder in the first degree, unless you find that the' state of his mind was such that at the time he was not conscious of the nature of the act, and therefore irresponsible.\n.... As we have already attempted to explain to you, gentlemen, if this prisoner was of unsound mind to such an extent that he was not conscious of the nature of the act he was committing, then you ought to acquit him on the ground of insanity.\nVerdict of guilty of murder of the first degree.\nOn a motion for a new trial Simonton, P. J., filed the following opinion:\nThere was no substantial controversy as to the facts on the trial of the case. The prisoner killed his wife by knocking her down with his fist from a bench on which she was standing picking grapes, placed his knee on her breast as she lay, took a clasp knife out of his pocket, which, according to the testimony of one of the witnesses, he had some difficulty in opening, and with it cut her throat, severing the jugular vein and causing her death in a few minutes.\nOne of the reasons suggested why a new trial should be granted is that the court did not fully instruct the jury as to their rights to find a verdict of murder of the second degree. The court was not asked at any stage of the case either orally or in writing to give such instructions: Commonwealth v. Zappe, 153 Pa. 501; Commonwealth v. Nevling, 98 Pa. 322; at foot of page 337; Kehoe v. Traction Company, 187 Pa. 486. The testimony, including that of the prisoner himself, showed that his crime was a brutal, savage murder, of the kind that induced our predecessors in the administration of the criminal law to charge in the indictment that the accused was “ instigated by the devil,” and naturally it did not occur to either the counsel for the prisoner or the court that it was anything else than murder of the first degree, unless the prisoner was insane when the act was committed. The jury were, therefore, not in terms instructed that they might find the prisoner guilty of murder of the second degree; they were instructed, with reference to the facts of this case, what must be found to constitute murder at common law; that there are two degrees of murder; that there must be a wilful, deliberate and premeditated killing to render the prisoner guilty of murder of the first degree; and that they were to determine from the evidence whether it makes out a case of murder of the first degree or not; that all killing not murder of the first degree, if murder at all, is murder of the second degree, and that before they could convict of murder of the first degree they must be satisfied that the killing was wilful, deliberate and premeditated, with an explanation of the meaning of these terms.\nThe distinction between what the court may and may not say bo the jury as to the degree of murder is stated in McMeen v. Com., 114 Pa. 800, where Mr. Justice Paxson, at page 305, delivering the opinion of the Court, said: “ The learned judge told the jury that murder by poison was murder of the first degree. In doing so he was merely repeating the act of assembly defining the offense. It is true, the jury have the power even in the case of murder by poison to convict of the lesser grade of crime. So they have the power in such a case to acquit altogether in the face of the clearest evidence. In either case it would be a disregard of their duty and of their oaths. If the learned judge had said to the jury, as in Rhodes v. Commonwealth, 48 Pa. 396, that they must convict of murder of the first degree or acquit altogether it would have been error. But he did not. He plainly told the jury what the law was, and then in the last paragraph of this charge said to them: If you find him guilty of murder you must also say in what degree. The charge of the learned judge upon this point was not so strong as in the latter case of Shaffner v. The Com., 72 Pa. 60; where the court instructed the jury in a case of murder by poison that ‘ if you are convinced that he is guilty of the crime it is murder in the first degree as declared by the act of assembly, and it is your duty to say so without regard to the consequences to the prisoner.’ This ruling was affirmed in this Court in a careful opinion by Mr. Justice Agnew, in which the previous case of Rhodes v. Com., and Lane v. Com., 59 Pa. 371, were considered. The distinction is between a proper statement of the law and a binding instruction. The latter is held to be error, though the case be never so clear.” We think the instructions given to the jury in the case before us were within this distinction.\nAnother reason suggested why a new trial should be granted is that the court instructed the jury that it was difficult to see how the mental condition of the prisoner could reduce the grade of the offense ; and if they found him not of sound mind, so as to understand' the nature of the act he was committing, and that it was wrong he should be acquitted.\nThis instruction was given with reference to the appeal of counsel to the jury to find the prisoner guilty of manslaughter only, in view of the testimony on the question of his sanity.\nWe have not been referred to, nor have we been able to find, any case in Pennsylvania that decides that there is a grade of insanity that, while not sufficient to load to the acquittal of a prisoner charged with murder, is sufficient to lower the degree of the crime. There are cases deciding that there is such a grade of intoxication. And in Jones v. Com., 75 Pa. 403, language was used by Agnew, C. J., delivering the opinion of the court, at page 408, which might seem to give some color to the idea that in this respect insanity and drunkenness are alike, but both in law and in reason there is a manifest distinction between them. One is voluntary, the other involuntary; and as it has been said frequently if drunkenness were a defense, every intending murderer would drink in order to escape the consequences of his crime, and there never could be a conviction for homicide if drunkenness avoided responsibility. What is decided in Jones v. Com., supra, was, that intoxication is not an excuse for crime, but if it deprived the intellect of power to think and weigh the nature of the act, it may prevent the conviction of murder in the first degree; and the reference to insanity in the opinion was merely incidental. And in Nevling v. Com., 98 Pa. 322, the Court found it advisable to qualify Jones’s case, and to say that it “ was based upon the peculiar facts exhibited by the testimony, and was limited to the inferences which naturally arose from them; *’ the case being that the accused pleaded guilty and it became the duty of the court to determine the degree ; and he was given the benefit of the doubt whether under the facts he was in a condition of mind, not because of insanity, but of intoxication, to deliberate when the crime was committed.\nWe have referred to but one case in which it has been held that there may be a grade of insanity that, while not sufficient to acquit, may reduce the degree of the crime: Andersen v. State, 43 Conn. 514; 21 Am. Rep. 669. But a consideration of the reasoning in this case will, we think, lead to the conclusion that it ought not to have much weight. The same view is tentatively presented in 1 Whart. & Still. Med. Jurisp. sec. 200, but no decisions are cited to sustain it. In United States v. Lee, 4 Mackey, 489, 54 Am. Rep. 293, it is held that there is no grade of insanity sufficient to acquit of murder, but not of manslaughter. Merrick, J., delivering the opinion of the court, said of a request for instructions: “ It rests upon the idea that there is a grade of insanity not sufficient to acquit the party of the crime of manslaughter, but yet sufficient to acquit him of the crime of murder. The law does not recognize any such distinction as that in the forms of insanity. The rule of law is very plain, that in order that the plea of insanity shall prevail there must have been that mental condition of the party which disabled him from distinguishing between right and wrong in respect to the act committed. Now, if the prisoner was so far capable of distinguishing between right and wrong as to be guilty of the crime of manslaughter, he surely was capable of distinguishing between right and wrong in respect of the crime of murder of the identical party. There can be no recognition of the doctrine that a man is incapable of distinguishing between right and wrong, so as to determine that the case is not a case of murder, and yet capable of distinguishing between right and wrong, so as to be guilty of manslaughter. There is no such doctrine and nothing in the books that favors such an idea.”\nIn all the cases in our own state in which insanity has been pleaded, it. has been as a defense, and not in mitigation of the degree of guilt. The courts do not ask the jury to undertake the impossible task of discriminating between degrees of insanity so as to find a prisoner incapable of forming a deliberate and premeditated intent to kill, while he has still so much sanity that he is a person of sound memory and discretion, as he must be to be guilty of murder even in the second degree. If he is not a person of sound memory and discretion, if he cannot understand the nature of his acts and discern between right and wrong with relation thereto, he is entitled to be acquitted; if his memory is sound and he can so discern he is fully responsible.\nThe doctrine that in extreme cases intoxication may lessen the grade of the crime is merely a slight relaxation of the severe but necessary rule, that drunkenness is no excuse for crime, because it is a voluntary condition, and therefore, if it were an excuse, crime in many cases could not be punished. And the same humane impulse inspires the doctrine, that insanity, if shown to exist, being involuntary, may be pleaded, not in mitigation, but in excuse.\nIn conclusion we may say, that in any view of the case, it does not seem easy to understand how the prisoner could be prejudiced by an instruction to the jury that if insane he ought to be acquitted, instead of an instruction that he might be convicted of murder in the second degree, even if insane.\nBelieving that no injustice was done the prisoner at the trial, and with the satisfaction of knowing that if there were it will be corrected in the court of last resort, the motion for a new trial is overruled, and the district attorney is permitted to move for judgment upon the verdict.\nOn motion of the district attorney, defendant was sentenced to be hanged.\nError assigned was the portion of the charge quoted above.\nJohn E. Fox, with him F. J. Schaffner, for appellant.\nThe charge is in conflict with the law as laid down in the cases of Rhodes v. Com., 48 Pa. 396, Lane v. Com., 59 Pa. 371, Shaffner v. Com., 72 Pa. 60, and Act of March 31, 1860, P. L. 382, sec. 74.\nWhere there is evidence of insanity admitted, as in this case, we think the jury should have the right to consider it in fixing the grade of the crime as well as for acquittal: 1 Wharton & Stillé’s Medical Jurisprudence, sec. 200; 1 Wharton’s Criminal Law (9th ed.), sec. 47; Jones v. Com., 75 Pa. 403; Andersen v. State, 43 Conn. 514; 21 Amer. Rep. 669.\nAlbert Millar, district attorney, and Meade D. Detweiler, for appellee, were not heard.\nFebruary 27, 1899:"
  },
  "file_name": "0155-01",
  "first_page_order": 175,
  "last_page_order": 181
}
