{
  "id": 905136,
  "name": "William Manbeck v. Isaac Jones, Appellant",
  "name_abbreviation": "Manbeck v. Jones",
  "decision_date": "1899-02-27",
  "docket_number": "Appeal, No. 328",
  "first_page": "171",
  "last_page": "177",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 171"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        850157
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/159/0458-01"
      ]
    },
    {
      "cite": "156 Pa. 430",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844921
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/156/0430-01"
      ]
    },
    {
      "cite": "153 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840277
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0294-01"
      ]
    },
    {
      "cite": "146 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        827950
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/146/0276-01"
      ]
    },
    {
      "cite": "119 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558103
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0390-01"
      ]
    },
    {
      "cite": "90 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0181-01"
      ]
    },
    {
      "cite": "47 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        485512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/47/0239-01"
      ]
    },
    {
      "cite": "37 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0041-01"
      ]
    },
    {
      "cite": "20 Pa. 331",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972376
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0331-01"
      ]
    },
    {
      "cite": "8 Pa. 383",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959511
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0383-01"
      ]
    },
    {
      "cite": "32 N. J. Eq. 578",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "case_ids": [
        743334
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nj-eq/32/0578-01"
      ]
    },
    {
      "cite": "21 N. J. Eq. 578",
      "category": "reporters:state",
      "reporter": "N.J. Eq.",
      "opinion_index": -1
    },
    {
      "cite": "151 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836695
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0549-01"
      ]
    },
    {
      "cite": "22 So. Car. 541",
      "category": "reporters:state",
      "reporter": "S.C.",
      "case_ids": [
        4382047
      ],
      "opinion_index": -1,
      "case_paths": [
        "/sc/22/0541-01"
      ]
    },
    {
      "cite": "1 Rawle, 108",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819246
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0108-01"
      ]
    },
    {
      "cite": "3 Rawle, 256",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822540
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0256-01"
      ]
    },
    {
      "cite": "48 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "140 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "29 Pa. 22",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982733
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/29/0022-01"
      ]
    },
    {
      "cite": "81 Pa. 194",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044126
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0194-01"
      ]
    },
    {
      "cite": "53 Pa. 122",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004688
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0122-01"
      ]
    },
    {
      "cite": "61 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428573
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0021-01"
      ]
    },
    {
      "cite": "140 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0396-01"
      ]
    },
    {
      "cite": "7 Montg. 98",
      "category": "reporters:state",
      "reporter": "Montg.",
      "opinion_index": -1
    },
    {
      "cite": "38 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994066
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0076-01"
      ]
    },
    {
      "cite": "37 Pa. 503",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418866
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0503-01"
      ]
    },
    {
      "cite": "105 Pa. 480",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        454298
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/105/0480-01"
      ]
    },
    {
      "cite": "133 Pa. 598",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812908
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0598-01"
      ]
    },
    {
      "cite": "186 Pa. 443",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989719
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0443-01"
      ]
    },
    {
      "cite": "178 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        885490
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/178/0543-01"
      ]
    },
    {
      "cite": "133 Pa. 189",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        812879
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/133/0189-01"
      ]
    },
    {
      "cite": "117 Pa. 426",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        555789
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/117/0426-01"
      ]
    },
    {
      "cite": "57 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010471
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0105-01"
      ]
    },
    {
      "cite": "101 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "47 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "73 Pa. 179",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032340
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/73/0179-01"
      ]
    },
    {
      "cite": "69 Pa. 110",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026565
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0110-01"
      ]
    },
    {
      "cite": "48 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422168
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0178-01"
      ]
    },
    {
      "cite": "26 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 751,
    "char_count": 12716,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 8.656285682843823e-07,
      "percentile": 0.977202145762166
    },
    "sha256": "f93e9ed461aecc9eaa4829850aca3cba25e11915feba37b15dd74e9f00b86f56",
    "simhash": "1:bbe6f3d23e69945e",
    "word_count": 2262
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stebrett, C. J., Green, Mc-Collum, Mitchell and Fell, JJ."
    ],
    "parties": [
      "William Manbeck v. Isaac Jones, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nWe find nothing in this record that would justify us in sustaining either of tbe specifications of error. The case was well tried, and the questions involved were correctly decided. For reasons given by tbe learned trial judge in his opinion, we are satisfied he was right in concluding that the plaintiff was entitled to equitable relief, and in adequately providing therefor by the terms of the decree from which tins appeal was taken. There appears to be nothing in any of the questions involved that requires extended discussion.\nDecree affirmed and appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "George J. Wadlinger, for appellant.",
      "A. W. SohaleJc, for appellee,"
    ],
    "corrections": "",
    "head_matter": "William Manbeck v. Isaac Jones, Appellant.\nEasements— Ways— Obstruction.\nWhere one party has a right of way through land of another to a public road, the latter is not justified in closing it by the fact that there is another way to such road.\nWays~Easement — Bights of purchaser at sale — Equity.\nWhere a continuous and apparent servitude is imposed by an owner on one part of his land for the benefit of another, a purchaser at private or judicial sale takes subject to the servitude.\nWhere the vendor of a tract of land laid out a road from such tract through other land belonging to him, to a public road, and fenced it on both sides, and such road remained an open and visible way for twenty years, a purchaser of the tract through which it lies takes subject to the easement.\nWhere a right to a way is not doubtful, but is clearly shown, equity has jurisdiction to compel the keeping open of the way, before a decision on the question of the right to the easement is had on the law side of the court.\nOn a bill m equity to restrain interference with a road, if the testimony is such that, if submitted to a jury, the only finding could be in favor of the existence of the road, a court of equity has jurisdiction to enter a decree forbidding any obstruction of the road. The law does not offer an adequate remedy.\nArgued Feb. 15, 1899.\nAppeal, No. 328, Jan. T., 1899, by-defendant, from' decree of C. P. Schuylkill Co., May T., 1898, No. 2, on bill in equity.\nBefore Stebrett, C. J., Green, Mc-Collum, Mitchell and Fell, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe facts appear by the opinion of Bechtel, J., which was as follows:\nThe complainant says he is the owner of a certain tract of land, spoken of in this case as the twenty-acre tract, which has attached to it an easement or right of way or public road leading from the same to the Berwick and Pottsville state road; and that the respondent has unlawfully and illegally removed the fences along the said road and absolutely and entirely closed it up and completely shut off the means of travel from said twenty-acre tract to said Berwick and Pottsville state road. . . . The answer is a denial of the existence of the alleged road, as well as of the other important averments of the bill. . . . For the purpose of determining the question of fact as to the existence or nonexistence of the road, as well as the other facts involved, we have carefully examined all the evidence presented, and, after due consideration of the same, make the following finding of facts:\nPrior to April 30, 1859, John M. Zimmerman owned all the land now owned by the complainant and respondent and affected by the alleged road.\nAt that time he conveyed to his son, Henry J. Zimmerman, the twenty-acre tract, now owned by the complainant, and opened a road, leading from the Berwick and Pottsville state road, to said land (twenty-acre piece).\nThe road thus opened was fenced on both sides by him, except a few days’ work furnished by Henry, his son, and other parties, and was of a width sufficient to permit heavy and light teams to pass, loaded and empty. Said road has been in existence for thirty-five or more years, and had at times bars at one end and at times at both ends, to guard against trespassing cattle, and for a while the road was without bars entirely.\nIn 1882, when the respondent purchased the forty-acre tract, his first purchase, the road had been in existence continuously for over twenty-one years, and was fully apparent to every one who chose to look at the same.\nSaid respondent could not purchase the forty-acre tract without seeing the existence of the road, and the manner in which it affected the land he was about to buy, unless he purchased it without seeing the premises, of which we have no evidence.\nThe owners and occupiers of the twenty-acre tract, as well as all others who chose to do so, traveled this road to and from said state road, without interference or interruption by any one, prior to 1895.\nThe respondent closed up said road and removed the side fences sometime since the year 1896, and the same is now entirely closed.\n“ A right of way over the land of another is designated, in the common law, as an ‘ easement,’ and in the civil, as a ‘ servitude,’ and is defined to be a charge imposed upon one heritage for the use and advantage of a heritage belonging to another proprietor.” See the very interesting and carefully considered opinion of Lewis, C. J., in Kieffer v. Imhoff, 26 Pa. 442: “ Servitudes adopted by the owner of land, which are plainly visible or notorious, and from the character of which it may fairly be presumed that he intended their preservation as necessary to the convenient enjoyment of his property, become, when the lands are divided and pass into other hands, permanent appurtenances thereto, and neither the owner of the dominant or servient portions of the land have power adversely to interfere with their proper use and enjoyment: ” Phillips v. Phillips, 48 Pa. 178; Overdeer v. Updegraff, 69 Pa. 110. Where a continuous and apparent servitude is imposed by an owner on one part of his land, for the benefit of another, a purchaser at private or judicial sale takes subject to the servitude: Cannon v. Boyd, 73 Pa. 179; McCarty v. Kitchenman, 47 Pa. 289.\nThe evidence tends to show the existence of the alleged road over John M. Zimmerman’s land prior to his sale to his son, and its continuance, until 1896 or 1897, when closed by respondent. We conclude, therefore, that the respondent took his conveyances subject to the easement or right of way. There are two questions left, which we will consider together. Will equity interfere before a decision on the question of right in the law side of the courts ? Has the complainant an adequate legal remedy? We need not cite many authorities upon these questions. Both subjects are considered by Mr. Justice Trunkey in Hacke’s Appeal, 101 Pa. 248 : “ It has long been settled that nuisances to rights of way'are one of the classes of cases in which the equitable remedy by injunction may be sought. This was established in England and accepted as a rule in tins country. No case has been cited where it is denied or doubted in this state. Its existence has been recognized.” This is the language of the learned justice, to which he adds : “ The dictum is that the right should be clear to warrant a decree and injunction to compel the keeping open of a way, and if the right be doubtful a chancellor will pause until it be established by law.” Of course the right should be clear, and no chancellor would interfere in a doubtful case until it be established, but when the right is clearly shown, as in this case, a suit at law is unnecessary and really a useless expense. Upon the subject of legal remedy the same case says, after referring to the subject of nuisances by mills, factories, etc., and irreparable injury, and citing Richards’s Appeal, 57 Pa. 105: “ The doctrine of that case applies to many other kinds of business; but not where a man buys land subject to an easement, or grants an easement. He cannot appropriate such property against the owner’s will and say, I will compensate him in damages. 1A judgment for damages does not transfer the plaintiff’s property in the way to the defendant, as would a judgment in trover or trespass for taking goods. Nor will the law restore enjoyment to the owner. He may have repeated actions for damages and neither gain enjoyment, nor lose his right thereto. The law does not offer an adequate remedy. He is entitled to a remedy that will restore him to enjoyment, and is not confined to actions at law for damages resulting from obstructions.” In Ferguson’s Appeal, 117 Pa. 426, the above case is cited and approved. This case contains a lengthy opinion, reviewing many authorities and recognizing the right to equitable relief by the lower court, and Mr. Justice Paxson cites a number of authorities and affirms the decision of the lower court. The doctrine of the right to equitable relief is again asserted without a suit at law, and applied in that case. As to the rule of “ legal remedy ” the learned justice says: “ The plaintiffs have also an equity. As before stated they have erected an expensive house upon their lot upon the faith of its bounding on Rock street. The injury threatened is of a character that would prevent a recovery in damages, being an adequate remedy. Such recovery would not give plaintiffs the use of the street.” As bearing upon the same subject we cite Pierce v. Cleland, 133 Pa. 189, Commonwealth v. Stevens, 178 Pa. 543, and Gas Company v. Gas Company, 186 Pa. 443. The doctrine of equitable relief, and the right thereto, is recognized in Mowday v. Moore, 133 Pa. 598, when the right is clear, without a suit at law. We think, if the testimony before us was submitted to a jury, there could be but one finding, to wit: in favor of the existence of the road; nor could any other be conscientiously sustained. That equity is the proper remedy, and the only adequate remedy, in such case as this seems to be established by the experience of these parties, judging from the statements made during the hearing. They have had criminal and civil suits, assault and battery, surety of the peace, assault and battery with intent to kill and trespass. A majority of these cases appears to have been disposed of, leaving the parties where they were, but possessed of less ready cash. Of course this is not what is desired; it is, in fact, no remedy, nor can an adequate remedy be obtained by a judgment for damages in trespass for the reasons above given. We, therefore, conclude that the complainant is entitled to equitable relief, and decree accordingly. The motion to amend complainant’s bill is refused, the objection thereto being sustained.\n.The court entered the following decree:\nAnd now, September 5, 1898, it is ordered, directed and decreed that the road, as it existed, be opened and fenced and put in its former condition, and all obstructions placed therein by respondent, or by his direction, be removed, so that it shall be in every respect restored to its former and proper condition; that a formal writ issue commanding the carrying out of this decree and restraining any future interference with or obstruction of the complainant’s right of way. The respondent is directed to pay the costs.\nDefendant appealed.\nError assigned was the decree of the court.\nGeorge J. Wadlinger, for appellant.\nA bill in equity will not lie to enjoin against the use of a road before the title has been established at law: Quinn’s App., 10 Cent. Rep. 350; Wash-bum’s App., 105 Pa. 480; Rhea v. Forsyth, 37 Pa. 503; King y. McCully, 38 Pa. 76; Lieber v. Bray, 7 Montg. 98. This case is ruled, on its facts, by the rule of law laid down in the case of Bennett v. Biddle, 140 Pa. 396.\nMere possession will not give title; the possession must be hostile, so far as to be independent of, and to that extent adverse to, the title of the owner: Cooper v. Smith, 9 S. & R. 26; Fishing Co. v. Carter, 61 Pa. 21; Wheeler v. Winn, 53 Pa. 122; Cadwalader v. App, 81 Pa. 194; Okeson v. Patterson, 29 Pa. 22; Bennett v. Biddle, 140 Pa. 404.\nThe doctrine of servitudes does not apply: Phillips v. Phillips, 48 Pa. 185.\nThis lane is not a necessity: Howell v. McCoy, 3 Rawle, 256; Collam v. Hocker, 1 Rawle, 108; Poison v. Ingram, 22 So. Car. 541.\nA. W. SohaleJc, for appellee,\ncited Weidner v. Dauth, 21 Pa. C. C. R. 440; Walters v. McElroy, 151 Pa. 549; Hilliard ,on Injunctions (3d ed.), p. 641, sec. 56; Moundsville v. Ohio River R. R. Co., 20 Law. Rep. Ann. 162; Carlisle v. Cooper, 21 N. J. Eq. 578; Shivers v. Shivers, 32 N. J. Eq. 578; Seibert v. Levan, 8 Pá. 383; Garrett v. Jackson, 20 Pa. 331; Steffy v. Carpenter, 37 Pa. 41; McCarty v. Kitchenman, 47 Pa. 239; Overdeer v. Updegraff, 69 Pa. 110; Cannon v. Boyd, 73 Pa. 179; Demuth v. Amweg, 90 Pa. 181; Zell v. Universalist Society, 119 Pa. 390; Geible v. Smith, 146 Pa. 276; Grace M. E. Church v. Dobbins, 153 Pa. 294; Kemp v. R. R., 156 Pa. 430; Onnsby v. Pinkerton, 159 Pa. 458.\nFebruary 27, 1899:"
  },
  "file_name": "0171-01",
  "first_page_order": 191,
  "last_page_order": 197
}
