{
  "id": 905107,
  "name": "Pittsburg Terra-Cotta Lumber Company v. John M. Sharp, Owner and Contractor, Appellant",
  "name_abbreviation": "Pittsburg Terra-Cotta Lumber Co. v. Sharp",
  "decision_date": "1899-03-13",
  "docket_number": "Appeal, No. 370",
  "first_page": "256",
  "last_page": "263",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 256"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "108 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        539269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/108/0291-01"
      ]
    },
    {
      "cite": "114 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550024
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0228-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 617,
    "char_count": 15479,
    "ocr_confidence": 0.404,
    "pagerank": {
      "raw": 2.85618779313998e-07,
      "percentile": 0.8410621623113934
    },
    "sha256": "8c2cd28cc53737d2710a5bb74c7672bc473b5518322aa74464d2bb63df06be07",
    "simhash": "1:fe0ff54257ee597e",
    "word_count": 2776
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Pittsburg Terra-Cotta Lumber Company v. John M. Sharp, Owner and Contractor, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Dean,\nOn July 19, 1892, the plaintiff entered into a written contract with defendant to furnish to him for the Metropolo Hotel on Broad street, Philadelphia, then being built, all the fireproofing material, roof block covering and partitions, at the price of #19,500, eighty per cent of the monthly work to be paid monthly; one half the retained twenty per cent to be paid when building was completed, and remaining half within ninety days thereafter. All work to he done under the direction of Angus S. Wade, defendant’s architect, and further, payments to be made on certificate in writing of the architect that the work, upon the performance of which the payment was to become due, had been done to his satisfaction j further, that the contractor was to make no claim for additional work, unless done in pursuance of an order from the architect, and notice of all claims for such work should be made in writing within ten days from the beginning of it. The contractor was to complete his contract within five weeks of the time all metal work was in place, and if in default was to pay #100 per day to the owner as liquidated damages. Plaintiff claimed extra work, #1,271, making with the contract price, its total demand, #20,771, on which payments of #17,550 were credited, leaving a balance unpaid of #3,221, which, with interest from September 9,1898, at which date it averred the contract was completed, was the amount of its claim. The defendant averred that plaintiff had delayed for a period of thirty-five days beyond the five weeks after all the iron work was in place, to complete his contract, which at #100 per day, made #8,500; that instead of #1,271, being due for extra work, it should be only #580.65, that being all that was done on the written order of the architect. This brought plaintiff hi debt to defendant.\nWhen the case came to trial the plaintiff had not the certificate of the architect that the work had been completed to his satisfaction nor, except as to the sum of ¡f>530.'65, admitted as work extra to the contract, had it any written order from the architect for additional work. The burden, then, was on plaintiff to show, by proper evidence, that which would excuse or dispense with the production of these papers, in the face of the express stipulations of the contract. Assuming this burden, (1) plaintiff adduced evidence tending to show that it had done the work in all particulars as called for by the contract; (2) that it had completed it within five weeks of the date that the iron work was in place; (3) that it had made frequent requests to the architect for the final certificate, which he neglected and refused to give, and then followed this by evidence that the architect, in collusion with defendant, wrongfully withheld it; (4) as to the extra work claimed, evidence was adduced that this was done on verbal orders, the contract not requiring they should be in writing, and then, that within ten days as required by the contract formal notice was given in writing to the architect that the work had been done.\nIt is unnecessary to go over in detail the testimony; it is sufficient to say there was testimony in support of each proposition which, if believed by the jury, warranted the verdict in favor of plaintiff. The learned judge of the court below, in an impartial and perspicuous charge, submitted it to them. The wh.ole grievance of appellant, as set out in his assignments of error, is based on failure of plaintiff to produce the written certificate of the architect that the work was completed to his satisfaction and within the time stipulated in the contract. We fear appellant misapprehends the purpose of this provision; evidently, it was inserted to protect the owner against any unjust or unfounded claim by the contractor, and in that view of it, it was a reasonable provision; but if the contractor honestly performed its covenants, it was not intended to protect the owner from an honest payment of the price by a capricious or fraudulent withholding of the certificate. Nor would the law tolerate such a wresting from its purpose of this provision. As to the date at which the iron work had been put in place, defendant’s own affidavit of defense, in a suit by the contractors for that part of the building, that they had not completed it by September 1, was a positive corroboration of plaintiff’s averment that there was no default on its part as to time. Within five weeks of that date it completed the fireproofing work, and this negatived any claim of defendant for the flOO per day liquidated damages for default as to date of completion. We find nothing of merit in any of the assignments of error, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Dean,"
      }
    ],
    "attorneys": [
      "E. Cooper Shapley, for appellant.",
      "Dwight M. Lowrey, with him Lowrie Montgomery, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Pittsburg Terra-Cotta Lumber Company v. John M. Sharp, Owner and Contractor, Appellant.\nContract — Building contract — Certificate of architect.\n■A provision in a building contract that the contractor is to be paid upon his producing to the owner the written certificate of the architect that the work has been completed to his satisfaction and within the time stipulated in the contract, is for the protection of the owner against any unjust Or unfounded claim by the contractor; but if the contractor honestly performs the covenants of the agreement, such provision is not intended to enable the owner to evade an honest payment of the price by the capricious or fraudulent withholding of the certificate.\nThe Supreme Court will not reverse a judgment on a verdict in favor of a contractor where there is evidence that the certificate of the architect upon the production of which payments were to be made had been capriciously and fraudulently withheld by the architect.\nArgued Jan. 23, 1899.\nAppeal, No. 370, Jan. T\\, 1898, by defendant, from judgment of C. P. No. 1, Phila. Co., Deo. T., 1893, No. 337, M. L. D., on verdict for plaintiff.\nBefore Sterrett, C. J., Green, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit on a building contract. Before B EÉGY, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court charged in part as follows:\nIf the plaintiff had come here with a certificate of the architect that the work had been done to Ids satisfaction, he having so much on account, and the balance being so much, why, of course, there would he no trouble about it. There would probably be nothing for us bo try. [But the plaintiff' comes here without a certificate of the architect, as required by the contract. He has not got it, hut he says: “ I have received all the money on this contract except $1,950, and I ought to have that, notwithstanding the fact that I have not got the certificate of the architect, because 1 did the work. I did it to the satisfaction of the architect and he improperly is holding back that certificate.” Now, if that is true, of coarse the plaintiff is entitled to recover. He is hound to show you either the certificate or that the architect improperly holds hack the certificate, — and when I say improperly holds hack, I mean that the terms of the contract have been fulfilled, in that the architect was really satisfied, and either through fraud or for some other improper motive refused to give the certificate.\nNow, the plaintiff claims that he has shown you that. He says: “ I am entitled to the certificate, in the first place, because I did tiie work. I am entitled to it, in the second place, because the architect was satisfied. Not only was he satisfied, but he said he was satisfied. And, thirdly, I am entitled to it because the keeping of it back is a fraudulent thing; ” that it is a fraud to get out of paying the money; that Mr. Wade, the architect, and Mr. Sharp, the builder, have practically conspired together to keep this man out of the certificate that he is entitled to, and thus deprive him of his money. And hi pursuance of that theory they claim that they have shown to you that Mr. Wade not only was satisfied and said he was satisfied, but when the formal demand was made he did not pretend to give any reason at all for not doing it, and that the reason given by Mr. Sharp in the affidavit of defense is a fraudulent reason — is a false reason — because, as a matter of fact the reason given by Mr. Sharp why he should not pay this — that there was a long delay in the completion of the work by this plaintiff here, in that the work was not finished within a certain time after the structural iron work was done, and that the structural iron work was done on the 30th of June, whereas they show you that in another case, where he bad sued for the structural iron work, he said that the structural iron work was not done on the 30th of June, but was done in September some time, and that was done to defeat the structural iron man. In other words, when the structural iron man sues for his money he says he did not complete it until the 30th of September, and when the other man sues he swears that he did not complete it until the 30th of June, and therefore that there is a conspiracy somewhere to keep him out of his money. Now, I say if this is a fraudulent keeping away from this man of his certificate, then he can recover, and if it is a keeping of it away without any reason after the architect is satisfied, the plaintiff can recover without it.] [8] But, if the withholding of that certificate is an honest exercise of judgment on the part of the architect because he was not satisfied with the work done by the plaintiff, then the plaintiff cannot recover. There is nothing will excuse the nonproduction of that architect’s certificate, except you believe it is fraudulently withheld, or you believe he was really satisfied and is doing it from what has been called caprice — that is, without any well-founded reason.\nNow, as to the extra work, which amounts to $1,271, as claimed, of that, $530, it is admitted in the affidavit of defense, is properly chargeable at those figures. The affidavit of defense admits that it is extra work, and under\" any circumstances your verdict should be for the plaintiff for $530, whatever you might do about the claim on the contract. If you think that ought to ' be allowed, then you may allow this in addition. If you think that should not be allowed, then he is entitled, anyhow, to $530, as that is admitted. The two items in dispute are items of $42.00 for the arches, and 1698.80 for the patching. [Under the contract, extra work should not be allowed as extra work unless it was ordered in writing by Mr. Wade, the architect, and notice was given by the architect ten days after the completion. That particular item I will also read to you in another connection a little further on. It is claimed here that orders have been produced for those two items of work — arches and patching- — and I suppose there is no doubt of the fact that the orders are produced. If the other requirement of the contract has been complied with, then these would be proper charges — the requirement, I mean, of notice — because there does not appear to be any attack upon the propriety of the prices charged. Now, as to the items of patching and arches, it is said by the defense that there is no evidence that these are extras, and are not part of the original contract. You have heard the evidence. It is for the plaintiff to satisfy you, when he charges extra work, that the items he charges for are extra work, and as all the evidence on that subject has been on the part of the plaintiff, with no contradiction of it, you are to say whether there is evidence here on the part of the plaintiff that this was extra work. In that connection take the patching. You will remember what Mr. Henry said about that yesterday and the order itself, which was certainly patching, and the fact which occurred later on in the correspondence or argument between them, that the only objection made to paying them was that they wanted to see whether they could not charge it to some one else, or whether the people who caused this patching ought not to pay for it themselves. And you will also remember the testimony with respect to the arches and the reason wky they had to be changed, and you will consider whether that was part of the original contract or whether it was extra.] [10]\n[Now, gentlemen, there is really very little else for me to say. There is not much evidence in the case. If you can once grasp what the real question in the case is, it is not a very hard case for you to settle. It simply gets down to the fact whether, as far as the main contract was concerned, this pla'ntiff here has satisfied you that the certificate which he was required by the contract tó produce has been withheld from him improperly, and when I say improperly I mean for reasons of fraud or an attempt to cheat him out of his money, or for the other improper reason, and that is, that the architect was really satisfied, but withheld it unreasonably, capriciously, without any exercise of judgment at all, but simply to do the man wrong. In that case, if you believe that, the nonproduction of the certificate does not prevent the plaintiff from recovery.] [9] And let me put equally prominent before you that if the certificate was -withheld by the architect, as far as you can find from the evidence and the letters and all those things which are before you, in pursuance of honest judgment on his part, or in pursuance of an exercise of honest judgment on his part, that it ought not to be given, then that is a good defense, because, gentlemen, we do not make contracts here. We enforce contracts that people have made, and they cannot come into court and say, “ O, well, I ought not to have made that kind of a contract.” They must do their complaining before they come into court. We hold them to what they did. Here the plaintiff said, “I am satisfied to dp the work, and will do it on those conditions; that I cannot have my money until I present to you, the owner, a certificate of the architect that I have done my work right, and he is satisfied.” Now, that is what this plaintiff agreed to, and he could not get out of it unless he shows one or the other of the reasons I have called to your attention. If the architect, in the exercise of his honest judgment, withheld that certificate, that is the end of the plaintiff’s case as far as this contract is concerned, and it is not for you to say, “ 0, well, he ought to have given it.” They agreed that he should settle that, but, of course, the agreement carries with it that he should settle it honestly.\n[As to the extra work, if it was extra work, and done according to order, and that applies only to the patching and arches, because the other things are admitted, and therefore simplifies me case very much — the patching and changing of the arches were done according to order, and that the other item about giving notice was complied with,] [11] then he is entitled to recover for that, if it was extra work. If it was not extra work, and if it was not done according to order, and if he did not give notice, then, of course, he cannot recover.\nVerdict and judgment for plaintiff for $4,028.47. Defendant appealed.\nErrors assigned among others were (8-11) a,hove instructions, quoting them.\nE. Cooper Shapley, for appellant.\nDwight M. Lowrey, with him Lowrie Montgomery, for appellee,\ncited as to the fraudulent or capricious withholding of architect’s certificate: Whelen v. Boyd, 114 Pa. 228; Badger v. Kerber, 61 111. 828; Singerly v. Thayer, 108 Pa. 291.\nMarch 13, 1899:"
  },
  "file_name": "0256-01",
  "first_page_order": 276,
  "last_page_order": 283
}
