{
  "id": 905065,
  "name": "Elizabeth S. Bryant, Harriet S. Randall and Mary K. Shannon v. The Pottsville Water Company, Appellant",
  "name_abbreviation": "Bryant v. Pottsville Water Co.",
  "decision_date": "1899-03-20",
  "docket_number": "Appeal, No. 332",
  "first_page": "366",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 366"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "135 Pa. 20",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        817457
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/135/0020-01"
      ]
    },
    {
      "cite": "148 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981856
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0429-01"
      ]
    },
    {
      "cite": "141 Pa. 242",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974860
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0242-01"
      ]
    },
    {
      "cite": "84 Pa. 472",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053550
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/84/0472-01"
      ]
    },
    {
      "cite": "79 Pa. 447",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        438423
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/79/0447-01"
      ]
    },
    {
      "cite": "152 Pa. 566",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0566-01"
      ]
    },
    {
      "cite": "115 Pa. 325",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        551713
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/115/0325-01"
      ]
    },
    {
      "cite": "182 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        893252
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/182/0450-01"
      ]
    },
    {
      "cite": "109 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542269
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0285-01"
      ]
    },
    {
      "cite": "9 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0074-01"
      ]
    },
    {
      "cite": "112 Pa. 34",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546781
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0034-01"
      ]
    },
    {
      "cite": "63 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 Pa. 335",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "88 Tenn. 510",
      "category": "reporters:state",
      "reporter": "Tenn.",
      "case_ids": [
        11264199
      ],
      "opinion_index": -1,
      "case_paths": [
        "/tenn/88/0510-01"
      ]
    },
    {
      "cite": "78 Cal. 685",
      "category": "reporters:state",
      "reporter": "Cal.",
      "opinion_index": -1
    },
    {
      "cite": "98 U. S. 408",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "109 Pa. 290",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "125 Pa. 211",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563971
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0211-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 744,
    "char_count": 17570,
    "ocr_confidence": 0.462,
    "pagerank": {
      "raw": 7.12319690207718e-08,
      "percentile": 0.4277475250487577
    },
    "sha256": "3af5b3b948717548968ad006f58890cc2122ea2b59f3c872365fb7ce32ab17cb",
    "simhash": "1:85a009b29b3842ee",
    "word_count": 3193
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Green, Williams, McCollum, Mitchell and Fell, JJ., on the argument. Before Sterrett, C. J., Mc-Collum, Mitchell, Dean and Fell, JJ., on the reargument.",
      "Williams, J., died before reargument."
    ],
    "parties": [
      "Elizabeth S. Bryant, Harriet S. Randall and Mary K. Shannon v. The Pottsville Water Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe six justices by whom this case was heard and considered being equally divided in opinion, it is ordered that the judgment of the learned court below stand affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "■John Gi. Johnson, with him Q-eorge M. Roads, _Z>. O. Henning and Frank P. Prichard, for appellant.",
      "S. II. Kaercher and John W Ryon, with them L. B. Walker and Thomas H. Walker, for appellees."
    ],
    "corrections": "",
    "head_matter": "Elizabeth S. Bryant, Harriet S. Randall and Mary K. Shannon v. The Pottsville Water Company, Appellant.\nWaters — Adverse use — Eminent domain — Water company.\nIn a proceeding by a water company to condemn land, the owner of the land may prove that for more than twenty-one years he had diverted and sold to a railroad company more water from a stream on the land than he was entitled to take as riparian owner, and for purposes for which a riparian owner could not take, and also, that there was no other stream.than this from which certain neighboring municipalities could be supplied with water for domestic purposes.\nArgued Feb. 15, 1898.\nReargued Feb. 14, 1899.\nAppeal, No. 332, Jan, T., 1897, by defendant, from judgment of C. P. Schuylkill Co., July Term, 1893, No. 110, on verdict for plaintiff.\nBefore Green, Williams, McCollum, Mitchell and Fell, JJ., on the argument. Before Sterrett, C. J., Mc-Collum, Mitchell, Dean and Fell, JJ., on the reargument.\nAffirmed.\nWilliams, J., died before reargument.\nAppeal from award of jury of view. Before Simonton, P. J., of the 12th judicial district, specially presiding.\nAt the trial, when George Coover was on the stand, plaintiffs offered to prove by him, as bearing on the market value 'of the land, that for a period of twenty-one years and upwards they have confined the waters of Indian run in a dam, on the land condemned by the Pottsville Water Company, and that for the same period of time they have diverted and sold the waters so confined for the purpose of generating steam in locomotives operated by the Philadelphia and Reading Railroad Company on the railroad running through their said tract of land, and that the Reading Railroad Company for more than twenty-one years has paid an annual royalty for the privilege of laying a line of pipe across the land and tapping the water in the aforesaid dam.\nDefendant objected to the offer as incompetent, irrelevant and immaterial.\nPlaintiffs’ counsel cited Haupt’s Appeal, 125 Pa. 211, Strickler v. Todd, 10 S. & R. 63 , and Messinger’s Appeal, 109 Pa. 290.\nThe Court: These eases are all cases of controversy between different riparian owners, those above and those below. Where the lower owner has used the water in a certain way for over twenty-one years, if it interferes with the otherwise ordinary use of the owner above, it raises a presumption of a grant from him of the right to use it, but that is not the proposition here. The proposition is to show the beneficial use and sale, it may be called, of water for purposes for which a riparian owner could not use the water. Therefore, we do not think that any of those cases have any application to the question now before us. If the plaintiffs propose to follow up this offer with evidence that the railroad company has authority to purchase this water on paying for it to the plaintiffs, we will admit it. If it stands simply as it is now, it is excluded.\nMr. Ryon, of counsel for plaintiffs: We will add that to our offer. We will add to that, it is to be followed by evidence that the railroad company had a right to purchase the water— condemn or purchase.\nThe Court: Had statutory authority to purchase and pay for it ?\nMr. Ryon: Yes, sir.\nThe Court: If you follow it up with that, we will admit it.\nMr. Henning: I ask that the court require them to produce that evidence before.\nThe Court: We must take the offer of counsel in good faith, and I suppose they can substantiate that. If they cannot we will strike it all out.\nDefendant objects to the offer as being immaterial, irrelevant and incompetent.\nThe Court: Even if followed up ?\nMr. Henning, of counsel for defendant: Yes, sir.\nThe Court: Evidence admitted; bill sealed for defendant. [1J\n“ Q. State whether the Shannon tract was adapted at the time of the taking for storage of water ? ”\nObjected to as incompetent, irrelevant and immaterial.\nThe Court: I think that is proper; the general lay of the land and the situation.\nEvidence admitted ; bill sealed for defendant. [2]\n“ Q. Is there any other stream in that vicinity, except the one in the Indian run on the Shannon tract, suitable for furnishing water for domestic purposes or manufacturing purposes ? A. No, sir.”\nMr. Henning: To what property? Do you mean other property ?\nMr. Kaercher, of counsel for plaintiffs : Supply as to Potts-ville, Minersville, Schuylkill Haven or Cressona.\nMr. Henning: We object to that as irrelevant, immaterial and incompetent.\nThe Court: I think that is competent. I understand by your question that you mean any other stream in that vicinity that would be suitable for such purposes ?\nMr. Kaercher: Yes, sir.\nMr. Henning: We object to that as wholly incompetent. It makes no difference to the plaintiffs what value may be to the Pottsville Water Company; it makes no difference to any person else what the value of that stream is unless they have the right to exercise riparian rights upon that stream.\nThe Court: I think that is competent; bill sealed for defendant. [3]\n“ Q. Tell us how you found this water supply of the two water rights on the Shannon tract located and with reference to the adjoining boroughs.”\nMr. Henning: We object to that and ask for the same ruling, and ask for an exception.\nThe Court: We think it is competent; bill sealed for defendant. [4]\n“ Q. What is the difference or saving in horse power over steam power on Indian run before its junction with the West Branch on this Shannon tract? ”\nMr. Roads: Objected to by the defendant for the reason that the estimation in any degree in dollars and cents of the water power of Indian run is immaterial, irrelevant and inadmissible, being speculative in its character.\nThe Court: This question does not necessarily fall for the use of dollars and cents. I understand the question to be what would be the difference in favor of water power at this point over steam power, and we cannot tell as yet at least whether the witness will answer that in dollars and cents or not. After the question is answered we will give you the benefit of the objection either by exception or b}'- striking out.\n“ A. About $40.00 a horse power per year, which amounts to about $2,600 per year. Q. That is on Indian run alone ? A. On the two streams, the two powers; both powers.”\nThe Court: You mean to say a water power for a year would be $40.00 cheaper per horse power than steam ? A. Yes, sir; at those places, for plants of the sizes I have named. Q. By that you mean plants that would consume it all ? A. I mean plants of seven and one half horse power on Indian run and fifty-six and one half horse power on the West Branch.\nMr. Roads: Now we renew our objection.\nThe Court: We think this is simply a mode of ascertaining whether water at this point is of value or not, and therefore we think the question is competent, and it is admitted; bill sealed for defendant. [5]\nThe court charged in part as follows:\n[In this case there has been evidence given of some particular circumstances existing which it is claimed by the plaintiffs should be considered by the jury in determining the value. Evidence has been given to show what rental has been received from this property. That is a fair matter for the consideration of the jury. A person thinking of purchasing a property would be influenced in the value which he would put upon it by the existence and the knowledge by him of the revenue which had been derived from that land in the way of rental. It is not conclusive ; it is simply information for the jury which it is proper for them to consider. You are not bound to say that, because a property rents for a certain yearly amount, you are to capitalize that at six per cent or at any other per cent as a fixed basis for determining the value, but it is proper for you to take it into consideration as one element aiding you in fixing the value of the property, and as such you will consider the evidence that has been given on that subject in this case.\nAnother element about which there has been controversy is the income that was shown to have been derived from the railroad company by virtue of the arrangements that were testified to as to the laying of pipes across this land into the plaintiffs’ dam and the abstraction of water therefrom for the use of their locomotives. There has been evidence in the case tending to show that for more than twenty years — approaching towards thirty years, perhaps — there have been payments made on that account; and it has been contended with respect to that on the part of the defendant that'it ought not to be taken into consideration because the plaintiffs do not own the water, and the defendant looks upon that as the sale of so much of the water which it says the plaintiffs did not own, and therefore had not the' right to sell. It contends, therefore, that that ought not to be taken into consideration. As to that, we say to you that the plaintiffs did not own the running water that ran through and over their land; they own, however, the right to certain uses of the water. They owned the land over which the water ran; they owned the right to exclude the railroad company from the approach to the water upon their land, and if they had not agreed the railroad company could not have taken any water from the dam. Therefore, the railroad company was paying for a right or a privilege or for the existence of a fact which could not have existed'if the plaintiffs had refused, and therefore, while they did not own the running water, yet they did have possession of the land, and were in a position to prevent the railroad company from getting this water unless they were paid for it: No One had a right to complain of their allowing the railroad company to get the water or of the railroads taking the water, except some one who owned property on the bank of the stream lower down or on the banks of the stream into which this Indian run emptied, and so long as such person did not complain and did not show that some right of such person was invaded, there was no one to complain, and therefore we did not exclude the evidence on this subject; and we say to you that you can take into consideration the fact of the location of this railroad, and this station where it is, and the fact that the owner of this land commands the situation with respect to the approach to the stream, and the fact that for a number of years the evidence shows revenue has been derived from the location, and' the existence of those facts so far as it would affect the value of this property1 in the eyes of intending purchasers. You are not to assume as an absolute fact that this state of things will always continue; you are not to assume as an absolute fact that the railroad company always will want and will take this water; that is a matter for the future. You are simply to consider it so far as it would in the eyes of a prudent person, considering the question of the value of this land, affect that question, and in considering this, as well as considering the fact of the rental that has been derived from the property in its use as a powder mill, and the fact of the existence of the power there, in considering both those questions, you are to take into consideration all the evidence on that subject on both sides.] [20]\n[The defendant has called attention to certain provisions in the lease with the railroad company and in the lease with the powder company with respect to the right of the railroad company in the one instance, and the powder company in the other, to purchase the property for a certain sum. With respect to the lease to the railroad company, I think that that right of purchase was given, if I am not mistaken, almost twenty years be-, fore the date of the taking. Now, what the property was worth twenty years ago might be some evidence of what it was worth at the end of twenty years, but it would be by no means conclusive. Neither would the value that the owner put upon it or the contract he made with respect to it at any particular time be conclusive evidence of its value even at that time. It would be strong evidence of what he considered it worth and it might aid the jury very much in determining its value. What I mean to say is, it would not be conclusive. He would not be bound to sell it or allow it to be taken by any one else at exactly that price because he had made that contract. As to the other lease, the option to purchase, so to call it, was made, I think, in 1893, which was some two years before the time when the property was taken. As to that the same thing would be said, that it would not be conclusive of the value, but it would bo evidence which the jury are bound to consider. If by virtue of those leases there is any diminution of the interest which the plaintiffs had in the property that time, that also is to be considered by the jury in fixing the value of the property as owned by the plaintiffs.] [21]\n[You are to consider the property as it was at the time in connection with such uses as it was fairly adapted to, but you are not to give the owner of the property at that time any supposed advantage of any speculation that the purchaser might make, or of any endeavor that he might make which might be successful or might not be successful in its results. For instance, in this case one witness for the plaintiffs testified that there was a certain amount of power here; that that would be sufficient to generate electricity enough to supply a certain number of arc lights, and that each arc light would be worth a certain price which he mentioned. Now, that was speculation. lie would have to have a place where he could dispose of his arc lights. He would have to put up the machinery to run the concern, and various things of that kind. That is a speculation, and you are not to consider matters of that kind except to the single extent that you have a right to consider what is the water power that is connected with this land and what would be its fair value in the eyes of the persons who intended to purchase it; not what they might make out of it by doing this, that, or the other with it. Therefore you are to exclude from your consideration all speculation. You are not to go into speculative calculations and assume that they will be successful, and give the owner of the land the price and value of those speculations assumed to be successful, where possibly, if they were carried out, they might turn out the other way, and he would have none of the risks, and you would be giving him the advantage. That you are not to do. You will have to ascertain the fair market value from the testimony of witnesses, aided, as I suggested, by whatever pertinent knowledge on that subject you got by your view of the property, the particular advantage of that, however, being to enable you to apply the testimony more intelligently.] [22]\nVerdict and judgment for plaintiffs for $45,000. Defendant appealed.\nErrors assigned among others were (1-5) rulings on evidence,, quoting the bill of exceptions; (20-22) above instructions, quoting them.\n■John Gi. Johnson, with him Q-eorge M. Roads, _Z>. O. Henning and Frank P. Prichard, for appellant.\nThe owners of a tract of land situated upon a stream of water, and having as appurtenant to the land the ordinary riparian rights in such stream, cannot recover as part of the value of their land, .when taken under a power of eminent domain, the value of the water if appropriated and sold to surrounding municipalities for domestic drinking purposes or for the supply of power: Boom Co. v. Patterson, 98 U. S. 408 ; San Diego Land, etc., Co. v. Neale, 78 Cal. 685 Alloway v. City of Nashville, 88 Tenn. 510; Sutherland on Damages, sec. 1075.\nWhere the owners of a tract of land having the ordinary riparian rights in an adjacent stream show that without any property in the water itself, or any such adverse user as would raise the presumption of a grant, they have sold for over twenty years the right to take water to a corporation situated at a distance from the land, and having no interest in it, they are not entitled to an increased value of their land by reason of the possible continuance of such revenue from the sale of water.\nS. II. Kaercher and John W Ryon, with them L. B. Walker and Thomas H. Walker, for appellees.\nThe appellees had acquired a right by adverse user to divert water from the stream: StricHer v. Todd, 10 S. & R. 63; Garrett v. Jackson, 20 Pa. 335; Hannum v. Borough of West Chester, 63 Pa. 479; Haupt’s App., 125 Pa. 211; Penna. R. Co. v. Miller, 112 Pa. 34; Miller v. Miller, 9 Pa. 74; Messinger’s App., 109 Pa. 285; Hughes-ville Water Co. v. Person, 182 Pa. 450.\nThere is no doubt that a tract of land with a stream of pure water flowing through it is much more valuable than it would be without any water. And there is no doubt at all that the proximity of such a body of land, with a stream upon it which would afford abundance of pure water to large towns which had no pure water flowing near them or passing them, would enhance its value: Pittsburg, Virginia and Charleston Ry. Co. v. Vance, 115 Pa. 325; Wilson v. Equitable Gas Co., 152 Pa. 566; Shenango and Allegheny R. R. Co. v. Braham, 79 Pa. 447; Cummings v. Williamsport, 84 Pa. 472; Harris v. Schuylkill, etc., R. R. Co., 141 Pa. 242; Miller v. Windsor Water Co., 148 Pa. 429; Curtin v. Nittany Valley R. R. Co., 135 Pa. 20.\nMarch 20, 1899:"
  },
  "file_name": "0366-01",
  "first_page_order": 386,
  "last_page_order": 393
}
