{
  "id": 905054,
  "name": "James J. Kane, Appellant, v. John Laughlin",
  "name_abbreviation": "Kane v. Laughlin",
  "decision_date": "1899-04-03",
  "docket_number": "Appeal, No. 28",
  "first_page": "598",
  "last_page": "601",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 598"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "100 Pa. 291",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "157 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "82 Pa. 198",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047995
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0198-01"
      ]
    },
    {
      "cite": "14 Pa. 496",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "186 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989708
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0145-01"
      ]
    },
    {
      "cite": "180 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0396-01"
      ]
    },
    {
      "cite": "151 Pa. 596",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "120 Pa. 306",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559730
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0306-01"
      ]
    },
    {
      "cite": "71 Pa. 264",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031241
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0264-01"
      ]
    },
    {
      "cite": "69 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "164 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860239
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0095-01"
      ]
    },
    {
      "cite": "104 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0595-01"
      ]
    },
    {
      "cite": "157 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        846603
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/157/0017-01"
      ]
    },
    {
      "cite": "109 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        542323
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/109/0009-01"
      ]
    },
    {
      "cite": "107 Pa. 14",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8856062
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0014-01"
      ]
    },
    {
      "cite": "10 Pa. 273",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        962737
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/10/0273-01"
      ]
    },
    {
      "cite": "114 Pa. 574",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550014
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0574-01"
      ]
    },
    {
      "cite": "11 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        404660
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/11/0387-01"
      ]
    },
    {
      "cite": "172 Pa. 427",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        874129
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/172/0427-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 485,
    "char_count": 7674,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0318825537705094
    },
    "sha256": "1e521c8dc93c7cfaee8ca020d587dfa5ad99f1d23fd46a2143bb52d7133b60e0",
    "simhash": "1:81f3f6e6c24cd55c",
    "word_count": 1312
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum:, Mitchell and Dean, JJ."
    ],
    "parties": [
      "James J. Kane, Appellant, v. John Laughlin."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Sterrett,\nThe only specification of error in this case is that, “The learned court below erred in sustaining the demurrer and dismissing the bill.”\nThe bill avers in substance that the plaintiff, being indebted to the defendant in about the sum of $2,750, transferred to him certain real and personal estate and two judgments as collateral security; that the defendant realized $4,000 from the personal property, and is largely overpaid; that he still holds the real estate and the judgments, and refuses to render any account; that a written agreement signed by the defendant (exhibit “ A ”) falsely states the true amount of the indebtedness. The prayers are:\n1. For decree reforming said agreement so as to make it conform to the truth.\n2. For an account of the moneys received from the sale of the personal property, etc., and\n3. For a decree that the defendant reconvey the real estate ; and that, in the mean time, he be restrained from transferring or in any way incumbering said real estate, etc.\nThe defendant demurred to the bill, and assigned, inter alia, for cause of demurrer, that “ the plaintiff has not in and by his bill shown any ease entitling him to the relief prayed,” and that lie “ has a full, adequate and complete remedy at law.”\nWithout filing any opinion or giving any reason for its action the learned court below sustained the demurrer and dismissed the bill, hence this appeal.\nThe effect of the demurrer was to admit the truth of all the averments of fact well pleaded. No one can read and consider the averments of fact properly set forth in the bill, without coming to the conclusion that a proper case for equitable relief is therein set forth. It is not our purpose to discuss the question. It is too plain for argument that, so far as anything appears on the record before us, the demurrer should not have been sustained. It follows that the decree must be reversed and the case remanded to the court below for further proceedings.\nDecree reversed at appellee’s costs, and it is ordered and decreed that the demurrer be and is hereby overruled and the defendant is ordered to answer; and it is further ordered that the record be remitted to the court below with instructions to proceed to final decree in accordance with the rules regulating equity practice.",
        "type": "majority",
        "author": "Mr. Chief Justice Sterrett,"
      }
    ],
    "attorneys": [
      "John M. Vanderslice, with him Charles L. Smyth and Christopher II. Murray, for appellant.",
      "Charles J. Sharkey, with him F. Pierce Buckley, for appellee,"
    ],
    "corrections": "",
    "head_matter": "James J. Kane, Appellant, v. John Laughlin.\nEquity — Jurisdiction—Demurrer—Fraud.\nA bill in equity is not demurrable which avers in substance that the plaintiff, being indebted to the defendant in about the sum of $2,750, transferred to him certain real and personal estate and two judgments as collateral security; that the defendant realized $4,000 from the personal property, and is largely overpaid; that he still holds the veal estate and the judgments, and refuses to render any account, and that a written agreement, signed by the defendant and annexed as an exhibit, falsely states the amount of the indebtedness; the prayers being for a reformation of the agreement, a reconveyance of the real estate, an accounting for the money received, and for an injunction against transfers and incumbrances.\nArgued March 24, 1899.\nAppeal, No. 28, Jan. T., 1899, by plaintiff, from decree of C. P. No. 1, Phila. Co., June T., 1897, No. 1420, sustaining demurrer to bill in equity.\nBefore Sterrett, C. J., Green, McCollum:, Mitchell and Dean, JJ.\nReversed.\nBill in equity for an account.\nThe averments of the bill are set forth in the opinion of the Supreme Court.\nThe court sustained the demurrer of the defendant.\nPlaintiff’s exhibit “ A ” attached to bill is as follows:\n“ Agreement made this 5th day of March, A. D. 1897, between John Laughlin and James J. Kane, as follows:\n“ Whereas said John Laughlin has purchased at sheriff’s sale lot of-ground and buildings east side of Frankford avenue, below Stella avenue, used as a livery stable, and said James J. Kane is now in possession and desires to remain; And whereas said James J. Kane is indebted to said John Laughlin in various sums including two certain judgments now entered of record and certain costs, etc., paid to sheriff at time of sheriff’s sale, and also the sum of two hundred and thirty-five dollars payable to the Best Plan Building and Loan Association;. now this agreement witnesseth that the said James J. Kane has paid the said John Laughlin the sum of three hundred dollars in cash and agrees to pay the sum of. two hundred dollars per month on the fifth day of each and every month until the amount of eleven hundred and sixty-five 84-100 dollars is fully liquidated, and then, within one year thereafter, to pay the sum of one thousand dollars every year until the judgments above mentioned are fully paid and satisfied, said James J. Kane to pay at least one thousand dollars on account of said judgments within eighteen months from this date. Said James J. Kane is to assume and pay ground rent, building association dues, taxes, water-rent, and keep the buildings in good order and repair during his occupancy.\n“ The said John Laughlin agrees to convey the said premises to said James J. Kane as soon as the total indebtedness is fully-paid, and it is hereby expressly agreed and understood that in case the said James J. Kane shall not make the payments herein agreed upon or shall fail in the performance of any other of the agreements, covenants and promises herein contained, then this agreement shall become null and void without any notice to said James J. Kane, and no waiver (express, implied or constructive) of any of the rights and privileges herein contained shall be binding upon said John Laughlin unless agreed upon in writing.\n“If said James J. Kane shall violate any covenant or condition herein contained then this agreement shall absolutely determine at the option of said John Laughlin and without notice to said James J. Kane being required or necessary, and when this agreement shall be so determined any attorney may appear for said James J. Kane in an action of ejectment to be brought by the said John Laughlin, in any competent court, for the recovery of the premises and damages for the detention thereof, and therein confess judgment against said James J. Kane for which this agreement or a true copy thereof shall be a sufficient warrant. And the said John Laughlin may issue thereon all necessary writs or process for recovering possession of said premises and damages for detention and costs. No determination of this agreement shall release the said James J. Kane from liability for the breach of any covenant therein contained.\n“Witness our hands and seals the day and year aforesaid.\n“Witness:\n“F. P. Buckley.\n( James J. Kane. [Seal] ) John Laughlin. ' [Seal] ”\nError aligned was decree sustaining demurrer.\nJohn M. Vanderslice, with him Charles L. Smyth and Christopher II. Murray, for appellant.\nEquity has jurisdiction: Johnston v. Price, 172 Pa. 427; Kirkpatrick v. McDonald, 11 Pa. 387; Brush Electric Co.’s'App., 114 Pa. 574; Wesley Church v. Moore, 10 Pa. 273; Bierbower’s App., 107 Pa. 14; Harper’s App., 109 Pa. 9; Drake v. Lacoe, 157 Pa. 17 ; Biddle v. Bank, 2 Parsons’ Sel. Eq. Cases, 52; McQueen’s App., 104 Pa. 595; Blood v. Savings & Loan Co., 164 Pa. 95; Maffit’s Administrator v. Rynd, 69 Pa. 387 ; Russell v. Southard, 12 How. (U. S.) 139; Sweetzer’s App., 71 Pa. 264; Kinports v. Boynton, 120 Pa. 306; Mortland v. Mortland, 151 Pa. 596 ; McGinn v. Benner, 180 Pa. 396.\nCharles J. Sharkey, with him F. Pierce Buckley, for appellee,\ncited Kane v. Traction Co., 186 Pa. 145; Greenfield’s Est., 14 Pa. 496; Penna. R. Co. v. Shay, 82 Pa. 198; Hoffman v. R. R. Co., 157 Pa. 195; Frauenthaks App., 100 Pa. 291.\nApril 3, 1899:"
  },
  "file_name": "0598-01",
  "first_page_order": 618,
  "last_page_order": 621
}
