{
  "id": 905124,
  "name": "Thomas Roberts Stevenson Company v. Joseph Guenther and William Curtis, trading as Guenther & Curtis, defendants, and John M. B. Morrow, Garnishee, Appellant",
  "name_abbreviation": "Thomas Roberts Stevenson Co. v. Guenther",
  "decision_date": "1899-04-24",
  "docket_number": "Appeal, No. 13",
  "first_page": "628",
  "last_page": "633",
  "citations": [
    {
      "type": "official",
      "cite": "190 Pa. 628"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 Pa. 431",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457580
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0431-01"
      ]
    },
    {
      "cite": "122 Pa. 627",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948401
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/122/0627-01"
      ]
    },
    {
      "cite": "15 Mass. 447",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2055255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/15/0397-01"
      ]
    },
    {
      "cite": "15 La. Ann. 395",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        573759
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la-ann/15/0395-01"
      ]
    },
    {
      "cite": "21 Pa. 166",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "174 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878512
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/174/0099-01"
      ]
    },
    {
      "cite": "81 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0031-01"
      ]
    },
    {
      "cite": "63 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018940
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0191-01"
      ]
    },
    {
      "cite": "62 Pa. 13",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "166 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864193
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0289-01"
      ]
    },
    {
      "cite": "151 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836648
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0534-01"
      ]
    },
    {
      "cite": "171 Pa. 46",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985611
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/171/0046-01"
      ]
    },
    {
      "cite": "40 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        478387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/40/0248-01"
      ]
    },
    {
      "cite": "38 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/38/0217-01"
      ]
    },
    {
      "cite": "37 Pa. 191",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "31 Pa. 299",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 601,
    "char_count": 11189,
    "ocr_confidence": 0.435,
    "pagerank": {
      "raw": 9.115162856034739e-08,
      "percentile": 0.506520843493192
    },
    "sha256": "5228dec0ec0d3941a8b73ad3b49c40f6978f30dd977c1859bf7b6289e73e5fcf",
    "simhash": "1:afb32721260e2001",
    "word_count": 1901
  },
  "last_updated": "2024-02-27T21:33:51.582649+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J. Williams, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Thomas Roberts Stevenson Company v. Joseph Guenther and William Curtis, trading as Guenther & Curtis, defendants, and John M. B. Morrow, Garnishee, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice McCollum,\nGuenther & Curtis confessed ajudgment to the Thomas Roberts Stevenson Company in the sum of $7,500. The latter issued an attachment sur judgment, and summoned Morrow as garnishee. The answers of the garnishee to the interrogatories filed denied that he was indebted to Guenther & Curtis in any sum whatever. Issue was joined on his plea of nulla bona and it resulted, by direction of the court, in a verdict and judgment against him of $2,902.15. The sole question determinable on the trial of the issue was whether the garnishee at the time of the service of the attachment was indebted to Guenther & Curtis, and if so, in what amount. The indebtedness, if any, was the outcome of a contract between Morrow and the firm of Guenther & Curtis, in which Guenther & Curtis agreed to furnish, according to plans and specifications, heaters and ranges for the operation of 105 houses which Morrow was about to build in the city of Philadelphia. The price or sum to be paid by Morrow to Guenther & Curtis for furnishing the heaters and ranges according to plans and specifications was $6,300. Guenther & Curtis were the party of the first part and’ Morrow was the party of the second part. It was provided iu the contract that the work to be done under it by the party of the first part should be done without delay or interruption and to the satisfaction of the party of the second part, and that in the event of said work being delayed by the said party'of the first part the said party of the first part agreed that upon twenty-four hours’ written notice the party of the second part should be at liberty to engage another contractor or contractors to finish the said work and the amount so expended to pay said contractor or contractors should be properly charged against the party of the first part. The said party of the first part also waived, for themselves and their subcontractors, any and all right which they might have to file liens for work done or materials furnished in the construction of the said houses. It ought to be stated in this connection that it was stipulated in the contract that the heaters and ranges to be put in the Morrow houses by Guenther & Curtis were to be the work of the Leibrandt & McDowell Stove Company.\nGuenther & Curtis by reason of financial difficulties failed to complete the work they had undertaken to do, and thereupon, Morrow, with their co-operation and approval, engaged the Philadelphia Stove and Iron Company to finish it. The price or sum he was to pay said company under his engagement with it was $8,484.08. This sum, however, included $1,529.03 which Guenther & Curtis owed said company for .heaters and ranges furnished to them for the operation of the Morrow houses. It also included $621 for the substitution of twenty-seven Clover Triumph Ranges, No. 8, with necessary attachments, in place of a like number of the Home Range of the Leibrandt & McDowell Stove Company.\nThe Philadelphia Stove and Iron Company promptly performed the work it agreed to do and was promptly paid by Morrow in accordance with the terms of his engagement with it.' The learned court below having deducted $2,150.03 from the sum so paid, and added the balance of it to the $2,848.85 Morrow paid Guenther & Curtis on their contract with him, and previous to their failure, concluded that the balance subject to the attachment was $2,667.15, which with interest accrued thereon constituted the amount of the verdict the jury was directed to render. It is proper to state here that Morrow claimed a credit of $987.90 which Guenther & Curtis owed the Leibrandt & McDowell Stove Company for heaters and ranges furnished to them for the operation of his houses. This claim was based on the inability of Guenther & Curtis to pay it and the liability of his property for it.\nThe court appears to have rejected the claims of the subcontractors for heaters and ranges furnished to Guenther & Curtis for the operation of Morrow’s houses, on the ground that the waiver in the contract between Guenther & Curtis and Morrow of the right to file a lien prevented an enforcement of the claims against Morrow or his property. In this, we think, there was error. The waiver could not have such effect without compliance with the Act of June 26, 1895, P. L. 369, which provides “that no contract fertile erection of the whole or anj part of any building hereafter made, and no stipulation separately made as part of any such contract, whereby it is sought to deprive or hinder a contractor, subcontractor, material-man or other person from filing or maintaining a lien, commonly called a mechanic’s lien, for work done or material furnished to such building, or to any part thereof, shall operate to defeat the right of any subcontractor, material-man or other person to file and maintain such a lien ruiless such contract or stipulation shall specifically covenant against such lien by subcontractor or other person, and unless said stipulation shall be put in writing and signed by the parties thereto prior to the time authority is given to the principal contractor to proceed with said work, or unless said contract or said stipulation shall be filed with the prothonotary of the county where the land lies, for record within ten days after its execution.” It is conceded that the contract containing the waiver relied on was not filed for record with the prothonotary of the county in which the land lies within the time required by said act, and it follows that the subcontractors having the rejected claims had a clear right to file hens for the protection and enforcement of them. The right to file the liens preceded the attachment, and the precedence was maintainable by the exercise of the right within the time allowed for filing them. The Leibrandt & McDowell Stove Company, within that time, filed liens for the amount Guenther & Curtis owed them as above stated. The Philadelphia Stove and Iron Company had the right to file a lien, but did not exercise it because Morrow assumed and paid the amount Guenther & Curtis owed them. The evidence submitted by Morrow on the trial of the issue contained an acknowledgment by Curtis, representing the firm of Guenther & Curtis, that they owed the Philadelphia Stove and Iron Company $1,529.03 for heaters and ranges for the operation of the Morrow houses, and were willing that Morrow should assume and pay it. There is other evidence in the case tending to show that they not only approved but that they actually solicited his assumption and payment of it. We need not review the testimony relating to other matters. It was not sufficient to charge Guenther & Curtis with the item of $621. There was no provision in their- contract with Morrow for the substitution of Clover Triumph ranges for the Leibrandt & McDowell ranges, nor any subsequent agreement between them by whioli they were chargeable with the cost of the substitution provided for in his contract witb the Philadelphia Stove and Iron Company.\nTlie contention of Morrow respecting the right of the subcontractors to file claims as liens against bis houses was correct, and the learned court below conceded that, “ if they had such right, even if thejr did not act upon it before the attachment, they bad, as long as it subsisted, in equity, a claim upon moneys due byr Morrow to Guenther & Curtis for the ranges and heaters which they supplied, and this reinforced their claim at law and made it superior to the right of the attaching creditors.” It was the denial of their right that resulted in the error complained of, and the denial of it is probably attributable to the failure to note noncompliance with the act referred to herein. The assignment of error is sustained.\nJudgment reversed and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice McCollum,"
      }
    ],
    "attorneys": [
      "Edivin D. Hoffman, for appellant.",
      "Julius 0. Levi, for appellee."
    ],
    "corrections": "",
    "head_matter": "Thomas Roberts Stevenson Company v. Joseph Guenther and William Curtis, trading as Guenther & Curtis, defendants, and John M. B. Morrow, Garnishee, Appellant.\nMechanics' liens — Stipulation against filing liens — Recording contract— Attachment execution — Payment.\nAn attachment execution by a judgment creditor of a contractor for the erection of a building cannot be sustained against the owner as garnishee where it appears that the building contract which prohibited the filing of any liens had not been recorded in the prothonotary’s office, and, before the attachment a subcontractor had filed a lien which the owner had paid, thereby leaving no balance due the contractor. In such a case the lien filed was valid, and the owner had a right to pay it, without reference to the attachment.\nArgued March 25, 1898.\nAppeal, No. 13, Jan. T., 1898, by garnishee, from judgment of C. P. No. 2, Phila. Co., March T., 1896, No. 941, on verdict for plaintiff.\nBefore Sterrett, C. J. Williams, McCollum, Dean and Fell, JJ.\nReversed.\nAttachment execution. Before Wiltbank, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court gave binding instructions in favor of the plaintiff.\nVerdict and judgment for plaintiff against garnishee for $2,902.15. The garnishee appealed.\nError assigned was the instruction of the court.\nEdivin D. Hoffman, for appellant.\nThe attaching creditor stands in the shoes of his debtor, and any credits that could be set off against the latter are equally available against the former. The attachment in no way interferes with the rights of the garnishee: Patten v. Wilson, 31 Pa. 299; Myers v. Blatzell, 37 Pa. 191; Norcross v. Benton, 38 Pa. 217; Fessler v. Ellis, 40 Pa. 248.\nIf it can be shown that the contract in question was an entire contract, then the learned trial judge was manifestly in error in his charge to the jury, for no principle of law is better settled than that he who has defaulted in the performance of an entire contract can recover nothing on account thereof.\nThe latest case, and the one most nearly parallel to that now before the court, which can be found, is that of Hartman v. Meighan, 171 Pa. 46.\nIf the consideration or price is single and entire, the contract must be held entire, although consisting of several distinct items: Gill v. Johnstown Lumber Go., 151 Pa. 534; Shaw v. Badger, 12 S. & R. 277; American Forcithe Powder Mfg. Co. v. Malone & Go., 166 Pa. 289.\nIt is almost unnecessary to quote authorities to show that the defendants in the present case were such contractors as were authorized to bind the buildings for materials furnished: Singerly v.Doerr, 62 Pa. 13; Duff v. Hoffman, 63 Pa. 191; Schenck v. Uber, 81 Pa. 31; Owen v. Johnson, 174 Pa. 99.\nIn the present case the provisions of the act of 1895 were not complied with, in that the contract was never filed with the prothonotary of the proper county. The provisions against liens were therefore by the terms of the act invalid, and did not operate to defeat the right to lien.\nJulius 0. Levi, for appellee.\nThe act of 1895 is unconstitutional: Cooley on Constitutional Limitations, sec. 391; Wilkinson v. Leland, 2 Peters, 627; Sliarpless v. Mayor of Philadelphia, 21 Pa. 166; Weaver v. Malliott, 15 La. Ann. 395; King v. Bank, 15 Mass. 447; Titusville Iron Works v. Keystone Oil Co., 122 Pa. 627; Godcharles v. Wigeman, 113 Pa. 431.\nApril 24, 1899:"
  },
  "file_name": "0628-01",
  "first_page_order": 648,
  "last_page_order": 653
}
