{
  "id": 428619,
  "name": "Breidegam versus Hoffmaster and Burkhart",
  "name_abbreviation": "Breidegam v. Hoffmaster",
  "decision_date": "1869-03-01",
  "docket_number": "No. 46",
  "first_page": "223",
  "last_page": "226",
  "citations": [
    {
      "type": "official",
      "cite": "61 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "2 Grant 88",
      "category": "reporters:state",
      "reporter": "Grant",
      "case_ids": [
        227555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/grant/2/0088-01"
      ]
    },
    {
      "cite": "2 Wright 63",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "4 Howard 289",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 331",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856288
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0331-01"
      ]
    },
    {
      "cite": "5 Watts 350",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "1 Phila. Rep. 555",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "1 Jones 195",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 377",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0377-01"
      ]
    },
    {
      "cite": "10 Watts 289",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850969
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/10/0289-01"
      ]
    },
    {
      "cite": "4 W. & S. 32",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856426
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0032-01"
      ]
    },
    {
      "cite": "7 Watts 565",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846828
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0565-01"
      ]
    },
    {
      "cite": "4 Whart. 259",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0259-01"
      ]
    },
    {
      "cite": "10 Watts 262",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 498,
    "char_count": 8333,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 4.548627546539126e-08,
      "percentile": 0.28466968537547943
    },
    "sha256": "19bd52f81324de76a7fb39fa04f7f003106ae2584ac945e48d235e96364d0565",
    "simhash": "1:5a5d08748274cc96",
    "word_count": 1510
  },
  "last_updated": "2024-02-27T19:58:23.514592+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Breidegam versus Hoffmaster and Burkhart."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 11th 1869, by\nRead, J.\nThe title by which the plaintiff claims the tract of land in Alsace township, Berks county, containing 86 acres, which is the subject of this ejectment, is the Statute of Limitations. His claim is as devisee of Susanna Hassler, the widow of Johannes Hassler, who died about the 1st February 1826, having made a will dated the 29th of December 1825, which was proved on the 13th February 1826. The widow died in June 1858, and her will, dated 29th September 1856, was not proved until the 4th February 1862. No executor was appointed by the will of the husband, but this land was specially mentioned in it. The widow appointed the plaintiff her executor, but this land was not mentioned or alluded to in her will, and her devisee claims it under the general words “ all my estate, real, personal and mixed, which I may own at the time of my decease.”\nThe will of her husband gave Mrs. Hassler “ the use and benefit of all my property, movable and personal, together with all money that shall' be at my death, out on interest, so long as she liveth and rémaineth a widow, with liberty to appropriate the same to her sole use, where and in what manner she may think proper.”\nTo ten god-children named in his will, he gave his personal property after the death of his wife, and the income of his plantation or farm during their lives, excepting four dollars yearly to the preacher of his congregation, and after their death to go to the use of our church.\nThe widow remained on the farm, and afterwards rented it, she living in Reading. The land, from 1827 to the commencement of this suit, was assessed as John Hassler’s estate. Upon the death of Mrs. Hassler, the god-children by their tenants went into possession, and were in possession at the commencement of this action in 1862.\nThe evidence on the part of the plaintiff simply proved, that the widow remained on the farm, receiving the profits, and also when she removed to Reading to a house bought for her by the administrator of her husband’s estate. There is but one expression testified to by one witness, which can be construed into her claiming adversely to the devisees of her husband. “ It is my property, and I will do with it what I please.”\nOn the other hand, five witnesses prove clearly, that she had remained in possession and received the rents, under the belief that her husband had given her a life estate in it, so long as she remained a widow. “ She said Hassler had willed the farm to her as long as she had had his name; then, to the children they’d held in baptism, of whom she was god-mother, and after their death it was to go to Spies’s church.” In this there was only one mistake, and that was as to her life interest, which is the true explanation of her taking the rents and profits, and negatives entirely any adverse claim or any intention to claim the property by the Statute of Limitations.\nThe learned judge submitted the whole question to the jury with proper instructions, and he is not dissatisfied with the verdict, which appears to have been a perfectly righteous one.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Read, J."
      }
    ],
    "attorneys": [
      "G. D. Budd and J. Hoffman (with whom was W. P. Bard), for plaintiff in error.",
      "F L. Smith, for defendants in error,"
    ],
    "corrections": "",
    "head_matter": "Breidegam versus Hoffmaster and Burkhart.\nWhere a widow remained in exclusive possession of her husband’s land for more than twenty-one years after his death, declarations that he had devised it to her during widowhood negatived any adverse claim or intention to claim by the Statute of Limitations.\nMarch 1st 1869.\nBefore Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius.\nError to the Court of Common Pleas of Berks county: No. 46, to July Term 1867.\nThis was an action of ejectment brought, April 10th 1862, by William Breidegam against Samuel Hoffmaster and John W. Burk-hart for a tract of 86 acres of land. The land formerly belonged to John Hassler, who died February 1st 1826, having made his will by which he gave to his wife Susanna Hassler all his personal property. He ordered his “plantation or farm” to remain in his name unsold and in good repair for ever, the annual profits to be paid to his god-children whom he named as long as. they lived, “ and after their death to go to the use of our church.” Susanna Hassler, the widow, died in June 1858, having made'.a will, proved February 4th 1862, by which she gave “all her estate, real and personal,” to the plaintiff, tie, claiming that Mrs. Hassler had obtained a title by the Statute of Limitations to the land in controversy, brought this ejectment against the defendants, who were in possession under the devisees for life of John Hassler.\nOn the trial the plaintiff gave evidence that the widow had occupied the plantation by herself for some years after her husband’s death, and then moved to Reading. After that she rented it to a number of tenants, and maintained the entire management and control of it during her life. There was evidence also that she declared “ that it was her property, and she would do with it what she pleased,” and that “ she always spoke of it as her plantation.”\nOn the part of the defendants there was evidence that the land had been assessed to John Hassler’s estate from the time of his death; also of declarations of Mrs. Hassler, that her husband “ had willed the farm to her as long as she had his name, then to the children they’d held in baptism, and after their death it was to go to Spies’s church.” A number of witnesses testified to declarations by Mrs. Hassler of the same kind. Most or all of these witnesses were strangers to the parties, and unconnected with them in any way.\nThe plaintiff submitted the following points:—\n“ 1. The possession of Mrs. Hassler and her tenants from 1826 to 1858, as proved by the plaintiff’s witnesses, contains adequate evidence of a title by the Statute of Limitations.\n“ 2. Nothing in the testimony of the defendants should be taken •to affect the rights of Mrs. Hassler, to withdraw the case from the operation of the statute, or to create a bar to a recovery by the plaintiff.”\nThe court affirmed the 1st point, and on the question presented in it said in the general charge:—\n“ Under this evidence, if believed, it would be competent for the jury to find such a possession in Mrs. Hassler, as to warrant a verdict for the plaintiff.”\nAs to the 2d point he charged :—\n“ Upon the 2d point, the court are constrained to refuse the instruction asked by counsel. The question raised by the testimony of the defendants is one of fact, and must be submitted to the jury. If they find that Mrs. Hassler claimed only an estate for life, and during her tenure recognised and admitted the right of the devisees to the property upon her decease, a title could not have been acquired by her under the statute, and she could not, consequently, transmit the property by will to her own devisee.”\nIn his general charge the judge enlarged upon the principle stated in this answer, and applied it to the evidence.\nThe verdict was for the defendant.\nThe plaintiff took out a writ of error and assigned for errors the portion of the charge given above and the answer of the court to his 2d point.\nG. D. Budd and J. Hoffman (with whom was W. P. Bard), for plaintiff in error.\nDeclarations to avoid the bar of the statute must be to the party or his agent: Farm. & Mec. Bank v. Wilson, 10 Watts 262; Sailor v. Hertzog, 4 Whart. 259; Jones v. Porter, 3 Penna. R. 132; Crisswell v. Altemus, 7 Watts 565; St. Clair v. Shale, 9 Barr 252; Read v. Thompson, 5 Id. 327; Bell v. Hartley, 4 W. & S. 32; Patterson v. Riegle, 4 Barr 201; Doe v. Gregory, 2 Ad. & El. 14; Jaynes v. Hughes, 10 Exchequer R. 430; Curzon v. Edmonds, 6 M. & W. 295; Pipher v. Lodge, 4 S. & R. 315; s. c. 16 Id. 214; Watson v. Gregg, 10 Watts 289; Dikeman v. Parrish, 6 Barr 211; Hall v. Vandegrift, 3 Binney 374; Parker v. Southwick, 6 Watts 377.\nF L. Smith, for defendants in error,\ncommented on the authorities referred to by the plaintiff in error, and cited Long v. Mast, 1 Jones 195; Caffrey v. McFarland, 1 Phila. Rep. 555; McMasters v. Bell, 2 Penna. R. 180; Patterson v. Riegle, 4 Barr 204; Miller v. Keene, 5 Watts 350; Crisswell v. Altemus, 7 Id. 582; Sheaffer v. Eakman, 6 P. F. Smith 144; Hall v. Mathias, 4 W. & S. 331; Zeller’s Lessee v. Eckert, 4 Howard 289; Bannon v. Brandon, 10 Casey 267, s. C. 2 Wright 63; Iddings v. Cains, 2 Grant 88."
  },
  "file_name": "0223-01",
  "first_page_order": 223,
  "last_page_order": 226
}
