{
  "id": 428668,
  "name": "Rankin versus Demott; Williams versus Demott",
  "name_abbreviation": "Rankin v. Demott",
  "decision_date": "1869-03-05",
  "docket_number": "Nos. 193 and 194",
  "first_page": "263",
  "last_page": "265",
  "citations": [
    {
      "type": "official",
      "cite": "61 Pa. 263"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Yeates 349",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/1/0348-01"
      ]
    },
    {
      "cite": "1 Dall, 125",
      "category": "reporters:scotus_early",
      "reporter": "Dall,",
      "case_ids": [
        12133121,
        1408514
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "175"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0125-01",
        "/us/1/0127-02"
      ]
    },
    {
      "cite": "2 Cranch 20",
      "category": "reporters:scotus_early",
      "reporter": "Cranch",
      "case_ids": [
        6757242,
        6757251
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dc/2/0020-01",
        "/dc/2/0020-02"
      ]
    },
    {
      "cite": "8 W. & S. 183",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0183-01"
      ]
    },
    {
      "cite": "8 Wright 237",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 348,
    "char_count": 5598,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.30705786321905254
    },
    "sha256": "4ce604d9b913809b047646d65e46efa2e934612258b2485ec0f3aee8de3f75e3",
    "simhash": "1:1c7a042d86eef3ce",
    "word_count": 969
  },
  "last_updated": "2024-02-27T19:58:23.514592+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ."
    ],
    "parties": [
      "Rankin versus Demott. Williams versus Demott."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 11th 1869, by\nAgnew, J.\nIt is unnecessary to review our former decisions upon the legal tender laws of Congress, either to revise them, or to apply them to the cases before us. The recent decisions of the Supreme Court of the United States in the cases of Bronson’s Ex’rs. v. Rhodes, and Butler v. Horwitz, give to these legal tender acts an interpretation which will govern us in the determination of these causes. The opinions of the Chief Justice result in this, that after the passage of the Legal Tender Acts there were two descriptions of money in use, coin and notes, both authorized by law, and both made a legal tender in payments. As a consequence, it is said, there being no express provision to the contrary in the law, it is a just if not a necessary inference, from the fact that both descriptions of money were issued by the same government, that contracts to pay in either are equally sanctioned by law. It was therefore held, that express contracts to pay coin dollars can only be satisfied by the payment of coin dollars. Consequently, the distinction taken in our cases between contracts for a specific article (money or goods) and contracts for lawful money (coin or currency) is now unimportant. Of the former class, Mather v. Kinike, reported in 1 P. F. Smith 425, may be taken as an example ; and of the latter, Shollenberger v. Brinton, in 2 P. F. Smith 9. The Legal Tender Law being an Act of the Congress of the United States, the ultimate authority for its exposition vests in the Supreme Court of the United States, and it is our duty to follow the interpretation given by that court. No question upon the constitutionality of that law was involved in the decision, the Supreme Court resting its determination solely upon the interpretation given to the Legal Tender Act.\nIt follows that the judgments given at Nisi Prius in the above cases were erroneous. The judgment in each case is therefore reversed, and judgment is now rendered for the defendant in the cases stated.",
        "type": "majority",
        "author": "Agnew, J."
      }
    ],
    "attorneys": [
      "John G. Johnson and Win. F. Judson, for plaintiffs in error,",
      "H. Wharton, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Rankin versus Demott. Williams versus Demott.\n1. A ground-rent payable in “ gold or silver lawful money of the United States,” must be paid in coin or its equivalent.\n2. Since the passage of the Legal Tender Acts there are two descriptions of money in use, coin and notes, both authorized by law; contracts to pay in either are equally sanctioned by law.\n3. The Supreme Court of the United States having held that express contracts to pay coin dollars can be satisfied only by the payment of coin dollars, the distinction taken in this court between contracts for a specific article and contracts for lawful money, is unimportant.\nMarch 5th 1869.\nBefore Thompson, C. J., Read, Agnew, Sharswood and Williams, JJ.\nCertificates from Nisi Prius: Nos. 193 and 194, to January Term 1869.\nThese were amicable actions and cases stated: In the first action, in which Jacob Demott, to the use of William L. Schaffer, was plaintiff, and John Rankin, defendant, the following facts were submitted: In the year 1856, Henry J. Williams and others conveyed to Josiah L. Haines a lot of ground on Wallace street, in the city of Philadelphia, subject to a yearly ground-rent of $198, payable in “ gold or silver lawful money of the United States,” the ground-rent being extinguishable upon the payment of $3300, “lawful money as aforesaid.” The ground-rent was afterwards so apportioned that a part of it amounting to $176.88, extinguishable upon the payment of $2948, became charged upon the westernmost portion of the said lot; the title to which became vested in William L. Schaffer, who afterwards sold and conveyed it to Jacob Demott in fee, clear and discharged from the payment of the ground-rent, and covenanted with Demott to procure a release and extinguishment of the ground-rent which had then become vested in the defendant, John Rankin.\nSchaffer, in pursuance of his covenant, applied to Rankin to execute a release of the ground-rent upon payment of $2948 in\" legal tender notes; this was refused, Rankin demanding gold or silver coin, or its equivalent, and Schaffer paid under protest the additional sum of $1267.67, the amount of premium on $2948 in gold, Rankin agreeing, to refund it if it should be determined by the Supreme Court that the principal of the ground-rent was payable in legal tender notes. The deed extinguishing the ground-rent was then executed by Rankin, and the action was instituted to recover back $1267.67, paid as premium on the principal of the ground-rent in gold.\nThe second action, in which Jacob Demott, to the use of William L. Schaffer, was plaintiff, and Henry J. Williams defendant, was instituted to recover back the premium paid upon the balance of the ground-rent of $8800, the same facts being submitted.\nIn both actions judgment was entered pro formd for the plaintiff.\nThe defendants had the cases certified to the court in banc, and assigned for error the entering of judgments for the plaintiff.\nJohn G. Johnson and Win. F. Judson, for plaintiffs in error,\ncited Haines v. Ellis, 12 Harris 253; Wright v. Brown, 8 Wright 237; Reed v. Penrose, 12 Casey 214; Bosler v. Kuhn, 8 W. & S. 183; Faw v. Marsteller, 2 Cranch 20; Wharton v. Morris, 1 Dall, 125; Lee v. Biddis, Id. 175; Johnson v. Hocker, Id. 406; Dorrance v. Stewart, 1 Yeates 349; Newman v. Keffer, 9 Casey 442 (in note); Dutton v. Pailaret, 2 P. F. Smith 109; Kroener v. Colhoun, Id. 24; Broomfield v. Smith, 1 M. & W. 542; Webster v. Warren, 2 Wash. C. C. R. 456.\nH. Wharton, for defendant in error,\ncited Shollenberger v. Brinton, 2 P. F. Smith 9."
  },
  "file_name": "0263-01",
  "first_page_order": 263,
  "last_page_order": 265
}
