{
  "id": 428621,
  "name": "Loew versus Stocker",
  "name_abbreviation": "Loew v. Stocker",
  "decision_date": "1869-03-16",
  "docket_number": "No. 318",
  "first_page": "347",
  "last_page": "352",
  "citations": [
    {
      "type": "official",
      "cite": "61 Pa. 347"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Rawle 318",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "1 Binn. 437",
      "category": "reporters:state",
      "reporter": "Binn.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 448",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848412
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0448-01"
      ]
    },
    {
      "cite": "3 W. & S. 118",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0118-01"
      ]
    },
    {
      "cite": "10 Ohio 455",
      "category": "reporters:state",
      "reporter": "Ohio",
      "case_ids": [
        588064
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ohio/10/0455-01"
      ]
    },
    {
      "cite": "1 Dall. 119",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12132441,
        1408339,
        1408420,
        12132633
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0119-01",
        "/us/1/0121-02",
        "/us/1/0121-01",
        "/dall/1/0119-02"
      ]
    },
    {
      "cite": "10 Mass. 433",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2026947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/10/0428-01"
      ]
    },
    {
      "cite": "12 Wright 175",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Peters 74",
      "category": "reporters:scotus_early",
      "reporter": "Pet.",
      "opinion_index": -1
    },
    {
      "cite": "8 Wright 82",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 72",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 W. & S. 121",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "7 Wright 88",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "2 Bibb 595",
      "category": "reporters:state",
      "reporter": "Bibb",
      "case_ids": [
        6424880,
        6424971
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ky/5/0595-01",
        "/ky/5/0595-02"
      ]
    },
    {
      "cite": "1 Watts 233",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "13 Gratt. 644",
      "category": "reporters:state",
      "reporter": "Gratt.",
      "case_ids": [
        4437795
      ],
      "opinion_index": -1,
      "case_paths": [
        "/va/54/0251-01"
      ]
    },
    {
      "cite": "1 Hemp. 39",
      "category": "reporters:state",
      "reporter": "Hempst.",
      "opinion_index": -1
    },
    {
      "cite": "22 Ind. 399",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1474333
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/22/0399-01"
      ]
    },
    {
      "cite": "5 Whart. 563",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        8878948
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/5/0563-01"
      ]
    },
    {
      "cite": "4 Watts 21",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842772
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0021-01"
      ]
    },
    {
      "cite": "17 Mass. R. 591",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2036094
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/17/0478-01"
      ]
    },
    {
      "cite": "2 Pick. 24",
      "category": "reporters:state",
      "reporter": "Pick.",
      "case_ids": [
        2049709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/19/0027-01"
      ]
    },
    {
      "cite": "2 McCord 271",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        220395
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/scl/13/0271-01"
      ]
    },
    {
      "cite": "2 Yeates 339",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        812598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/2/0339-01"
      ]
    },
    {
      "cite": "1 Dall. 216",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12141530,
        1408555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0216-01",
        "/us/1/0228-01"
      ]
    },
    {
      "cite": "2 McCord 129",
      "category": "reporters:state",
      "reporter": "McCord",
      "case_ids": [
        220467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/13/0129-01"
      ]
    },
    {
      "cite": "8 W. & S. 47",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": 0
    },
    {
      "cite": "3 Yeates 386",
      "category": "reporters:state",
      "reporter": "Yeates",
      "opinion_index": 0
    },
    {
      "cite": "2 Swan. 399",
      "category": "reporters:state",
      "reporter": "Swan",
      "case_ids": [
        8541125
      ],
      "opinion_index": 0,
      "case_paths": [
        "/tenn/32/0399-01"
      ]
    },
    {
      "cite": "6 Rich. 54",
      "category": "reporters:state",
      "reporter": "Rich.",
      "case_ids": [
        8483833
      ],
      "opinion_index": 0,
      "case_paths": [
        "/scl/40/0054-01"
      ]
    },
    {
      "cite": "4 Port. 198",
      "category": "reporters:state",
      "reporter": "Port.",
      "case_ids": [
        8497641
      ],
      "opinion_index": 0,
      "case_paths": [
        "/port/4/0198-01"
      ]
    },
    {
      "cite": "2 Munf. 283",
      "category": "reporters:state",
      "reporter": "Munf.",
      "case_ids": [
        6719014
      ],
      "opinion_index": 0,
      "case_paths": [
        "/va/16/0458-01"
      ]
    },
    {
      "cite": "1 Ala. 52",
      "category": "reporters:state",
      "reporter": "Ala.",
      "case_ids": [
        902373
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ala/1/0052-01"
      ]
    },
    {
      "cite": "1 Wright 130",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        625843
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0131-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 825,
    "char_count": 15835,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 2.074780233630272e-07,
      "percentile": 0.7582509636662215
    },
    "sha256": "1f503887ff1383716bee3dddbb0b337c4e62b979fae8d075360da3436336822b",
    "simhash": "1:8f818ce3dd46dc97",
    "word_count": 2881
  },
  "last_updated": "2024-02-27T19:58:23.514592+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Loew versus Stocker."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, May 11th 1869, by\nWilliams, J.\nThis was an action of debt, against the surviving obligors, upon a joint and several bond given to indemnify the plaintiff below, for levying upon and selling certain personal property on an execution directed to him as sheriff of Carbon county. After proof by the subscribing witness of the execution of the bond by all the obligors, with the exception of Jonathan Brock, whose name was signed thereto and seal affixed by O. H. Wheeler, as his authorized attorney, in the presence of the subscribing witness, the plaintiff below offered the bond in evidence without any proof of Wheeler’s authority to sign it for Brock, the defendant. Loew, plaintiff in error, objected to its admission, but the court overruled the objection, and admitted it in evidence, to which he excepted, and assigns here its admission as error. The variance between the date of the bond, and its date as declared on, arose, doubtless, from a slip of the pleader, and would have been corrected if the attention of the court and opposite counsel had been called to it at the time of the offer. As the declaration might have been amended so as to avoid the variance, we should be disposed to treat it as amended here, if there were no other objection to the admission of the bond. But it was clearly inadmissible for another reason. As the action was against the surviving obligors, there could be no recovery without showing a joint liability of all, though one of them was not served with process: Schoneman v. Fegley, 7 Barr 433; Rowan v. Rowan, 5 Casey 181. It was, therefore, incumbent on the plaintiff to prove the execution of the bond by Brock before he was entitled to give it in evidence, and as it was signed for him by Wheeler, proof of his authority was indispensable. As there was no evidence of his authority, its execution by Brock was not proved, and the court erred in admitting it: 2 Greenl. Ev. § 159. And the error was not cured by any subsequent evidence, for the special verdict finds “ that the bond in suit was not executed by Jonathan Brock himself, and there is no evidence that O. H. Wheeler was authorized to sign his name.” But'it may have been cured by the amendment of the record, by striking therefrom the name of Brock at the time the judgment was entered, if the court had authority to permit the amendment. But the court had no such authority, unless it is conferred by the Act of 4th May 1852, as construed by the Act of 12th of April 1858. Under these acts the names of parties, whether plaintiffs or defendants, may be stricken out or added whenever it is necessary to a trial on the merits: Rangler v. Hummel, 1 Wright 130. But the amendment in this case was not made until long after the trial, and the finding of a special verdict by the jury, and when nothing remained to be done but for the court to draw the legal conclusion from the facts found by them and enter the proper judgment thereon. How then can it be said that the amendment was necessary to a trial on the merits ? And if it was not, the court had no authority to permit it.\nIn the express language of the act it is only “ where, by reason of there being too many persons included as plaintiffs or defendants by mistake “ that the court is authorized to permit an amendment by striking out from the suit such persons as plaintiffs or defendants as will prevent the cause being tried on the merits.” We think that the amendment was not warranted by the letter or spirit of the act. It struck from the special verdict that part of the finding upon which the defendants rested their defence. If the amendment was improperly allowed, it is clear from the authorities already cited that the plaintiff below was not entitled to a judgment on the special verdict, for the reason that it did not show a joint liability on the part of all the obligors included in the action, even if it had been sufficient in other respects. But whether the amendment was rightly allowed or not, no judgment could be properly entered on the verdict, either in favor of the plaintiff or defendant. It is radically and incurably defective in not finding the facts essential to the plaintiff’s right of recovery; and the omission is apparent on the face of the verdict. The bond upon which the suit was brought, as we have already said, was given to indemnify Francis Stocker, the plaintiff below, for levying upon and selling personal property upon an execution which had come into his hands as sheriff. The special verdict finds “ that an action was brought against Erancis Stocker, sheriff of Carbon county, and a recovery had against him which, with costs and interest, amounts to more than $3000,” the penalty of the bond. But it does not find that the action was brought, and the recovery had for levying upon and selling the goods mentioned and described in the bond, and for which it was given as indemnity, and we cannot intend or infer that such was the fact. It is well settled that a special verdict must find all the essential facts in the case, and that it cannot be aided by intendment or a reference to extrinsic facts appearing upon.the record: Wallingford v. Dunlap, 2 Harris 31; Sewall v. Glidden, 1 Ala. 52; Tunnell v. Watson, 2 Munf. 283; Lee v. Campbell, 4 Port. 198; Allen v. Folger, 6 Rich. 54; and what is not found by a special verdict will be taken not to exist: Thayer v. Society of United Brethren, 8 Harris 60; Berks Co. v. Jones, 9 Id. 416; and this is so although the circumstances stated may be sufficient to warrant an inference or presumption of the existence of the matter omitted: Jones v. State, 2 Swan. 399. The court is confined to the facts found in a special verdict, and cannot supply the want thereof by any argument or implication from what is expressly found: Crousillat v. Ball, 3 Yeates 386; Ingersoll v. Blanchard, 2 Id. 545. And if the special verdict is defective or uncertain, no judgment can be entered upon it, but it must be set aside, and a venire de novo awarded: Whitesides v. Russell, 8 W. & S. 47; Peterson v. United States, 2 Wash. C. C. R. 39; State v. Duncan, 2 McCord 129. These authorities abundantly show not only that the judgment must be reversed, but that the special verdict must be set aside and a new trial awarded.\nJudgment reversed, special verdict set aside, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Williams, J."
      }
    ],
    "attorneys": [
      "C. Albright and H. Green, for plaintiff in error.",
      "M. M. Dimmick, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Loew versus Stocker.\n1. The date of a bond was stated in the declaration differently from the date of the bond in evidence. The declaration could have been amended in the court below and it would be treated in the Supreme Court as if amended.\n2. The bond was executed by B. and others and the declaration was jointly against all, B. not having been served, there being no evidence of his execution of the bond: there could be no recovery, a joint liability of all not having been shown.\n3. The jury found by a special verdict that the bond was not executed by B. The court entered judgment fifteen months after the verdict and at the same time allowed the record to be amended by striking out the name of B. Held, to be error.\n4. A bond by several was given to the sheriff to indemnify him for selling goods under an execution. In a suit on the bond, a special verdict found that a suit was “brought against (the sheriff) and a recovery had against him,” &c., but did not find that the suit was for the goods mentioned in the bond. Held, that special verdict was fatally defective.\n5. A special verdict must find all,the essential facts: it cannot be aided by intendment or a reference to extrinsic facts appearing on the record.\n6. What is not found by a special verdict will be taken not to exist, although the circumstances stated may warrant the inference of the matter omitted.\n7. The court is confined to the facts found in a special verdict and cannot supply the want of them by any argument or implication from what is expressly found.\n8. If the special verdict is defective or uncertain no judgment can be entered on it, it must be set aside and a venire de novo awarded.\nMarch 15th and 16th 1869.\nBefore Thompson, C. J., Read, Agnew and Williams, JJ. Sharswood, J., at Nisi Prius.\nError to the Court of Common Pleas of Clarion county: No. 318, to January Term 1869.\nThis was an action of debt, commenced August 29th 1867, by Francis Stocker, late sheriff of Carbon county, against Jonathan Brock, O. H. Wheeler, E. W. Harlan and Conrad Loew, who survived Amos Lentz. Due service of the writ was made on all the defendants except Jonathan Brock, as to whom the sheriff returned “nihil.”\nThe declaration was against the defendants jointly on a bond dated March 13th 1858, in the penalty of $3000, conditioned to indemnify the plaintiff as sheriff for selling certain goods levied on as the property of Almira Knowles and William Reed. The declaration averred that he had sold the goods, and in an action of trespass against him for so doing a judgment amounting to $2071, besides costs, had been recovered against him and paid. Loew, one of the defendants, pleaded “ Non est factum.”\nThe following are the material points of the bond:—\n“ Know all men by these presents, that we, Jonathan Brock, O. H. Wheeler, E. W. Harlan, Amos Lentz and Conrad Loew, are held and firmly bound unto Francis Stocker, Escp, sheriff of the county of Carbon, in the sum of three thousand dollars, to be paid to the said Francis Stocker, Esq., his certain attorney, &c., to which payment well and truly to be made, we do bind ourselves and each of us, our and each of our heirs, executors and administrators and every of them, jointly and severally, firmly by these presents. Sealed with our seals, dated this 30th day of March, a. D. 1858.\n“ The condition of the above obligation is such, that whereas a writ of fieri facias has lately issued, &c., at the suit of Maria Brock, directed to the above-named Francis Stocker, sheriff, &c., commanding- him to levy on the goods,' &c., of Almira Knowles and William Reed, as well personally as also as administrators of said A. L. D. Kurtz,” &c., and the sheriff had levied on certain goods, specifying them: “ And whereas the said sheriff does not certainly know what are the goods and chattels or effects of the said Almira Knowles and William Reed, personally and as administrators as aforesaid.” The condition was that Maria Brock should indemnify Stocker for all damages, &c., on account of levying on and selling the goods, &c. The bond was signed\n“Jonathan Brock, [Seal] per his authorized Attorney, O. H. Wheeler,”\nand by all the other parties.\nThe subscribing witness to the bond testified that it was executed in his presence by all the parties; “ Jonathan Brock did not sign the bond. It is signed by O. H. Wheeler as attorney for Brock.”\nThe plaintiff offered the bond in evidence; it was objected to by Loew, admitted by the court, and a bill of exceptions was sealed.\nThe jury by agreement of the parties found the following special verdict, October 9th 1868:—\n“We find the bond in suit was not executed by Jonathan Brock himself, and there is no evidence that O. H. Wheeler was authorized to sign his name. That the signature to the bond is as follows : ‘ Jonathan Brock by his authorized attorney, O. H. Wheeler,’ and purports to be under seal. That the bond is properly executed as to the other obligors. That an action was brought against Francis Stocker, sheriff of Carbon county, and a recovery had against him which with costs and interest amounts to more than $3000.\n“ If the court be of opinion that the plaintiff can under the law recover against O. H. Wheeler and Conrad Loew in this case, we find for the plaintiff the' sum of three thousand dollars. If the court should be of the contrary opinion then we find for the defendants.”\nJanuary 5th 1869, the plaintiff moved “ to amend the record by striking from the 3ame the name of Jonathan Brock, whose name was therein inserted by mistake.”\nThe court (Barrett, P. J.) on the 9th of January 1869, entered judgment on the verdict for the plaintiff; and same day against the objection of the defendant, allowed the amendment moved for on the 5th.\nLoew took out a writ of error, and assigned for error—\n1 and 2. Admitting the bond in evidence.\n3. Entering judgment on the special verdict.\n4. Allowing the amendment of striking Brock’s name from the record after the verdict had been rendered.\nC. Albright and H. Green, for plaintiff in error.\nThe date and parties to the bond in the declaration are different from those in evidence: 2 Greenlf. Ev. §§ 56, 58, 66, 159, 160. This is a joint action, and a joint liability must be shown: Schoneman v. Fegely, 7 Barr 433; 1 Phillips on Ev. 507; Weall v. King, 12 East 452; Lopes v. De Tastet, 1 Brod. & Bing. 538; 3 Phill. Ev. 673-9, 690; Musgrove v. Gibbs, 1 Dall. 216; Umbehocker v. Rassell, 2 Yeates 339; Evert v. Barr, 4 Id. 99; Dillingham v. The United States, 2 W. C. C. R. 422; Stephens v. Graham, 7 S. & R. 505; Church v. Feterow, 2 Penna. R. 301; Scott v. Horn, 9 Barr 407; Geddis v. Irvine, 5 Id. 508; Ives v. Pickett, 2 McCord 271. Proof of Wheeler’s authority was necessary: Bellas v. Hays, 5 S. & R. 436; Gordon v. Bulkeley, 14 Id. 331; Rankin v. Cooper, 2 P. A. Browne 13; Grove v. Hodges, 5 P. F. Smith 515. There should be a valid principal to bind a surety: Theobold on Prin. and Surety 1 (1 Law Lib.); Woods v. Washburn, 2 Pick. 24; Bean v. Parker, 17 Mass. R. 591. Unless the bond was what it purported to be, the valid obligation of all the parties, it is not the bond of the defendant: Fertig v. Bucher, 3 Barr 308; Keyser v. Keen, 5 Harris 327; Grim v. School. Div., 1 P. F. Smith 219; Sharpe v. U. States, 4 Watts 21; Mears v. Commonwealth, 8 Id. 225; Biery v. Harris, 5 Whart. 563; Seaton v. Henson, 2 Shower 28; Barrington v. Bank of Washington, 14 S. & R. 405; Smith v. Weld, 2 Barr 54; Pepper v. State, 22 Ind. 399; Sacramento v. Dunlap, 14 Calif. 421; Swanson v. Bell, 1 Hemp. 39; Brown v. Johnson, 13 Gratt. 644. As to the amendment: Streatfield v. Halliday, 3 Term R. 780; 1 Sand. R. 291, note c; 1 Chitty’s Pl. 43; Sweigart v. Berk, 8 S. & R. 308; Nutz v. Reutter, 1 Watts 233; Hardwick v. McKee, 2 Bibb 595; Locke v. Daugherty, 7 Wright 88; Ridgely v. Dobson, 3 W. & S. 121; Hite v. Kier, 2 Wright 72; Pitts., F. W. and Ch. Railroad v. Evans, 3 P. F. Smith 250.\nM. M. Dimmick, for defendant in error.\nAs to the amendment cited Acts of April 16th 1846, § 2, Pamph. L. 358, April 12th 1858, § 1, Pamph. L. 243, Purd. 46, 47, pl. 24; Jackson v. Lloyd, 8 Wright 82; Talmon v. Smith, 2 Sand. R. 207, note 2; Minor v. Bank of Alexandria, 1 Peters 74. As to the joint action, Act of April 6th 1830, § 1, Pamph. L. 277, Purd. 577, pl. 34; Burke v. Noble, 12 Wright 175; Keyser v. Keen, Grim v. School Districts, supra; Wood v. Ogden, Harrison 453; Cutter v. Whittemore, 10 Mass. 433; Adams v. Beam, 12 Id. 137; Gerard v. Basse, 1 Dall. 119; Ohio v. Bowman, 10 Ohio 455; Price v. Cloud, 6 Alabama 254; Elliott v. Davis, 2 Bos. & Pull. 339; Van Bramer v. Cooper, 2 Johns. R. 279; Hartness v. Thompson, 5 Id. 160; Ridgely v. Dobson, 3 W. & S. 118; Rhoads v. Frederick, 8 Watts 448. Where a person guaranties performance of another the principal need not execute the obligation. The testimony should have gone to the jury as to whether Brock’s name was signed by his authority: Piggott v. Hollway, 1 Binn. 437. But by the agreement for a special verdict, the defendant admitted his signature and rendered this unnecessary: Berks and Dauphin Turnpike v. Myers, 6 S. & R. 13; Miller’s Estate, 3 Rawle 318; Siegfried v. Levan, 6 S. & R. 311; Starkie on Ev., 510; Graham v. Lockhart, 8 Alabama 9; Hemphill v. Dixon, 1 Hempstead 235; 2 Phillips on Ev., 503-505, notes 442-443; Collins v. Lemasters, 2 Baily Rep. 141; Bellas v. Hays, Gordon v. Buckley, Groves v. Hodges, supra."
  },
  "file_name": "0347-01",
  "first_page_order": 347,
  "last_page_order": 352
}
