{
  "id": 925604,
  "name": "Eisaman, Appellant, v. Eisaman",
  "name_abbreviation": "Eisaman v. Eisaman",
  "decision_date": "1901-11-08",
  "docket_number": "Appeal, No. 42",
  "first_page": "11",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "201 Pa. 11"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 154,
    "char_count": 1733,
    "ocr_confidence": 0.503,
    "sha256": "d2332f402f9fe412d7663d14c3155d4c411a886b57a4a7f93d1b1cf4f61ebb55",
    "simhash": "1:0e8465158042f4f1",
    "word_count": 301
  },
  "last_updated": "2023-07-14T18:57:36.654049+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Eisaman, Appellant, v. Eisaman."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe court having found as a fact that there was no contract such as is made the foundation of the plaintiff’s claim, there is nothing left of the case. As no error appears in the dismissal of the bill or in any proceeding connected with it, we affirm the decree entered by the learned court below.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Paul II Gaither, with him Cyrus E. Woods, for appellants.",
      "W. C. Peoples, with him Joseph J. Johnston, for appellees."
    ],
    "corrections": "",
    "head_matter": "Eisaman, Appellant, v. Eisaman.\nContract—Findings of fact—Equity.\nThe Supreme Court will not reverse a decree dismissing a bill in equity filed to enforce an alleged trust arising out of a purchase of real estate at a sheriff’s sale, where the court below finds on sufficient evidence that the contract upon which the alleged trust was based, was not in fact made.\nArgued Oct. 14, 1901.\nAppeal, No. 42, Oct. T., 1901, by plaintiffs, from decree of C. P. Westmoreland Co., No. 334, Equity Docket, dismissing bill in equity in case of John Eisaman and Laura J. Kuhn v. Albert Eisaman and Dr. Reuben Eisaman.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity for an account.\nFrom the record it appeared that a farm belonging to Lewis Eisaman was sold by the sheriff to two of Eisaman’s sons, the defendants. The purchasers subsequently sold the property at a profit. The two remaining children of Eisaman, the plaintiffs, claimed the existence of a contract with the defendants under which the latter were to buy the farm, and upon sale thereafter to account to plaintiffs for a share of the profits. The court found as a fact that no such contract existed, and accordingly dismissed the bill.\nError assigned was decree dismissing bill.\nPaul II Gaither, with him Cyrus E. Woods, for appellants.\nW. C. Peoples, with him Joseph J. Johnston, for appellees.\nNovember 8, 1901:"
  },
  "file_name": "0011-01",
  "first_page_order": 39,
  "last_page_order": 40
}
