{
  "id": 925687,
  "name": "Pittsburg Sheet Manufacturing Company v. West Penn Sheet Steel Company, Appellant",
  "name_abbreviation": "Pittsburg Sheet Manufacturing Co. v. West Penn Sheet Steel Co.",
  "decision_date": "1902-01-09",
  "docket_number": "Appeal, No. 102",
  "first_page": "150",
  "last_page": "153",
  "citations": [
    {
      "type": "official",
      "cite": "201 Pa. 150"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 Pa. 9",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864213
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/166/0009-01"
      ]
    },
    {
      "cite": "147 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829793
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/147/0372-01"
      ]
    },
    {
      "cite": "197 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918623
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/197/0491-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 358,
    "char_count": 6376,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.7646366022069996e-07,
      "percentile": 0.8338557576136678
    },
    "sha256": "e903545ca8a657b13ed147eb503e50164a8ad4c330986d6d22d459482a5058e5",
    "simhash": "1:30fc2df11cb9d9ed",
    "word_count": 1126
  },
  "last_updated": "2024-02-27T17:28:35.869083+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Pittsburg Sheet Manufacturing Company v. West Penn Sheet Steel Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Fell,\nThis action was brought to recover damages for the breach of a contract to deliver 700 tons of sheet steel. The liability of the defendant on the contract made by its agent was determined adversely to it when the case was here before. See 197 Pa. 491. The main contention at this trial was as to the assessment of damages.\nWhen the contract was made, the defendant was informed that the sheets were bought by the plaintiff to fill orders which it had accepted. After delivery was refused by the defendant, the plaintiff went into the open market and purchased all the sheets that it could obtain, and then in order to fill its subcontracts it bought steel bars and had them rolled into sheets. A part of the bars were rolled by a third party, Zug & Company. As to these sheets the plaintiff was allowed to recover the difference between the contract price and the cost of the bars plus the price paid for rolling them into sheets. The plaintiff rolled 354 tons of bars in its own mill, and in the statement of claim it charged the defendant with the cost of the bars, the expense of rolling which included the operating expenses of the mill and the wear and tear of machinery, and to these added a manufacturer’s profit of §5,900. The instruction permitting a recovery for the last of these items, the manufacturer’s profit, gives rise to the only assignment of error that need be considered.\nThe default of the defendant in delivering the sheets, contracted for, left the plaintiff to its election to go into the market and purchase the best substitute obtainable to fill its subcontracts, charging the defendant with the difference in price; or to abandon its subcontracts and bring an action for damages for the loss of profits on the subsales and for the penalties for which it was liable. The object of the law is to compensate the party injured. He is entitled to this and nothing more, and in all cases compensation must be limited to the loss actually sustained. If the buyer purchases goods in place of those contracted for at less than the market value and thus reduces the loss, he can recover only the actual loss: Arnold v. Blabon, 147 Pa. 372 ; Theiss v. Weiss, 166 Pa. 9. Where he manufactures the goods the rule must be the same. The question is not what he might have made by the resale of the goods purchased, or by the sale of those manufactured by him, but what will compensate him for the loss arising from the seller’s default.\nWhile the instruction on the subject was erroneous, it does not make a new trial necessary. The verdict was for the whole of the plaintiff’s claim, with an allowance of §1,000 interest. The error may be corrected by deducting the amount of the item for which recovery was improperly had, with a proportionate part of the interest allowed. This would reduce the verdict to §20,643, and for this amount with interest from date of the verdict judgment is now entered.",
        "type": "majority",
        "author": "Mb. Justice Fell,"
      }
    ],
    "attorneys": [
      "M. F. Leason, for appellant.",
      "S. B. Sehoyer, with him S. Sehoyer, Jr., and B. B. Seiner, for appellee."
    ],
    "corrections": "",
    "head_matter": "Pittsburg Sheet Manufacturing Company v. West Penn Sheet Steel Company, Appellant.\nSale—Breach of contract—Measure of damages—Manufacturer's profits.\nWhere a seller fails to deliver goods, and the purchaser himself manufactures other goods to take the place of those which he failed to receive, he may recover the difference between the contract price and the cost of the raw material plus the cost of manufacturing, but he cannot add to the latter sum a manufacturer’s profit.\nArgued Oct. 24, 1901.\nAppeal, No. 102, Oct. T., 1901, by defendant, from judgment of O. P. Armstrong Co., on verdict for plaintiff in case of Pittsburg Sheet Manufacturing Company v. West Penn Sheet Steel Company.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nReversed in part.\nAssumpsit for breach of contract of sale. Before Patton, P. J.\nFrom the record it appeared that defendant had sold but had failed to deliver to the plaintiff 700 tons of sheet steel. In order to fulfill its subcontracts plaintiff purchased some of the sheet from other parties and manufactured some of the sheets itself. The amended statement showed the claim to be as follows:\nSheets purchased from Zug & Co. . $10,028 26\nBars furnished by same .... 452 60\nBars furnished by plaintiff and rolled into sheets by Zug & Co. 11,100 00\nPaid Zug & Co. for rolling above bars into sheets ....... 6,436 03\nBars bought by plaintiff for rolling into sheets 13,098 00\nCost oí rolling out bars into sheets by pl’ff 5.900 00\nProfit to plaintiff for rolling 354 tons of bars into sheets on their own mill . 5.900 00\nFreight paid on bars and sheets from Zug & Co........ 351 00\nSheets purchased from Follansbee & Co., 37 tons . ...... 2,274 39\nTotal .... i,540 40\nCost of 700 tons at contract price 29,789 50\nDifference between contract price and cost to plaintiff...... 25,750 50\nThe court charged in part as follows:\n[The plaintiff further says that it could not get all of these steel sheets in the open market, but that it did the best it could, and got the best substitute obtainable, namely, steel bars. If you believe that testimony then this defendant would be chargeable with the price of those bars, what the plaintiff paid for them, and to that should be added the cost of rolling them into sheets, and to that should be added the cost of the freight. Then again, the plaintiff says that it was not able to get all those bars rolled at other mills, and had to roll part of them at its own mill. It has shown you what those bars cost in the first place.\nThen it has shown what it cost to roll the bars into sheets.\nIt would be entitled to both those items.\nBut it goes further and says that it was not bound to roll those bars into sheets for nothing. That it was fulfilling a contract that the defendant had agreed to fill, and therefore that it would be entitled to a manufacturer’s profit for rolling those bars into sheets.\nWe instruct you that that is the law, if you find that this defendant company violated its contract, the plaintiff would not be bound to do this work for nothing, but would be entitled to the same compensation as if it had rolled the bars for some outsider.] [4]\nVerdict and judgment for plaintiff for $26,750. Defendant appealed.\nError assigned amongst others was (4) above instruction, quoting it.\nM. F. Leason, for appellant.\nS. B. Sehoyer, with him S. Sehoyer, Jr., and B. B. Seiner, for appellee.\nJanuary 9, 1902:"
  },
  "file_name": "0150-01",
  "first_page_order": 178,
  "last_page_order": 181
}
