{
  "id": 925698,
  "name": "Albree v. Philadelphia Company, Appellant",
  "name_abbreviation": "Albree v. Philadelphia Co.",
  "decision_date": "1902-01-06",
  "docket_number": "Appeal, No. 19",
  "first_page": "165",
  "last_page": "167",
  "citations": [
    {
      "type": "official",
      "cite": "201 Pa. 165"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 279,
    "char_count": 5098,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 5.041370682972539e-08,
      "percentile": 0.3166008906310754
    },
    "sha256": "3671fedab4722eb3caad5f106eaf06ffc746a68c1fa928bf4cb9a6dc3f02692e",
    "simhash": "1:eddaaf96ea769fec",
    "word_count": 881
  },
  "last_updated": "2023-07-14T18:57:36.654049+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Albree v. Philadelphia Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe evidence raised a question for the jury whether the clamps sued for were made by the plaintiff in accordance with defendant’s instructions and corresponded with the samples tested and approved by defendant’s officers. The plaintiff’s points affirmed and now assigned for error, were correct expositions of the law to the jury if the latter found the facts to be as stated.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "J. II. Beal, with him P. Q. Knox and James H. Reed, for appellant.",
      "William, M. Hall, Jr., for appellee."
    ],
    "corrections": "",
    "head_matter": "Albree v. Philadelphia Company, Appellant.\nContract—Fulfillment of contract—Evidence.\nA manufacturer accepted an order for “tight clamps,” made a trial clamp satisfactory to the detendant, except as to weight, and the cost resulting from the heavy weight; defendant thereupon ordered clamps of a lighter weight, though warned that such clamps would not answer the purpose intended. Held, that if plaintiff followed instructions and made clamps equal to the sample he was entitled to recover though the clamps did not prove to be tight in use.\nArgued Oct. 29, 1901.\nAppeal, No. 19, Oct. T., 1901, by Philadelphia Company, from judgment of C. P. No. 3, Allegheny Co., Feb. T., 1900, No. 214, on verdict for plaintiff in case of Chester B. Albree v. Philadelphia Company.\nBefore McCollum, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit for goods sold and delivered. Before Kennedy, P. J.\nAt the trial it appeared that on March 1, 1898, defendant, a natural gas company, gave, to plaintiff, a manufacturer, an order for “five thousand sets of No. 1, carbon wrought steel, tight joint clamps.” The plaintiff after some experiments produced a clamp that seemed to be satisfactory to the defendant company, except as to the matter of weight, and the cost resulting from the heavy weight. The plaintiff then manufactured a similar clamp, but of a lighter weight. He warned the company, however, that the clamp would not answer the purpose for which it was intended. Notwithstanding this warning, the defendant directed him to go on, and manufacture the clamps.\nPlaintiff’s points were as follows:\n1. That if the jury believe Albree, the plaintiff, undertook and agreed to make the clamps under the order of March 1, 1898, and Simeon and Benny tested the clamps in the manner testified by the plaintiff’s witnesses, and directed the plaintiff to proceed and complete or push the work, then the plaintiff was not called upon or required to make any test on the gas line, but had a right to go ahead with the work under the contract, and can recover from the defendant for the partial performance of the contract the contract price, less what it would have cost Albree to complete the 5,000 sets under the contract, less the amount realized from the sale of material, if the cost of the work done did not reduce this amount. Answer: This point is affirmed. [3]\n2. That if the jury believe that the actions and statements of Simeon and Benny were such as to fairly induce plaintiff to think that the clamp as furnished by him in February, 1898, just before the order of March 1, 1898, was given, stood the tests which the said officers deemed fit or necessary to put the clamps to, and hence to fairly induce plaintiff to think that he was only required under the contract to furnish a clamp equal to and like the clamp so tested and furnished, then the plaintiff was not required to make any further test of the clamp; and if he made the clamps, in compliance with the sample clamp so furnished, with any variations ordered by defendants, then the plaintiff is entitled to recover the contract price, less what it would have cost him to complete the order, less the amount realized from the sale of material, if the costs of the work done did not reduce this amount. Answer: This point is affirmed. [4]\n3. If the jury believe that the interpretation put upon the words “ tight joints ” by the parties to the contract was that these clamps should be as tight as the sample clamp tested by defendant’s officers or agents, Simeon and Benny, as testified to by plaintiff’s witnesses, then this was the measure or standard of tightness, and the plaintiff, under the circumstances of this case, in making the clamps in whole or in part, was acting in compliance with the order as interpreted by the parties, and was not to be held as guaranteeing that the clamps should be tight enough to hold the gas in the defendant’s line, but only to make the clamps as tight as the sample of clamps so tested and approved by Simeon and Benny; and if he did so make the clamps, or proceed towards the making of them, he is entitled to recover the contract price, less what it would have cost him to complete the order, less the amount realized from the sale of. material, if the cost of the work done did not reduce this amount. Answer: This point- is affirmed. [5]\nVerdict and judgment for plaintiff for $4,500. Defendant appealed.\nErrors assigned were (1, 2) answers to defendant’s points, refusing binding instructions; (3-5) above instructions, quoting them.\nJ. II. Beal, with him P. Q. Knox and James H. Reed, for appellant.\nWilliam, M. Hall, Jr., for appellee.\nJanuary 6, 1902:"
  },
  "file_name": "0165-01",
  "first_page_order": 193,
  "last_page_order": 195
}
