{
  "id": 925612,
  "name": "Miller v. Consolidated Traction Company, Appellant",
  "name_abbreviation": "Miller v. Consolidated Traction Co.",
  "decision_date": "1902-01-06",
  "docket_number": "Appeals, Nos. 82 and 83",
  "first_page": "175",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "201 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "189 Pa. 408",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        903503
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/189/0408-01"
      ]
    },
    {
      "cite": "181 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0391-01"
      ]
    },
    {
      "cite": "161 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        854173
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/161/0124-01"
      ]
    },
    {
      "cite": "176 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        882187
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/176/0376-01"
      ]
    },
    {
      "cite": "153 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840227
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0031-01"
      ]
    },
    {
      "cite": "194 Pa. 159",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912393
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0159-01"
      ]
    },
    {
      "cite": "152 Pa. 390",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838179
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0390-01"
      ]
    },
    {
      "cite": "89 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063200
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0059-01"
      ]
    },
    {
      "cite": "192 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "184 Pa. 425",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988004
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0425-01"
      ]
    },
    {
      "cite": "150 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "198 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920356
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0184-01"
      ]
    },
    {
      "cite": "184 Pa. 524",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987929
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0524-01"
      ]
    },
    {
      "cite": "141 Pa. 615",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974823
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/141/0615-01"
      ]
    },
    {
      "cite": "126 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        968854
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/126/0559-01"
      ]
    },
    {
      "cite": "186 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989673
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0193-01"
      ]
    },
    {
      "cite": "199 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922931
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0229-01"
      ]
    },
    {
      "cite": "198 Pa. 187",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        920278
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/198/0187-01"
      ]
    },
    {
      "cite": "194 Pa. 564",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912461
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0564-01"
      ]
    },
    {
      "cite": "181 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891377
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0160-01"
      ]
    },
    {
      "cite": "132 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970635
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/132/0076-01"
      ]
    },
    {
      "cite": "122 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "194 Pa. 570",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/194/0570-01"
      ]
    },
    {
      "cite": "147 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 471,
    "char_count": 8063,
    "ocr_confidence": 0.482,
    "pagerank": {
      "raw": 4.392552054677732e-08,
      "percentile": 0.2755147114754567
    },
    "sha256": "101747d2032590697e98e3046e3288e574d391172ffc90f325896fba7460dd3c",
    "simhash": "1:61ad7be973be0fbb",
    "word_count": 1521
  },
  "last_updated": "2024-02-27T17:28:35.869083+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mc-Collum, C. J., Mitchell, Dean, Fell, Blown and Mestrezat, JJ."
    ],
    "parties": [
      "Miller v. Consolidated Traction Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe judges who heard this case being equally divided in opinion, the judgment is affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "J. H. Beal, with him Knox $ Beed, for appellant.",
      "W. A. Blakeley and Willis F. Me Cook, with them Frank M. Cody and G. K. Wright, ,for appellee."
    ],
    "corrections": "",
    "head_matter": "Miller v. Consolidated Traction Company, Appellant.\nNegligence—Street railways—Contributory negligence.\nIn a suit against an electric railway company for damages for personal injuries, the evidence for the plaintiff tended to show that she stepped off the curb of a street at a crossing, and stopped until a car passed on the farther track. A large covered wagon was standing in the street between the near track and the curb, and cut off her view along the near track in the direction from which the cars came. The distance from the near track to the curb was seven feet and six inches. After the car on the far track had passed, plaintiff proceeded to cross the street, looking and listening for a oar. Just as she came to the near track a car came upon her suddenly before she was actually upon the track. She threw up her arms against the side of the car, and was in some manner thrown under it, so that the back wheels passed over her legs. The evidence as to the speed of the car and whether a signal was given was conflicting. The court was equally divided whether or not there should have been a binding direction for defendant.\nArgued Oct. 31,1901.\nAppeals, Nos. 82 and 83, by defendant, from judgment of O. P. No. 1, Allegheny Co., Dec. T., 1900, No. 500, in case of Joseph L. Miller and Susan L. Miller, his Wife, v. Consolidated Traction Company.\nBefore Mc-Collum, C. J., Mitchell, Dean, Fell, Blown and Mestrezat, JJ.\nAffirmed.\nTrespass for personal injuries. Before Collier, J.\nAt the trial it appeared that Susan L. Miller, plaintiff, was run over by one of defendant’s cars on December 8, 1898, while attempting to cross from the north side to the south side of Frankstown avenue at Station street in Pittsburg. The evidence as to the speed of the car and whether a signal was given was conflicting. It was not disputed that the distance from the north track to the curb of Frankstown avenue ivas seven feet and six inches. A large covered wagon was standing in such a position between the north track and the curb as to obstruct the view of the north track in the direction from which the car came Avhieh struck plaintiff. Mrs. Miller described the accident as follows:\n“ T started to cross the street. I stepped down off the curb and as I stepped off the curb I saw a car coming towards Wilkinsburg. I stopped until it left off its passengers and went on. Then I went to start to go across the street, and I looked towards town, and then I looked towards Wilkinsburg, but I could n’t see for a wagon, so I listened and I thought there was nothing coming, and I started for to cross the street, and when I got within a step or so of the track, why, the car came and I had no chance to turn or nothing, and I just threw up my hands.”\n“ Q. Now, when you stepped down from the curbstone, or rather down from the curb, how far from the curb did you first go before you stopped? A. Only a step. Q. That would leave several feet between where you stood and the track? A. Yes, sir. Q. Now, were you standing there when the car to Wilkinsburg passed you? A. Yes, sir. Q. And after that started, you say you then moved forward? A. Yes, sir. Q. And did you stop again ? A. No, sir. As I went to cross, as I went on, I seen the car coming right there, and I had n’t a chance to run or anything else. I throwed my hands up that way (indicating). Q. How far was that car from you when you first saw it? A. I could n’t say that. Q. Was it right on you ? A. It was right on me, yes. It was that near to me that I had n’t a chance to get out of its way. Q. As you walked forward, did you look towards Wilkinsburg in your effort to see a car? A. Yes, sir; I did. Q. And you say you could n’t see one? A. No, sir; I could n’t see one. Q. Did you listen? A. I did listen. Q. Did you hear the car approaching ? A. No, I did n’t hear no car. I don’t think I would have attempted to cross if I had heard a car.”\nKerr, a witness for plaintiff, testified, as follows:\n“ Q. The Wilkinsburg car was standing on the other side of the street ? A. On the far track. Q. And when it started, she then stepped closer to the track ? A. She took a step or two and again stopped. Q. And she was standing here, facing Wilkinsburg, when the car came along ? A. No; she had just took this step or two and stopped.and looked and turned her head towards Wilkinsburg to see—from the way she acted, I suppose she could n’t see, and just took another step as the ear came on. Q. So far as your idea goes, she never got on to the track, and did not get in front of the car ? A. She did n’t step right on the track, no. Q. Then, when she went under the car, you say she went under the motor car? A. Yes, sir. Q. And it was the back wheels of the motor car ? A. They passed over her. Q. The front wheels did not ? A. The front wheels of the motor car did not. Q. This was an ordinary closed car? A. Yes, sir. Q. And according to the best of your recollection, was it as far back as the middle of the car that she put her hands up, and went under the car ? A. It was about the middle of the motor oar.”\nSullivan, plaintiff’s witness, said:\n“ Q. The car hit her? A. Yes, sir; kind of pushed her and turned her around, and the back step of the front car caught her and throwed her under the trailer.”\nEngineering evidence for the defendant tended to show that at the point where the accident occurred a person could stand within two feet of the rail, with the wagon ten feet away close to the rail as it could be placed, and see 950 feet of the track.\nThe court submitted the case to the jury.\nVerdicts for $12,000 and $5,000 in favor of Joseph L. Miller and Susan L. Miller respectively. Joseph L. Miller remitted $2,000 and judgments were entered for $10,000 and $5,000, respectively. Defendant appealed.\nError assigned was in refusing binding instructions for defendant.\nJ. H. Beal, with him Knox $ Beed, for appellant.\nWhere a party walks against a moving car or locomotive, or gets so close to the track as to be struck by the side of the car or locomotive, he is guilty of contributory negligence: Hauser v. Central Railroad Co., 147 Pa. 440; Walsb v. Hestonville, etc., Pass. Railway Co., 194 Pa. 570; Penna. R. R. Co. v. Bell, 122 Pa. 85; Patton v. Phila. Traction Co., 132 Pa. 76.\nThe fact of an instantaneous collision between the pedestrian and the car immediately upon the party going upon the track is conclusive evidence of contributory negligence : Nugent v. Phila. Traction Co., 181 Pa. 160; Watkins v. Union Traction Co., 194 Pa. 564; Sullivan v. Consolidated Traction Co., 198 Pa. 187; Holmes v. Union Traction Co., 199 Pa. 229; Gilmartin v. Lackawanna Valley Rapid Transit Co., 186 Pa. 193.\nA pedestrian, crossing immediately behind a car or wagon, and instantly struck by a car on the opposite track, is guilty of contributory negligence: Buzby v. Phila. Traction Co., 126 Pa. 559; Warner v. Peoples’ Street Railway Co., 141 Pa. 615; Blaney v. Electric Traction Co., 184 Pa. 524; Gray v. Fort Pitt Traction Co., 198 Pa. 184.\nW. A. Blakeley and Willis F. Me Cook, with them Frank M. Cody and G. K. Wright, ,for appellee.\nMrs. Miller was not guilty of contributory negligence: Ehrisman v. Harrisburg Ry. Co., 150 Pa. 185; Callahan v. Phila. Traction Co., 184 Pa. 425; McGovern v. Union Traction Co., 192 Pa. 347 ; Penna. R. R. Co. v. Werner, 89 Pa. 59; Malone v. Pittsburg, etc., R. R. Co., 152 Pa. 390; Cannon v. Pittsburg, etc., Traction Co., 194 Pa. 159.\nIt is the duty of the passenger railway companies to exercise such watchful care as will prevent accident or injuries to persons, who without negligence upon their own part may not at the moment be able to get out of the way of a passing car: Gilmore v. Federal St., etc., Pass. Railway Co., 153 Pa. 31; Evers v. Phila. Traction Co., 176 Pa. 376; Dunseath v. Pittsburg, etc., Traction Co., 161 Pa. 124; Maher v. Phila. Traction Co., 181 Pa. 391; Gaughan v. Second Avenue Traction Co., 189 Pa. 408.\nJanuary 6, 1902 :"
  },
  "file_name": "0175-01",
  "first_page_order": 203,
  "last_page_order": 206
}
