{
  "id": 925594,
  "name": "Wallace v. Trustees of the General Assembly of the United Presbyterian Church et al., Appellants",
  "name_abbreviation": "Wallace v. Trustees of General Assembly of United Presbyterian Church",
  "decision_date": "1902-01-06",
  "docket_number": "Appeal, No. 99",
  "first_page": "292",
  "last_page": "297",
  "citations": [
    {
      "type": "official",
      "cite": "201 Pa. 292"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "194 Pa. 178",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912357
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0178-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 503,
    "char_count": 12980,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.0404537531657029e-07,
      "percentile": 0.5506091281769709
    },
    "sha256": "f7691f47aa1f4b22170dfefd4cd4b7038f35ab841f0259fed627f73ef0e065e4",
    "simhash": "1:80a9608c9a078eb9",
    "word_count": 2227
  },
  "last_updated": "2024-02-27T17:28:35.869083+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before McCollum:, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Wallace v. Trustees of the General Assembly of the United Presbyterian Church et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Dean,\nIn 1892, Lake Presbytery of which the Jamestown, Mercer County Congregation is a member dissolved the pastoral relation between the latter and its pastor Rev. J. R. Wallace, this appellee. On complaint of the pastor of injustice in this proceeding, it was reviewed by the synod, a higher ecclesiastical court; the synod reversed the action of the presbytery. The presbytery then appealed to the general assembly, the church court of last resort, which court in 1893 reversed the action of the synod. The plaintiff then filed his bill in the common pleas averring, that he had been removed from his pastorate without just cause, and that the proceedings in the church courts by which he had been removed were not in accordance with the law of the church. The trustees of the general assembly were made defendants and filed special answer, in substance a demurrer, denying, that they were answerable for the acts complained of. This special plea or demurrer was sustained by the court below and the plaintiff appealed to this court; we reversed the decree (see 194 Pa. 178,) and directed the defendants to answer plaintiff’s bill. The eighth paragraph of the bill avers, that the action of Lake Presbytery had no foundation in fact or in the law of the church. The ninth, that under the law of the church and the forms adopted for its general government the presbytery was without authority to appeal from the judgment of the synod, and therefore, that the action of the general assembly in entertaining the hearing and sustaining the appeal was without authority and void. There was a responsive denial by the general assembly.\nThere was a full hearing of the parties by the learned judge of the court below. .He declined in his findings of fact and conclusions of law to enter into the merits of the case as developed in the hearing before Lake Presbytery, because the presbytery clearly had jurisdiction of the subject of the controversy and there were no such irregularities in the proceedings as would warrant interference by the civil courts, even though they might not concur in the judgment on the merits. But the judgment of the presbytery was appealed from by the plaintiff to the synod, which reversed the presbytery. Of course this restored the plaintiff to his pastoral relation. Then the presbytery appealed to the general assembly. Although this seems somewhat anomalous, that is, that the court which is reversed should appeal to a higher court to sustain it, instead of leaving that step to one of the parties to the controversy, nevertheless, it is not for us to question the proceedings, because they are out of the course of civil procedure. We can only say that an appeal by a lower court from the judgment of a higher court, reversing it, must be based either on an inordinate pride in its own opinion or on a hostility to the successful appellant from it, which is not suggestive of strict impartiality.\nThe learned judge of the court below, however, did find, that the proceedings on the appeal were grossly irregular and in material particulars violated the church law. i\nArticle 3 of the Book of Discipline says:\n“ An appeal is the removal of a case already decided from an inferior to superior court. . . . The appellant shall lodge his appeal and the reason of it, with the clerk of the higher court at the commencement of its meeting and either party may appear in person or in writing, and it shall be the duty of the court whose judgment is appealed from to send authentic copies of the record and testimony relating to the matter, and in taking up an appeal after ascertaining that it has been regularly conducted the first step shall be to read the records in the case and to hear the parties appellant first.”\nThis first step in the appeal was not, as the court below finds complied with. The reasons for the appeal from the synod were not filed before the assembly in writing; the documents and record were not authenticated; the facts and church law on which the synod based its decision did not appear; and on what the assembly based its decision, is nowhere from the records, apparent. He further finds, that in reversing the decision of the synod and removing the pastor the assembly did not have before it any evidence which tended to justify any such conclusion. He therefore declared the action of the general assembly null and void, and that the plaintiff, J. R. Wallace, was still entitled to hold the pastorate of the Jamestown church as if the action of the synod had not been reversed.\nFrom this decree the assembly appeals. The principal errors assigned are, that the court erred first, in its finding of the fact that there was a violation of the church law in the procedure before the general assembly which rendered its judgment null and void; and, second, in not finding, that the plaintiff was estopped from prosecuting his bill because of his voluntary withdrawal from the presbytery where the case was heard and because of his laches in not proceeding with his action until three years after such withdrawal. We do not think the first assignment is sustained, notwithstanding the able argument of appellant’s counsel. The ninth paragraph of plaintiff’s bill makes this averment: “ And the action of the General Assembly in entertaining and sustaining the Lake Presbytery was without authority null and void.” To which defendant replied in its answer : “We aver on the other hand that the appeal of the Lake Presbytery was in accordance with the laws and forms prescribed in the book of government and discipline of said church regulating the procedure in church courts.”\nIt seems to us, this averment and answer squarely raise the issue as to whether the procedure on the appeal was so defective as to render the judgment void. There was really no appeal before the assembly because of the utter neglect of the appellant to comply with the conditions imposed upon it by articles 3 and 4, Book of Discipline. The appellant had not lodged his appeal and the reason for it with the clerk of the assembly, nor had authenticated copies of the record and testimony been sent up. The court’s findings of fact and conclusions of law were based on sufficient averments. True, the averment was not as specific as it might have been, but defendants did not demur to this paragraph of the bill, nor rule plaintiff for a more particular averment, but made answer thereto as if it understood its full import as assumed by the court below.\nAs to the second assignment of error pressed in the argument, that plaintiff is estopped because of his withdrawal from the presbytery and neglect to file his bill, we think the facts averred do not concern this appellant. If the action of the church courts unlawfully deprived plaintiff of his salary or property the party answerable is the Jamestown congregation. If his conduct was such as to relieve it from liability, that is a question to be determined in another form of action; the congregation is no party to this bill and we will not intimate an opinion or make a decree either for or against it. One thing is certain, the plaintiff without making, at least an effort to secure another situation could not sit idle until the end of this litigation and then make claim for his full salary; after the action of the assembly another congregation in Pennsylvania gave him a call which he accepted; he then withdrew from Lake Presbytery, Pennsylvania, and was received into Frankfort Presbytery, Pennsylvania. Whatever effect this might have on the amount of damages he might claim from the Jamestown congregation, it does not estop him from having his dismissal from the latter congregation declared unlawful by the civil courts.\nThe decree of the court below is based altogether on the questions raised by these two assignments we have discussed ; in the view we take of the subjects the decree of the court below is sustained, and the other assignments become of no consequence. The decree is affirmed and the appeal dismissed at costs of appellant.",
        "type": "majority",
        "author": "Mb. Justice Dean,"
      }
    ],
    "attorneys": [
      "R. E. Stewart and Boyd Crumrine, for appellants.",
      "William A. Sipe, with him Frank JR. Agnew, for appellee."
    ],
    "corrections": "",
    "head_matter": "Wallace v. Trustees of the General Assembly of the United Presbyterian Church et al., Appellants.\nChurch law—Appeals—Regularity of proceedings—Equity—Pleading.\nOn a bill in equity against the general assembly of the United Presbyterian Church to declare void the action of the defendants in sustaining a church congregation in ousting plaintiff from his ministry, it was averred that the “action of the General Assembly in entertaining and sustaining the Lake Presbytery was without authority null and void.” The defendant answered, “ We aver on the other hand that the appeal of the Lake Presbytery was in accordance with the laws and forms prescribed in the Book of Government and Discipline of said church regulating the procedure in church courts.” Held, that the averment and answer squarely raised the issue as to whether the procedure on the appeal was so defective as to render the judgment void.\nThe book of discipline of the United Presbyterian Church provides as to appeals as follows: “The appellant shall lodge his appeal and the reason of it, with the clerk of the higher court at the commencement of its meeting and either party may appear in person or in writing and it shall be the duty of the court whose judgment is appealed from to send authentic copies of the record and testimony relating to the matter and in taking up an appeal after ascertaining that it has been regularly conducted, the first step shall be to read the records in the ease and hear the parties appellant first.” On an appeal from a synod reversing a presbytery in dismissing a minister, it appeared that the reasons for the appeal from the synod were not filed before the general assembly in writing, the documents and records were not authenticated, and the facts and church law on which the synod based its decision did not appear. The general assembly reversed the decision of the synod, and the minister dismissed, then filed a bill in equity against the general assembly to have its decision declared void. Held, (1) that there was no error in finding that there was a violation of the church law in the procedure before the general assembly, which rendered its judgment null aud void; (2) that the general assembly had no standing on an appeal to the Supreme Court to raise the question whether plaintiff was estopped because of his withdrawal from the Lake Presbytery and neglect to file his bill until three years after such withdrawal, as that was a question which concerned only the presbytery which had dismissed him.\nArgued Nov. 1,1901.\nAppeal, No. 99, Oct. T., 1901, by de-\nfendants, from order of O. P.No. 1, Allegheny Co., June T., 1898, No. 581, on bill in equity in case of J. R. Wallace v. The Trustees of the General Assembly of the United Presbyterian Church of North America, and R. G. Ferguson, Moderator; William J. Reid, First Clerk, and A. G. Wallace, Second Clerk of the General Assembly of the United Presbyterian Church of North America.\nBefore McCollum:, C. J., Mitchell, Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nBill in equity to declare void the action of the defendant in sustaining the action of the Lake Presbytery in dismissing plaintiff as pastor of the Jamestown Congregation.\nThe case came first before Lake Presbytery on the complaint, or petition, of certain members of the congregation of the Jamestown church. The action of the presbytery was adverse to plaintiff, and he filed a complaint and thus removed the cause to the synod, which, after hearing, reversed the action of the presbytery. The presbytery then took an appeal to the general assembly, which took up the case, and reversed the action of the synod and sustained the action of the presbytery.\nThe court in an opinion by Stowe, P. J., found as a fact that there were irregularities in the proceedings before the general assembly which rendered the decision of the latter null and void. The nature of these irregularities are stated in the opinion of the Supreme Court.\nThe court entered the following decree.\nAnd now, June 10, 1901, this cause came on to be heard at this term, and was argued by counsel and therefore, upon consideration thereof, it is ordered, adjudged and decreed that the action of the general assembly of the United Presbyterian Church, of North America, in reversing the action of the First Synod of the West, and sustaining the action of Lake Presbytery, in removing Jos. R. Wallace, the plaintiff, from the pastorate of the Jamestown United Presbyterian Church, be declared null and void. And that he be restored to the position of pastor of said church, with all the rights and benefits pertaining thereto, as fully and with the same effect as if the action of the First Synod of the West had not been reversed.\nError assigned was the decree of the court.\nR. E. Stewart and Boyd Crumrine, for appellants.\nWilliam A. Sipe, with him Frank JR. Agnew, for appellee.\nJanuary 6, 1902:"
  },
  "file_name": "0292-01",
  "first_page_order": 320,
  "last_page_order": 325
}
