{
  "id": 1825934,
  "name": "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert W. COSTIGAN, Respondent",
  "name_abbreviation": "Office of Disciplinary Counsel v. Costigan",
  "decision_date": "1990-12-26",
  "docket_number": "Nos. 441 Disciplinary Docket No. 2, 60 DB 84",
  "first_page": "16",
  "last_page": "25",
  "citations": [
    {
      "type": "official",
      "cite": "526 Pa. 16"
    },
    {
      "type": "parallel",
      "cite": "584 A.2d 296"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "509 Pa. 573",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1795237
      ],
      "weight": 2,
      "year": 1986,
      "pin_cites": [
        {
          "page": "579"
        },
        {
          "page": "875"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/509/0573-01"
      ]
    },
    {
      "cite": "526 A.2d 1180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806052
      ],
      "weight": 2,
      "year": 1987,
      "pin_cites": [
        {
          "page": "1185-86"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0068-02"
      ]
    },
    {
      "cite": "515 Pa. 68",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806052,
        1806014
      ],
      "year": 1987,
      "pin_cites": [
        {
          "page": "80"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0068-02",
        "/pa/515/0068-01"
      ]
    },
    {
      "cite": "520 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1815597
      ],
      "weight": 3,
      "year": 1989,
      "pin_cites": [
        {
          "page": "161"
        },
        {
          "page": "895"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/520/0157-01"
      ]
    },
    {
      "cite": "441 A.2d 1193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1775352,
        1775294
      ],
      "weight": 5,
      "year": 1982,
      "pin_cites": [
        {
          "page": "1195"
        },
        {
          "page": "1195",
          "parenthetical": "Board's findings and recommendations are often persuasive, though they are of an advisory nature only"
        },
        {
          "page": "1195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0388-01",
        "/pa/497/0387-01"
      ]
    },
    {
      "cite": "497 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775352
      ],
      "weight": 3,
      "year": 1982,
      "pin_cites": [
        {
          "page": "391"
        },
        {
          "page": "391"
        },
        {
          "page": "391"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0388-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 796,
    "char_count": 16721,
    "ocr_confidence": 0.762,
    "pagerank": {
      "raw": 1.3015968467932785e-06,
      "percentile": 0.9894063321838454
    },
    "sha256": "eb2529c5c878559cb05da13b5e6be30983dd8752bec33c25d7ae5a72707ade4c",
    "simhash": "1:3ce2a08e38d166d3",
    "word_count": 2683
  },
  "last_updated": "2024-02-27T20:34:59.879620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN and McDERMOTT, JJ., did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "OFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert W. COSTIGAN, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nIn December of 1982, Robert W. Costigan, an attorney licensed to practice law in this Commonwealth, was convicted in the Court of Common Pleas of Philadelphia County upon two counts of theft by deception, 18 Pa.C.S. § 3922; two counts of theft by failure to make required disposition of funds received, 18 Pa.C.S. § 3927; two counts of theft, 18 Pa.C.S. § 3921; one count of criminal conspiracy, 18 Pa.C.S. § 903; and one count of aiding in the consummation of crime, 18 Pa.C.S. § 5107. The convictions arose from actions taken by Costigan in the course of assisting certain of his clients in the settlement of an estate. In June of 1984, Costigan was sentenced to a two to five year term of imprisonment, and a fine of $5,000 was imposed. Consequently, on July 13, 1984, pursuant to Pa.R.D.E. 214(d) (relating to attorneys convicted of crimes), this Court suspended Costigan from the bar.\nIn March of 1985, a petition for discipline was filed by the Office of Disciplinary Counsel, alleging that the criminal convictions constituted a per se basis for discipline and that Costigan’s conduct violated a number of Disciplinary Rules. Hearings on the petition were delayed pending resolution of appeals challenging the convictions. The convictions were affirmed. In 1988, a hearing committee received testimony on the petition, and, in September of 1989, it recommended that Costigan be suspended from the bar for a period of five years, that the suspension should end upon completion of Costigan’s prison and parole obligations, and that the suspension should be retroactive to the period during which Costigan was suspended under the July 13, 1984 order of this Court. The Office of Disciplinary Counsel filed exceptions to the recommendation of the hearing committee, and requested that the Disciplinary Board (Board) find that Costigan should be disbarred.\nOn February 7,1990, the Board filed a report recommending that Costigan be disbarred retroactive to July 13, 1984. The report rejected Costigan’s contention that his conduct reflected only poor judgment, and concluded that he was guilty of misconduct and must be disbarred in order to protect the public and maintain the integrity of the bar. It also concluded that Costigan’s actions reflected a serious lack of judgment, and that, although his prior disciplinary record was unblemished, he allowed himself to be manipulated by his clients into the commission of numerous unethical acts.\nIn light of Costigan's convictions, there is no question presented as to whether misconduct occurred. Pa.R. D.E. 214(e) states that a certificate of conviction serves as conclusive evidence of the commission of a crime in any disciplinary proceeding commenced against an attorney based upon the conviction. Further, there is no question that some form of discipline is warranted, for Pa.R.D.E. 203(b) establishes that conviction of a serious crime is in itself a basis for discipline. In pertinent part, Pa.R.D.E. 203(b) provides: “The following shall ... be grounds for discipline: (1) Conviction of a crime which under Enforcement Rule 214 (relating to attorneys convicted of crimes) may result in suspension.” Hence, although pertinent Disciplinary Rules were certainly violated by Costigan’s criminal conduct, see fn. 1 supra, a precise recitation of the Rules and determination of which of them were violated is unnecessary since the criminal convictions provide a per se basis for discipline. We must decide, therefore, only the extent of discipline that is warranted.\nAlthough the certificate of conviction serves as conclusive proof of Costigan’s guilt, it is nevertheless our duty to consider the facts which gave rise to the criminal charges in order to assess the impact of the conviction upon the measure of discipline to be imposed. Office of Disciplinary Counsel v. Eilberg, 497 Pa. 388, 391, 441 A.2d 1193, 1195 (1982). Permitting consideration of such facts does not, however, provide the equivalent of a second opportunity for acquittal. Id. Hence, we are not dissuaded from imposing discipline by the fact that Costigan continues to assert his innocence of the criminal charges.\nFurther, the standard of review vested in this Court in disciplinary matters is de novo; we are not bound by the findings of the hearing committee or the Board. Office of Disciplinary Counsel v. Braun, 520 Pa. 157, 161, 553 A.2d 894, 895 (1989). Nevertheless, we accord substantial deference to the findings and recommendations of the Board. Id. See also Office of Disciplinary Counsel v. Eilberg, 497 Pa. at 391, 441 A.2d at 1195 (Board’s findings and recommendations are often persuasive, though they are of an advisory nature only). Having reviewed the record de novo, we make the following findings, which, it should be noted, substantially parallel the findings of the Board.\nCostigan was admitted to practice law in this Commonwealth in 1957, and, until his suspension in 1984, was engaged in the private practice of law. He also served one term as Register of Wills in the City of Philadelphia during the 1970’s.\nIn May of 1981, Steven Booras, alleged to be a drug dealer, loan shark, and organized crime figure, was murdered in a restaurant in Philadelphia. On May 31, 1981, Costigan was contacted by John Booras, a brother of the deceased mobster, concerning administration of the decedent's estate. John Booras had been referred by a local political functionary. The following day, Costigan met with John Booras and Chryais Fiammetta, the sister of John and Steven Booras. At this meeting, Fiammetta and Booras related that decedent had one other brother, Henry Booras. The siblings told Costigan that decedent had also had a son named Theodore, but that Theodore died years earlier. Fiammetta mentioned, however, that the undertaker arranging the decedent’s funeral had received a phone call from someone claiming to be Theodore Booras.\nJohn Booras brought to this meeting records revealing the decedent’s interest in real estate in New Jersey and Philadelphia (owned in trust for John); a life insurance policy naming John as the beneficiary; and evidence of a bank account and two safe-deposit boxes that were all jointly owned by John and the decedent. Fiammetta revealed that she was the beneficiary of a bank certificate of deposit in the amount of $140,000 and three smaller certificates of deposit totaling $40,000. The parties told Costigan that they were certain that decedent had a will, but that they had conducted a search and were unable to locate it.\nCostigan informed the parties that if Theodore Booras were alive, he would be the sole heir. He also told them that the contents of the house in Philadelphia where the decedent had resided with his brother, John Booras, were property of the estate.\nOn June 3, 1981, however, Fiammetta telephoned Costigan to inform him that John Booras had removed jewelry, a coin collection, and at least $200,000 in cash from the house in Philadelphia. Fiammetta stated that she had given this information to the F.B.I. and that she was going to provide it to the I.R.S. That same day, Costigan discovered that John Booras had removed some money from a safe-deposit box which he had jointly owned with the decedent at Provident Savings Bank. John Booras also attempted to remove cash, jewelry, and coins from a safe-deposit box which he had shared with the decedent at Philadelphia National Bank, but officials at that institution were aware of the death of Steven Booras and did not permit any property to be removed from the box. Officials at Philadelphia National Bank conducted a search to determine whether the safe-deposit box contained a will, but none was found.\nThe following day, June 4, 1981, Costigan met with John Booras, Fiammetta, and Henry Booras. John Booras brought a flight bag to this meeting, at Costigan’s office, and the bag contained the money taken from the house. Costigan determined that the three siblings should serve as co-administrators of their brother’s estate, inasmuch as there was substantial animosity between the family members. He also prepared a petition for letters of administra-, tion, listing the three siblings as co-administrators. The petition disclosed that the decedent had a son, Theodore Booras, who had not been seen in thirteen years and might be deceased. As assets of the estate, Costigan listed personal property in the amount of just $50,000 and no real property. Costigan claims that he planned to revise upwards the value of the, property declared when an estate inventory was filed. After filing the petition for letters of administration, the parties returned to Costigan’s office, at which time they counted and divided up all of the money contained in John Booras’ flight bag. The cash totaled in excess of $270,000. Each of the siblings took a one-third share, i.e., approximately $85,500, and Costigan kept $10,-000 as a retainer to be credited towards his total fee for handling the estate. He also retained $4,000 in cash and $1,000 in rental checks from the New Jersey property, which he used to open a checking account for the estate.\nThe next day, June 5, 1981, the three administrators and Costigan met again at Costigan’s office. John Booras brought with him two cases containing coins and bills of numismatic value and jewelry, which he had removed from the house he shared with the decedent. The jewelry was subsequently appraised at approximately $27,000. A ring which was not brought to this meeting but which nevertheless belonged to the decedent was appraised for an additional $10,000. The jewelry was eventually divided among the siblings. Decedent’s estate also included a Mercedes automobile appraised at approximately $25,500.\nOn June 9, 1981, Costigan received a telephone call from an attorney who claimed to represent Theodore Booras. The attorney requested that the siblings resign as co-administrators of the estate. On June 12, 1981, Costigan met with the attorney and one of the attorney’s partners. Costigan informed them regarding the Mercedes and certain other property included in the estate. He recounts that he “basically told them everything that had transpired with the estate with the exception of the distribution of the cash and jewelry that had occurred in my office.” He asserts that he did not reveal the distribution of cash and jewelry because of attorney-client confidentiality. The attorney for Theodore Booras subsequently prepared a petition to have the letters of administration revoked. Costigan answered the petition with a denial of Theodore Booras’ existence. Steven Booras was in fact survived by Theodore Booras, but Costigan claims that he was not certain of this at the time.\nOn June 16,1981, Costigan assisted Fiammetta to prepare a petition to disinter decedent’s body and relocate it to another grave site. The petition contained a statement that there were no persons more closely related to the deceased than those who were signing. The body was subsequently moved, but Costigan did not provide notice of this to the attorney representing Theodore Booras.\nLate in June of 1981, Fiammetta filed a petition in the Orphans’ Court alleging that Costigan had conspired to cheat Theodore Booras out of his inheritance. The petition was prepared by th'e attorney who had been representing Theodore Booras, and it asserted that Costigan had counseled the siblings to conceal and dispose of assets to avoid having property fall into the hands of Theodore Booras. Costigan was subsequently convicted of the aforementioned conspiracy and theft-related crimes, largely on the basis of testimony given by Fiammetta. The convictions stand as a rejection of Costigan’s claim, at trial and in this disciplinary proceeding, that he did nothing to conceal assets.\nBased upon the convictions, it is clear that Costigan has been proven beyond a reasonable doubt to have committed infractions of a serious nature. The convictions stand as conclusive proof of Costigan’s having committed the crimes alleged by Fiammetta. See Pa.R.D.E. 214(e), supra; Office of Disciplinary Counsel v. Eilberg, 497 Pa. at 391, 441 A.2d at 1195. Thus, we do not examine the facts heretofore recounted for proof of guilt, but rather for the existence of mitigating factors to be taken into account in determining the discipline to be imposed. Id.\nAs the Board concluded, the actions which resulted in Costigan’s criminal convictions reflect wrongdoing and a serious lack of judgment. At the very least, Costigan allowed himself to be manipulated by his clients into the commission of unethical and criminal acts. While it does not appear that he fostered all of the outrageous conduct of the Booras family, he cannot be absolved of his participation in it. The convictions demonstrate that Costigan participated in an unorthodox distribution of estate assets involving concealment of assets from the rightful heir. Our findings reveal nothing of a mitigating nature to lessen the discipline that is warranted by the convictions.\nIt should be noted that disciplinary sanctions are not primarily designed for their punitive effects. Office of Disciplinary Counsel v. Stern, 515 Pa. 68, 80, 526 A.2d 1180, 1185-86 (1987). Rather, the purpose of our system of discipline is to protect the public from unfit attorneys and to maintain the integrity of the legal system. Id. Inasmuch as Costigan was found guilty of eight counts of criminal conduct in connection with his handling of the estate, his exclusion from the bar is necessary to protect the public and to preserve the integrity of the legal system.\nWe agree, therefore, with the recommendation of the Board that Costigan’s actions warrant disbarment. Although the Office of Disciplinary Counsel has requested that we make the order of disbarment prospective only, we will defer to the considered recommendation of the Board that the disbarment be made retroactive to July 13, 1984, the date when Costigan was suspended from the practice of law by order of this Court. This result takes into account Costigan’s previously unblemished disciplinary record, and the fact that he has already been under suspension from the practice of law for approximately six and one-half years.\nRobert W. Costigan is hereby disbarred from the practice of law in this Commonwealth. It is further ordered that he shall comply with Pa.R.D.E. 217, and pay all costs of these proceedings.\nLARSEN and McDERMOTT, JJ., did not participate in the consideration or decision of this case.\n. The Office of Disciplinary Counsel alleged that Costigan violated the following Disciplinary Rules: DR 1-102(A)(1), which prohibits an attorney from violating a Disciplinary Rule; DR 1 — 102(A)(3), which prohibits an attorney from engaging in illegal conduct involving moral turpitude; DR 1-102(A)(4), prohibiting conduct involving dishonesty, fraud, deceit, or misrepresentation; DR 1-102(A)(5), prohibiting conduct that is prejudicial to the administration of justice; DR 1-102(A)(6), prohibiting conduct that adversely reflects upon one's fitness to practice law; DR 7-102(A)(3), prohibiting the concealment or knowing failure to disclose that which there is a requirement in law to reveal; DR 7-102(A)(4), prohibiting the knowing use of perjured testimony or false evidence; DR 7-102(A)(7), prohibiting the counseling or assisting of a client in conduct known to be illegal or fraudulent; and, DR 7-102(A)(8), prohibiting the knowing engagement in conduct that is illegal or contrary to a Disciplinary Rule.\nThis matter was addressed under the Disciplinary Rules of the Code of Professional Responsibility, inasmuch as the newer Rules of Professional Conduct did not become effective until April 1, 1988.\n. Costigan served his prison sentence from October of 1987 until October of 1989, and will be on parole until October 9, 1992.\n. Although one who has been disbarred has no expectation of reinstatement, Office of Disciplinary Counsel v. Keller, 509 Pa. 573, 579, 506 A.2d 872, 875 (1986), the question of whether an order of disbarment should be made retroactive has significance insofar as it determines the date when it would be possible, at least, to make an application for reinstatement. See Pa.R.D.E. 218(b) (governing the possibility of reinstatement for attorneys, after five years of disbarment).",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      }
    ],
    "attorneys": [
      "John Rogers Carroll, Philadelphia, for respondent.",
      "Barbara S. Rosenberg, Asst. Disciplinary Counsel, Philadelphia, for petitioner."
    ],
    "corrections": "",
    "head_matter": "584 A.2d 296\nOFFICE OF DISCIPLINARY COUNSEL, Petitioner, v. Robert W. COSTIGAN, Respondent.\nSupreme Court of Pennsylvania.\nArgued Oct. 26, 1990.\nDecided Dec. 26, 1990.\nJohn Rogers Carroll, Philadelphia, for respondent.\nBarbara S. Rosenberg, Asst. Disciplinary Counsel, Philadelphia, for petitioner.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0016-01",
  "first_page_order": 108,
  "last_page_order": 117
}
