{
  "id": 1825963,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellee. Appeal of ALLEGHENY COUNTY HEALTH DEPARTMENT; COMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellant",
  "name_abbreviation": "Commonwealth v. Moore",
  "decision_date": "1991-01-04",
  "docket_number": "Nos. 33 and 34 Western District Appeal Dockets 1989",
  "first_page": "152",
  "last_page": "160",
  "citations": [
    {
      "type": "official",
      "cite": "526 Pa. 152"
    },
    {
      "type": "parallel",
      "cite": "584 A.2d 936"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "506 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790936
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0537-01"
      ]
    },
    {
      "cite": "378 Pa.Super. 379",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706152
      ],
      "weight": 8,
      "year": 1988,
      "pin_cites": [
        {
          "page": "381"
        },
        {
          "page": "1251"
        },
        {
          "page": "391, n. 12"
        },
        {
          "page": "1256, n. 12"
        },
        {
          "page": "388"
        },
        {
          "page": "1254"
        },
        {
          "page": "388"
        },
        {
          "page": "1255"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/378/0379-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 632,
    "char_count": 12853,
    "ocr_confidence": 0.777,
    "pagerank": {
      "raw": 2.609969562857194e-07,
      "percentile": 0.8203503370273711
    },
    "sha256": "2005b6b63db02632ac3b3641eae4d31249325dc16fe7232b1399d571c9b9b0e7",
    "simhash": "1:c3fbabd4b30e441a",
    "word_count": 2036
  },
  "last_updated": "2024-02-27T20:34:59.879620+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "McDERMOTT, J., did not participate in the consideration or decision of this case.",
      "LARSEN, J., dissents."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellee. Appeal of ALLEGHENY COUNTY HEALTH DEPARTMENT. COMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nBrian C. Moore stands charged with rape, statutory rape, indecent assault, and corruption of minors, with respect to an incident that occurred in August of 1986. After the case was set for trial, the Allegheny County District Attorney filed in the Commonwealth Court a Petition for Access to Confidential Information, pursuant to 42 Pa.C.S. § 8723. The Petition asserted that the Commonwealth had reason to believe that Moore had received treatment for gonorrhea at the Allegheny County Health Department in August of 1986. As the victim had been diagnosed as having contracted gonorrhea, the Commonwealth asserted that evidence that Moore had had the disease about the time of the incident would be material and relevant to his prosecution. Commonwealth Court dismissed the Petition for lack of jurisdiction, holding that the Allegheny County Health Department is a local health agency, not a Commonwealth agency subject to that court’s jurisdiction under § 8723.\nThe District Attorney then filed a similar petition with the Court of Common Pleas, which was granted. The Health Department, however, refused to comply with the order by producing records. On the Commonwealth’s Petition for Rule and Adjudication of Civil Contempt, the court vacated its previous order, thereby denying the Petition for Access to Confidential Information. The court held that there is no explicit statutory authority under which a court of common pleas has power to grant access to information expressly made confidential by the Disease Prevention and Control Law, 35 P.S. § 521.15. The court certified the issue for interlocutory appeal, 42 Pa.C.S. § 702(b); Pa.R.A.P. 1311.\nSuperior Court reversed and remanded “for entry of an order directing the Health Department to produce those medical records of the defendant which are necessary for the administration of justice.” Commonwealth v. Moore, 378 Pa.Super. 379, 381, 548 A.2d 1250, 1251 (1988). The court considered disclosure of records relevant in the prosecution of an alleged sex offender as being within the exception to confidentiality provided in § 521.15, which states, “... authorities may not disclose reports of diseases ... except where necessary to carry out the purposes of this act.” (Emphasis added.) In further support of its decision, the court observed that courts of common pleas have broad discretionary powers to make such rules and orders of court as the interest of justice may require, citing 42 Pa.C.S. §§ 103, 323, and 912; that in the similar, though concededly not identical, case of “child abuse proceedings in juvenile or family court ... any privilege of confidential communication between ... professional persons, including but not limited to physicians ... and their patients ..., shall not constitute grounds for excluding evidence ...” 11 P.S. § 2222(2); and that the legislature has provided statutory authority for the Commonwealth Court to order disclosure of confidential records in the possession of Commonwealth agencies, 42 Pa.C.S. § 8723. The latter consideration the court found especially telling, “finding no logic to a dichotomy between identical types of records held by a Commonwealth health agency and a local health agency,” 378 Pa.Super. at 391, n. 12, 548 A.2d at 1256, n. 12, such that a defendant who had sought treatment at a state run clinic might have his records disclosed by order of the Commonwealth Court, while the records of a defendant who had obtained identical treatment at a local health agency would not be subject to disclosure.\nWe granted the petitions for allowance of appeal filed by Moore and the Allegheny County Health Department, each of which presents several reasons why the order of the Superior Court should be reversed. Moore argues preliminarily that the Commonwealth should not have been entitled to appeal because common pleas court’s order did not substantially handicap the prosecution of the case by depriving the Commonwealth of the use of all its evidence. He also argues that Superior Court’s order violates his constitutional right of privacy. The Health Department argues that disclosure of records relevant to the prosecution of a criminal case does not further the purpose of the Disease Prevention and Control Act and thus does not fall within the only exception to the statutory requirement of confidentiality. It also argues that the compelling interests of privacy and protection of the public health override the Commonwealth’s interest in obtaining circumstantial evidence, of limited relevance, in a single criminal prosecution.\nMoore’s argument that the Commonwealth’s appeal was improperly allowed under the rule of Commonwealth v. Dugger, 506 Pa. 537, 486 A.2d 382 (1985), may be dismissed out of hand. Although Superior Court went to some length to analogize the common pleas court’s ruling here with an order suppressing evidence, and explained in detail why the order deprived the Commonwealth of the use of evidence such that the prosecution of the case was substantially handicapped making an appeal permissible under Dugger, it is apparent that Dugger is entirely inapplicable. The Commonwealth sought certification of the order as one involving a controlling question of law as to which there is substantial ground for difference of opinion, immediate appeal of which might materially advance the ultimate termination of the matter. The case thus came before Superior Court pursuant to Pa.R.A.P. 1311. Although it is within that court’s discretion to grant or deny permission to appeal an order that has been certified, we think it error to suggest that that decision is controlled by the rule of Dugger. Notwithstanding Moore’s arguments that the evidence in question is not as important as the Commonwealth suggests, we cannot find that Superior Court abused its discretion in accepting the interlocutory appeal of this certified order.\nOn the merits of the issue presented, however, we are constrained to agree with Moore and the Health Department that Superior Court misconstrued the statute and overstated the authority of courts of common pleas in directing the disclosure of these records. Section 15 of the Disease Prevention and Control Law of 1955, 35 P.S. § 521.15, states:-\nState and local health authorities may not disclose reports of diseases, any records maintained as a result of any action taken in consequence of such reports, or any other records maintained pursuant to this act or any regulations, to any person who is not a member of the department or of a local board or department of health, except where necessary to carry out the purposes of this act.\nAfter failing to find a clear statement as to the act’s purpose, Superior Court did not seek to discern that purpose from reading the act as a whole. Instead, the court focused on the purpose of the confidentiality provision of the act, gleaning from case law several broad propositions about the purpose of confidentiality in the physician/hospital-patient setting generally. This it followed with the non sequitur that “[i]t is difficult to envision a situation where disclosure of an individual’s medical record by a local health agency would be more appropriate to ‘carry out the purposes of this act’ than when the requested medical records are essential to the criminal prosecution of an alleged sex offender who may have transmitted a venereal disease to an unwilling victim.” 378 Pa.Super. at 388, 548 A.2d at 1254. The court bolstered this conclusion by citing Section 8(a) of the act, 35 P.S. § 521.8(a), which provides\nAny person taken into custody and charged with any crime involving lewd conduct or a sex offense, or any person to whom the jurisdiction of a juvenile court attaches, may be examined for a veneral [sic] disease by a qualified physician appointed by the department or by the local board or department of health or the court having jurisdiction over the person so charged.\nThe court reasoned from this section that if Moore had been arrested immediately following the incident, he could have been ordered to be tested for venereal disease and “the results thereof would be in the possession of the Commonwealth and subject to disclosure at trial,” 378 Pa.Super. at 388, 548 A.2d at 1255, and the result should not be different for a voluntary, pre-arrest test.\nAs Superior Court recognized, the act contains no separate, explicit statement of purpose beyond the title, which describes it as, “An Act providing for the prevention and control of communicable and non-communicable diseases including venereal diseases, fixing responsibility for disease prevention and control, and authorizing treatment of venereal diseases, and providing for premarital and prenatal blood tests____” By reading the Law in its entirety, however, we may discern that its purposes were to assign primary responsibility for the prevention and control of diseases to local health departments, and to institute a system of mandatory reporting, examination, diagnosis, and treatment of communicable diseases. We fail to understand how any of these purposes would be furthered by the disclosure of reports to assist in the prosecution of an alleged sex offender. The victim’s diseased condition and need for treatment is already known, and the prosecution of the defendant can have no impact on preventing or controlling further spread of the disease.\nNor do we find that Section 8 expresses any purpose that would be furthered by disclosure of records of treatment obtained in the past. Even if it were conceded that the Commonwealth would be entitled to obtain and use at trial information from an examination ordered under Section 8, a fact not clear from the statutory language, such examination is conducted only after a person has been taken into custody, charged, and subject to the control of authorities. Read in its entirety and in the context of the act as a whole, Section 8 bespeaks a purpose of controlling communicable diseases and preventing their further spread among the prison population, recognizing, perhaps, a special risk of sexually transmitted diseases among alleged sex offenders.\nFinally, it should be readily apparent that the general powers of the courts do not include the power to order disclosure of materials that the legislature has explicitly directed be kept confidential. If the courts had such general power, the specific grant of power to the Commonwealth Court in 42 Pa.C.S. § 8721 et seq., to order disclosure of confidential materials in the possession of state agencies, would be entirely unnecessary.\nWe are not unmindful of the potentially disparate results that could follow from our holding in this case. As Superi- or Court noted, the records of a defendant in the same circumstances as Moore, but who was thought to have been treated at a facility operated by the State Department of Health, would be susceptible to disclosure on order of the Commonwealth Court pursuant to 42 Pa.C.S. § 8721 et seq. The disparity, however, follows not from our reading of the Disease Prevention and Control Law, but from the limitations contained in the General Assembly’s grant of authority to supersede the confidentiality required by that Law and other laws. Where one statute specifically precludes disclosure and a later statute authorizes disclosure in limited circumstances, it is the province of the legislature, not the courts, to expand the circumstances in which disclosure will be allowed.\nThe Order of the Superior Court is reversed.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\nLARSEN, J., dissents.\n. To be sure, the very existence of 42 Pa.C.S. § 8721 et seq. undercuts, to some extent, the Health Department’s argument that the legislature intends absolute confidentiality of records to ensure the success of the voluntary reporting program for control of venereal disease. Whatever the policy implications, the legislature has already provided for disclosure of certain records to certain law enforcement officials.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      }
    ],
    "attorneys": [
      "James J. Dodaro, County Sol., Robert G. Borgoyn, Jr., Asst. County Sol., Allegheny County Law Dept., Pittsburgh, for appellant at No. 33.",
      "Eric M. Jacobs, Asst. City Sol., Philadelphia, for Philadelphia Health Dept.",
      "John Elash, Pittsburgh, for appellant at No. 34.",
      "Robert E. Colville, Dist. Atty., Claire C. Capristo, Deputy Dist. Atty., Kim Berkeley Clark, Asst. Dist. Atty., Pittsburgh, for appellees at No. 33 and appellee at No. 34."
    ],
    "corrections": "",
    "head_matter": "584 A.2d 936\nCOMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellee. Appeal of ALLEGHENY COUNTY HEALTH DEPARTMENT. COMMONWEALTH of Pennsylvania, Appellee, v. Brian C. MOORE, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 9, 1990.\nDecided Jan. 4, 1991.\nJames J. Dodaro, County Sol., Robert G. Borgoyn, Jr., Asst. County Sol., Allegheny County Law Dept., Pittsburgh, for appellant at No. 33.\nEric M. Jacobs, Asst. City Sol., Philadelphia, for Philadelphia Health Dept.\nJohn Elash, Pittsburgh, for appellant at No. 34.\nRobert E. Colville, Dist. Atty., Claire C. Capristo, Deputy Dist. Atty., Kim Berkeley Clark, Asst. Dist. Atty., Pittsburgh, for appellees at No. 33 and appellee at No. 34.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0152-01",
  "first_page_order": 244,
  "last_page_order": 252
}
