{
  "id": 449116,
  "name": "Harwood's Appeal",
  "name_abbreviation": "Harwood's Appeal",
  "decision_date": "1883-04-02",
  "docket_number": "No. 183",
  "first_page": "73",
  "last_page": "76",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 73"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "6 Whart. 72",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836970
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0072-01"
      ]
    },
    {
      "cite": "6 Watts 14",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846076
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0014-01"
      ]
    },
    {
      "cite": "4 Watts 130",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0130-01"
      ]
    },
    {
      "cite": "4 Rawle 450",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    },
    {
      "cite": "12 W. N. C. 110",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 8242,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.01664054545264994
    },
    "sha256": "a5cf12df2a438f93f6cefb1e87c1800f095130ad0d9256c46f4cbd2ec720ace6",
    "simhash": "1:5d01c4b0dcfaa247",
    "word_count": 1487
  },
  "last_updated": "2024-02-27T21:09:00.225534+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Merche, O. J., Gordon, Trunkey, Sterrett and Green, JJ. Paxson and' Clark, JJ., absent."
    ],
    "parties": [
      "Harwood’s Appeal."
    ],
    "opinions": [
      {
        "text": "Chief Justice Mekcuk\ndelivered the opinion of the court,\nA correct understanding of the intent of the testator requires that the original will and the codicil be considered together. In the former, the shares of stock specified were devised to trustees, who were to pay the dividends thereon to liis daughter Emma during her life, and on her death the stock to go to testator’s son James. The codicil recites that having sold-the stock which he had bequeathed to said trustees in trust for his daughter Emma, in lieu thereof he how gives and bequeaths in trust for her. to said trustees “ the sum of $300 per annum to be paid to her semi-annually by either of the trustees, and at her death to revert to my son James.” The language of the codicil is elliptical. It does not state in specific terms what was to revert to James. In view, however, of the language and general intent of the whole will, we think there is sufficient identification of the property which is to revert.\nIn lieu of dividends on stock which he no longer owned, he provides for the payment of a specific annuity to Emma, to be derived from other funds of his estate. A fund sufficient to produce the annuity must therefore be kept for .that purpose. This fund was in lieu of the stock which had been converted. The only reasonable and natural conclusion is, that such fund took and filled the place previously occupied by the stock. As on the death of Emma the stockj would have gone to James, so now on her death the fund reverted to him. . Any other construction of the closing language of the codicil would render it nugatory. It clearly was not the intent that the $300 annuity should “ revert ” to James. That sum was to be paid only during the life of Emma and to her. The trustees under no circumstances were to ever pay it to James. On the death of Emma, the active trust in regard to the management of the fnnd ceased. The purpose of the trust was fully executed. The corpus of the estate which produced the annuity,-was to go elsewhere. The original will expressly said it should go to James. The codicil dealt only with a provision for Emma and a fund necessary to produce that sum. When that purpose was answered, some fund was to revert to James. What fund was that ? The conclusion is irresistible to our mind, that it was the fund which produced the annuity paid to Emma. It is not necessary to review the authorities cited. Many of them are not applicable to the clear intent of this will and the trust thereby created. Without discussing the specifications of error in detail, an examination thereof discloses no cause for reversal.\nDecree affirmed and appeal dismissed at the costs of the appellant. ;",
        "type": "majority",
        "author": "Chief Justice Mekcuk"
      }
    ],
    "attorneys": [
      "Henry K. Boyer and Samuel G. Perkins, for the appellants.",
      "J. B. Townsend, for appellees."
    ],
    "corrections": "",
    "head_matter": "Harwood’s Appeal.\nBy his will, a testator bequeathed certain specified shares of stock to trustees, in trust for his daughter A., “ dividends to be paid into her hands and to no other person whatever. On her decease, the said shares to go to my son B,” A codicil to the will recited, that having sold the stock which lie had bequeathed to said trustees, in trust for his daughter A., in lieu thereof he now bequeathed in trust for A., to said trustees, ‘•the sum of $300 per annum, to be paid to her semi-annually by either of the trustees, and at her death to revert, to my son B.” The trustees set aside from the estate a sum, the income of which was sufficient to pay the annuity. B. died before A,, having devised his entire estate to his widow. Upon A.’s death and the filing of the trustees’ account:\nMeld, tliafe it was clearly the testator’s intention to substitute a principal sum in money, in lieu of the stock first bequeathed, and fo confer a vested interest-in- tile same in B., not contingent upon his outliving A.; and therefore-that B.’s widow was entitled to the whole of said principal sum.\nMarch 20th 1883.\nBefore Merche, O. J., Gordon, Trunkey, Sterrett and Green, JJ. Paxson and' Clark, JJ., absent.\nAppeal from the Orphans’ Court of Philadelphia county : Of January Term 1883, No. 183.\nAppeal of Li lb urn Harwood et al. from a decree of distribution of said court, upon the adjudication of the final account of William Trainer, trustee under the will of Thomas Shivers, deceased. •\nAt the audit, before Ashman, J., the following facts appeared : ‘\nThomas Shivers died at Philadelphia in 1850, having made his will dated May 31st 1849, with a codicil without date, duly-proved July 1st 1S50. By the will, after several pecuniary legacies, he gave and bequeathed as follows:-\nTo my widow and my son James Knighton, in trust for my daughter Emma, sixty shares in the New Orleans Canal and Banking Company sfock, dividends to be paid into her own hands and to no other person whatever. On her decease the said shares to go to my son James Knighton.”\nThe codicil was as follows:\n“ Having sold my New Orleans Canal and Banking Company stock, a portion of which 1 had bequeathed to my wife and son James in trust for my daughter Emma, in lieu of which I now give and bequeath in trust for her to my wife and son James the sum of $300 per anumn, to be paid to her semi-' annually by either of the trustees, and at her death .to revert to my son James.”\nA sum was set apart from the testator’s estate, the income of which was sufficient to pay the said annuity. This sum was reinvested at various times, and the annuity promptly paid during the life of Emma Shivers.\nTestator’s widow died in March, 1S63, and his son James on December 27th 1864, both in the life-time of Emma Shivers. By his will, dated June 8th 1864, James left his entire estate to his widow, Emma T. Shivers, who afterwards intermarried with one McElderry.\nWilliam Trainer, the executor of James K. Shivers, was also appointed,, by the court, trustee, in the place of James, under the will of Thomas Shivers.\nEmma. Shivers, the annuitant-, died August 4th 1881, and subsequently William Trainer filed his aecount as trustee.\nUpon the audit of this aecount, the court awarded the principal of the annuity to Emma J. McElderry, as the sole legatee of her former husband, J ames K. Shivers.\nTo this award exceptions were filed by L. Harwood, Jr., et al. for those entitled to the residuary estate under the will of Thomas Shivers, on the ground, inter alia, that the gift to James K. Shivers was contingent on his outliving Emma Shivers, the annuitant, or, if it was vested, that it was a gift of the annuity only. The exceptions were dismissed by the court, Hanna, P. J., delivering the opinion, and a decree entered confirming the adjudication. Whereupon the exceptants took this appeal, assigning for error the decree of the court.\nHenry K. Boyer and Samuel G. Perkins, for the appellants.\n—The principal assumed as representing the annuity at the death of Emma must be distributed as part of the residue of testator’s estate, just as the difference between this sum and the amount which would have been required at testator’s death to purchase au annuity would have been: Savery v. Dyer, Ambler 139; Heron v. Stokes, 4 Ir. Eq. 292.\nThe bequest by the codicil to Thomas Shivers’ wdll was of an annuity (or yearly sum) of $300 not existing before. It ceased on the expiration of the lives of the two persons to whom it was given in succession: Ferard v. Griffin, 2 Keen 615; Karker’s Appeal, 10 P. F. S. 152. The principal of an annuity set aside should be .awarded to the next of kin of a testator, who are entitled under the residuary clause of his will: Blewitt v. Roberts, Cr. & Phillips 274; Innes v. Mitchell, 6 Ves. 464; Bryan v. Twigg, L. R. 3 Eq. 433; Jones v. Randall, 1 Jac. & Walker 100; Kerr v. Middlesex Hospital, 2 De G. M. & G. 576; Yates v. Maddan, 3 Macn. & G. 532; Laguerenne’s Estate, 12 W. N. C. 110, is not in point.\nJ. B. Townsend, for appellees.\n— A bequest of the interest of a fund, without limitation, is a bequest of the fund itself: Hellman v. Hellman, 4 Rawle 450; Schriver v. Cobeau, 4 Watts 130; Garret v. Rex, 6 Watts 14; Campbell v. Gilbert, 6 Whart. 72; Van Rensselaer v. Dunkin, 12 Harris 252.\nThere is a clear design to substitute the codicil gift for the gift in the will, and no indication is evinced of an intent to alter its character or scope further than to substitute other property to which it can apply.\nApril 2nd 1883."
  },
  "file_name": "0073-01",
  "first_page_order": 89,
  "last_page_order": 92
}
