{
  "id": 449078,
  "name": "Miller, to use versus Glentworth and wife",
  "name_abbreviation": "Miller v. Glentworth",
  "decision_date": "1883-04-02",
  "docket_number": "No. 193",
  "first_page": "84",
  "last_page": "86",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 84"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 350,
    "char_count": 5296,
    "ocr_confidence": 0.43,
    "sha256": "72ec9a07d83a630a9d731e17ee13103bc820e0458b9eecb028af903aeefe4b96",
    "simhash": "1:e1b196aa9c1e3458",
    "word_count": 872
  },
  "last_updated": "2023-07-14T19:37:18.846412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mebcub, G J-, Goedon, Tbunkey, Steeeetx and Geeen, JJ. JPaxson and Claek, JJ., absent."
    ],
    "parties": [
      "Miller, to use versus Glentworth and wife."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered\nPer Curiam.\nThis suit is not to charge the separate estate of a married woman for necessary repairs or improvements thereon. It is to recover a personal judgment against- the wife, for services in the general management of her business, without proof’ of an agreement of hers to 'pay therefor, and without evidence given or offered, showing the services were necessary. In some cases it has been held that a married woman may charge her real estate without an express agreement to pay, for work done or materials furnished at her request, in the necessary improvement of her separate estate.\nThe attempt here is to go further. It is to recover a personal judgment against her for, services not proven to have been necessary, and rendered tinder circumstances showing great doubt whether either party anticipated any pecuniary obligation to pay therefor. AVe :see no error in the rejection of evidence; nor in ordering or refusing to take off the compulsory non suit.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. Goohe Longstreth, for tne plaintiffs in error.",
      "Aaron Thompson, for the defendants in error."
    ],
    "corrections": "",
    "head_matter": "Miller, to use versus Glentworth and wife.\nA married woman cannot be made liable in an action of assumpsit, for compensation for personal services alleged to have been rendered to her by the plaintiff in the general management of her business, upon the ground that she was living apart from her husband who did not contribute to her support, especially where it did not appear that she made any agreement to pay for such services, o'r that the services were necessary.\nMarch 20th 1883.\nBefore Mebcub, G J-, Goedon, Tbunkey, Steeeetx and Geeen, JJ. JPaxson and Claek, JJ., absent.\nEeboe to the Court of Common Pleas No. 1, of Philadelphia county: Of January Term 1883, No. 193.\nAssumpsit, by John W. Miller to the use of William Runyan, against W. W. Glentworth and Anne E. Glentworth his wife. The narr. was in the common counts. Pleas nonassumpsit, payment and set-off, and, as to Anne E. Glentworth, coverture. Replication to the plea of coverture, that the defendant William W. Glentworth had, for five years and upwards before the debts for whijch this suit Was brought were contracted, neglected or refused to provide for his wife, the defendant, Anne E. Glentworth, and that the said debts were incurred for necessaries, for personal services for her rendered at her request, and in the management of her separate estate ; and being so indebted, she, the said defendant, Anne E. Glentworth, in consideration thereof promised to pay, etc.\nThe .plaintiffs’ bill of particulars contained several claims, inter alia, the following :\n“ Obtaining estimates for arid having built for defendant, Mrs. Glentworth, employing anq paying workmen buying and paying for materials for house Twenty-sixth Street near Brown Street ten per cent, on $8,500, in 1879 and 1880, $850.\n“Moneys paid and advanced by plaintiff for account of Mrs. Glentworth between November 2d 1878, and May 13th 1881, $500.\n“'Commissions for moneys collected by plaintiff under power of attorney for defendant, Mrs. Glentworth, between November 2d 1878, and May 13th 1881' — say $80,000 at 5 per cent. $1,000.\nCompensation of plaintiff for his services to defendant, Mrs Glentworth, in divorce suit and other business, and for management of her property, from November 2d 1878, to May 13th 1881, at $5,000 per annum.....$12,666.67.”\nOn the trial, before Biddle, J., plaintiff’s counsel read in evidence the deposition of John W. Miller, the legal plaintiff, in which he testified, among other things, that he became acquainted 1878, with Mrs. Glentwood who was then living separate from her husband ; he (Miller) went to live at her house, occupied a room adjoining hers, and “ gallanted her about the cityho attended to her business for her, acting under a power of attorney ; he acted as her next friend in a divorce suit instituted by her against her husband ; and generally managed her affairs, collected and deposited her income, and made contracts for her. Mrs. Glentworth and her husband afterwards lived together, and Miller left. Being poor and in bad health, he assigned his claim to the use-plaintiffs, who he testified were supporting him, and would probably have to pay his funeral expenses.\nPlaintiff’s counsel offered in evidence a general letter of attorney from Mrs. Glentworth to Miller, duly recorded; the deposit books and account books of Mrs. Glentworth, to prove amount of money collected and deposited by Miller for Mrs. Glentworth ; offered to prove by witnesses, inter alia, that Miller had brought suits for rents, had employed architects and builders, and had built a house on a lot owned by Mrs. Glentworth ; and offered to show, by the testimony in the divorce suit, admissions by Mr. and Mrs. Glentworth that the defendants lived apart, and Mr. Glentworth did not contribute to her support.\nUpon objections, the court rejected all these offers, and at the close of the plaintiffs case, on motion, entered a compulsory nonsuit, wThich the court in bank subsequently refused to take off; whereupon the plaintiffs took this writ of error, assigning for error the rejection of the plaintiff’s offers of evidence, and the refusal of the court to take off the non-suit.\nJ. Goohe Longstreth, for tne plaintiffs in error.\nAaron Thompson, for the defendants in error.\nApril 2d 1883."
  },
  "file_name": "0084-01",
  "first_page_order": 100,
  "last_page_order": 102
}
