{
  "id": 449124,
  "name": "Roig versus Tim",
  "name_abbreviation": "Roig v. Tim",
  "decision_date": "1883-04-02",
  "docket_number": "No. 206",
  "first_page": "115",
  "last_page": "118",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 115"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 418",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852621
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0418-01"
      ]
    },
    {
      "cite": "1 Penny. 383",
      "category": "reporters:state",
      "reporter": "Pennyp.",
      "case_ids": [
        216835
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pennyp/1/0383-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 7638,
    "ocr_confidence": 0.419,
    "pagerank": {
      "raw": 4.95617330902552e-07,
      "percentile": 0.9350500743479639
    },
    "sha256": "aa4cb0dd98bdf202465329009b7621a82c73266473dfcc89305ca2ba02494565",
    "simhash": "1:836a4e1d0ff25d5f",
    "word_count": 1371
  },
  "last_updated": "2024-02-27T21:09:00.225534+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercür, C. J., Gordon, Trunket, Sterrett and Green, JJ. Paxson and Clark, JJ., absent."
    ],
    "parties": [
      "Roig versus Tim."
    ],
    "opinions": [
      {
        "text": "The opinion of the court wras filed\nPek Curiam.\nThe service of an attachment execution has the effect of an equitable assignment of the thing attached. It puts the garnishee in the relation to the attaching creditor which he had sustained to his former creditor. He may make the same defense to the attachment by evidence of set-off or of other equities that he might have made if sued by his original creditor. If he has no defence against the latter,' he cannot set up one against tlie attaching creditor. A valid set-off must be of a debt or demand due at the time of the commencement of the action in which it is interposed. If the claim is not then ripe for action it cannot be set off. All the rulings of the court below are as favorable as the plaintiff in error had a right to demand.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pek Curiam."
      }
    ],
    "attorneys": [
      "Mayer Sulzberger (with him Walter J. Sudd), for the plaintiff in error.",
      "Thomas J. Diehl, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Roig versus Tim.\n1. A garnishee in ail attachment execution cannot claim credit by way of set oil for the amount of an accommodation note on which he was snretyfor the defendant, which was not due at the time of the service of the attachment execution.\n3. A valid set-oil must be of a debt or demand due at the time of the eommencement of the action in which it is interposed. If the claim is not then ripe for action, it cannot be set oS.\nMarch 22nd 1883.\nBefore Mercür, C. J., Gordon, Trunket, Sterrett and Green, JJ. Paxson and Clark, JJ., absent.\nError to the Court of Common Pleas N o. 4, of Philadelphia county: Of January Term 1883, No. 206.\nAttachment execution, by David Tim against P. II. Ertheilcr, defendant, and Antonio Eoig, garnishee.\nOn the trial, before Briggs, J., the following facts appeared: The judgment on which the attachment issued was originally entered by confession, against P. H. Ertheiler in favor of David Tim, on a single bill under seal, with warrant of attorney, for $6,000 on June 26th 1880. On the same day an attachment execution wras issued and served on Antonio Eoig, garnishee. On July 1st 1880, the court opened said judgment to let the defendant into a defence, and ordered the proceedings in the attachment execution to stay. The feigned issue on the judgment resulted in a verdict for the plaintiff for $6,000, on April 21st 1881, on which verdict judgment was entered September 1st 1881.\nThe garnishee, in his answers to interrogatories, admitted an indebtedness by him to the defendant of $828.70, as shown by the following statement:\nDr.\n1880. May 3rd. Tobacco purchased, . $1,159.95\n“ June 8th. “ “ 1,144.75\nAmount, . . $2,304.70\nOr.\n1880. May 3rd. By note, $650\n“ May 20th to June 11th. “ Cigars, 626 “ June 21st. “ Cash, 200\n-- 1,476.00\nBalance, . . $828.70\nThe evidence was conflicting whether the $650 note, for which the garnishee claimed credit, was given in part payment of the tobacco or as an accommodation note. It was given May 3d 1880, by Roig to the order of Ertheiler and by him indorsed, payable four months after date. Ertheiler became insolvent in July 1880, and when the note fell due, on September 6th 1880, the garnishee paid it to the holder. The plaintiff claimed that the note not being due at the time the attachment was served, the garnishee was not entitled to a credit or set off for its amount.\nThe court submitted the evidence to the jury and charged as follows:\n“ There are two questions which you will have to determine. First, whether the leaf tobacco was sold to be paid for in money, or in cigars. If you find that it was to be paid in cigars, then you should render the verdict accordingly. '[Secondly; whether the $650 note was an accommodation note, that is, given by Mr. Roig to Mr. Ertheiler merely as a loan by the former to the latter, to accommodate the latter; or whether it was given in part payment of the tobacco. If it was given as part payment-you should deduct the amount of the note from the amount you would otherwise find to be due by Mr. Roig to Ertheiler. If you find, however, it was an accommodation note, then as it did not mature until some time after the service of the attachment, and was not paid by Mr. Roig before its maturity, the note cannot be offset against the, fund or property attached, for the reason that the attachment operates as a legal assignment of the money or property attached to the attaching creditor, the moment the attachment is served on tlie garnishee. The note not having been paid at or before that time, by Mr. Roig, it could not be set off against the plaintiff’s attachment, served several months before the payment of the note. If the note was an accommodation note there was no right of demand by Mr. Roig against the accommodation payee, until after the latter had neglected to provide for the note in the hands of his indorsee. ■\n“ Confessedly at the time we are now speaking of, the property or money'due had to be paid by force of the attachment not to Ertheiler, but to the attaching creditor, the plaintiff. Hence the offset of the note cannot be allowed; that is, if you find it was an accommodation’ note.]”\nYerdict for “ the plaintiff and that there is in the hands of the garnishee subject to the attachment $1,874.68 payable in cigars,” and judgment thereon. The garnishee took this writ of error, assigning for error the portion of the charge above quoted within brackets.\nMayer Sulzberger (with him Walter J. Sudd), for the plaintiff in error.\n— The garnishee was entitled.,to a legal set-off for the amount of the note, which had fallen due and been paid on September 6th 1880, while the plaintiff did not recover final judgment against the defendant until September 1st 1881. Although the attachment was served .Tune 1880, yet the opening of the confessed judgment left it an open question to be determined by a jury, whether the plaintiff had any claim against the defendant. Moreover, the garnishee’s liability on the note was fixed long before the service of the attachment Bare v. Hertzler, 16 Leg. Intell. 108. The rule in Bosler v. The Bank, 4 Barr 32, applies only in cases of debtor and creditor, not of principal and surety. In the latter cases the rule in Beaver v. Beaver, 11 Harris 167, applies: Garrison v. Paul, 1 Penny. 383. In any ease the garnishee was entitled to an equitable set-off, because Ertheiler was insolvent and the note had been in effect applied by him as payment pro tanto : Waterman on Set-off, §§ 17, 449, 450; Dougherty v. Bank. 12 Norris 227; Mann v. Dungan, 11 S. & R. 75; Patten v. Wilson, 10 Casey 299. The words “ lawful claims” and “debts due ” to the defendant in § 22 of the act of 1836 include claims and debts payable in futuro: Fulweiler v. Hughes, 5 Harris 440; Kieffer v. Ehler, 6 Harris 388; Hill v. Kroft, 5 Casey 186; Day v. Zimmermann, 18 P. F. S. 72.\nThomas J. Diehl, for the defendant in error.\n— From the time of the service of an attachment the attaching creditor stands in the shoes of the garnishee. At the time of this attachment the debt due by Roig to Ertheiler was due and demand-able ; if payment had been denied, a right of action existed at once. On the contrary, if the note was not due, there was no present demand or right of action on it. Even if Ertheiler was ever liable to Roig on it, it conld only be after its maturity and payment by Roig. Such being the case it could not have been set-off in any suit by Ertheiler against Roig ; there was no cause of action, and it was on this ground that the learned judge excluded it as a set-off, if it was an accommodation note : Reed v. Penrose’s Executors, 12 Casey 229; Patterson v. Patterson, 3 Casey 40; Claridge v. Klett, 3 Harris 259; Morrison v. Moreland, 15 S. & R. 61; Huling v. Hugg, 1 W. & S. 418; Sennett v. Johnson, 9 Barr 335.\nApril 2d 1883."
  },
  "file_name": "0115-01",
  "first_page_order": 131,
  "last_page_order": 134
}
