{
  "id": 449123,
  "name": "Philadelphia, Wilmington & Baltimore R. R. Co. versus Keenan",
  "name_abbreviation": "Philadelphia, Wilmington & Baltimore R. R. v. Keenan",
  "decision_date": "1883-04-09",
  "docket_number": "No. 222",
  "first_page": "124",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 124"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "74 Ind. 440",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1940160
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/74/0440-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 352,
    "char_count": 4997,
    "ocr_confidence": 0.432,
    "pagerank": {
      "raw": 4.870364842496197e-07,
      "percentile": 0.9330337405771534
    },
    "sha256": "62581bf1fb034033666a8e00e29d2022184cd68fdf91471d843ec0d80cd4d4dd",
    "simhash": "1:d8a84cc7181ef00e",
    "word_count": 917
  },
  "last_updated": "2024-02-27T21:09:00.225534+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercub, C. J., Gordon, Paxson, Tbunkey, Stkrbett and Green, JJ. Clark, J., absent."
    ],
    "parties": [
      "Philadelphia, Wilmington & Baltimore R. R. Co. versus Keenan."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed\nFee Curiam.\nIt is true a master does not warrant his servant’s safety. The latter will be deemed to have assumed all risks naturally and reasonably incident to his employment. The master, however, is under an implied contract to exercise reasonable care to adopt and maintain suitable instruments and means to carry ou the business iu which his servants are employed : Green & Coates St. Pass. Railway Co. v. Bresmer, 1 Out. 103.\nWhether the “ pushing pole ” without any handle was a reasonable, safe and suitable instrument with which to perform the services imposed on the defendant in error, was the important-question in the case. The evidence was conflicting in regard to this fact. The case was one proper for the jury, and the court committed no error in submitting it to them.\nJudgment affirmed.",
        "type": "majority",
        "author": "Fee Curiam."
      }
    ],
    "attorneys": [
      "Gavin W. Hart (David W. Sellers with him), for the plaintiff in error.",
      "A. S. L. Shields, for the defendant in error."
    ],
    "corrections": "",
    "head_matter": "Philadelphia, Wilmington & Baltimore R. R. Co. versus Keenan.\n1. A master is bound to exercise reasonable care to adopt and maintain suitable instruments and means to carry on the business in which his servants are employed, but is not required to furnish the newest or best form of instruments.\n2. Where the evidence is conflicting as to whether an implement is reasonably safe and suitable for the work for which it is designed and used, it is a question for the jury.\n3. A servant assumes the patent risks naturally and reasonably incident to his employment.\nMarch 26th 1883.\nBefore Mercub, C. J., Gordon, Paxson, Tbunkey, Stkrbett and Green, JJ. Clark, J., absent.\nError to the Court of Common Pleas No. 2 of Philadelphia county: Of January Term 1883, No. 222.\nCase, by James Keenan against the Philadelphia, Wilmington and Baltimore Kailroad Company to recover damages for personal injuries received by plaintiff while in the employment of the defendant, though the alleged negligence of the latter in not furnishing suitable implements.\nThe facts were as follows: Keenan was employed by the defendant company in the work of shifting and making up trains. Previous to the accident, he had done this work only live or six times. In order to shift the trains, it was his duty to join the engine and car by using a pole about six feet long and four inches square by placing one end in a socket in the front of the engine and the other against the bumper on the back of the car, so that the pole ran diagonally across the space between the engine and car and was kept in position by the pressure against it in moving the car. The poles used by shifters at the time of the accident usually had upon them a handle about eighteen inches long, placed in the middle of the pole, so that a man standing in the space between the engine and the car may lift the pole from its bearings at the time the engine stops. This handle had been used for about eight or nine years, but before that time all poles were without them. There w7as some evidence that a pole without such handle was unsafe for use, but the testimony upon this point was conflicting. On the night in question, which was very dark, Keenan placed the pole in position, and then, having signalled the engine to start, jumped on the step of the engine, because of snow, which w7as piled up between the tracks and did not permit him to run alongside of the cars, as it was usual for the shifters to do. He testified, “I jumped on to the step and when w7e got to the place to stop, I gave signal to stop, and put my hand out to get hold of pole, to the middle of the pole to balance it. There was no handle, and I put my hand underneath and tried to throw7 the pole away. I didn’t know up to that time it hadn’t any handle on it. Soon as I reached for it and could not get it, one end of pole slipped before the other one. 1 put my hands under it and tried to throw it away from me. The other end flew towards me, struck my knee and knocked it against cab of engine. After pole had left my leg I hopped around to other step of engine. I got back on cab of engine. They took me home.”\nThe defendant requested the court to charge:\n“ Under all the evidence in this case the plaintiff cannot recover.” Kefused.\nVerdict for the plaintiff for $2,750 and judgment thereon. The defendant thereupon took this writ of error, assigning for error the refusal of his point.\nGavin W. Hart (David W. Sellers with him), for the plaintiff in error.\n— A master is not obliged to furnish his servants with the best or tlie newest implements. The most that can be required of him is that the implements shall be reasonably safe and proper. lie is not an insurer of their safety : P. & C. R. R. Co. v. Sentmeyer, 11 Norris 276; R. R. Co. v. McCormick, 5 Am. & Eng. Railway Cases 474; S. C., 74 Ind. 440; Ballou v. R. R. Co., 5 Am. & Eng. Railway Cases 480; R. R. Co. v. Smithson, 1 Id. 101.\nA. S. L. Shields, for the defendant in error.\n— The question as to whether the “ pushing pole” without the handle was a reasonably safe and proper implement, was one of fact, and as such properly submitted to the jury.\nApril 9th 1883."
  },
  "file_name": "0124-01",
  "first_page_order": 140,
  "last_page_order": 142
}
