{
  "id": 449081,
  "name": "Van Loon et al., Executors, &c. versus Smith",
  "name_abbreviation": "Van Loon v. Smith",
  "decision_date": "1883-05-07",
  "docket_number": "No. 273",
  "first_page": "238",
  "last_page": "242",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 Watts 441",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850001
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0441-01"
      ]
    },
    {
      "cite": "3 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822515
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/3/0009-01"
      ]
    },
    {
      "cite": "1 Watts 507",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1838029
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/1/0507-01"
      ]
    },
    {
      "cite": "37 Penn. St. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418929
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0263-01"
      ]
    },
    {
      "cite": "8 Watts 286",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848467
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/8/0286-01"
      ]
    },
    {
      "cite": "1 P. & W. 419",
      "category": "reporters:state",
      "reporter": "Pen. & W.",
      "case_ids": [
        1826182
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pen-w/1/0419-01"
      ]
    },
    {
      "cite": "3 Rawle 9",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1822515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/rawle/3/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 577,
    "char_count": 11659,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 4.480450122222451e-07,
      "percentile": 0.9223304138581052
    },
    "sha256": "a28af6f117c2299314cf9dd26f4d34ac7c0aee822657bd1f97a859345309cb41",
    "simhash": "1:ee0fc5e4e27ee2c9",
    "word_count": 2007
  },
  "last_updated": "2024-02-27T21:09:00.225534+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercür, O. J., Gordon-, Paxson, Trünkey, Sterrett, Greek and Clark, JJ."
    ],
    "parties": [
      "Van Loon et al., Executors, &c. versus Smith."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clabk\ndelivered the opinion of the court,\nAfter a lapse of twenty- years from maturity, a bond is legally presumed to be paid; the presumption is of fact, not a legal liar; it is not conclusive but prima facie, only, and casts upon the party alleging the debt the burden of countervailing proof : Diemer v. Sechrist, 1 P. & W. 419; Backestoss v. Commonwealth, 8 Watts 286; Cope v. Humphreys, 14 S. & K. 15; Silverthorn v. Townsend, 37 Penn. St. 263; In re Fulton’s Estate, 1 P. F. S. 204.\nThe same rule prevails in judgments, mortgages, recognizances, and indeed in every species of security for payment of money. The presumption does not deny or impugn the record, but simply affords prima facie proof of payment of the debt secured by it. The rule arises from public policy and by substituting itself as presumptive evidence of payment, the burden is shifted upon the party in default: Cope v. Humphreys, supra; Summerville v. Holliday, 1 Watts 507; Tricket on Liens, vol. 1, sec. 229; Vitry v. Dauci, 3 Rawle 9; Commonwealth v. Rogers, Brightly’s R. 450.\nThe judgment in suit was entered on the 13th day of August 1855, for debt, §1,295.75 with interest thereon and costs of suit. This scire facias to revive judgment, continue lien, &c., was issued 17th July 1869, the service of the writ having been duly accepted, the pleas “ nul tiel record and payment with leave, &e.” were entered on the 19th November 1869. No further proceedings were had until 11th January 1882, when the cause was brought to trial. A period of twenty-six years from the entry of the judgment, and twenty-one years from the scire facias thereon, had elapsed before the trial; the delay to prosecute the claim for this great length of time, was not accounted for, nor any evidence given, of any fact or circumstance, by which this forbearance could be explained. The plaintiff at the trial of this scire facias offered in evidence the record of the judgment unsupported and alone, and the court holding this to be sufficient, instructed the jury to find for the plaintiff.\nThe presumption of payment arising from lapse of time is a general one, and applies not only between the plaintiff in the judgment and intervening creditors of the defendant and purchasers from him, but between the plaintiff and the defendant themselves. It affords, in ¿.he absence of countervailing proof, an adequate and sufficient defence, to the claim under the scire facias, and tve think the learned court below erred in holding otherwise.\nNor do we regard the issue and pendency of the suit upon the scire facias, after this lapse of time, as affecting the application of the rule. It is quite true that the defendants appeared to the scire facias, entered their pleas and formally took defence, and that at any time within the twenty-one years since elapsed, might have ordered the cause for trial; but the plaintiff enters the suit, he is the actor, it is his duty to prosecute, the defendants’ duty to defend. The scire facias at the date of its issue was an assertion of the debt on the part'of the plaintiff, but the plea of payment was an undoubted denial of it, on the part of the defendant, and that denial was in the direct line of the presumption which afterwards arose. The scire facias was issued to revive the judgment and continue the lien, the defendant, inter alia, pleaded payment, and in the face of this plea the plaintiff not only failed to revive the judgment, within the five years allowed by law, but suffered the judgment to lose its lien altogether, and twenty-one years to elapse without any effort or act of his, in further assertion of his claim.\nUnder these circumstances the scire facias is rather in support of the presumption than otherwise, for it appeared to have been abandoned, and that, too, when the defendant had interposed a plea of payment.\n• But the presumption of payment arising from lapse of time may be rebutted by circumstances by evidence tending to show non-payment of the debt, or sufficiently accounting for the delay of the creditor, or showing a continued course of legal proceedings, conducted bona fide, to compel payment, and all the testimony bearing upon this point is for submission to the jury as a question of fact to determine as to actual paymeut.\nAs a corollary to this it follows that testimony is admissible m support of the legal presumption and in explanation and rebuttal of the facts which may be thus shown. It would therefore seem to have been proper to admit proof of the financial condition of the defendants, or of either of them, during the time elapsed, also of their decease, of the administration upon and solvency of, their respective estates, of the sale of their realty to the plaintiff and others, under the order of the Orphans’ Court, and that during this time no demand was at any time made for this claim, until after the expiration of twenty years.\nAs the plaintiff claimed and so argued, that the issue of a scire facias, the filing of the pleas and. the amendments of the record, were circumstances in support of the judgment, we think the defendants were entitled to the benefit of the evidence offered, and which was refused by the court.\nThe judgment is therefore reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Clabk"
      }
    ],
    "attorneys": [
      "Charles Pike, for the plaintiffs, in error,",
      "E. S. Osborne, for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "Van Loon et al., Executors, &c. versus Smith.\n1. The presumption of payment of a judgment arising from lapse of time is a general one, and applies as well between the parties to the judgment, as between the plaintiff and subsequent creditors. In the absence of countervailing proof, it is a good defence to a scire facias to revive.\n2. The mere pendency of a scire facias to revive the judgment, where the defendants appeared and took defence, and nothing further was done for over twenty years, will not rebut the presumption of payment.\n3. It is error to exclude testimony tending to support the presumption of payment, or to explain and contradict evidence tending to rebut said presumption.\n4. Testimony showing the solvency of the estate sought to be charged,' and that no demand for payment was made upon it for over twenty years, is such evidence, and its exclusion is error.\nApril 9th 1883.\nBefore Mercür, O. J., Gordon-, Paxson, Trünkey, Sterrett, Greek and Clark, JJ.\nError to the.Court of Common Pleas of Luzerne county : Of January Term 1882, No. 273.\n' Scire facias to revive and continue the lien of a judgment, issued by Henderson Gaylord, administrator of James Hesbit, deceased, to the use of Samuel Hoyt, assigned to John B. Smith, against R. 1ST.' Smith, administrator d. b. n. of Samuel Davenport, deceased, and Samuel Yan Loon, and S. II. Dodson, executors of Robert Davenport, deceased. Plea, nul tiel record, and payment with leave, etc.\nOn the trial, before Woodward, J., the following facts appeared : The original judgment in this case was entered on a note with confession of judgment, on July 21st 1846, in favor of Henderson Gaylord, administrator of James Nesbit, deceased, to the use of Samuel Hoyt, against Samuel Davenport, Jr., and Robert Davenport. The judgment was subsequently twice revived, on July 27th 1850, and Augftst 13th 1855. On July 17th 1860, this scire facias issued against Henderson Gaylord, administrator of Samuel Davenport, who had died in 1850, and Van Loon and Dodson, executors of Robert Davenport, who had died in 1859. Service was accepted by their attorneys and on November 18th 1860, they entered the aforesaid pleas of nul tiel record, and payment with leave, etc. Nothing further was done in the ease, until it was placed on the trial list in 1881, and when reached, continued. In 1882, the trial was proceeded with. The plaintiff pat in evidence the original judgment and rested.\nThe defendants offered evidence tending to show the entire solvency of the Davenports’ estates, to be followed by evidence that no demand has been made on either of the defendants for payment of the judgment in suit since 1860 ; and this for the purpose of showing, in connection with other evidence to follow it, facts raising a presumption of payment. Objected to.\nThe Court. — As we have already held that there exists in this case no presumption of payment from lapse of time, we do not think the evidence competent. It does not tend to show payment in any legal sense, and under the pleadings is, we think, incompetent. Exception. (Second assignment of error.)\nDefendants then offered to prove that a large part of the real estate of Samuel Davenport had been sold by the administrator, under an order of the Orphans’ Court; that among the purchasers, was the plaintiff, John B. Smith; that the account of the administrator showed that all the debts of the estate had been paid, this for the purpose of showing a state of facts, from which either the jury may infer payment, or the presumption of payment may arise. Objected to. Objection sustained. (Third assignment, of error.)\nThe defendants then proposed to prove by Samuel Van Loon that although he (Van Loon) and the plaintiff' Smith, l’esided in the same neighborhood, and frequently met one another, yet that Smith had never made any demand on Van Loon for the payment of said judgment; this for the purpose of showing, in connection with other evidence, a presumption of payment. Objected to. Objected sustained. (Fourth assignment of error.)\nThe defendants presented the following points :\n1. That if the jury find that the plaintiff in July 1860, issued the scire facias in this case and did nothing further to prosecute it to trial or judgment until November 1881, it being more than twenty years, in the absence of any evidence whatever that the judgment or any part thereof is unpaid, or that any payment has been made upon it, or any evidence accounting for the delay, the jury are to presume the judgment has been paid and the verdict should be for the defendants. Refused. (Fifth assignment of error.)\n5. That after a period of twenty years from the- time the judgment became due, the presumption of payment arises, and the burden of removing it is upon the plaintiff. Refused. (Ninth assignment of error.)\nThe court charged,- inter alia, as follows : — [This, let it be observed, is not a contest between the plaintiff in the judgment, and an intervening creditor of the defendants, or a purchaser of real estate, who should be protected from a stale incumbrance. It is a question simply of payment of a judgment as between the original parties thereto. In such a case the presumption of payment from lapse of time, is not, in our judgment, a sufficient defence.] Here the defendants have appeared by counsel, have entered a plea, and have consented to amendments of the record. Under our practice there has been no time in the last twenty years when they might not have ordered the case on the trial list and have compelled a trial. For this reaspn, and because, during all this time, they have had notice and knowledge of suit pending, the doctrine of presumption of payment cannot now be invoked by them to prevent the revival of the judgment. There being no allegation or proof of payment, your verdict should be for the plaintiff for the amount of the original judgment, with interest.\nVerdict for plaintiff and judgment thereupon. The defendants thereupon took this writ of error, assigning for error the exclusion of their offers of testimony, the refusal of their points and the portion of the charge above quoted in brackets.\nCharles Pike, for the plaintiffs, in error,\ncited Vitry v. Dauci, 3 Rawle 9; Cope v. Humphreys, 14 S. & R. 22; Tilghman v. Fisher, 9 Watts 441; Hughes v. Hughes, 4 P. F. S. 242.\nE. S. Osborne, for the defendant in error:\nMay 7th 1883."
  },
  "file_name": "0238-01",
  "first_page_order": 254,
  "last_page_order": 258
}
