{
  "id": 449105,
  "name": "Evans et al. versus Blake",
  "name_abbreviation": "Evans v. Blake",
  "decision_date": "1883-05-07",
  "docket_number": "No. 11",
  "first_page": "333",
  "last_page": "335",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 320,
    "char_count": 4909,
    "ocr_confidence": 0.432,
    "sha256": "5843c8d1a512f42ba488b2868388551815923553e98fa21588666f894dba35f7",
    "simhash": "1:9af983b1a99bd9e7",
    "word_count": 856
  },
  "last_updated": "2023-07-14T19:37:18.846412+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, C. J., Gordon, Trunkey, Sterrett, Green and Clark, JJ. Paxson, J., absent."
    ],
    "parties": [
      "Evans et al. versus Blake."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was filed\nPer Curiam.\nThis suit was on a nonrnegotiable promissory note. No error is assigned to the rejection of evidence. Conceding the note to have been given to secure the payment of the sum specified in the contract, that fact is no bar to the recovery of a judgment on the note. It is payment only of the sum specified which gave the maker of the note a right to; demand the deed. If the ability of his representatives to obtain the deed be jeopardized by the payment of the money before a deed was executed, the equitable powers of the court are most ample to protect all interests. Under the issue trying it was irrelevant to prove that the note was given for the sum mentioned in the contract.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "E. K. Weand, for the plaintiff in error.",
      "B. É.. Chain, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Evans et al. versus Blake.\nIn an action on a non-negotiable promissory note the defendant proved, under the plea of non-assumpsit, that some seven years previously the plaintiff and defendant agreed by articles• under seal, that the title to the undivided moiety of certain premises, was in reality held by the plaintiff as security for the payment of a debt owing by the defendant of the same amount as that of the note.\nHeld, that this evidence was irrelevant, as under the contract the payment of the sum mentioned therein was a condition precedent to the defendant’s right to demand a deed.\nHeld, further, that a verdict was rightly directed for the plaintiff.\nApril 16th 1883.\nBefore Mercur, C. J., Gordon, Trunkey, Sterrett, Green and Clark, JJ. Paxson, J., absent.\nError to the Court of Common Pleas of Montgomery county: Of July Term 1882, No. 11.\nAssumpsit, by Thomas M. Blake, executor of Daniel Evans, deceased, against Henry Evans et al., executors of Joseph Evans, deceased, upon a non-negotiable promissory note, given by Joseph Evans for $3,630, dated April 1st 1876, and payable twelve months after date. Plea, non assumpsit.\nAt the trial, the plaintiff having proved the note, the defendants put in evidence the following instrument:\n“ Articles of agreement made and entered into the thirty-first day of December, A.D. 1867, between' Joseph Evans, of Moreland township, Montgomery county, farmer, of the one part, and Daniel Evans, of Bustleton, in the twenty-third ward of the City of Philadelphia, farmer, on the other part, as follows, to wit: Whereas, the said Joseph Evans and Daniel Evans did, on or about the first day of April A. D. 1859, purchase from Aaron D. Pierson a certain farm or tract of ground situate in Moreland township, Montgomery county, containing about 51 acres, and for which a joint deed of conveyance was made and executed to the said Joseph Evans and Daniel Evans; And, whereas, at the time of said purchase it was agreed, and it still is. the agreement, that the title to the one undivided half part of and in said promises so held by the said Daniel Evans, wae taken, and is still held as security for the payment of the sum of three thousand six hundred and thirty dollars due, owing and payable, by the said Joseph Evans to the said Daniel Evans: Row, it is the agreement by and between the said parties hereto, that whenever at any time the said Joseph Evans shall pay, or caused to be.paid, to the. said Daniel Evans the said sum of three thousand six hundred and thirty dollars, that then and in such case the said Daniel Evans, his heirs, executor or administrator, shall and will by good aud sufficient deeds of conveyance grant and convey the said undivided half of, and in such premises, unto the said Joseph Evans, his heirs, executor or administrators, or to such person as he or they may direct or appoint; and for the performance of the covenants and agreements aforesaid, the said parties hereto bind themselves, their heirs, executors and administrators firmly by these presents.”\nIn witness whereof, &c.\nDaniel Evans, (L. S.)\nSealed and delivered in j Joseph Evans, (L. S.)\npresence of us' )•\nEdward Evans, ■\nJ. Howard Evans. [Rot recorded.]\nThe defendant also proved the conveyance of the premises as therein recited, and contended that the note in suit represented the sum spoken of in the agreement; and, also, that there >could-be no recovery on the note without a tender of a deed for the one-half interest in the land. The court, however, refused to submit any question to the jury, and directed them to find for plaintiff. Ro points were submitted to the court.\nYerdict for the plaintiff for $1,676.75 and judgment thereon. Defendant took this writ of error, assigning for error inter alia, that the court erred in not submitting to the jury the question as to whether the note was not given for the sum mentioned in the agreement; in not charging that- there could be no recovery without a tender of a deed for the one-half interest, and in charging the jury to find a verdict for the plaintiff.\nE. K. Weand, for the plaintiff in error.\nB. É.. Chain, for defendants in error.\nMay 7th 1883."
  },
  "file_name": "0333-01",
  "first_page_order": 349,
  "last_page_order": 351
}
