{
  "id": 449101,
  "name": "Hamilton's Appeal",
  "name_abbreviation": "Hamilton's Appeal",
  "decision_date": "1883-10-01",
  "docket_number": "No. 109",
  "first_page": "368",
  "last_page": "373",
  "citations": [
    {
      "type": "official",
      "cite": "103 Pa. 368"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "11 Wright 128",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "11 Wright 128",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 595,
    "char_count": 13300,
    "ocr_confidence": 0.402,
    "pagerank": {
      "raw": 1.9788915956591354e-07,
      "percentile": 0.7403265595793422
    },
    "sha256": "d50fe52d8b99db7533a6b343f99438df4582ad97743fb9a1431cc131cb0dbd89",
    "simhash": "1:38f7fe03c633bccc",
    "word_count": 2230
  },
  "last_updated": "2024-02-27T21:09:00.225534+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mercur, O. J., Gordon, Baxson, Trunkey, Sterrett, Oreen and Clark, J.J."
    ],
    "parties": [
      "Hamilton’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Clabk\ndelivered the opinion of the court,\nThe money for distribution in this case, is part of the fund arising from the sale, on execution of .the real estate of Henry E. and Israel D. Newberry, by the sheriff of Montgomery county. The defendants in the execution were brothers, and had been partners for many years in the flour and feed business, in Bridgeport, under the firm name of Newberry & Bros. They held the lands as tenants in common, having derived their title, by inheritance from their deceased father and brother. The sum for distribution is $14,725.\nThe first judgment appearing of record against the said defendants was that of Elizabeth L. 'Hamilton, the appellant, which was, on July ,29th 1878, entered and indexed against “'Newberry & Bi;os.” This judgment was entered, by the prothonotary, upon am obligation under seal, dated. July 26th 1878, for $600 payable six months after date: the obligation contained a warrant of attorney to confess judgment, in 'the usual form, and had subscribed thereto the firm name of Newberry & Bros., in the proper handwriting of Henry E; Newberry, one of the partners. The obligation was given for money borrowed for the use of the firm; the copartner Israel D. Newberry was cognizant of the transaction, knew that the money had been received and used, by the firm, but it does not clearly appear that he knew of the character of the obligation given as a security for it.\nThe second lien was a mortgage, executed by Henry E. and Israel D. Newberry, to Ann Jane Yewdall, conditioned for.the payment of $9,500 entered January 14th 1879.\nJudgments were afterwards entered as follows,:\n1. Maria Hagg v. Henry E. and Israel D. Newberry, trading as Newberry & Bro., debt $3,000, entered February lltli 1879.\n2. Ross Broades v. Henry E. Newberry and Israel D. Newberry, debt $300, entered May 20th 1879.\n3. Henry E. Newberry, guardian of Chas. E. Adams v. Henry E. and Israel D. Newberry, debt $1,388.17, entered May lltli 1880.\n4. Clarissa Eve v. Henry E. Newberry and Israel D. Newberry, debt $1,100, entered January 27tli 1881.\n5. Henry E. Newberry, guardian for several minors, v. Henry E. Newberry and Israel D. Newberry debt $2,400, entered January 27th 1881.\nOther judgments were entered against the defendants, and appear in the certified lists, but it is deemed unnecessary to state them, as the above are all that are involved in the qnestious raised in this distribution.\nObjection is made to the allowance of the Hamilton judgment, first, upon the ground, that it. is entered and indexed in the name of Newberry & Brother, without naming or giving any sufficient designation of the persons, constituting that firm, by the addition of the Christian names. This is undoubtedly a valid objection, when made by subsequent lien creditors without notice: Ridgway, Budd & Co.’s Appeal, 3 Harris 181; York Bank’s Appeal, 12 Casey 458; Smith’s Appeal, 11 Wright 128; Hutchinson’s Appeal, 11 Norris 186. It is the duty of the plaintiff to see that his judgment is properly entered and indexed so that it may give constructive notice to subsequent purchasers and lien creditors, and his recourse, for an improper entry, is against the prothonotary. Actual personal notice of the judgment to subsequent purchasers and lien creditors, before their rights attach, will supply such defective entry and index, as to them : Smith’s Appeal, 11 Wright, supra.\nWas there then such actual personal notice to the subsequent lien creditors, as will admit the Hamilton judgment to participate in this distribution ?\nSetting apart as much of the money realized by the sheriff, as is sufficient to pay the Hamilton judgment, we may ascertain how far the remainder of the fund will reach, in the payment of the other liens, as they appear of record, and thus discover with whom Mrs. Hamilton lias her controversy. We are not informed of the amount of the debt, interest and costs of each of the several liens, but the auditor reports that the sheriff has thus applied the money, and that after paying off and discharging the Yewdall mortgage, and the judgments of Maria Hagg, Boss Broades and Henry E. Newberry, guardian of Charles E. Adams there remains $800, which the sheriff has paid into court for distribution. , ,\nThere could, in the nature of the case, be no controversy between Elizabeth L. Hamilton and any one or all of these creditors, thus reached in the distribution ; they are entitled to their money, whether they had actual notice or not, even allowing the Hamilton judgment to share in the distribution, they are entitled to their claims. It is, therefore, immaterial and unnecessary to inquire, whether there were any facts or circumstances which gave them or any of them notice of the Hamilton judgment; the fact of such notice to them might be' admitted, and the distribution, as to them, would not be affected thereby. The controversy, therefore, necessarily arises between Elizabeth L. Hamilton, on the one part, and Clarissa Eve and Henry E. Newberry, “ guardian of several minors,” whose judgments were entered on the same day January 27th 1881, on the other part.\nIt cannot be pretended that there is any proof of actual personal notice to Clarissa Eve; a careful examination of the testimony discloses no fact or circumstance, affecting her with notice actual or constructive. The Auditor finds that after deducting expenses of the audit she is entitled to $255.10, being her pro rata share of the fund in court, and we can find nothing in' the law or facts in this case that can change this result.\nClarissa Eve being thus eliminated from the controversy, it only remains for us to pass upon the rights of Mrs. Hamilton, as against the judgment of Henry E. Newberry, “guardian of several minors,” for $2,400 entered 27th January 1881. This judgment is peculiar in form, the defendant, Henry E. New-berry, being the plaintiff therein, but as the judgment recites, in a general way, and the testimony discloses more specifically, the use for which it is held, the judgment is probably sustainable in equity, in relief of tbe persons interested therein. The plaintiff in this judgment, being the legally appointed guardian of those for whose use the same was taken, is the only person to whom notice could be given, touching the lights, interests and estates of his wards, to have any legal force or effect. Notice to the minors themselves would certainly avail nothing, but notice to their guardian is effective according to its purpose.\nIf, therefore, Henry E. Newberry “ guardian,” had actual notice of the Hamilton judgment, the effect of that notice would be communicable to the minors, whose interests he represented. He was one of the firm of Newberry & Brother, lie knew how that firm was constituted ; that he had himself given the obligation to Mrs. Hamilton, and that that obligation contained a warrant to confess judgment. He also knew., that she had entered it upon record as a lien ; he himself states that he asked Mr. Couard, Mrs. Hamilton’s grandson, before the Yewdall mortgage was negotiated, to have the lien of that judgment released, in order that the mortgage might be entered as a first lien. lie certainly therefore knew all about it, more accurate and complete notice could not be established in any case.\nThe judgment confessed, as between the parties, without indexing^ was sufficient to create a lien upon the defendant’s lands : York Bank’s Appeal, supra.\nThe obligation, it is true, was signed only by Henry E. Newberry, in the name of the firm, but as we have stated, it was given for money borrowed for the use of the firm, and Israel D. Newberry has done nothing to impeach the validity of this judgment as to him ; if he is satisfied, judgment creditors cannot complain ; if one partner confess a judgment against a firm, for a partnership debt, another creditor of the firm can interpose no objection to the judgment, on that aceomit. It is only the non-assenting partner that can question the validity of the judgment; if he permits it to stand it binds both : Grier & Co. v. Hood, 1 Casey 430.\nWe are of opinion, therefore, that the amount awarded to the judgment of Henry E. Newberry, “guardian of several minors,” should he applied to the judgment, of Elizabeth L. Hamilton. Clarissa Eve cannot complain of this, as she receives, upon her judgment, just what she would have received if the Hamilton judgment were entirely excluded from the distribution. Nor'can the other junior judgment creditors complain, as the fund can in no case reach them.\nThe decree is reversed and it is ordered that the sum of $159.15 awarded to Henry E. Newberry, guardian, &c., be applied to the judgment of Elizabeth L. Hamilton ; and it is ordered that the money be paid out accordingly, and that the appellee pay the costs of this appeal.",
        "type": "majority",
        "author": "Mr. Justice Clabk"
      }
    ],
    "attorneys": [
      "George TV. Corson, for the appellants.",
      "H. K. Weand (George W. Rogers and N. H. Larzelere with him), for the appellees."
    ],
    "corrections": "",
    "head_matter": "Hamilton’s Appeal.\n1. A judgment entered and indexed in the name of a firm, and notin the names of the individuals composing such firm, will be postponed to the claim of a subsequent lien creditor, without notice, whoso judgment is properly indexed in the names of the several partners composing the firm.\n2. Such defective entry may be remedied as to subsequent lien creditors, by actual personal notice to them of the judgment.\n3. Where a partner gave a judgment note in the name of his firm for money borrowed by the firm, on which judgment was entered and indexed in the firm name only, and subsequently he confessed judgment in the name of the firm to himself as guardian of several minors, the latter judgment being properly indexed, Held, that he, as guardian, had such actual notice of the first judgment as would remedy its defective entry, and entitle it to be paid in priority of the judgment confessed to him as guardian.\nApril 18th 1883.\nBefore Mercur, O. J., Gordon, Baxson, Trunkey, Sterrett, Oreen and Clark, J.J.\nAppeal from the Common Pleas of Montgomery county: Of July Term 1882, No. 109.\nThis was an appeal by Elizabeth L. Hamilton, from a decree of said court dismissing her exceptions to, and confirming the report of an Auditor appointed to distribute a fund in court, being the balance of the proceeds of a sheriff’s sale of the real estate of Henry E. Newberry and Israel D. Newberry. They had been partners, trading as Newberry & Brother.\nThe sheriff had distributed the greater part of the fund to lien creditors, and he paid the balance, $800, into court.\nBefore the Auditor (John AV. Bickel, Esq.), the principal claimants were (1) Elizabeth L. Hamilton, judgment against “ Newberry & Brother,” entered July 29th Í878. (2) Clarissa Eve’s executor, judgment against Henry E. Newberry and Israel I). Newberry, entered January 27th 1881. (3) Henry E. Newberry, “guardian for.several minors,” judgment against Henry E. Newberry and Israel J). Newberry, entered January 27th 1881.\nThe Auditor reported that the judgment of Elizabeth L. Hamilton, though prior in date must be postponed to the subsequent judgments against the said Henry E. and Israel D. New-berry, because it was defectively indexed in the firm name only” of Newberry & Brother, and not in the individual names of the defendants. That the fund being insufficient to pay all the other judgments in full, that of Elizabeth L. Hamilton could not participate in the distribution. The Auditor’s distribution was as follows:\nFund in court .... $800.00\nExpenses of audit .... 85.75 714.25\nClarissa Eve’s ex’r. . 255.10\nNewberry minors . . 459.15 714.25\nThe material facts of the case as found by the Auditor, are fully set forth in the opinion of this court.\nExceptions filed by Elizabeth L. Hamilton to the Auditor’s distribution wore dismissed by the court, and the report confirmed ; whereupon she took this appeal, assigning for error the said decree.\nGeorge TV. Corson, for the appellants.\n— The evidence showred that Henry E. Newberry and Israel D. Newberry weie generally known by the name of “Newberry & Brother,” hence the fact that Mrs. Hamilton’s judgment was indexed in that name was not a fatal defect: Jenny v. Zehnder, 5 Out. 296 ; Jones’s Estate, 3 Casey 336. But even if defectively entered, the defect was cured by knowledge or notice by both the subsequent judgment creditors. Both judgments were confessed by Henry E. Newberry, the one to Mrs. Clarissa Eve, for whom he acted as agent, and the other to himself as guardian : York Bank’s Appeal, 12 Casey 458.\nH. K. Weand (George W. Rogers and N. H. Larzelere with him), for the appellees.\n— The indexing of the appellants’ judgment was fatally defective as against subsequent lien creditors, without notice: Ridgway, Budd & Co.’s Appeal, 3 Harris 181; York Bank’s Appeal, 12 Casey 458; Smith’s Appeal, 11 Wright 128; Hutchinson’s Appeal, 11 Norris 186. The Auditor found asa fact that the subsequent judgment creditors had no actual notice, and that the Hamilton judgment did not appear on the prothonotary’s official search, taken out at the time the mortgage was given, under which the property was sold which produced the fund in court. One who confesses a judgment is not an agent of the plaintiff in that judgment, so that notice to him will bind the plaintiff. ¡Notice must be actually brought home to the party ;• notice to his counsel, even, is insufficient: Smith’s Appeal, 11 Wr. 128.\nOctober 1st 1883."
  },
  "file_name": "0368-01",
  "first_page_order": 384,
  "last_page_order": 389
}
