{
  "id": 1839648,
  "name": "COMMONWEALTH of Pennsylvania, Appellant and Cross-Appellee, v. Frederick MAXWELL, Appellee and Cross-Appellant",
  "name_abbreviation": "Commonwealth v. Maxwell",
  "decision_date": "1993-05-26",
  "docket_number": "",
  "first_page": "23",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "534 Pa. 23"
    },
    {
      "type": "parallel",
      "cite": "626 A.2d 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "505 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788846
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0279-01"
      ]
    },
    {
      "cite": "508 Pa. 270",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1793994
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0270-01"
      ]
    },
    {
      "cite": "83 L.Ed.2d 306",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "105 S.Ct. 370",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1984,
      "opinion_index": 0
    },
    {
      "cite": "469 U.S. 971",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12034772
      ],
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/us/469/0971-01"
      ]
    },
    {
      "cite": "505 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1788879
      ],
      "weight": 4,
      "year": 1984,
      "opinion_index": 0,
      "case_paths": [
        "/pa/505/0152-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 10248,
    "ocr_confidence": 0.733,
    "pagerank": {
      "raw": 7.397270592137204e-08,
      "percentile": 0.44261093986560607
    },
    "sha256": "1d37cf321499c63102dd26c1863f9adcd45e24604e5168e0c93e3df1a7d7b44b",
    "simhash": "1:74898f52d36113ca",
    "word_count": 1631
  },
  "last_updated": "2024-02-27T22:37:52.522497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before: NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ.",
      "NIX, C.J., and FLAHERTY, ZAPPALA and CAPPY, JJ., concur in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant and Cross-Appellee, v. Frederick MAXWELL, Appellee and Cross-Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nLARSEN, Justice.\nThese cross-appeals arise under the Post Conviction Relief Act (PCRA). Frederick Maxwell, appellee and cross-appellant, (hereinafter, appellee) was convicted by a jury in 1981 of murder of the first degree and sentenced to death. This Court, on direct appeal, sustained the conviction and affirmed the judgment of sentence. Commonwealth v. Maxwell, 505 Pa. 152, 477 A.2d 1309 (1984), cert. denied 469 U.S. 971, 105 S.Ct. 370, 83 L.Ed.2d 306 (1984). Appellee, in 1991, filed a PCRA petition alleging numerous instances of ineffective assistance of counsel. After a hearing, the PCRA court, based upon its view that evidence had been improperly admitted at the penalty phase of appellee’s trial, entered an order vacating the sentence of death and remanding for a new sentencing hearing; the order denied all other claims raised by the petition. The Commonwealth appeals from the portion of the order vacating the sentence of death and remanding for a new sentencing hearing. Appellee appeals from the portion of the order denying his remaining claims.\nAt the penalty phase of appellee’s trial, the jury found that the Commonwealth had proved beyond a reasonable doubt the existence of the following two aggravating circumstances: (1) the defendant committed a killing while in the perpetration of a felony, 42 Pa.C.S. § 9711(d)(6); and the defendant had a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9). Appellee offered no evidence of mitigating circumstances.\nIn order to prove that appellee had a significant history of felonies involving the use or threat of violence, the Commonwealth introduced evidence of two felony convictions in the state of New York, one in 1971 for robbery and the other in 1974 for criminal possession of a loaded weapon. Although appellee, in his PCRA petition, did not challenge the admission of evidence involving his 1971 conviction, he did assert that evidence of his 1974 New York conviction had been erroneously admitted; the basis of his argument is that the Pennsylvania crime which is most closely related to the New York crime in question is possession of an instrument of crime, 18 Pa.C.S. § 907, a misdemeanor, and that the 1974 New York conviction, therefore, would not have the status of a “felony conviction” in Pennsylvania. The Pennsylvania legislature, according to appellee, obviously intended “felony convictions” under 42 Pa. C.S. § 9711(d)(9) to mean Pennsylvania felonies. Absent the allegedly improper evidence of his 1974 New York conviction, appellee correctly pointed out that his 1971 New York .felony conviction, standing alone, would be insufficient to constitute a significant history of felony convictions involving the threat or use of violence under § 9711(d)(9). (See Commonwealth v. Goins, 508 Pa. 270, 495 A.2d 527 (1985)). Appellee further contended that his 1974 New York conviction not only lacked the status of a felony conviction in Pennsylvania but that it lacked the element of the threat or use of violence required by § 9711(d)(9). The PCRA court agreed with appellee. The Commonwealth now contends that the PCRA court erred in vacating the sentence of death. We agree.\nIn order to be eligible for relief under the PCRA, appellee is required to plead and prove by a preponderance of the evidence, inter alia, that the allegation of error has not been previously litigated. (See 42 Pa.C.S. § 9543(a)(3)). As evidenced by the following excerpt from this Court’s opinion in appellee’s direct appeal, appellee’s claim with regard to his 1974 conviction in the state of New York has been previously litigated.\nAppellant also has raised, by pro se letters addressed to this Court, numerous allegations of ineffectiveness of counsel. These assertions include: (1) failing to visit appellant at prison; (2) drafting a trial brief without consulting appellant; (3) failing to investigate how the cellar door was broken; (4) failing to challenge the Commonwealth’s evidence that appellant had pled guilty to two violent felonies committed in New York; (5) failing to raise that the prosecutor was a dishonorable man; (6) turning over to the prosecutor a statement written by appellant; (7) failing to prove at trial that appellant’s girlfriend was his wife; (8) failing to object to a question asked by the prosecutor during the sentencing hearing; (9) failing to object to the admission of appellant’s handwriting exemplars, and (10) failing to object to a Commonwealth witness’ usage of notes to refresh his recollection. After having carefully reviewed the record and the applicable precedent, we find the claims to be meritless. (Emphasis added).\n(Commonwealth v. Maxwell, 505 Pa. 152, 157 n. 5, 477 A.2d 1309 (1984)).\nIn light of the foregoing, appellee’s claim of ineffectiveness centering on his 1974 New York conviction is not cognizable under the PCRA.\nMoreover, whether the evidence of appellee’s 1974 conviction was properly admitted is irrelevant for the purpose of determining whether appellee’s sentence of death is valid. Had the challenged evidence not been admitted, the fact still remains that the jury found at least one aggravating circumstance (appellee killed his victim while perpetrating the felony of robbery) and no mitigating circumstance. Pennsylvania’s sentencing code mandates that “the verdict must be a sentence of death if the jury unanimously finds at least one aggravating circumstance specified in subsection (d) and no mitigating circumstance.” 42 Pa.C.S. .§ 9711(c)(1)(iv); (See also Commonwealth v. Beasley, 505 Pa. 279, 479 A.2d 460 (1984)). Accordingly, the order of the PCRA court vacating the sentence of death and remanding for a new sentencing hearing is reversed. The sentence of death is reinstated. The order denying all remaining issues raised in appellee’s PCRA petition is affirmed.\nNIX, C.J., and FLAHERTY, ZAPPALA and CAPPY, JJ., concur in the result.\n. 42 Pa.C.S. § 9541 et seq.\n. In his cross-appeal, Maxwell raises the following issues:\n\"Was Maxwell’s sentence of death ... invalid on the ... grounds that Maxwell’s death sentence was improper because of (a) errors committed by the prosecutor in closing argument (including references to appellate review, the Bible, his own view of the proper sentence), (b) defense counsel’s ineffectiveness in failing to put on mitigating evidence and in his closing argument and (c) the trial court’s improper use of a verdict form which told jurors that mitigating evidence must be found unanimously and its excusal of jurors who were ambivalent about the death penalty?\nDid the court below err in refusing to reverse Maxwell’s conviction because of improper prosecutorial arguments, an improper jury charge regarding malice and evidence of racial bias, or at least affording Maxwell the full opportunity to demonstrate that his conviction was tainted by racial bias?\"\nWe have fully reviewed these issues, and the law relevant thereto, and find that they are without merit.\n. In addition to this Court’s review of the issue involving appellee’s 1974 New York conviction, the issue was also reviewed by the trial judge after appellee had submitted the aforementioned pro se letters to this Court in December, 1982 while his direct appeal was pending. This Court's Chief Justice at the time (Chief Justice Roberts) entered an order referring the matter to the trial court for a determination of whether new appellate counsel should be appointed. An evidentiary hearing was conducted by the trial judge on March 3, 1983, during which the issue involving appellee’s 1974 New York conviction was addressed. The trial court, prior to our opinion in appellee’s direct appeal, ruled that new appellate counsel should not be appointed since appellee’s claims (including the claim involving his 1974 New York conviction) were without merit.\n. Even assuming that appellee’s claim is cognizable for the purpose of this appeal (and we make the assumption only because this is a death penalty case), we have no hesitation in holding that appellee’s conviction in the state of New York in 1974 for criminal possession of a weapon was a felony conviction involving the use or threat of violence to the person under 42 Pa.C.S. § 9711(d)(9). To hold otherwise and accept appellee's argument would require that we interpret the phrase, \"felony convictions” under § 9711(d)(9) as including only those felony convictions which have occurred in Pennsylvania or, if they have occurred in another state, have an exact corollary in the Pennsylvania Crimes Code. To adopt such an interpretation would result in this Court, in effect, amending the statute. A felony is a felony no matter where it is committed. Furthermore, appellee’s argument overlooks a material distinction between the New York and Pennsylvania statutes. New York Penal Law § 265.02(4) provides that a person is guilty of criminal possession of a weapon in the third degree (a felony) if he \"possesses any loaded firearm ... [outside of his] home or place of business.” Section 907 of the Pennsylvania Crimes Code, on the other hand, encompasses weapons which are not loaded. Thus, we have no analogous crime in Pennsylvania. Additionally, it is apparent that appellee’s claim regarding the lack of the threat or use of violence is without merit. The police officer who arrested appellee for the crime which resulted in his 1974 conviction in New York testified that, on the date of the arrest, he had responded to a call of a robbery in progress and had encountered appellee, and an individual later named as the complainant, in the hallway of an apartment building. The police officer testified that appellee was holding a loaded gun.",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "Catherine Marshall, Ronald Eisenberg, Commonwealth, Norman Gross, Philadelphia, for appellant/cross-appellee.",
      "Michael Salmanson, F. Maxwell, Philadelphia, for appellee/cross-appellant."
    ],
    "corrections": "",
    "head_matter": "626 A.2d 499\nCOMMONWEALTH of Pennsylvania, Appellant and Cross-Appellee, v. Frederick MAXWELL, Appellee and Cross-Appellant.\nSupreme Court of Pennsylvania.\nArgued Jan. 26, 1993.\nDecided May 26, 1993.\nCatherine Marshall, Ronald Eisenberg, Commonwealth, Norman Gross, Philadelphia, for appellant/cross-appellee.\nMichael Salmanson, F. Maxwell, Philadelphia, for appellee/cross-appellant.\nBefore: NIX, C.J., and LARSEN, FLAHERTY, ZAPPALA, PAPADAKOS, CAPPY and MONTEMURO, JJ."
  },
  "file_name": "0023-01",
  "first_page_order": 105,
  "last_page_order": 110
}
