{
  "id": 1839646,
  "name": "Paula SINCLAIR, a minor, by her parents and natural guardians, Joan A. SINCLAIR and Mark Sinclair, individually and in their own right, Appellants, v. Robert Alan BLOCK, M.D., and Philadelphia OB-GYN Group, Ltd., Health Services Plan of Pennsylvania, Appellees",
  "name_abbreviation": "Sinclair v. Block",
  "decision_date": "1993-11-10",
  "docket_number": "No. 153 E.D. Appeal Docket 1991",
  "first_page": "563",
  "last_page": "574",
  "citations": [
    {
      "type": "official",
      "cite": "534 Pa. 563"
    },
    {
      "type": "parallel",
      "cite": "633 A.2d 1137"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "531 Pa. 31",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834443
      ],
      "weight": 5,
      "year": 1992,
      "pin_cites": [
        {
          "page": "40"
        },
        {
          "page": "969"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0031-01"
      ]
    },
    {
      "cite": "532 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835964
      ],
      "weight": 10,
      "year": 1992,
      "pin_cites": [
        {
          "page": "519"
        },
        {
          "page": "627"
        },
        {
          "page": "521"
        },
        {
          "page": "628"
        },
        {
          "page": "520"
        },
        {
          "page": "627"
        },
        {
          "page": "520"
        },
        {
          "page": "627-28"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0512-01"
      ]
    },
    {
      "cite": "532 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1835934
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "202",
          "parenthetical": "emphasis added"
        },
        {
          "page": "333",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/532/0197-01"
      ]
    },
    {
      "cite": "194 A.2d 167",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "412 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1887259
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/pa/412/0094-01"
      ]
    },
    {
      "cite": "223 A.2d 663",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 144",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903150
      ],
      "weight": 3,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0144-01"
      ]
    },
    {
      "cite": "132 A.2d 350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "pin_cites": [
        {
          "page": "352"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "389 Pa. 208",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1274009
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "210"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/389/0208-01"
      ]
    },
    {
      "cite": "490 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1763780
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "595",
          "parenthetical": "quoting Auel v. White, 389 Pa. 208, 210, 132 A.2d 350, 352 (1957)"
        },
        {
          "page": "199",
          "parenthetical": "quoting Auel v. White, 389 Pa. 208, 210, 132 A.2d 350, 352 (1957)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/490/0588-01"
      ]
    },
    {
      "cite": "501 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1782472
      ],
      "weight": 2,
      "year": 1983,
      "opinion_index": 0,
      "case_paths": [
        "/pa/501/0634-01"
      ]
    },
    {
      "cite": "600 A.2d 538",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "529 Pa. 623",
      "category": "reporters:state",
      "reporter": "Pa.",
      "year": 1991,
      "opinion_index": 0
    },
    {
      "cite": "406 Pa.Super. 540",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        898248
      ],
      "weight": 13,
      "year": 1991,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "758"
        },
        {
          "page": "554-55"
        },
        {
          "page": "758"
        },
        {
          "page": "555"
        },
        {
          "page": "758"
        },
        {
          "page": "552"
        },
        {
          "page": "757"
        },
        {
          "page": "554-55"
        },
        {
          "page": "758"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/406/0540-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 817,
    "char_count": 20827,
    "ocr_confidence": 0.714,
    "pagerank": {
      "raw": 5.495871578598598e-07,
      "percentile": 0.9461024561663633
    },
    "sha256": "01645c64455c0844cdc11f764fef74cdb08bef48c8eaab8645198db5fbdcf44d",
    "simhash": "1:3759e02c6cda2db5",
    "word_count": 3385
  },
  "last_updated": "2024-02-27T22:37:52.522497+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "LARSEN, J., did not participate in the consideration or decision of this case.",
      "PAPADAKOS, J., files a concurring and dissenting opinion."
    ],
    "parties": [
      "Paula SINCLAIR, a minor, by her parents and natural guardians, Joan A. SINCLAIR and Mark Sinclair, individually and in their own right, Appellants, v. Robert Alan BLOCK, M.D., and Philadelphia OB-GYN Group, Ltd., Health Services Plan of Pennsylvania, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Chief Justice.\nAppellants, Paula Sinclair, a minor, by her parents and natural guardians, Joan Sinclair and Mark Sinclair, individually and in their own right, appeal from the Order of the Superior Court affirming the Order of the Court of Common Pleas which denied Appellants’ post-trial motions and entered judgment in favor of Appellees, Dr. Block and Philadelphia OB-GYN Group, Ltd. Appellants present two issues for our review. The first issue is whether the Superior Court erred in concluding that the use of forceps during delivery was not a surgical or operative procedure to which the “informed consent” doctrine applies. The second issue is whether the Superior Court erred in holding that the trial court properly charged the jury as to the “two schools of thought” doctrine. For the reasons that follow, we affirm in part, reverse in part, and remand for a new trial.\nIn 1981, Mrs. Sinclair became pregnant. As a result, she sought medical care from Appellees. Towards the end of her pregnancy, Mrs. Sinclair visited Appellee Dr. Block in his office. While there, she signed a consent form which outlined the procedures necessary to treat/diagnose her condition as being “prenatal care, delivery care, postnatal care and/or caesarian section.” Appellants’ Brief Exhibit C. Mrs. Sinclair was not informed, either in writing or verbally, that Appellee might opt to use forceps during delivery of the baby.\nIn October of 1982, Mrs. Sinclair’s labor commenced. She arrived at the hospital where Appellee Dr. Block monitored her progress. After several hours, although Mrs. Sinclair’s cervix reached full dilation, the baby stopped moving through the birth canal, which is referred to by physicians ás an “arrest of descent.” Dr. Block then observed that the baby was turned to the side and was not proceeding through the birth canal in the usual position. As a result of the baby’s position and the fact that the baby’s heart rate had slowed, Dr. Block attempted to deliver the baby by using forceps, which would turn the baby to the correct delivery position. The use of forceps to facilitate natural delivery failed. The baby was subsequently delivered by Caesarian section.\nAfter birth, baby Paula had areas of swelling on her scalp and a faint mark on her face and forehead, which was alleged to be a mark from the forceps. Subsequent examination revealed that Paula had suffered a fractured skull and seizures.\nAppellants commenced suit against Appellees as a result of Paula’s injuries. A jury trial was conducted. The trial court entered a nonsuit as to Dr. Block and as to Dr. Block’s employer, Philadelphia OB-GYN Group, Ltd., on the issue of informed consent. Subsequently, the jury entered a verdict in favor of Appellees on the issue of negligence. Appellants filed post-trial motions which were denied.\nAppellants appealed to the Superior Court. The Superior Court affirmed the trial court and found, inter alia, that the use of forceps is not a surgical procedure which requires the application of the informed consent doctrine, and that the trial court properly gave the “two schools of thought” charge to the jury. Sinclair v. Block, 406 Pa.Super. 540, 594 A.2d 750 (1991).\nIn holding that the use of forceps was not a surgical procedure, the Superior Court stated that the circumstances in this case were “analogous to a situation in which a physician uses a tool to accomplish a particular task.” Id. at 554, 594 A.2d at 758. The Superior Court compared a physician’s use of forceps with the use of other medical instruments that would not require specific consent to use the tool because it would be covered by the patient’s general consent. Id.\nThe Superior Court concluded that “[i]n comparing the use of forceps with the use of [those other] types of instruments, it would be erroneous to treat a forceps delivery as the type of operative or surgical procedure which requires the physician to obtain additional consent.” Id. at 554-55, 594 A.2d at 758. Thus, “the use of forceps merely involves the application of a tool to assist the physician in providing treatment ... [and] Dr. Block was not required to obtain Mrs. Sinclair’s specific consent to use forceps to deliver the child because she had already given her general consent to the delivery.” Id. at 555, 594 A.2d at 758.\nThe Superior Court also found that the trial court properly gave the “two schools of thought” charge to the jury. The Superior Court stated that the “two schools of thought” instruction was required because the experts “disagreed as to the manner or type of treatment which should have been administered to Mrs. Sinclair to assist her with the delivery of her child.” Id. at 552, 594 A.2d at 757. Upon request of Appellants, we granted allocatur. 529 Pa. 623, 600 A.2d 538 (1991).\nThe first issue presented for our review is whether the Superior Court made an error of law in upholding the trial court’s entry of a nonsuit on the informed consent issue and concluding that the use of forceps during delivery was not a surgical or operative procedure to which the “informed consent” doctrine applies. A nonsuit may only be granted where “the plaintiff has failed to establish a right to relief.” Pa.R.C.P. No. 230.1. See also Morena v. South Hills Health System, 501 Pa. 634, 462 A.2d 680 (1983). In reviewing the nonsuit entered in favor of Appellees, we must view “the evidence adduced on behalf of the plaintiff[s] as true; reading it in the light most favorable to [them]; giving [them] the benefit of every reasonable inference that a jury might derive from the evidence and resolving all doubts, if any, in [their] favor.” Brannan v. Lankenau Hospital, 490 Pa. 588, 595, 417 A.2d 196, 199 (1980) (quoting Auel v. White, 389 Pa. 208, 210, 132 A.2d 350, 352 (1957)).\nThis Court has upheld the informed consent doctrine, which grants the competent patient the right to medical self-determination regarding an operative or surgical procedure. See Gray v. Grunnagle, 423 Pa. 144, 223 A.2d 663 (1966); Smith v. Yohe, 412 Pa. 94, 194 A.2d 167 (1963). We have held\nthat a physician or surgeon who fails to advise a patient of material facts, risks, complications and alternatives to surgery which a reasonable [person] in the patient’s position would have considered significant in deciding whether to have the operation is liable for damages which ensue, and the patient need not prove that a causal relationship exists between the physician’s or surgeon’s failure to disclose information and the patient’s consent to undergo surgery.\nGouse v. Cassel, 532 Pa. 197, 202, 615 A.2d 331, 333 (1992) (emphasis added). Thus, it is apparent that this view protects the patient’s right to make an informed choice as to whether to proceed with a surgical or operative procedure.\nInstantly, Appellants argue that the use of forceps to facilitate delivery constitutes an operative procedure; therefore, the physician must obtain additional consent to use the forceps, which necessarily includes a discussion of the material risks involved in a “forceps delivery.” Appellee argues that the use of forceps does not constitute an operative procedure, but rather, is used to facilitate a natural delivery; thus, the use of forceps falls within the patient’s general consent to the delivery. We agree that the use of forceps to facilitate natural childbirth is not an operative procedure that implicates the doctrine of informed consent.\nThe Superior Court correctly determined that the use of forceps is not an operative procedure. Under the circumstances of this case, the physician’s use of forceps involved the application of a tool to assist in the natural delivery process, and as such, was merely an extension of the physician’s hands. We agree with the Superior Court’s conclusion that the physician’s use of forceps in this case is indistinguishable from a physician’s use of an otoscope to examine the ear canal or a physician’s insertion of a speculum into a woman’s vagina in order to perform a vaginal examination. Sinclair v. Block, 406 Pa.Super. 540, 554-55, 594 A.2d 750, 758 (1991). Moreover, we find that the physician’s attempt to use forceps is part of one event: the natural delivery process. Thus, the physician’s use of forceps to facilitate natural delivery is not a distinct surgical or operative procedure and, as a result, does not require additional consent to use the forceps.\nAppellants also assert that, even if this Court finds that the use of forceps during the natural delivery process does not constitute an operative or surgical procedure, the informed consent doctrine should nevertheless apply to this case because the Appellants were not apprised of the risks associated with the forceps delivery. Restated, Appellants argue that regardless of whether a forceps delivery is a surgical or operative procedure, they were not informed of all material facts, risks, complications and alternatives of the delivery process. Appellants submit that, while there are limits to informed consent, nonetheless, any touching of the patient which involves risks of serious injury requires that the physician inform the patient of said risks and then receive the patient’s consent in order to perform the procedure. Under the circumstances of this case, we disagree.\nThe goal of the informed consent doctrine is to provide the patient with material information necessary to determine whether to proceed with the surgical or operative procedure or to remain in the present condition. See Gouse v. Cassel, 532 Pa. 197, 615 A.2d 331 (1992); Gray v. Grunnagle, 423 Pa. 144, 223 A.2d 663 (1966). The doctrine presupposes that the patient has a choice to exercise. Instantly, however, Mrs. Sinclair had no decision to make. Having carried her child to term, she could not elect to remain in her present condition. Regardless of any decision that she might attempt to make, the natural delivery process was inevitable. During the course of natural delivery, as opposed to an operative or surgical procedure, the physician is present to assist nature. The physician intervenes if complications arise during the natural delivery process. At that point, the physician might have to conduct an operative or surgical procedure such as a Caesarian section which, except in an emergency situation, would require the patient’s informed consent. Thus, because labor is inevitable and there is no choice to make, the informed consent doctrine does not apply to the natural delivery process.\nBy reason of the fact that the woman does not make the decision to proceed with an operative or surgical procedure or to remain in the present condition and that the natural delivery process does not require an incision, or the excision of tissue, bone, etc., we hold that the natural delivery process does not require that the patient give specific informed consent for the procedure; rather, general consent is appropriate. In the instant case, Appellees obtained a general consent from Mrs. Sinclair for the natural delivery process. Thus, the Superior Court properly upheld the trial court’s decision to enter a nonsuit on the informed consent issue.\nThe second issue raised by Appellants is whether the Superior Court erred in holding that the trial court properly charged the jury as to the “two schools of thought” doctrine. “The ‘two schools of thought’ doctrine provides a complete defense to a malpractice claim when the prescribed medical treatment or procedure has been approved by one group of medical experts even though an alternate group recommends another approach, or the experts agree that alternative treatments or procedures are acceptable.” Levine v. Rosen, 532 Pa. 512, 519, 616 A.2d 623, 627 (1992). The law provides that “[wjhere competent medical authority is divided, a physician will not be held responsible if in the exercise of his judgment he followed a course of treatment advocated by a considerable number of recognized and respected professionals in his given area of expertise.” Jones v. Chidester, 531 Pa. 31, 40, 610 A.2d 964, 969 (1992).\nSubsequent to oral argument in this case, this Court decided Levine v. Rosen, 532 Pa. 512, 616 A.2d 623 (1992), in which this Court was confronted with circumstances similar to those presented in the instant case. In Levine, there was evidence that the doctor was negligent in failing to diagnose breast cancer from the physical symptoms, and in failing to recommend annual mammograms. The trial judge gave a general instruction regarding the “two schools of thought” doctrine. This Court held that the jury instruction was improper because it “did not specifically delineate between the alleged negligent failure to diagnose and the negligent failure to order a yearly mammography; the latter allegation of negligence being the only one for which Dr. Rosen was entitled to the ‘two schools of thought’ instruction.” Id. at 521, 616 A.2d at 628. The first allegation of negligent failure to diagnose was a credibility issue which required the jury to decide whether the patient actually reported the symptoms to the doctor. Id. at 520, 616 A.2d at 627. Thus, a trial judge must specify on which allegation of negligence the “two schools of thought” doctrine applies.\nInstantly, the Appellants claimed Dr. Block was negligent in: (1) applying the forceps under the circumstances, i.e., when there is an arrest of descent with the baby’s head in a transverse position; and (2) failing to properly apply the forceps. On the latter issue, there was no evidence that there were “two schools of thought.” The resolution of the issue depended on whether Dr. Block breached the standard of care in the actual application of the forceps as Appellants claimed. The issue is a credibility determination. Either the jury believed the Sinclairs’ expert or Dr. Block’s expert. As a result, the “two schools of thought” instruction was inappropriate for the latter claim of negligence. See id. at 520, 616 A.2d at 627-28.\nHowever, on the issue of whether the doctor should have used forceps under these circumstances, the “two schools of thought” doctrine could apply. The Sinclairs presented expert testimony that Dr. Block should not have attempted to use forceps; rather, he should have directly proceeded to perform a Caesarean section. See Record at 100a and 606a-08a. Dr. Block countered with expert testimony that it was reasonable to attempt a vaginal delivery by using forceps prior to performing a Caesarean section. See Record at 323a-24a and 326a-28a.\nAt the close of the evidence, the trial court gave the following instruction to the jury:\nWhere competent medical authority is divided, a physician will not be held responsible if, in the exercise of his or her judgment, he or she follows a course of treatment advocated by a considerable number of medical authority in good standing in his or her community.\nThe law imposes certain duties upon a physician in his relationship with his patient. This is a claim of professional negligence on the part of the physician during the course of the physician/patient relationship.\nNow, I’m going to give you some general definitions of negligence and authenticize that definition as it relates to professional negligence.\nRecord at 655a-56a. Clearly, the trial court did not specify on which allegation of negligence the “two schools of thought” doctrine applied.\nThus, assuming the introduction of appropriate evidence on retrial, the trial court should delineate on which allegation of negligence the “two schools of thought” instruction is warranted. Moreover, the trial court should instruct the jury consistent with Jones v. Chidester, 531 Pa. 31, 610 A.2d 964 (1992).\nAccordingly, we affirm the trial court’s issuance of a nonsuit on the informed consent cause of action; we vacate the trial court’s judgment on the negligence cause of action and remand for a new trial in accordance with this opinion.\nLARSEN, J., did not participate in the consideration or decision of this case.\nPAPADAKOS, J., files a concurring and dissenting opinion.\n. The baby was situated with the back of her head turned towards the mother’s right side. See Record at 32a. Dr. Block indicated that it was not possible to deliver the baby with its head in this position. See Record at 520a.\n. The Superior Court compared the use of forceps with the following situations where a physician uses a tool to accomplish a particular task.\nFor example, physicians routinely utilize otoscopes to examine the ears and ear canals of their patients. In performing such an examination, the physician would not be required to specifically obtain the patient’s consent to use the otoscope, as this procedure would be covered by the patient’s general consent to the examination. Similarly, a gynecologist typically inserts a speculum into a woman’s vagina in order to perform a vaginal examination. Again, such a procedure would not require the physician to obtain the patient’s specific consent to utilize this tool, as it would be covered by the patient’s general consent to the examination.\nId.\n. Appellants submit that this Court should consider the use of forceps an operative or surgical procedure because the medical community does. However, because we find that the use of forceps is indistinguishable from the use of tools such as an otoscope or speculum, we reject this argument.\n. Appellees told Mrs. Sinclair of the material facts, risks, complications and alternatives involved in a Caesarian section and she gave Her informed consent to that procedure. See Record at 438a and 444a-45a.\n. Appellants argue that if the extraction of teeth requires informed consent then the delivery of a baby should require informed consent. The extraction of teeth, however, requires a determination to proceed with the extraction or to remain in the present condition. Again, this determination is not an issue in the natural delivery process.\n. We note that this case is distinguishable from cases where the physician exceeded the scope of the consent. See, e.g., Gray v. Grunnagle, 423 Pa. 144, 223 A.2d 663 (1966). Instantly, Mrs. Sinclair authorized Appellees to perform any procedure which was necessary to accomplish the delivery of her baby. Thus, Appellants cannot argue that Appellee went beyond the scope of the general consent in this case when he attempted to facilitate the natural delivery process by using forceps. The forceps were merely a tool Appellee used to facilitate the natural delivery process, and thus, it falls within the general consent to the natural delivery process.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "PAPADAKOS, Justice,\nconcurring and dissenting.\nI dissent from the majority’s resolution of the informed consent issue. Their decision on this point defies both logic and common sense.\nOnce a baby is conceived, childbirth is a process that progresses according to biological rules. It is, of course, true that a woman cannot remain pregnant forever and that the phenomenon of childbirth is not pathological. Nonetheless, childbirth is analogous to injury or illness which also often progress in a natural and predictable fashion. Medical intervention is frequently beneficial in cases of injury or illness just as it is in some cases of childbirth that have become problematic. It is the medical intervention itself that constitutes the procedure that a patient must give informed consent to, however, not the underlying physical condition. On this basis, it is absurd to claim that the use of forceps is part of the natural delivery process. It is not. It is a specific form of drastic medical intervention in the process and informed consent should be required just as it is for a caesarian. Use of forceps is an invasive procedure. It is well known that forceps can cause serious injury to, or serious disfiguration of, the child. A prospective mother could reasonably choose to avoid the use of forceps for the sake of the child’s safety and elect to proceed directly to a caesarian if serious problems develop. She should have the right to choose. Because the majority takes away that right, I vigorously dissent. ^\nOn the second issue decided by the majority, I concur in remanding the matter to the trial court for proper instruction of the jury on the “two schools of thought” doctrine.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "PAPADAKOS, Justice,"
      }
    ],
    "attorneys": [
      "Lawrence D. Finney, Philadelphia, for appellants.",
      "Joseph H. Foster, Philadelphia, for appellees."
    ],
    "corrections": "",
    "head_matter": "633 A.2d 1137\nPaula SINCLAIR, a minor, by her parents and natural guardians, Joan A. SINCLAIR and Mark Sinclair, individually and in their own right, Appellants, v. Robert Alan BLOCK, M.D., and Philadelphia OB-GYN Group, Ltd., Health Services Plan of Pennsylvania, Appellees.\nSupreme Court of Pennsylvania.\nArgued Oct. 21, 1992.\nDecided Nov. 10, 1993.\nReargument Denied Jan. 31, 1994.\nLawrence D. Finney, Philadelphia, for appellants.\nJoseph H. Foster, Philadelphia, for appellees.\nBefore NIX, C.J., and FLAHERTY, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0563-01",
  "first_page_order": 645,
  "last_page_order": 656
}
