{
  "id": 1036630,
  "name": "Danville and Mahoning Poor District versus Montour County",
  "name_abbreviation": "Danville & Mahoning Poor District v. Montour County",
  "decision_date": "1874-02-09",
  "docket_number": "",
  "first_page": "35",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "75 Pa. 35"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 143",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 481,
    "char_count": 11446,
    "ocr_confidence": 0.455,
    "pagerank": {
      "raw": 1.6786382053485777e-07,
      "percentile": 0.6971441192131279
    },
    "sha256": "fdf9ae9c4239469ca49c44dc51d03d25dcce3d4bd32ca075cb62acc2493a8ba2",
    "simhash": "1:64fd86a4a61a18bb",
    "word_count": 2031
  },
  "last_updated": "2024-02-27T21:06:14.116650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Merour and Gordon, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Danville and Mahoning Poor District versus Montour County."
    ],
    "opinions": [
      {
        "text": "The opinioq of the court was delivered, February 9th 1874, by\nGordon, J.\nThis was an action of assumpsit brought by the county of Montour against the Poor District of Danville and Ma-honing. It appears from the evidence that one Joseph Harmon was indicted in the Quarter Sessions of that county for an assault and that he was acquitted on the ground of insanity. The court thereupon directed him to be transferred to the State Lunatic Hospital, to be there kept and maintained at the expense of the county. It is for the money thus expended for the support of this insane pauper in the Asylum, that this action is brought. The court upon committing the lunatic did not certify his last place of settlement or residence, neither did they notify the poor district of their intention so to do; but upon the trial, they permitted the plaintiff to prove that his last place of settlement was in the poor district of Mahoning and Danville. Two questions are now presented for our solution. (1.) Can this form of action be maintained by the county against this poor district ? (2.) Can any action or proceeding whatever for the money so paid for the maintenance of the lunatic, be had by the county against the district, until the place of settlement has been fixed by the adjudication of the Quarter Sessions under the Act of 1845 ? The plaintiff in error contends on the first proposition, that the only remedy for the county is in the Quarter Sessions by complaint as by one poor district against another under the 23d sect, of Act 13th June 1836. To this doctrine however we cannot assent. The cases wherein the Quarter Sessions have jurisdiction in civil cases are extraordinary and specific, forasmuch as they are foreign to its general jurisdiction. Without specific provision made by statute, it is certain that even in cases for the maintenance of paupers one district could not enforce payment against another by the process of this court. Unless therefore we had what we have not, an Act of Assembly authorizing the collection of this kind of claim of counties against townships through the Court of Quarter Sessions, the theory of the plaintiff in error must fail. Beside this we are inclined to think that in cases like the present, when the county pays the hospital for the maintenance of a lunatic, where the township is ultimately liable, the county is subrogated to the rights and remedies. But under the 13th sect, of the Act of 1845, the trustees of the hospital were authorized to collect such claims as debts of a like nature were then collectable ; this, of course, limited their remedies to the civil courts. We must conclude therefore that this action was well brought so far as the form of action and the forum are concerned. We may say further that a precedent is found in the case of Lower Augusta v. The County of Northumberland, 1 Wright 143, where the action was assumpsit by the county against the township for a claim similar to the one in hand.\nThe answer to the second question depends for its solution wholly upon the several Acts of Assembly in such case made and provided.\nUnder the Act of 1845, sect. 11th, the several poor districts are made liable for the support and maintenance of indigent insane persons who having been charged with any criminal offence are committed by either of the criminal courts to the hospital. But in order that the trustees may know certainly whatever is chargeable, the courts are to certify to such trustees the legal settlement of such insane person, or if she or he have no settlement, then the place of residence of such lunatic shall be chargeable with the expenses of his or her care and maintenance in and removal to and from the hospital. It will be seen that this process, by which the township or district is thus fixed with the charge, is necessary as well where the court commits one charged with a criminal offence as where the commitment is upon application under the 14th sect, of the Act of 1845. This is indeed an adjudication, and a con-elusive one, determining what local authorities are to pay for the maintenance of the lunatic : Franklin Tp. v. The Hospital, 6 Casey 522. But we cannot properly have an adjudication, without notice 'to the party to be charged — hence it is provided by the 11th sect., “ That the settlement or residence of any such person shall not be so certified until after due notice shall have been given to the constituted authority having charge of the poor in the district to be charged thereby. It is then the poor district so certified upon which the liability is cast and none other, and no district can be so certified and thus made liable until it has been duly notified. This is the more necessary as the district thus notified may come into court and show that some other district is the true place of settlement of ;the lunatic: Shenango v. Wayne, 10 Casey 184; or that he or she is not settled in such district, but is only a resident therein, in which case by the Act of 1854 the liability falls upon the county. So far then it does not appear that this district was responsible for the maintenance of Joseph Harmon in-the Lunatic (Asylum) Hospital. The counsel for the county, however, insists that the 4th sect, of the Act of April 8th 1861, does recognise such a charge without the notice required by the Act of 1845. But we cannot so see it. That act makes the county primarily liable to the trustees of the hospital with remedy over against the township, “ where by existing laws the township is liable for the support of such pauper.” We ask by what law, except that of 1845, is the township made liable for the maintenance of paupers in the State Lunatic Asylum ? But if by that law alone the charge is created, then in order to empower such charge against the poor district the conditions therein preserved must be complied with. It is not to be forgotten that the liability of these local authorities arises only from the statute, and it follows, that by the statute they must be enforced. We do not regard the Act of 1861 as doing anything more, in cases arising in the criminal courts, than affirming what had been previously decided to be the law in the case of Lower Augusta v. Northumberland Co. It was intended rather to extend the liability of the counties to all cases where pauper lunatics are sent to the hospital by any public authority, but it was not intended to alter the remedies prescribed by the former acts.\nWe hold, therefore, that as the record now stands, the poor district of Danville and Mahoning is not liable to the county of Mon-tour for moneys expended for the maintenance of Joseph Harmon in the State Lunatic Hospital, neither can it be so made liable until the proper steps are taken for that purpose under the Act of 1845. •\nThe court therefore erred in answering the. defendant’s third point in the negative. The first point was rightly answered; as the exceptions to evidence are disposed of in the disposition of the points; it is unnecessary for us to discuss them.\nJudgment reversed.",
        "type": "majority",
        "author": "Gordon, J."
      }
    ],
    "attorneys": [
      "E. H. Baldy (with whom was I. X. Grier), for plaintiffs 'in error.",
      "J. W. Comly (with whom was P. Leidy), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Danville and Mahoning Poor District versus Montour County.\n1. Assumpsit will lie by one poor district against another for maintenance of a pauper belonging to the latter district.\n2. Where an insane pauper is committed to the State Asylum and the county whose court committed him pays the expenses of his maintenance there, it seems, that the county is subrogated to the rights of the trustees of the asylum against the district of the pauper’s settlement.\n3. An insane pauper was committed, to the State Asylum by a court and no certificate of his settlement or notice to the authorities of his settlement was given at the time of the commitment under the Act of April 14th 1845, sect. 11. Held, that the county by whose court the commitment was made could not recover from the pauper’s district the amount paid for his maintenance at the asylum.\n4. A poor district cannot be made liable for such maintenance unless upon notice; that it may come in and show that the pauper had some other settlement, &c.\nJanuary 26th 1874.\nBefore Agnew, C. J., Merour and Gordon, JJ. Sharswood, J., at Nisi Prius.\nError to the Court of Common Pleas of Montour county: Of September Term 1873.\nThis was an action of assumpsit brought by the county of Mon-tour against the Directors of the Poor of Danville and Mahoning, to recover the amount paid by the plaintiffs to the State Lunatic Asylum for the support, &c., of Joseph Harmon, an insane pauper.\nAt. the May Sessions 1859, of the Court of Quarter Sessions of Montour county, Joseph Harmon was indicted for an assault and battery. On the 18th of May 1859, on the suggestion of the district attorney that Harmon was insane, a jury was impannelled to inquire of the truth of the suggestion.\nThe jury found that Harmon was insane, and the court directed that he should be sent to the State Asylum at the expense of the county of Montour.\nThe commitment was under the Act of April 14th 1845, sect. 11, Pamph. L. 441, 2 Br. Purd. 971, pi. 19,. which enacts that it shall be the duty of the court in all cases where they shall commit any person to the State Asylum to certify to the trustees the legal settlement of such person if he have one, and if he have no legal settlement to certify his place of residence at the time of the commitment, and the poor district so certified as the place of his- settlement or residence, shall be chargeable with the expenses of his care or maintenance, and removal to and from the Asylum, “ provided that the settlement or residence of any such person shall not be so certified until after due notice shall have been given to the constituted authorities having charge of the poor i'n the district to he charged thereby.” There was no certificate given at any time to the trustees of the asylum of the legal settlement of Harmon under the Act of 1845, nor notice to the defendants of their intention to give such certificate.\nBy the Act of May 8th 1854, Pamph. L. 654, the borough of Danville and the township of Mahoning were erected into a poor district.\nThe case was tried September 17th 1872, before Rockefeller, P. J. There was evidence that Harmon’s place of settlement was Danville, that he was insane and a pauper ; also that the county of' Montour had paid for his maintenance in the State Asylum.\nThe defendants submitted these points, which were refused:—\n1. If the defendants are liable to the plaintiffs for the moneys paid by them to the trustees of the State Lunatic Hospital on account of Joseph Harmon, that liability can be enforced only by proceedings in the Court of Quarter Sessions of this county, and there can 'be no recovery for the same in this action.\n3. The defendants have not become liable to repay the plaintiff the moneys so paid by them to the trustees of the State Lunatic Hospital unless the Court of Quarter Sessions of Montour county have certified to the trustees of the hospital that the legal settlement of said Joseph Harmon, at the time of his commitment to the hospital, was in the Danville and Mahoning Poor District; and there is no evidence in this case of such certificate having been made.\nThe verdict was for the plaintiff for $1130.22.\nThe defendants took out a writ of error and amongst other errors, assigned the answers to their 1st and 3d points.\nE. H. Baldy (with whom was I. X. Grier), for plaintiffs 'in error.\nJ. W. Comly (with whom was P. Leidy), for defendant in error."
  },
  "file_name": "0035-01",
  "first_page_order": 37,
  "last_page_order": 40
}
