{
  "id": 1036635,
  "name": "Paist et al. versus Caldwell",
  "name_abbreviation": "Paist v. Caldwell",
  "decision_date": "1874-01-26",
  "docket_number": "",
  "first_page": "161",
  "last_page": "166",
  "citations": [
    {
      "type": "official",
      "cite": "75 Pa. 161"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "12 Wendell 214",
      "category": "reporters:state",
      "reporter": "Wend.",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 126",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts 424",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848459
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0424-01"
      ]
    },
    {
      "cite": "4 Wright 430",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "16 Johns. 205",
      "category": "reporters:state",
      "reporter": "Johns.",
      "case_ids": [
        378265
      ],
      "opinion_index": -1,
      "case_paths": [
        "/johns/16/0205-01"
      ]
    },
    {
      "cite": "7 Watts 205",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0205-01"
      ]
    },
    {
      "cite": "8 Wheat 174",
      "category": "reporters:scotus_early",
      "reporter": "Wheat.",
      "case_ids": [
        6136577
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/21/0076-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 681,
    "char_count": 13119,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 1.6407387373715425e-07,
      "percentile": 0.6910337243599917
    },
    "sha256": "2f7ea7efc2c8ee940666d07c1470180448177e8f819b3dc9e4ade91bd9be9004",
    "simhash": "1:2d6f1f6e512e7e3d",
    "word_count": 2250
  },
  "last_updated": "2024-02-27T21:06:14.116650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Mercur and Gordon, JJ. Sharswood, J., at Nisi Prius."
    ],
    "parties": [
      "Paist et al. versus Caldwell."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, January 26th 1874, by\nAgnew, C. J.\nWhat is termed a naked power to refer a subject of controversy to arbitration, is undoubtedly revocable. But where the agreement partakes of the nature of a contract, whereby important rights are gained and lost reciprocally, and the submission is the moving consideration to these acts, a different rule prevails. Such agreements are compromises, and should be faithfully adhered to, unless there has been fraud or corruption, or gross misbehavior by the referees. Interest veipublicce ut sit finis litium. The agreement before us is of the latter class. Two suits were pending, one in covenant against the defendant as purchaser on the contract of sale, the other in assumpsit on a note given by the defendant with sureties upon the contract. The parties agreed to consolidate these actions and try them before referees, who should render a final award whether the defendant should pay anything, and if any, how much, and the sureties agreed to become responsible for this entire final sum, while the defendant should be relieved from the obligation to take any conveyance under the contract of sale. Here valuable rights were released and acquired on each side, and the effect of the settlement on this basis was to put an end to litigation ruinous to both sides, for the original contract of sale had become involved in inextricable difficulties. Under such circumstances, it was not in the power of the defendant at the last moment, and after the referees had gone far into the case, suddenly to give a notice of revocation, and avert a result. This is sufficient for the case; but we may add by way of caution, that it is doubtful whether anything is in the record which would enable us to reach the facts of the case. There is no appeal, and the writ of error reaches only matters upon the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Agnew, C. J."
      }
    ],
    "attorneys": [
      "R. T. Cornwell and J. H. Brinton (with whom was W. Darlington), for plaintiff in error.",
      "J. J. Pinkerton and J. J. Lewis, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Paist et al. versus Caldwell.\n1. A naked power to submit a controversy to arbitration is revocable.\n_ 2. An agreement to submit which is in the nature of a contract, whereby rights are gained and lost and the submission is the moving consideration, is a compromise and cannot be revoked.\n3. Caldwell sued Paist and two others in assumpsit andPaistin covenant, both on the same transaction — the parties agreed to consolidate the cases and refer them finally. Held, that the submission was irrevocable.\n4. In the court below Paist asked to set aside the award; his rule was there discharged. Held,, upon writ of error, the Supreme Court could reach only matters of record.\nJanuary 20th 1874.\nBefore Agnew, C. J., Mercur and Gordon, JJ. Sharswood, J., at Nisi Prius.\nError to the Court of Common Pleas of Chester county: No. 107, to July Term 1873.\nOn the 20th of February 1872, Peter Caldwell brought an action of assumpsit against Edward Paist, George Mackey and Phineas Paist, on a promissory note for $500, made by the defendants to the plaintiffs. The record shows the following proceedings, amongst others:—\n“ Sept. 27. Defendants by their attorneys enter a rule of reference. Arbitrators to be chosen Oct. 26th 1872, &c.\n“ Oct. 26. It is agreed that the rule of reference in the above case be stricken off, that no rules of reference shall hereafter be. entered; that the case be stricken from the trial list for October Term 1872, and placed upon the trial list for trial at January Term 1873, in its proper place.\n“Feb. 4, 1870. A jury is impannelled and affirmed.\n“Feb. 5, 1873. Parties agree to consolidate this case with No. 67 to August Term 1871, and refer all matters in controversy to John Twaddle, Joseph Dowdall and William Evans, or any two of them agreeing, said arbitrators to meet at such time and place as may be agreed upon by the parties, or if they cannot agree, then by the arbitrators, the judgment to be entered upon the award to be final.\n“ April 21, 1873. Revocation of submission to referees filed by defendants.\n“ April 21, 1873. John Twaddle and Joseph Dowdall, two of the arbitrators, report, that they do award in favor of the plaintiff in the sum of $1000, and all costs incurred by the plaintiff in the suit referred to the arbitrators.\n“April 21, 1873. Report filed and judgment entered accordingly. * * *\n“ April 21, 1873. Revocation of submission and proof of service of same filed-\n“April 28, 1873. Affidavit filed, and on motion of Darlington &' Cornwell, a rule is granted on plaintiff, to show cause why the award of arbitrators shall not be set aside, and the judgment entered thereon be stricken off. Returnable at Adjourned Court in June 1873. * * *\n“July 2, 1873. Rule discharged.\nThe submission was as follows:—\n“ Caldwell v. Paist, Mackey and Paist. Assumpsit.\n“ Caldwell v. Paist. Covenant.\n. “ It is hereby agreed that these two cases be consolidated, and as the defendant in the last-mentioned case wishes to be relieved of all obligation to take a conveyance of the real estate described m the declaration, that all matters in the controversy be, and the same are hereby, left and referred to John Twaddle, Joseph Dowdall and William Evans, of Willistown, or any two of them, agreeing who shall determine, under all the circumstances of the cases, and without reference to the pleadings, whether the defendants ought to pay to the plaintiff any sum of money, and if any, how much; that the said award, if against the defendants, or either of them, shall be made against all the defendants, the defendants to the note agreeing to be bound to pay whatever may be found due, 'f anything, by the said Edward Paist.\n“It is further agreed that the subject of costs in both suits, both past and future, shall be determined also by the said referees.\n“ It is also agreed that the said referees shall meet at such time and place as shall be appointed, either by the parties, or, if they •cannot agree, then by them, and, after hearing the said parties, their proofs and allegations, shall make a report or award, which award shall be returned to and filed in the office of the prothonotary of the court, who shall thereupon enter judgment on the award.\n“ It is further agreed that said judgment shall be final, and if any exceptions shall be taken thereto, the prothonotary shall strike them off.\n“ If the referees shall be of opinion that Edward Paist ought to recover damages of the said Peter Caldwell, on the allegation of the said plaintiff being unable to make title to the property, or failing to comply with his covenants, they shall so award. Witness our hands this 5th day of February, A. D. 1873.”\nThe revocation and proof of service filed are as follows:—\n“We hereby revoke the submission to referees in the above stated cause. Edward Paist, Deft.\nJohn H. Brinton,\nDarlington & Cornwell,\n“ Attorneys for Paist, Mackey & Paist, defendants.\n“April 21st 1873.”\n“ Chester county, ss. R. T. Cornwell, of counsel for defendants, being affirmed, says that he filed the above revocation of record, and served a copy thereof upon the referees, and another upon the attorneys for the plaintiff, at about 9 o’clock and 45 minutes, A. M., April 21st 1873, before the conclusion of the trial before the referees, and before the submission had been executed by them. R. T. Cornwell.\n‘ “Affirmed and subscribed, April 21st 1878, before\n“ John A. Rupert, Prothonotary.”\nThe award was: “ We, two of the arbitrators in the within rulé named, report, that, pursuant to the submission and order in this case, the three arbitrators within named, met at the arbitration room in the borough of West Chester, in the county of Chester, on the 10th day of April, A. D. 1873, and after being sworn and affirmed, proceeded to hear the parties, their proofs and allegations, and adjourned to meet at the same place on the seventeenth day of the same month, at 10 o’clock in the forenoon of said day.\n“April 17th 1873, the subscribers met pursuant to adjournment, and again heard further the parties, their proofs and allegations, and adjourned again to meet at the same place, the 21st day of April 1873, at 10 o’clock in the forenoon of said last-mentioned day.\n“And now, this 21st day of April, A. d. 1873, the arbitrators again met, and having duly considered the proofs and allegations of the parties, we, two of the arbitrators, do award in favor of Peter Caldwell, the plaintiff, and against the said defendants, the sum of one thousand dollars, and all costs incurred by the plaintiff in the suit referred to the arbitrators.\n“ Witness our hands this 21st of April, A. d. 1873.\nJohn Twaddbll,\nJoseph Dowdall.”\nIn discharging the rule, Butler, P. J., delivered this opinion: * * “ There is no doubt of the right to revoke a naked submission, if it be exercised in time. The courts have so decided, assimilating such submissions to any other naked power, granted without consideration. Whether, as is suggested in McGheehen v. Duffield, 5 Barr 499, there is such similarity between a mutual submission to arbitration and a naked power, might well be questioned, if it were not too late. We are confident the rule will not be extended. The observations of the court in Pollock v. Hall, 4 Dali. 222, where a plaintiff'sought to get rid of his submission by entering a discontinuance, are forcible and pertinent. The revocation of a submission, acted upon, tends to the increase and prolongation of strife, and generally to the prejudice of one of' the parties.— But where the submission contains more than a naked power to the referees — assumes the form and character of a contract — it is clearly not within the rule: Monongahcla Navigation Co. v. Fenlon, 4 W. & S. 205; McGheehen v. Duffield, 5 Barr 499; Hunt v. Rousmanier, 8 Wheat 174.\n“ In the case before us the submission contains an agreement that the case then on trial and near completion, should be withdrawn from the jury, that it, together with another between the same parties, should be consolidated; that the defendant in the latter suit should be relieved of his liability to have specific execution of his contract enforced, damages being provided for instead, and Mackey, one of the defendants in the first suit, becoming liable for their payment; that damages might also be awarded to Paist, one of the defendants, if it should appear that the plaintiff was in fault. Now how could the parties to this agreement revoke their obligations under it ? Each became entitled to have the two suits treated as one — tried together; Caldwell’s right to specific execution of the contract Avas yielded up ; Mackey became responsible for the damages that might be assessed against Paist; and Paist became entitled to have his damages assessed against the plaintiff, if any appeared. This was a valid contract; the consideration was ample; the rights yielded and the obligations assumed, constituting it. Neither party could rid himself of it by saying I will not submit. And this is none the less so because an agreement to -arbitrate accompanies the other stipulations. The agreement to arbitrate itself thus became irrevocable, and lost its character of a naked power to the referees.”\nThe defendants took a writ of error, and assigned for error, that the court erred in discharging the rule, and in not setting aside the award and striking off the judgment entered thereon.\nR. T. Cornwell and J. H. Brinton (with whom was W. Darlington), for plaintiff in error.\nA voluntary submission to referees may be revoked, before its execution, whether it be by deed, parol or rule of court: Vynior’s Case, 8 Rep. 162 ; Power v. Power, 7 Watts 205; Wilson v. Young, 9 Barr 101; Bingham’s Trustees v. Guthrie, 7 Harris 423; Coleman v. Grubb, 11 Id. 393; Wood v. Finn, 3 Penn’a Law Journal 31; 2 Chitty’s Practice 79, 80, 86, 87-102; Allen v. Watson, 16 Johns. 205; 2 Tidd’s Prac. 748; Kyd on Awards 16; McGheehen v. Duffield, 5 Barr 499.\nJ. J. Pinkerton and J. J. Lewis, for defendant in error.\nThe evidence on Avhich the court below acted does not and cannot in such a proceeding appear of record; the Supreme Court therefore cannot determine whether any error Avas committed or not: Guthrie v. Wilson, 4 Wright 430. The presumption is, that the court below did right, and that presumption will stand until something appears of sufficient force to overthrow it; and there is a judgment entered by the prothonotary by authority of the parties to it, which cannot properly be questioned : Cook v. Gilbert, 8 S. & R. 567; McCalmont v. Peters, 13 S. & R. 197 ; Gallup v. Reynolds, 8 Watts 424; McGheehen v. Duffield, 5 Barr 497; Yates v. Russell, 17 Johns. R. 466. The Court of Common Pleas has no power to strike from the-docket summarily a judgment regularly entered : Horner & McCann v. Hower, 3 Wright 126.\nThe defendants by this agreement have elected their forum, and bound themselves to take their chances before it: Wynn v. Bellas, 10 Casey 160 ; Monongahela Navigation Company v. Fenlon, 4 W. & S. 205 ; O’Reilly v. Kerns, 2 P. F. Smith 214 ; Reynolds v. Caldwell, 1 Id. 298; Howard v. The Allegheny Valley R. R. Co., 19 Id. 489; Wright v. Nutt, 1 T. R. 333; Camden v. Edie, 1 H. Blackst. 21; Farrington v. Hamblin, 12 Wendell 214."
  },
  "file_name": "0161-01",
  "first_page_order": 163,
  "last_page_order": 168
}
