{
  "id": 1036732,
  "name": "Glenn et al. versus Thompson",
  "name_abbreviation": "Glenn v. Thompson",
  "decision_date": "1874-03-16",
  "docket_number": "",
  "first_page": "389",
  "last_page": "392",
  "citations": [
    {
      "type": "official",
      "cite": "75 Pa. 389"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 W. & S. 496",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1852545
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/1/0496-01"
      ]
    },
    {
      "cite": "8 W. & S. 226",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483365
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/8/0226-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 435,
    "char_count": 7435,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 1.606768552963299e-07,
      "percentile": 0.6847740930069668
    },
    "sha256": "67468be6fc399dc76873e4be5bc298f5b89c77fbb3ff0ce31b7275a747611fc2",
    "simhash": "1:0c1f826ca6a49c5d",
    "word_count": 1340
  },
  "last_updated": "2024-02-27T21:06:14.116650+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Shabswood, Mercub and Gordon, JJ. -Williams, J., at Nisi Prius."
    ],
    "parties": [
      "Glenn et al. versus Thompson."
    ],
    "opinions": [
      {
        "text": "The opinion of the court was delivered, March 16th 1874, by\nSharswood, J.\nIn the construction of the Act of April 3d 1830, Pamph. L. 187, which provides a remedy for the recovery of possession in case of non-payment of rent, an act in pari materia with that of December 14th 1863, Pamph. L. of 1864, Appendix 1125, in both which the proceeding is granted to the lessor without the addition of the words “ heirs or assigns,” it has been held by this court in Clark v. Everly, 8 W. & S. 226, that the heir could avail himself of the remedy, and in McKeon v. King, 9 Barr 213, that the sheriff’s vendee of the lessor’s title was within the act. “ As to the fact that the lease was not made directly by this complainant, it is entirely clear that- an assignee is entitled to the remedyPer Gibson, C. J. The titles of each of the acts is,' “ an act relative to landlord and tenant.” There is good reason therefore for holding that by lessor the legislature meant landlords ; not only the original lessor, but whoever may have succeeded to his title.\nIt is contended here, however, that after the lessor had parted with her title, she had no longer any interest, and the lessee could disregard her notice to quit as the act of a mere stranger. But if, as the inquisition expressly finds, the notice was given with the desire of delivering the possession to the alienee, and the proceeding is in the name and for the benefit of the alienee, the lessor was no such stranger. Every presumption is in favor of the regularity of the proceeding; and applying this principle, we agree with the court below that the record sufficiently shows that the lessor still retained an interest in the property after the date of her deed of conveyance to entitle her to give the necessary notice to quit.\nA notice to one of two joint lessors is undoubtedly a good notice to both, and the verbal mistake in the recital of the names of the lessees was immaterial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Sharswood, J."
      }
    ],
    "attorneys": [
      "G. E. Farquhar (with whom were S. Foster, Jr., O. P. Beehtel and F. W. Hughes), for plaintiffs in error.",
      "L. Bartholomew (with whom was J. W. By on), for defendant in error."
    ],
    "corrections": "",
    "head_matter": "Glenn et al. versus Thompson.\n1. A lessor and whoever may have succeeded to his title are entitled to the benefit of the Act of December 14th 1863. (Landlord and Tenant.)\n2. A lessor of a term ending April 1st, sold and conveyed the premises in September preceding ; she gave notice to the tenant to quit on April 1st, as she desired to deliver possession to her vendee; in a proceeding by the vendee under the Act of 1863 to obtain possession, it was held, that the lessor had such interest as to give the notice to quit.\n3. Every presumption is in favor of proceedings under this act.\n4. A notice to quit to one of two joint tenants is sufficient.\nMarch 5th 1874.\nBefore Agnew, C. J., Shabswood, Mercub and Gordon, JJ. -Williams, J., at Nisi Prius.\nError to the Court of Common Pleas of Schuylkill county: Of January Term 1874, No. 309.\nThis was a proceeding under the. Landlord and Tenant Act of December 14th 1863, Pamph L. (1864), 1125, 2 Br. Purd. 882, pi. 20, by Lewis 0. Thompson, assignee of Eve Ann Miller, against James Glenn and Charles Glenn.\nIt commenced April 7th 1873, before Morgan Reed, a justice of the peace.\nAfter reciting the preliminary proceedings of complaint, summons, &c., the justice’s record is as follows:—\n“That on the 13th April 1873, plaintiff and defendants appear both in person and by their attorneys. That after hearing the proofs and allegations of the parties the said justice found that the said Eve Anna Miller was on the 1st April 1872, possessed of said premises ; that after making the demise aforesaid, to wit: on the 24th September 1872, she conveyed the same to said Lewis C. Thompson, as aforesaid. That on the same day and year last aforesaid, she demised the said premises to the said James Glenn and Charles A. Glenn for the term of one year — and until notice given to quit — then next ensuing at the yearly rent of $500 payable quarterly. That the said’ Glenns entered into possession and held the same during said term and were still possessed of the same; that the said term for which the said premises were demised was fully ended; that the said Eve Anna Miller being desirous upon the said determination of the said term to have again and repossess said premises, for that purpose did, on 31st December 1872, demand of and require the said Glenns to remove from and leave the same; that the said Glenns had theretofore refused to comply, and the said justice did further find the complaint of the landlord so, as aforesaid made, just and true in every particular (except that the rent should be $500, instead of $550), and that said notice was given more than three months before the end of the term, and did award the possession of the premises aforesaid to the said Lewis 0. Thompson, assignee of Eve Anna Miller, and assess the sum of $16.66 for his damages occasioned by the unjust detention of said premises.”\nThe notice demanding possession was dated and served December 31st 1872, and was signed B. M. Miller for E. A. Miller, directed to James Glenn & Son, notifying them that E. A. Miller desired “ to have and repossess ” the premises on the 1st day of April then next: the notice was served on James Glenn.\nThe tenants removed the proceedings into the'Court of Common Pleas by certiorari, and filed the following exceptions and “ additional exceptions”:—\n1. The record shows that L. C. Thompson became the owner of the premises on the twenty-fourth day of September, A. 3). 1872, and also shows that no notice was ever given by said Thompson, or anybody in his behalf or as his agent.\n2. No such notice as is required by law was ever given to the defendants, and the justice has no jurisdiction without notice has first been given.\nAdditional exceptions:—\n1. The demise set forth in the information and record in this case is from Eve Anna Miller to James Glenn and Charles A. Glenn. The notice to quit was not directed to Charles A. Glenn, but to James Glenn & Son, and served only on James Glenn.\n2. There was no demise to James Glenn & Son, as stated in the notice.\n3. The record shows that Eve Anna Miller had no right to give notice to any one to quit on the 31st December 1872, as she had parted with her title and right to possession, on the 24th September 1872, and the defendants were not bound to regard the same.\n4. The vendee of Eve Anna Miller and the plaintiff in this proceeding does not allege or claim that Eve Anna Miller acted as his agent or by his authority in giving the notice, nor that he ratified her act as in his behalf, but alleges that she desired to obtain possession so as to hand it over to him, the vendee.\nThe court (Green, J.) overruled the exceptions and affirmed the proceedings.\nThe tenants removed the record into the Supreme Court and assigned for error the overruling their proceedings and affirming the proceedings of the justice.\nG. E. Farquhar (with whom were S. Foster, Jr., O. P. Beehtel and F. W. Hughes), for plaintiffs in error.\nIt was a defence to this claim for possession that since the demise the lessor’s title had been divested: Newell v. Gibbs, 1 W. & S. 496; Koontz v. Hammond, 12 P. F. Smith 177; Heritage v. Wilfong, 8 Id. 137. The notice should have been given by the alienee: Tilford v. Fleming, 14 P. F. Smith 300 ; Donaldson v. Likens, 2 Brewster 486. The record of the magistrate must show everything necessary to support his jurisdiction: Givens v. Miller, 12 P. F. Smith 133.\nL. Bartholomew (with whom was J. W. By on), for defendant in error."
  },
  "file_name": "0389-01",
  "first_page_order": 391,
  "last_page_order": 394
}
