{
  "id": 1903162,
  "name": "Brown, Appellant, v. Gresh",
  "name_abbreviation": "Brown v. Gresh",
  "decision_date": "1966-11-15",
  "docket_number": "Appeal, No. 170",
  "first_page": "202",
  "last_page": "204",
  "citations": [
    {
      "type": "official",
      "cite": "423 Pa. 202"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "402 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296595
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0035-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 191,
    "char_count": 2703,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.06949729501604147
    },
    "sha256": "33496e0b298e9b73dd245b2c210be87321b383c868116f246db31f4401528514",
    "simhash": "1:9a001c594d6fe012",
    "word_count": 439
  },
  "last_updated": "2024-02-27T20:32:01.896963+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Brown, Appellant, v. Gresh."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nVictor Brown had filed a complaint in equity against William P. Gresh alleging the existence of a partnership between them in the operation of a home construction business known as Gresh Real Estate Company. The chancellor, after hearing on October 13, 1959, found the existence of such partnership during the period from January 16, 1956 to March 8, 1958, the date Victor Brown admittedly withdrew from active participation therein. The chancellor’s decision was affirmed by the court en banc and later, on December 1, 1960, affirmed by our Court. (Brown v. Gresh, 402 Pa. 35)\nThe defendant later filed accounts covering the period of the existence of the partnership as found by the chancellor and affirmed by our court, that is, from January 16, 1956 to March 8, 1958.\nThe plaintiff then filed a supplemental complaint requesting that the defendant account to him for the profits on construction contracts that were completed after March 8,1958, contending that the defendant had excluded the plaintiff from their place of business and had carried on the business, with the same assets of the partnership without any accounting. The court below held that the plaintiff was not entitled to such an accounting for the reason that the decree originally entered in the case and affirmed by our Court provided in effect for a determination of the value of plaintiff’s interest at dissolution on March 8, 1958 and payment thereof by defendant with interest; and that it would naturally follow that, upon defendant’s payment of plaintiff’s distributive share, the assets would then belong to defendant and he could make use of them in his own business. The fact that there was a delay in the determination and payment of plaintiff’s distributive share, during which time the defendant made use of the assets, could not alter the effect of the original decree here affirmed, that the plaintiff was to receive his distributive share, determined as of the date of dissolution (March 8, 1958), by a money judgment with interest to date of payment.\nIt appears, therefore, that the court below properly refused plaintiff’s request for an accounting by the defendant of profits after the date of dissolution through use of what had been partnership assets.\nDecree affirmed; each party to bear own costs.\nThe court below also found that “the successor business conducted by defendant was independent of the partnership, and not a continuation thereof.”",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Thomas W. Nelson, with him Nelson & Nelson, for appellant.",
      "Reginald L. PawlowsM, for appellee."
    ],
    "corrections": "",
    "head_matter": "Brown, Appellant, v. Gresh.\nNovember 15, 1966:\nArgued October 5, 1966.\nBefore Bell, O. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nThomas W. Nelson, with him Nelson & Nelson, for appellant.\nReginald L. PawlowsM, for appellee."
  },
  "file_name": "0202-01",
  "first_page_order": 240,
  "last_page_order": 242
}
