{
  "id": 1903198,
  "name": "Uniontown School District v. Marclay Union School District, Appellant",
  "name_abbreviation": "Uniontown School District v. Marclay Union School District",
  "decision_date": "1966-11-15",
  "docket_number": "Appeal, No. 216",
  "first_page": "330",
  "last_page": "333",
  "citations": [
    {
      "type": "official",
      "cite": "423 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "219 A. 2d 690",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 346",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900301
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0346-01"
      ]
    },
    {
      "cite": "79 A. 2d 645",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "367 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1228347
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/367/0063-01"
      ]
    },
    {
      "cite": "150 A. 744",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1930,
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125917
      ],
      "year": 1930,
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0422-01"
      ]
    },
    {
      "cite": "79 A. 2d 641",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 603",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846106
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0603-01"
      ]
    },
    {
      "cite": "55 A. 2d 534",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 514",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472102
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0514-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 325,
    "char_count": 4317,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 6.380125665320789e-08,
      "percentile": 0.3923352288106372
    },
    "sha256": "98c4394d0352ebee1d962201699e3e298ece1344f5a59142d85c76d6c1b10da6",
    "simhash": "1:0747906006c89792",
    "word_count": 703
  },
  "last_updated": "2024-02-27T20:32:01.896963+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C.J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Uniontown School District v. Marclay Union School District, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an appeal from a final decree in equity entered below.\nPursuant to the provisions of the Public School Code, Act of March 10, 1949, P.L. 30, 24 P.S. §1-101 et seq., as added and amended, particularly by the School District Reorganization Acts of August 8, 1963, P.L. 564, and April 26, 1965, P.L. 20, §1, 24 P.S. §3-303.1 (b), the County Board of School Directors of Payette County at a duly called and constituted convention adopted a plan of reorganization for the county school system consisting of six administrative units or districts. An interim operating committee for each was elected. The plan was submitted to the Pennsylvania Department of Public Instruction and approved.\nSubsequently, certain school districts included within one of the new administrative districts (Administrative Unit 63-6), joined in by a number of taxpayers therein, instituted this action in equity to enjoin the committee elected therefor from organizing and functioning. Over objection, the court ¿ntertained the action. After hearing, it ruled that the committee was illegally constituted, based upon its conclusion, that the convention “did not apply the principle of proportionate representation according to population in the selection of the members” of the committee, as required by the Act of 1965, supra, §3-303.1 (b). A final decree permanently enjoining the committee from operating was entered. It was also directed that a new convention be called and a new committee elected. This appeal followed.\nThe first question presented is whether or not the lower court had the power to review the merits of the pertinent decision of the convention in this action, particularly, in view of the provisions of the governing statute, the Act of 1965, supra, that “the decision of the convention in selecting the interim committee shall be final.” We conclude it did not.\nWhere a statute expressly denies the right of appeal from a legislative act of some administrative agency, judicial reviev/ thereof is not available except as to the question of jurisdiction and regularity of the proceedings. The merits of the controversy cannot be considered, even though the interpretation of the facts or the law by the agency involved may have been erroneous. See, Kaufman Construction Co. v. Holcomb, 357 Pa. 514, 55 A. 2d 534 (1947); and, Newport Twp. Sch. Dist. v. State Tax Equal. Bowel, 366 Pa. 603, 79 A. 2d 641 (1951). The decision of the convention in electing the committee involved was purely a legislative function delegated to the school districts by the legislature, in the performance of the Commonwealth’s responsibility of maintaining and establishing a public school system. In stating that “the decision of the convention in selecting the interim committee shall be final,” the legislature, in effect, denied the right of appeal from that decision. As stated in White Township School Directors Appeal, 300 Pa. 422, 150 A. 744 (1930), at 428: “Where a statute provides that the decision of the Court below shall be final, or uses words of similar import, it has the same effect as if the Legislature had said that no right of appeal is permitted, as here.” See also, Glen Alden Goal Co. v. State Tax Equalization Board, 367 Pa. 63, 79 A. 2d 645 (1951). The fact that review on the merits of the convention’s particular decision was sought in equity rather than in law is of no moment. The complainants cannot achieve by indirection that which could not be accomplished directly. See, Kaufman Construction Co. v. Holcomb, supra, at 520.\nSince it was not alleged or established that the convention lacked jurisdiction or that the proceedings in connection therewith were irregular, the lower court should have dismissed the action.\nDecree vacated, and complaint dismissed. Costs to be paid by the appellees.\nThis question was not raised or reached in Phoenixville Borough v. Phoenixville School District, 421 Pa. 346, 219 A. 2d 690 (1966).",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Paul V. Mahoney, with him David E. Oohen, for appellants.",
      "Ira B. Coldren, Jr., with him J. B. Adams, Fred G. Adams and D. W. MacDonald, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Uniontown School District v. Marclay Union School District, Appellant.\nArgued October 6, 1966.\nBefore Bell, C.J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nNovember 15, 1966:\nPaul V. Mahoney, with him David E. Oohen, for appellants.\nIra B. Coldren, Jr., with him J. B. Adams, Fred G. Adams and D. W. MacDonald, Jr., for appellees."
  },
  "file_name": "0330-01",
  "first_page_order": 368,
  "last_page_order": 371
}
