{
  "id": 1903181,
  "name": "Brose Estate",
  "name_abbreviation": "Brose Estate",
  "decision_date": "1966-11-15",
  "docket_number": "Appeals, Nos. 251 and 252",
  "first_page": "420",
  "last_page": "425",
  "citations": [
    {
      "type": "official",
      "cite": "423 Pa. 420"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "218 A. 2d 112",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898593
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0587-01"
      ]
    },
    {
      "cite": "218 A. 2d 342",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898546
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0510-01"
      ]
    },
    {
      "cite": "218 A. 2d 326",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898596
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0451-01"
      ]
    },
    {
      "cite": "218 A. 2d 732",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 104",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900323
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0104-01"
      ]
    },
    {
      "cite": "218 A. 2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 643",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898531,
        1898516
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0643-01",
        "/pa/420/0643-02"
      ]
    },
    {
      "cite": "206 A. 2d 301",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1965,
      "opinion_index": 0
    },
    {
      "cite": "416 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892997
      ],
      "weight": 2,
      "year": 1965,
      "opinion_index": 0,
      "case_paths": [
        "/pa/416/0386-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 371,
    "char_count": 5810,
    "ocr_confidence": 0.488,
    "pagerank": {
      "raw": 3.0292165104134185e-07,
      "percentile": 0.8544590823634891
    },
    "sha256": "642abe06de8b36be16e65068c1e65a940fe8b4781dca3a90f7aa733ed5d57f38",
    "simhash": "1:41dde4417ef48c50",
    "word_count": 991
  },
  "last_updated": "2024-02-27T20:32:01.896963+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C.J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Roberts dissents and would affirm the decree below."
    ],
    "parties": [
      "Brose Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nNicholas A. Brose died testate on June 10, 1963, leaving his estate to a niece and nephew. Louis T. Katusin was named executor. His widow filed an election to take against the will.\nLitigation ensued involving the ownership of a series of bank accounts, and the dispute eventually came before this Court for review. See, 416 Pa. 386, 206 A. 2d 301 (1965), and 420 Pa. 643, 218 A. 2d 561 (1966). It was finally determined that the decedent’s estate and the widow were each entitled to one-half of the proceeds of these accounts, and since the widow had already withdrawn sums in excess of the amount to Avhich she was legally entitled, she was specifically directed to pay over to the executor of the estate a sum equal to the amount of that excess ($20,-241.48).\nUnfortunately, the litigation did not end there. Subsequently, the executor secured citations in the Orphans’ Court of Allegheny County against the widow to show cause why she should not comply Avith the previous court decrees and pay over to the estate the moneys due. The widow secured a citation against the executor to compel him to file an inventory and accounting of the estate. The niece and nephew, joined in by the executor, secured a citation to show cause why the Avidow’s election to take against the will should not be revoked.\nThe court below sustained preliminary objections to and dismissed the petition to revoke the widow’s election; it directed the executor to file an inventory and accounting of the estate and to include therein as an asset of the estate “the monies of the estate in the possession of” the widow. It postponed action on the citations against the widow seeking to compel payment of her indebtedness to the estate until the audit. Appeals were filed from the final decree.\nIn directing the executor to account without first obtaining payment of the moneys due the estate from the widow, the court below reasoned that since the funds owed were not needed to pay any existing claims against the estate, and the widow was clearly entitled to receive from the estate an amount greater than the sum she owed, that the whole matter could be resolved in an equitable and practical manner at the time of audit.\nWhile we can understand the basis of the court’s decision in respect to this facet of the dispute, we cannot affirm its action.\nUnder §501 of the Fiduciaries Act, April 18, 1949, P.L. 512, as amended, 20 P.S. 820.501, the personal representative of an estate has the right and responsibility to take possession of and administer all the real and personal estate of the decedent, except real estate occupied by an heir or devisee. The executor herein was, therefore, entitled to insist upon payment of the moneys due from the widow, which were an asset of the estate, and until such occurred could not present to the court a true account of his administration. See, Wallis Estate, 421 Pa. 104, 218 A. 2d 732 (1966), and compare, Ayers Estate, 420 Pa. 451, 218 A. 2d 326 (1966).\nMoreover, the widow was specifically directed in previous court decrees to pay the estate the moneys due. See, 416 Pa. 386, 206 A. 2d 301 (1965), and 420 Pa. 643, 218 A. 2d 561 (1966). These directions should have been honored without unreasonable delay.\nFinally, and not least important, it would constitute an unwise precedent to permit an individual to retain possession of an asset of an estate when the personal representative is charged with the responsibility of possessing and administering such asset, merely because that individual is, or may be, entitled to subsequently share in the distribution of the estate. The inherent dangers are self-evident.\nWe will, therefore, reverse the action of the court below in so far as it directs the executor to file an accounting under the circumstances present. The court should lend its power to the end that all of the assets of the estate be marshaled and then accounted for.\nA motion to quash the appeal from the decree directing the executor to account has been filed. Ordinarily, such a decree is interlocutory and not appeal-able. However, the instant decree, in addition to directing an accounting, ordered the executor to include in the account moneys not yet in Ms hands. It is, therefore, appealable. See, Gramm Estate, 420 Pa. 510, 218 A. 2d 342 (1966), and Donsavage Estate, 420 Pa. 587,218 A. 2d 112 (1966).\nA separate appeal has been filed from that portion of the lower court’s decree sustaining preliminary objections to and dismissing the petition to revoke the widow’s election.\nAdmittedly, the election was properly filed in accordance with the provisions of the Wills Act of April 24, 1947, P.L. 89, §8 as amended, 20 P.S. §180.8. And, the appellants do not question the right of the widow to have made such an election. However, they contend that her retention of the moneys due the estate, and her failure to comply with previous court decrees in respect thereto, vitiated and forfeited her right to continue in and prosecute this election.\nWhile the right of a surviving spouse to take against the will of his or her deceased spouse may be forfeited under certain circumstances (See, Act of 1947, supra, as amended, §9, 20 P.S. 180.9), the facts alleged in the petition under consideration do not warrant a ruling that such a forfeiture occurred.\nDecree (Appeal No. 251, March Sessions 1966) reversed in part; Decree (Appeal No. 252 March Sessions 1966) affirmed in part. Costs to be paid by the estate.\nMr. Justice Roberts dissents and would affirm the decree below.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      }
    ],
    "attorneys": [
      "Martin E. Geary, for executor, appellant.",
      "Donald E. Rohall, for legatees, appellants.",
      "George R. Oraig, for widow, appellee."
    ],
    "corrections": "",
    "head_matter": "Brose Estate.\nArgued September 27, 1966.\nBefore Bell, C.J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nNovember 15, 1966:\nMartin E. Geary, for executor, appellant.\nDonald E. Rohall, for legatees, appellants.\nGeorge R. Oraig, for widow, appellee."
  },
  "file_name": "0420-01",
  "first_page_order": 458,
  "last_page_order": 463
}
