{
  "id": 1275640,
  "name": "Baer, Appellant, v. Lonsdorf",
  "name_abbreviation": "Baer v. Lonsdorf",
  "decision_date": "1957-10-10",
  "docket_number": "Appeal, No. 120",
  "first_page": "175",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "390 Pa. 175"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "133 A. 2d 542",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "390 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1275665
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/pa/390/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 295,
    "char_count": 3701,
    "ocr_confidence": 0.446,
    "pagerank": {
      "raw": 9.316533726120272e-08,
      "percentile": 0.5131036597114349
    },
    "sha256": "7acd2e4037cd3d74f78563c0a6f701112e1ead9f811d13f6602a63a845110ccb",
    "simhash": "1:1e38ae24850a6fe0",
    "word_count": 609
  },
  "last_updated": "2024-02-27T23:35:22.115728+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Ci-iidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "Baer, Appellant, v. Lonsdorf."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe plaintiffs, Brenton L. Baer, Jr., and Doris Baer, his wife, own an apartment and business building located in a residentially zoned area in the City of Scranton. In the first floor of the building they operate a commercial wholesale bakery. On April 22, 1955, the Director of the Department of Public Safety of the city, William M. Lonsdorf, acting on behalf of the appropriate city officials notified the plaintiffs by letter that the use of the building as a commercial bakery was in violation of the municipal zoning laws and ordered them to discontinue bakery operations. Further, he stated that if the plaintiffs continued their illegal use the penal provisions of the ordinance would be enforced against them.\nThe Baers thereupon instituted an action in equity in the Court of Common Pleas of Lackawanna County to enjoin the defendant from enforcing the zoning ordinance and interfering with the use of their premises as a bakery. After a hearing on the merits the court en banc dismissed the complaint and entered judgment in favor of the defendant. From this decision, the plaintiffs now appeal.\nThis court was recently presented with a similar appeal in Pittsburgh Outdoor Advertising Company v. City of Clairton, 390 Pa. 1, 133 A. 2d 542 (1957). In that case the plaintiff had erected throughout the City of Clairton signboards for public advertising. Subsequently, the city adopted a zoning ordinance providing for the removal of such signboards within five years. Immediately prior to the expiration of this period, the city solicitor, acting upon instructions from the zoning officer, notified the plaintiffs that under the ordinance it would be necessary to remove the advertising signs. The Pittsburgh Company then filed a bill in equity praying that an injunction issue to restrain the enforcement of the ordinance against it. The trial court denied defendant’s motion to dismiss the bill for lack of jurisdiction of the subject matter, and on appeal, this Court reversed. We held that the statutory remedy prescribed by the legislature was the exclusive remedy to be pursued by one “aggrieved” by a zoning ordinance or a particular application thereof, and that a bill in equity would not lie to question the validity of the ordinance or its application. 390 Pa. at page 9. In the Clairton case it was the provisions of The Third Class City Code, Act of June 23, 1931, P. L. 932, §§4123-4129, added June 28, 1951, P. L. 682, 53 P.S. 12198-4123, 12198-4129 (Supp.), which were found to provide an adequate and exclusive statutory remedy. In the case now before us the provisions of The Second Class A City Code, Act of May 1, 1928, P. L. 122, §§1-10, 53 P.S. §§10751-10760 are applicable. Since these provisions correspond in effect to the counterpart provisions in The Third Class City Code, our decision in the ClaArton case controls the present appeal. It follows that the Court of Common Pleas of Lackawanna County was without jurisdiction to determine the merits of plaintiffs’ suit. Further, since the merits of the ease were argued to this Court, we have also examined the substantive contentions of the appellants. We find no error in the conclusions of the court below. Accordingly, for the reasons stated the equitable relief sought must be denied.\nDecree vacated and complaint dismissed at appellants’ cost.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Irving L. Epstein, for appellants.",
      "Dwvid J. Reedy, Jr., Assistant City Solicitor, with him Jamies W. McNulty and John J. Scott, for appellee.",
      "Robert G. GogUzer, amicus curiae, in propria persona."
    ],
    "corrections": "",
    "head_matter": "Baer, Appellant, v. Lonsdorf.\nOctober 10, 1957:\nArgued June 4, 1957.\nBefore Jones, C. J., Bell, Ci-iidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nIrving L. Epstein, for appellants.\nDwvid J. Reedy, Jr., Assistant City Solicitor, with him Jamies W. McNulty and John J. Scott, for appellee.\nRobert G. GogUzer, amicus curiae, in propria persona."
  },
  "file_name": "0175-01",
  "first_page_order": 195,
  "last_page_order": 198
}
