{
  "id": 1275638,
  "name": "McCloskey, Appellant, v. Charleroi Mountain Club",
  "name_abbreviation": "McCloskey v. Charleroi Mountain Club",
  "decision_date": "1957-09-30",
  "docket_number": "Appeal, No. 20",
  "first_page": "212",
  "last_page": "221",
  "citations": [
    {
      "type": "official",
      "cite": "390 Pa. 212"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "45 Pa. 32",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9502114
      ],
      "year": 1863,
      "opinion_index": 0,
      "case_paths": [
        "/pa/45/0032-01"
      ]
    },
    {
      "cite": "31 Atl. 943",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1895,
      "opinion_index": 0
    },
    {
      "cite": "168 Pa. 30",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868507
      ],
      "year": 1895,
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0030-01"
      ]
    },
    {
      "cite": "52 A. 2d 180",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "356 Pa. 385",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        470715
      ],
      "weight": 2,
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/356/0385-01"
      ]
    },
    {
      "cite": "22 Atl. 699",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1891,
      "opinion_index": 0
    },
    {
      "cite": "144 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        823784
      ],
      "year": 1891,
      "opinion_index": 0,
      "case_paths": [
        "/pa/144/0232-01"
      ]
    },
    {
      "cite": "1 Whart. 460",
      "category": "reporters:state",
      "reporter": "Whart.",
      "year": 1836,
      "opinion_index": 0
    },
    {
      "cite": "126 Atl. 791",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1924,
      "opinion_index": 0
    },
    {
      "cite": "281 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1086994
      ],
      "year": 1924,
      "opinion_index": 0,
      "case_paths": [
        "/pa/281/0320-01"
      ]
    },
    {
      "cite": "67 A. 2d 590",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "165 Pa. Superior Ct. 248",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        467336
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/165/0248-01"
      ]
    },
    {
      "cite": "65 Atl. 1111",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1907,
      "opinion_index": 0
    },
    {
      "cite": "216 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950473
      ],
      "year": 1907,
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0549-01"
      ]
    },
    {
      "cite": "49 A.L.R. 673",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "weight": 2,
      "year": 1927,
      "pin_cites": [
        {
          "page": "675"
        },
        {
          "page": "677"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "17 A.L.R. 452",
      "category": "reporters:specialty",
      "reporter": "A.L.R.",
      "weight": 2,
      "year": 1922,
      "pin_cites": [
        {
          "page": "458"
        },
        {
          "page": "469"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "120 Atl. 467",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1923,
      "pin_cites": [
        {
          "parenthetical": "dicta"
        },
        {
          "parenthetical": "dicta"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "276 Pa. 492",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1077616
      ],
      "weight": 2,
      "year": 1923,
      "pin_cites": [
        {
          "parenthetical": "dicta"
        },
        {
          "parenthetical": "dicta"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/276/0492-01"
      ]
    },
    {
      "cite": "74 Atl. 201",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "225 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965358
      ],
      "weight": 2,
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0327-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 723,
    "char_count": 14082,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 3.0939106593476136e-07,
      "percentile": 0.8588261323343561
    },
    "sha256": "5292f9160ce7a173a75e4b239cacc865a05f6a15f180fe083784245a20d80da4",
    "simhash": "1:ddb63e8a846df040",
    "word_count": 2295
  },
  "last_updated": "2024-02-27T23:35:22.115728+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ."
    ],
    "parties": [
      "McCloskey, Appellant, v. Charleroi Mountain Club."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nBy an action in equity brought in 1954 in the Court of Common Pleas of Washington County, David M. McCloskey sought to establish his status as a member of the Charleroi Mountain Club, (a nonprofit corporation dissolved in 1953), to have its dissolution set aside, to receive a l/29th share of the property of the club, and to obtain an accounting of the proceeds received since 1953 from the leasing of the property of the Charleroi Mountain Club subsequent to its dissolution.\nThe Charleroi Mountain Club was organized by a group of sportsmen for the purpose of purchasing a tract of mountain land suitable for recreation, hunting and fishing, and maintaining the tract so acquired as a game preserve. In 1915 the club was chartered as a nonprofit corporation. In 1953, following the discovery of valuable gas deposits under the land of the club, the corporation was dissolved and distribution in kind made of its assets to the members who thereupon granted an exclusive mineral lease to the Kota Gas & Oil Company in return for the payment of royalties, the total amount of which may well exceed $2,000,000.\nThe plaintiff, an attorney, alleged in his complaint that he was a subscribing member of the club from the date of its incorporation to the date of the institution of his action, but had never received notice of the attempted dissolution nor shared in the distribution of the club’s property, and that consequently the dissolution was invalid.\nThe defendants, the Charleroi Mountain Club, its members and the Kota Gas Company averred that plaintiff was never a duly constituted member of the club, having never paid initiation fees, annual dues and other assessments as required by the bylaws of the corporation.\nAt the trial of the case the following documentary evidence was introduced by agreement of the parties:\n1. The application for a charter for the club presented on May 24, 1915. In this document plaintiff appears as one of the incorporators and is named as a subscribing member of the corporation.'\n2. The decree approving the charter which was accepted by the plaintiff.\n“Decree: Now, May 24th, 1915, . . .\n“It is ordered and decreed that the said charter be and is hereby approved. . . .\n“Sept. 27, 1915, Received above Charter. David M. McGloslcey, Atty.”\n3. Minutes of the first meeting of the club, on July 19, 1915. A committee was appointed to draft bylaws. Attached to the minutes is a written list of the members of the club which includes “Honorary Member— David M. McGloslcey.” Additional minutes to January 25, 1937 were also admitted.\n4. The original bylaws setting forth the qualifications of members, and regulations concerning payment of initiation fees and assessments. These bylaws do not provide for honorary or life members.\n5. A loose-leaf binder containing the names of the members and a statement of their accounts with the club. The entries are dated from May 18, 1915 to January 30, 1937. This binder includes a page entitled “D. M. McGloslcey, Honorary MemberThere are no entries on the McGloslcey page.\n6. A printed booklet containing the amended bylaws of the club and a list of its members. It appears that this booklet was issued in 1928. The amended bylaws still make no provision for life members or honorary members, but the list of members includes “Honorary Member, David M. McGloslcey\n7. The minutes of the meeting of the club on January 12, 1953, in which the plaintiff is referred to as “Honorable member D. M. McGluslcey ”\n8. Booklets containing stubs of membership certificates issued during the existence of the club. These booklets do not include a stub for the plaintiff.\nIn support of his contentions plaintiff produced as a witness the attorney who acted as solicitor for the corporation from 1950 to 1953. The attorney testified that at two meetings held during this period one of the members unequivocally stated that the plaintiff was a charter-life member of the club. This statement was corroborated at each such meeting, the solicitor averred, by two or three of the other members.\nFurther, plaintiff offered to produce six witnesses, who were among the original incorporators, promoters, members and officers of the club, in order to prove that a pre-incorporation agreement had been made between the club and the plaintiff by virtue of which the plaintiff became a member of the club for life, (without payment of initiation fees, dues or assessments), in consideration of legal services which he had performed for the club as a promoter and was to continue to - perform.\nThese offers were refused on the ground that the corporate bylaws provided for membership only upon payment of dues and initiation fees, and that the Parol Evidence Rule prevented the introduction of testimony to prove membership without such payments having been made. The court then entered a nonsuit against the plaintiff and summarily dismissed his complaint because of lack of proof of his membership in the club as of the time it was dissolved. Subsequently, Mc-Closkey moved to take off the nonsuit and petitioned to amend his complaint in order to assert the discovery of a membership card issued to him in 1916 signed by the president of the corporation and attested to by the secretary. Both his petition and his motion to take off the nonsuit were denied by the court en banc and plaintiff brought this appeal.\nWhen an agreement is entered into between incorporators and a promoter whereby pre-incorporation services are to be performed on behalf of a corporation in return for a specified compensation, the contract may be adopted, accepted or ratified by the corporation when organized. The corporation then becomes liable both at law and in equity on the contract. Girard v. Case Bros. Cutlery Co., 225 Pa. 327, 74 Atl. 201 (1909); Bonner v. Travelers Hotel Co., 276 Pa. 492, 120 Atl. 467 (1923) (dicta); 1 Fletcher, Cyclopedia Corporations §§207, 220 (perm. ed. 1931) ; 1 Williston, Contracts 897n.6 (2nd ed. 1936) ; Annotations, 17 A.L.R. 452, 458 (1922); 49 A.L.R. 673, 675 (1927). Cf. Central Trust Company of Pittsburg v. Lappe, 216 Pa. 549, 65 Atl. 1111 (1907).\nAppellees contend, however, that proof of such a pre-incorporation agreement which provides for membership in a corporation on terms at variance with those contained in subsequently adopted bylaws is interdicted by the Parol Evidence Rule. They rely on Constructors’ Association of Western Pennsylvania v. Furman, 165 Pa. Superior Ct. 248, 67 A. 2d 590 (1949) for the proposition that the bylaws of a corporation become by reference the terms of membership contracts, and therefore testimony of a precedent oral agreement is inadmissible to show that the member was not to be subject to the requirements of the bylaws. In the Furman case the defendant signed an application for membership in the Association in which application he agreed to comply with the Association’s bylaws. The Superior Court correctly held that since the terms of the bylaws imported a complete legal obligation in respect to the payment of dues, the defendant could not by a contemporaneous parol agreement assert his exemption therefrom and thus contradict the terms of Ms written, agreement. See Gianni v. Russell & Co., 281 Pa. 320, 126 Atl. 791 (1924).\nThe Furman ease, however, is not applicable to the present action'. Plaintiff, McCloskey, did not sign a written membership application whereby he agreed to be bound by the bylaws of the club. On the contrary, the bylaws could not have become the terms of his alleged membership contract because his agreement was made prior to the adoption of the bylaws. Plaintiff, therefore, is not prevented by the Parol Evidence Rule from establishing his relationship with the Charleroi Mountain Club.\nNeither is the plaintiff barred as a matter of corporation law from introducing evidence to prove his membership contract because of the subsequent adoption of bylaws providing for membership on terms inconsistent with those in plaintiff’s alleged agreement. A corporation adopting bylaws which impair the obligation of its existing contracts or rights thereunder cannot enforce them against a person, such as the plaintiff, who claims rights under such a contract. The Case of the Philadelphia Savings Institution, 1 Whart. 460 (1836) ; 8 Fletcher op. cit. supra, §4188. Cf. Becker v. Berlin Beneficial Society, 144 Pa. 232, 22 Atl. 699 (1891).\nFurther, McCloskey should have been permitted to submit evidence tending to show that the corporation recognized his agreement and accepted the benefits therefrom after the adoption of its bylaws, because plaintiff might have made out a case of waiver or estoppel. A corporation which adopts bylaws prior to incurring an obligation inconsistent therewith, by its conduct may waive its bylaws and estop itself from disclaiming liability on the ground that its obligation was incurred in contravention of its bylaws. 8 Fletcher, op. cit. supra, §§4200-4201. Accord: Elliott v. Lind quist, 356 Pa. 385, 52 A. 2d 180 (1947) ; Shellenberger v. Patterson, 168 Pa. 30, 31 Atl. 943 (1895).\nFor these reasons the refusal of the court below to admit plaintiff’s offers of proof into evidence constituted reversible error.\nWe are further of the opinion that the court also erred in dismissing plaintiff’s complaint because of insufficient evidence and in refusing both his motion to take off the nonsuit and his petition to amend his complaint.\nPlaintiff submitted evidence to prove the existence of a pre-incorporation contract whereby he was made a life member of the Charleroi Mountain Club in return for rendering legal services on its behalf, and the acceptance of this contract by the corporation prior to the adoption of its bylaws. His offers included the testimony of original members and officers of the club to the effect that a majority of the members of the club accepted the alleged pre-incorporation contract and recognized plaintiff as a member. Lending additional support to his contention were the charter application to which he was a subscriber and the minutes of the first meeting of the club which contained a roster of the members including the plaintiff as an “honorary member.” Both the application and the minutes were already admitted into evidence.\nMcCloskey also offered to show that the corporation after the adoption of its bylaws conducted itself in a manner indicating that it waived the provisions thereof and estopped itself from denying plaintiff’s membership. For example, he offered to prove the acceptance by the corporation of legal services rendered after its incorporation; its issuance of a membership card to him; and the admissions of several of the members that the plaintiff was a charter life member of the club. His contention was also supported by various records of the club accepted by the court which listed Mc-Closkey as an honorary member as of dates subsequent to the adoption of the bylaws.\nThe documentary evidence already admitted, together with plaintiff’s offers of proof, had they been accepted and believed by the court below, would have made out a case sufficient to entitle plaintiff to the relief he sought.\nAccordingly, the decree of the court of common pleas is reversed and the case is remanded for further proceedings not inconsistent with this opinion.\nThe Nonprofit Corporation Code provides that before any corporation subject to its provisions can be dissolved, a resolution authorizing the institution of voluntary proceedings for dissolution shall be approved by a vote of the members of the corporation at a meeting convened after “proper notice of this purpose to all members.” Act of May 5, 1933, P. L. 289, art. X, §1001, as amended, 15 P.S. §2851-1001 (emphasis supplied).\nWilliston prefers to speak of the creation of the obligation of the corporation by “novation” rather than by “adoption.” See 1 Williston, Contracts, 808 (2nd ed. 1936).\nSee Elliott v. Lindquist, 356 Pa. 385, 52 A. 2d 180 (1947).\nIf a majority of the promoters who expect to become shareholders in a projected corporation enter into a contract for preincorporation services, such contract will be binding on tlie corporation when organized. Girard v. Case Bros. Cutlery Co., 225 Pa. 327, 74 Atl. 201 (1909) ; Bonner v. Travelers Hotel Co., 276 Pa. 492, 120 Atl. 467 (1923) (dicta) ; 1 Williston, Contracts, sec. 897n.6 (2nd ed. 1936) ; Annotations, 17 A.L.R. 452, 469 (1922) ; 49 A.L.R. 673, 677 (1927).\nThe articles of incorporation or the charter or certificate of incorporation issued by the proper state officer pursuant to law are “prima facie evidence that the persons therein named were members of the corporation when it was formed.” 4 Fletcher, Cyclopedia, Corporations, 657 (perm. ed. 1931) ; McHose & Co. v. Wheeler, 45 Pa. 32 (1863).\nNeither a formal application nor a formal acceptance of the application, if there is one, by the directors of a nonprofit corporation is required if a contract of membership has in fact been otherwise made as evidenced by the conduct of the corporation. See 12A Fletcher, Corporations, sec. 5690 (rev. vol. 1957).\nThe acceptance by the corporation of the plaintiff as an “honorary” or “honorable” member is not necessarily inconsistent with the plaintiff’s contentions that he was entitled to share in the distribution of the club’s property. The privileges and rights incident to the status of honorary membership depend upon the intentions of the parties at the time the membership is conferred, and the term does not possess a fixed and uniform meaning. Evidence is therefore admissible to explain its use and meaning in a particular organization.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Francis H. Patrono, with him Palmer J. McCloskey, Jr., Hotoard W. Carson and McCloskey, Patrono & Mc-Closkey, for appellant.",
      "William S. Yard, with him Frank C. Roney, Charles J. Bpinelli, John J. McLean, Jr. and Bloom, Bloom & Yard, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCloskey, Appellant, v. Charleroi Mountain Club.\nArgued March 28, 1957.\nBefore Jones, C. J., Bell, Chidsey, Musmanno, Arnold, Jones and Cohen, JJ.\nSeptember 30, 1957:\nFrancis H. Patrono, with him Palmer J. McCloskey, Jr., Hotoard W. Carson and McCloskey, Patrono & Mc-Closkey, for appellant.\nWilliam S. Yard, with him Frank C. Roney, Charles J. Bpinelli, John J. McLean, Jr. and Bloom, Bloom & Yard, for appellee."
  },
  "file_name": "0212-01",
  "first_page_order": 232,
  "last_page_order": 241
}
