{
  "id": 438422,
  "name": "Malone versus Dougherty et al.",
  "name_abbreviation": "Malone v. Dougherty",
  "decision_date": "1875-05-17",
  "docket_number": "",
  "first_page": "46",
  "last_page": "54",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 46"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Watts 217",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 111",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        477698
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/5/0111-01"
      ]
    },
    {
      "cite": "5 Watts 259",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1844037
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/5/0259-01"
      ]
    },
    {
      "cite": "9 Barb. 202",
      "category": "reporters:state",
      "reporter": "Barb.",
      "case_ids": [
        4898658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/barb/9/0202-01"
      ]
    },
    {
      "cite": "3 W. & S. 420",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1854619
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/3/0420-01"
      ]
    },
    {
      "cite": "1 Jones 233",
      "category": "reporters:state",
      "reporter": "Jones",
      "opinion_index": -1
    },
    {
      "cite": "12 Wright 491",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "8 W. & S. 172",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        483405
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "183"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/8/0172-01"
      ]
    },
    {
      "cite": "4 Wharton 81",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1835006
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0081-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 870,
    "char_count": 22746,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 3.0521755955966354e-07,
      "percentile": 0.8560168951935035
    },
    "sha256": "81d200016e1c46452d1d95de136ec340bba3e6d0a3b814dd930af383f2b8d505",
    "simhash": "1:8b6a16f58a6a8145",
    "word_count": 3912
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Mercur, Gordon and Woodward, JJ."
    ],
    "parties": [
      "Malone versus Dougherty et al."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Woodward\ndelivered the opinion of the court, October 13th 3875.\nThe rejection of the proof which the defendant below proposed to make by the testimony of Daniel W. Seiler, one of the plaintiffs, on cross-examination, is the ground for the first and second specifications of error. The facts themselves were both relevant and material. They were offered to show, in substance, that when the agreement of the 30th of July 1867, for the transfer to the defendant and Michael J. Barry of the original contract of Dougherty, Michael Barry, Malone and Seiler with the Western Maryland Railroad Company was made, the plaintiffs were aware that payment by the railroad company was about to be suspended. But it does not follow that the evidence was admissible on cross-examination. The suit was on a note given on the 30th of July 1867. The suspension of payment did not occur until some weeks afterwards. The admission of proof that the plaintiffs had knowledge of it would have involved the admissibility of proof of the fact of the subsequent suspension itself. And to make these details intelligible, and to show their relevancy to the issue, it would have been necessary to exhaust the knowledge of the witnesses in relation to the effect on the interests of the defendant which the suspension produced. The whole defence would have been interjected into the case upon the cross-examination of the first witness for the plaintiffs, and the presentation of their rebutting evidence would have been rendered inevitable. By such a method of development the trial of the cause would have been only confused, hampered and delayed. The evidence could have been offered with perfect safety on the part of the defendant in chief. By the 2d section of the Act of April 15th 1869, Mr. Seiler could have been required to testify “ as if under cross-examination.” It is not apparent how, by pursuing legitimate forms, the defence would have been subject to any embarrassment, or have incurred the loss of any due advantage. The offers were properly rejected.\nAt the stage which had been reached when the testimony specified in the third and fourth assignments of error was offered, the ruling of the court in rejecting it was right. The agreement of the plaintiffs of the 3d of October 1867, providing that the note in suit should be withdrawn if the defendant could show that he made no money out of the July estimate paid by the railroad company, had been given in evidence. The proposition of the defendant to prove that suits had been brought against the original contractor; that the defendant undertook to settle them and procure releases from the railroad company and the sub-contractors, and that this was done under an arrangement of which the paper of the 3d of October 1867 was part, amounted to nothing more than an offer to show that he undertook in October to perform the agreement he had made on the preceding 30th of July. In accepting the assignment of the railroad contract, the defendant and Michael J. Barry had bound themselves to pay all the debts of the original co-partnership, and “ to save, defend and keep harmless the said Dougherty and Seiler, and their estates and effects, from all losses, damages, costs and expenses by reason of any engagements of the said late co-partnership.” The consideration of the assignment was ten thousand dollars, of which the note in suit was part. It is obvious that a defence to this note could not consist in proof that the obligations assumed in the agreement for the assignment were either subsequently undertaken or subsequently performed. The offer to show that the defendant had made no money on the July estimate was properly treated as incompetent, for, as the case stood, there was nothing whatever to indicate that the agreement of the 3d of October 1867 had been made upon any consideration, and without that, it was conceded on the argument, for all contract purposes it was valueless and void.\nThe fifth assignment is based on better grounds. The defendant proposed to prove that “ on the 3d of October 1867 there was a new contract made between the parties, by which the plaintiffs agreed to release or discharge the defendant from the note in suit, in consideration of which the defendant agreed to release, and did release, to the railroad company, his interest in the original contract of construction, at the request of the plaintiffs.” That the scope of this offer was inadequately apprehended, is apparent from the record. The counsel for the plaintiffs objected to it because it was “not offered to show that the plaintiffs requested the defendant to release the railroad company from its contract for construction;” and the court rejected it on the ground that “the subsequent arrangement of the defendants and the company was of their own mere motion, and without the plaintiffs’ request.” It is probable that if the testimony specified in the fourth, sixth and seventh bills of exception had been presented in a single offer, exhibiting in symmetrical form the entire theory of the case which the defendant set up, the controversy would have been finally determined in the court below. There is no doubt that the evidence to establish a fresh contract in October 1867 ought to have been received. And the reception of that evidence would probably have brought into view the details of the new arrangement which, when separately presented, had been properly excluded. Enough can be gathered from the record to indicate at least that on the 3d of October 1867, embarrassments had been encountered in the efforts of'the defendant and his partner to perform the contract which they had assumed, and that some suits had been brought and others were threatened against the original contractors, amongst whom the plaintiffs were included. For reasons that satisfied the parties, a different mode from that originally adopted was agreed upon in order to relieve them all from the obligations under which they rested. This mode involved the relinquishment by the defendant and Michael J. Barry of their rights under the contract with the company. And permission was asked to prove that these rights were thus relinquished at the instance' of the plaintiffs. All the elements of a contract are embraced in the facts alleged. The release executed to the company, and the extinguishment of the claims of creditors by that means, would constitute a consideration for the stipulation of the plaintiffs to withdraw their claim upon the note in suit upon the terms which the agreement of the 3d of October specified. “ A release to a third party of an interest in lands, at the request of the promissor, is a good consideration for his promise, in a certain event, to pay the releasor a sum of money Shoenberger’s Ex’rs v. Zook and Wife, 10 Casey 24. The proposition to prove the new contract which was made on behalf of the defence, was warranted by ample authority. The rule that extrinsic verbal evidence is not admissible to contradict or alter a written instrument, is not infringed by the admission of oral evidence to prove a new and distinct agreement, upon a new consideration, whether it be a substitute for the old, or in addition to and beyond it: 1 Grreenl. Ev., § 303. It is also well settled that in a ease of a simple contract in writing, oral evidence is permissible to show that by a subsequent agreement the time of performance was enlarged, or the place of performance changed, the contract having been performed according to the enlarged time, or at the substituted place, or the performance having been prevented by the act of the other party ; or that the agreement itself was waived or abandoned. So it has been held competent to prove an 'additional and suppletory agreement by parol; as, for example, where a contract for the hire of a horse was in writing, and it was further agreed by parol, that accidents occasioned by his shying should be at the risk of the hirer: Ibid., § 304; Le Fevre v. Le Fevre, 4 S. & R. 241, supports the same general rule.\nIt is no answer to the general objections of the defendant to say that the agreement of the 3d of October 1867, for the withdrawal of the note, was a conditional promise resting upon an executory consideration, and that a failure to show a loss of profits on the July estimate left the consideration unexecuted. This might be so if the entire contract consisted of the instrument in question. But it is alleged that this was part of the contract only, and that the agreement to release the railroad company, which was the consideration for the instrument itself, has been performed. As the offer of proof in regard to profits was rightly rejected when it was made, there is nothing to require the expression of any opinion as to its admissibility on its presentation before another jury. It may be said, however, that in the absence of any plan of ascertainment provided by the paper, or by any subsequent agreement of the parties, it is difficult to conceive of any other mode of settling the question than by making it an issue in the trial of the cause.\nJudgment reversed, and venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Woodward"
      }
    ],
    "attorneys": [
      "R. A. Lamberton and F. Jordan, for plaintiff in error.",
      "J. W. Simonton (with whom was M. Norton), for defendants in error."
    ],
    "corrections": "",
    "head_matter": "Malone versus Dougherty et al.\n1. In an action on a note for $5000 the plaintiff gave in evidence an agreement by which defendant, his partner in a railroad contract, purchased his interest in' the firm, $5000 of the consideration to bo paid in forty days; plaintiff testified that the note was for that $5000. Held, that the defendant could not introduce his defence on cross-examination, but under the Act of April 15th 1869, sect. 2, the plaintiff could have been examined as on cross-examination in the defence in chief.\n2. By the agreement dated in July the defendant bound himself to indemnify plaintiff from all losses, &c., by reason of engagements of the partnership, and to fulfil all its engagements. In October plaintiff, by an unsealed writing, agreed “.to withdraw the note,” if defendant could show “he did not make any money out of the July estimate.” Held, that evidence that suits had been brought and threatened against the firm, that defendant had undertaken to settle them, &c., and surrender the contract to the company, and that this was done in pursuance of an arrangement of which the October paper was a part, was inadmissible; the matters offered being the same stipulated in the July agreement, and were therefore no consideration for the October agreement.\n3. It not appearing that the October agreement was made on any consideration, evidence that nothing was “ made out of the July estimate” was incompetent.\n4. Evidence for defendant was admissible that on October 3d a new agreement was made by which plaintiff agreed to release defendant from the note, in consideration of which defendant agreed to release and did release to the railroad company his interest in the railroad contract.\n5. Extrinsic verbal evidence is admissible to prove a new agreement upon a new consideration, whether a substitute for the old or in addition to it.\nMay 17th 1875.\nBefore Agnew, O. J., Sharswood, Mercur, Gordon and Woodward, JJ.\nError to the Court of Common Pleas of Dauphin county: Of May Term 1875, No. 67.\nThis was an action of assumpsit, brought March 24th 1871, by Daniel Dougherty and Daniel W. Seiler against Richard A. Malone and Michael J. Barry. The sheriff returned “ Nihil ” as to Barry. Malone pleaded, “ Payment with leave,” &c. The cause of action was the following note :\nU Lancaster, July 30th 1867.\nForty days after date we promise to pay to the order of Daniel Dougherty and Daniel W. Seiler, Five Thousand Dollars, without defalcation, for value received, at Reed, McGrann & Co.\nRichard A. Malone,\nMichael Barry,\nFor Michael J. Barry.”\nThe case was tried January 6th 1875, before Pearson, P. J.\nThe plaintiff gave the note in evidence. Also an agreement under seal, dated July 30th 1867, between the plaintiff and the defendant, Michael J. Barry and Michael Barry. The agreement recited that Dougherty, Michael Barry, Seiler and Malone had contracted with the Western Maryland Railroad Company to construct their railroad, on the terms mentioned in the contract, and Dougherty and Seiler were desirous of withdrawing from the partnership, and had agreed to assign all their interest in the contract to Malone and Michael J. Barry for $10,000, of which $5000 was to be paid cash and $5000 in forty days, Michael Barry agreeing to the assignment. Dougherty and Seiler then, “in consideration of the premises,” assigned to Malone and Michael J. Barry, “ all their parts, shares, rights and interests, of, in and to all the capital stock, debts, moneys, books of account, vouchers, securities, effects, matters and things, due, owing or belonging to said co-partnership arising out of said-contract, and all gains and future profits thereof, and all benefit and advantages therefrom. And the said Richard A. Malone and Michael J. Barry covenant and agree, to and with them, the said Daniel Dougherty and Daniel W. Seiler, to pay, or cause to be paid, all the debts owing from or by the said late co-partnership, and to fulfil all the other engagements of said co-partnership, and to save, defend and keep harmless the said Dougherty and Seiler, and their estates and effects, of and from all losses, damages, costs and expenses whatsoever, that may occur or arise by reason of any engagements of the said late co-partnership. And the said Daniel Dougherty, Daniel W. Seiler, Michael Barry and Richard A. Malone, do, and each of them doth, by these presents, release and discharge each other and every of them, of and from all actions, suits, accounts and reckonings, claims and demands whatsoever, for or by reason or on account of the said late co-partnership.”\nThe agreement was executed by all the parties.\nSeiler, one of the plaintiffs, was called to the stand and testified that the note in suit was given for the $5000 mentioned in the agreement, which was to be paid in forty days. The work was to be done in Maryland.\nOn cross-examination be said :\nMcDougal had no interest in the note or the agreement. William and Dennis Dougherty were interested; none others. The plaintiffs proposed to give or take $10,000; this was offered to get a settlement.\nDefendants then proposed to prove by witness- that James McDougal was interested in the contract referred to in the agreement given in evidence, and was at the time a director of the Western Maryland Railroad Company, and that information was communicated by him to witness, which induced him. and his co-plaintiff to sell out to Malone and Barry.\nThe offer was objected to; rejected, as not proper on cross-examination, and a bill of exceptions was sealed.\nDefendant proposed to ask who was interested in the contract referred to in this one in evidence, or if they had information of the intended sale.\nThis was objected to as irrelevant and inadmissable until defendants have introduced their case.\nThe court rejected the offer and sealed a bill of exceptions.\nR. A. Malone, defendant, testified: That the persons interested in the contract were Dougherty, Seiler, Malone and Michael Barry, and also James McDougal and William Dougherty. Mc.-Dougal was brother-in-law of D. Dougherty. “ After the agreement we went on to work; we received the July estimate in part; I came to Harrisburg with Ettele and J. W. Malone, sub-contractors, and stated the condition of affairs in Baltimore to Seiler and Dougherty; came to get a release of stock attached in the hands of McDougal against us, and to get my note; Seiler gave me a power of attorney to have the stock released; I then demanded the note; Seiler said he had it not in his possession, and did not feel disposed to give it if he had; I told him unless he gave up the note, I would not return to Baltimore,' as my life would not be safe there, and suits would be brought against the whole firm. * * * D. Dougherty told him to do as he thought proper; he then offered to give the release, which I accepted; Seiler asked why I wanted the note; I told him suits had been brought, and were about to be brought for over $100,000.”\nThe release was as follows:\n“ Harrisburg, Pa., October 3d 1867.\nIt is agreed that if Richard Malone can show he did not make any money out of the July estimate paid by the Western Maryland Railroad, then Daniel Dougherty and myself agree to withdraw note of Malone and Barry for $5000, given us by said parties.\nD. W. Seiler,\nWitness — H. Ettele. Dan’l Dougherty, per Seiler.”\nDefendants proposed to prove that suits had been brought, and others were threatened, by creditors, against the original contract-tors (the plaintiffs and defendants in this suit); that defendants undertook to settle and compromise these suits, to transfer the shares of stock they held in the railroad to the railroad company, to surrender all interests defendants had in the contract to the company, and to procure releases from the railroad company and from the sub-contractors, to all the parties to the suit; and that all this was done in pursuance of the arrangement of which the paper of October 3d 1867, is part.\nThis was objected to by plaintiffs because it did not tend to show any consideration for the giving of the paper of October 3d 1867, all the matters offered to be proved having been agreed to be done by defendants at the time the note in suit was given.\nThe offer was rejected, and a bill of exceptions sealed.\nThe defendants offered to show that they “ did not make any money on the July estimate paid by the railroad company.”\nThis was objected to: First, it is not offered to be proved until the trial, or that they ever before the present time showed or offered to show that fact to the plaintiffs. Second, because if proved, it would furnish no proof of consideration for the writing, as the defendants had the entire contract assigned to them, undertook to carry on the work at their own risk, as appears by the article, and plaintiffs only promised to release the note on condi-, tion that they would carry on the work at their own risk of profit and loss; therefore there was no consideration for the promise to release.\nDefendants claimed that there was the further consideration, that they have brought witnesses here at expense, and been put to trouble and expense in having the same, and in preparing for trial to prove that fact, to which it was objected that the proposed consideration arose on the trial, and the fact proposed should have been shown to plaintiffs long before.\nThe' court rejected the offer, saying:—\n“ Whether this fact was offered to be proved in time might be a question for the jury as well as the court; but we are of opinion that there would have been no consideration for the promise, if made, for the reasons raised in the second objection. There may be something in the first, as it is very late to furnish a consideration on the trial. But the evidence, if heard, would not render the writing of any validity.”\nThe offer was rejected, and a bill of exceptions sealed.\nThe defendants proposed to prove that on the 8d of October 1867, there was a new contract made between the parties, by which the plaintiffs agreed to release or discharge the defendant from the payment of the note in suit, in consideration of which the defendant agreed to release and did release to said railroad company his interest in the original contract of construction, at the request of the plaintiffs.\nThis was objected to, because it is not offered to show that plaintiffs requested defendants to release the railroad company from its contract for constraction, and if they did release for the purpose of getting clear of the contract and saving all parties from loss, it is only complying with their article with plaintiffs to procure their discharge from all contracts, and indemnify and save harmless against all losses, &c., as stipulated therein.\nThe offer was rejected, and a bill of exceptions sealed.\nDefendants closed, and the court directed the jury to find for the plaintiffs for the amount of the note and interest.\nThe verdict was for the plaintiffs for $7197.67.\nThe defendants took a writ of error; they assigned for error :—\n3. Rejecting the offer to prove that McDougal was interested in the contract, &c.\n2. Not permitting the defendants to ask who was interested in the contract, &c.\n8. Not permitting the defendants to prove that suits had been brought and others'threatened, and that defendants undertook to settle and compromise these suits, &c.\n4. Not allowing defendants to prove that they made no money out of the July estimates, &c.\n5. Not allowing the defendants to prove that on the 3d of October 1867, there was a new contract by which the plaintiffs agreed to release defendants from the note in suit, &c.\nR. A. Lamberton and F. Jordan, for plaintiff in error.\nThe questions rejected because asked on cross-examination, arose directly out of the testimony given in chief — related to the res gesta, and were therefore proper : Perit v. Cohen, 4 Wharton 81; Markley v. Swarztlander, 8 W. & S. 172; Bank v. Fordyce, 9 Barr 275 ; Jackson v. Litch, 12 P. F. Smith 451; McClelland v. West, 20 Id. 183.\nParol evidence of a consideration not mentioned in the writing is admissible: Chalfant v. Williams, 11 Casey 212 ; Buckley’s Appeal, 12 Wright 491 ; Lewis v. Brewster, 7 P. F. Smith 410 ; Rearich v. Swinehart, 1 Jones 233. Although the parties had entered into contract under a seal, they might, still make a parol contract on the same subject. The paper of October 3d 1867 was an agreement to forbear, and therefore there was a consideration : 1 Chitty on Cont. 35; 1 Parsons on Cont. 366; Hamaker v. Eberley, 2 Binney 506 ; Silvis v. Ely, 3 W. & S. 420 ; Kean v. McKinsey, 2 Barr 30; Dundas v. Sterling, 4 Id. 73; Grove v. Hodges, 5 P. F. Smith 514. So mutual promises are a consideration: 1 Chitty on Contr. 5; 2 Kent’s Comm. 465; Kiester v. Miller, 1 Casey 481; Barnes v. Perrine, 9 Barb. 202; Kidder v. Boom Co., 12 Harris 193.\nThe prevention of litigation is a consideration : 1 Parsons on Cont. 363; 1 Chitty on Cont. 46 ; O’Keson v. Barclay, 2 Penna. R. 531; Bennet v. Paine, 5 Watts 259; Brown v. Sloan, 6 Id. 421; Worrall’s Accounts, 5 W. & S. 111; Chamberlain v. McClurg, 8 Id. 31.\nJ. W. Simonton (with whom was M. Norton), for defendants in error.\nAs to the questions on cross-examination, cited : Jackson v. Litch, 12 P. F. Smith 451; Helser v. McGrath, 2 Id. 531. The paper of October 3d 1867 was but a conditional offer, not shown to have been accepted by the defendant: Morrow v. Waltz, 6 Harris 118; Weaver v. Wood, 9 Barr 220; Clark v. Russel, 3 Watts 217; Shupe v. Galbraith, 8 Casey 10; Snyder v. Leibengood, 4 Barr 305 ; Bieber v. Beck, 6 Id. 198."
  },
  "file_name": "0046-01",
  "first_page_order": 46,
  "last_page_order": 54
}
