{
  "id": 438425,
  "name": "McLaughlin versus McGee",
  "name_abbreviation": "McLaughlin v. McGee",
  "decision_date": "1875-10-04",
  "docket_number": "",
  "first_page": "217",
  "last_page": "220",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 217"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 470",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "10 Watts 102",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "6 Watts 398",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846098
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/6/0398-01"
      ]
    },
    {
      "cite": "4 Watts 191",
      "category": "reporters:state",
      "reporter": "Watts",
      "opinion_index": -1
    },
    {
      "cite": "4 Rawle 285",
      "category": "reporters:state",
      "reporter": "Rawle",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 489,
    "char_count": 9562,
    "ocr_confidence": 0.515,
    "pagerank": {
      "raw": 1.6867690893046543e-07,
      "percentile": 0.6984326113221273
    },
    "sha256": "0ca251998f61f9b56d4927b32f86075155e2b196cb89721a509089b5f066924f",
    "simhash": "1:b83f66e64f92a5ec",
    "word_count": 1668
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Williams, Mercur, Gordon and Woodward, JJ."
    ],
    "parties": [
      "McLaughlin versus McGee."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court, October 11th 1875,\nPer Curiam.\nThere.is nothing in the assignment of error upon questions of evidence which needs discussion. The landlord and tenant proceedings before the justice was no bar to the landlord’s recovery in this ejectment. The proceedings of the landlord before the justice resulted in no judgment, but was merely dismissed because it had not been sustained by sufficient evidence. This could not prevent a recovery in a subsequent ejectment where a good title to recover is shown. An ejectment by a landlord against his tenant to recover possession after the expiration of his term, either by efflux of time, forfeiture or other legal ground, is not a proceeding in equity, but one at law. A prior verdict and judgment in ejectment for the tenant is therefore not conclusive. It is only persuasive evidence. The quotation from the charge on this point is not sufficiently full to exhibit its true and fair meaning.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "J. Barton (with whom was B. Reid), for plaintiff in error.",
      "B. Bruce and R. Woods, for defendant in error."
    ],
    "corrections": "",
    "head_matter": "McLaughlin versus McGee.\n1. A tenant received due notice to quit at the end of his term and proceedings were commenced by the iamdlord before a justice to obtain possession ; the justice dismissed the proceedings on the ground that the landlord had extended the term. In ejectment by the landlord for the same premises, Held that these proceedings, being merely a finding that the complaint was not sustained by sufficient evidence, and not a judgment for the defendant, could not prevent a recovery in a subsequent ejectment on a good title.\n2. Ejectment by a landlord against a tenant to recover possession after the expiration of the term, either by efflux of time, forfeiture or other ground, is not a proceeding in equity, but at law; a prior verdict in ejectment for the tenant is therefore not conclusive; it is persuasive evidence merely.\nOctober 4th 1875.\nBefore Agnew, O. J., Sharswood, Williams, Mercur, Gordon and Woodward, JJ.\nError to the District Court of Allegheny county: Of October and November Term 1874, No. 120.\nThis was an action of ejectment brought, July 8th 1873, by Peter McGee against Manus McLaughlin and others for a lot of ground in the Fifth Ward, Pittsburg.\nBoth parties claimed under Catharine Briclde, who, on the 17th of January 1867, by writing under seal leased the premises to defendant for five years from the first of April then next, at the rent of $500, payable semi-annually in advance, and the defendant covenanted that he would not sublet any of the premises for an eating-house or tavern, nor sell or suffer any liquor to be sold there, “ under a penalty of $500 * * * in the nature of rent in addition to the amount above mentioned.” It was further agreed that if any part of the rent should be unpaid after it became due, the lessor might at her option consider the defendant a tenant at will, and after five days’ notice re-enter, &c., “ using so much force as is necessary to that end.” The lease also authorized the lessor to distrain, &c., and the exemption laws were waived. It was further agreed that if the defendant should continue to occupy the premises after the expiration of the lease, with the consent of the lessor, the terms of this lease were to continue to be binding.\nOn the 26th of August 1871, Mrs. Brickie conveyed the premises to the -plaintiff in fee, and on the same day assigned to him the lease to the defendant.\nThe defendant alleged in his abstract of title that early in the year 1867 he made a parol agreement with Mrs. Brickie for the purchase of the premises for $10,000, if they were sold at any time during the lease, and that plaintiff knew of this agreement before his purchase; that about October 1869, by a parol agreement, Mrs. Brickie renewed the lease to defendant for five years after the expiration of his first lease; and relying upon that agreement he made valuable improvements, took possession of the premises and held them under it; by proceedings by the plaintiff, under the Landlord and Tenant Act of December 14th 1863, before Alderman Strain, to obtain possession of the premises from the defendant, and on the above stated title of the plaintiff, judgment was rendered for the defendant. The plaintiff commenced an action of ejectment against the defendant in the Court of Common Pleas of Allegheny county for the recovery of the premises on the same title; a verdict was rendered against the plaintiff, and judgment entered on the verdict for the defendant.\nThe case was tried, April 13th 1874, before White, J.\nThe plaintiff gave evidence of his title as above set out; also notice from plaintiff to defendant to quit, served December 19th 1871. He gave other evidence not important to notice, and rested.\nThe defendant then offered in evidence the record of the proceedings before Alderman Strain, as mentioned in his abstract of title, for the purpose of showing that the notice to quit was intended for those proceedings, and to show that the rights of the parties as landlord and tenant had been adjudicated by a competent tribunal, and were unappealed from.\nThis was objected to by the defendant, rejected by the court, and bill of exceptions sealed. •\nHe then gave in evidence the record of an ejectment, that mentioned in his' abstract of title, commenced May 11th 1872, in the Court of Common Pleas, in which the plaintiff’s title was given in evidence as here, the same defence set up, and a verdict and judgment rendered for the defendant.\nThe defendant gave evidence also in support of that part of his case which related to the parol agreements mentioned in his abstract of title; and the plaintiff gave evidence in rebuttal.\nThe first point of defendant, which was refused, was:—\nThe verdict and judgment in the case between the same parties in the Court of Common Pleas of Allegheny county, in evidence, being for the same land, and upon the same title, is conclusive of the rights of the parties, and their verdict should be for the defendant.\nHis second point, which was affirmed, was:—\nIf the court decline to charge as requested in the first point, then the court is requested to charge that said judgment and-verdict are persuasive evidence in favor of the defendant to be considered by the jury, and the burden of proof is on the plaintiff to overturn the same.\nThe court further instructed the jury:— * * *\n“ I say to you, that the verdict in the former trial ought to have very little influence upon your minds in this trial. [It is your sworn duty, as jurors, to take the law of this case from me, without regard to what a judge may have said or a jury decided in another court. If I err, the parties here have their remedy. If you should disregard my opinion and take the law from some other judge the party, injured would have no remedy. You should decide this ease upon the testimony before you, that is your sworn duty. What the testimony may have been in the former case we do not know, although it has come out here that one great point of defence in the former trial was, that no notice had been given of the termination of the lease. It seems that the notice given in evidence here was not in evidence at the former trial. It appears that that was one ground of defence there, and possibly might have influenced the minds of the jury, and hence determined their verdict. I merely.suggest this as one reason why the former verdict should not be conclusive with you, and in fact should have very little influence upon your minds. The other counsel for the defendant, suggested] the true and only influence that verdict should have upon you, that is, if your minds were equally balanced, and you did not know on which side to give your verdict, based upon the testimony in this case, the verdict of a former jury, if you believe that they had the same questions and the same testimony before them, might have some influence upon you in determining your verdict. That is all.” * * *\nThe verdict was for the plaintiff.\nThe defendant took a writ of error; he assigned for error:—\n2. The rejection of the record of the alderman’s proceedings.\n4. The refusal of the defendant’s first point.\n8. The above extract from the charge of the court, omitting that part enclosed in brackets.\nJ. Barton (with whom was B. Reid), for plaintiff in error.\nThe judgment of a court of concurrent jurisdiction directly upon the point is conclusive between the same parties on the same matter directly in question in another court: Marsh v. Pier, 4 Rawle 285; Hibshman v. Dulleban, 4 Watts 191. The only exception to this rule is the judgment in ejectment which arises from the origin of the action. The judgment of a justice of the peace should have the same effect in a case of this nature as in other cases. The whole civil jurisdiction of justices has been conferred on them by statutes: 1 Blackstone 354, Bacon’s Abr. tit. “Justice-of the Peace.” Their judgments unreversed and unappealed from have been held conclusive and final: Lawver v. Walls, 5 Harris 75; Kase v. Best, 3 Id. 101; Gould v. Crawford, 2 Barr 91; Tarbox v. Hays, 6 Watts 398; Kean v. McKinsey, 2 Barr 30; Hazelett v. Ford, 10 Watts 102; Clark v. McComman, 7 W. & S. 470.\nB. Bruce and R. Woods, for defendant in error.\nIn proceedings-under the landlord and tenant acts, if the facts necessary to award possession to the landlord are not found, there is no judgment given for the tenant and he cannot avail himself of this in any subsequent proceedings: Galbraith v. Black, 4 S. & R. 211. The landlord is not concluded by the proceedings before the justice: Ayres v. Novinger, 8 Barr 412."
  },
  "file_name": "0217-01",
  "first_page_order": 217,
  "last_page_order": 220
}
