{
  "id": 438405,
  "name": "Reed versus Allegheny City",
  "name_abbreviation": "Reed v. Allegheny City",
  "decision_date": "1875-10-13",
  "docket_number": "",
  "first_page": "300",
  "last_page": "302",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 300"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "10 Wright 213",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 368,
    "char_count": 6197,
    "ocr_confidence": 0.514,
    "pagerank": {
      "raw": 5.055633652265163e-07,
      "percentile": 0.9373065765610273
    },
    "sha256": "84a525947431745ff4fd231c22b1afad5384c7b6c0521d21f6bcf586e0c6c776",
    "simhash": "1:84ffc6998b9e80ff",
    "word_count": 1086
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before'A&new, C. J., Sharswood, Williams, Mercur, Gordon, Paxton and Woodward, JJ."
    ],
    "parties": [
      "Reed versus Allegheny City."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court, October 18th 1875,\nPer Curiam.\nIn Allen v. Willard, 7 P. F. Smith 374, it is said that the principle to be extracted from these cases is that a person natural or artificial is not liable for the acts or negligence of another unless the relation of master and servant, or principal and agent, exist between them; and that when an injury is done by a person exercising an independent employment the party employing him is not responsible to the person injured. This doctrine has regard to cases where the purpose of the contract is entirely lawful, and where the owner of the property upon which the power is to be exercised can lawfully commit its performance to others. See also Painter v. Pittsburg, 10 Wright 213. These principles rule this case. The trespass of the contractor here cannot be visited upon the city. The street was under the power and control of the city for the improvement made upon it, and the contractor exercised an independent employment.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam."
      }
    ],
    "attorneys": [
      "S'. H. Greyer, for plaintiff in error.",
      "W. B. Rogers, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Reed versus Allegheny City.\n1. A person natural or artificial is not liable for the acts or negligence of another, unless the relation of master and servant or principal and agent exist between them.\n2. When an injury is done by a person exercising an independent employment, the person employing him is not responsible to the party injured.\n3. This doctrine relates to cases where the purpose of the contract is lawful and the owner of the property on which the power is to be exercised can lawfully commit its performance to others.\n4. A city employed a contractor to grade a street; in performing his contract he threw dirt, stone, &e., on a lot abutting the street. Held, that the city was not liable to the lot-holder for the injury.\n5. Allen v. Willard, 7 P. P. Smith 374, followed.\nOctober 13th 1875.\nBefore'A&new, C. J., Sharswood, Williams, Mercur, Gordon, Paxton and Woodward, JJ.\nError to the Court of Common Pleas, No. 2, of Allegheny 'county: Of October and November Term 1875, No. 72.\nThis was a scire facias on a municipal lien for $934.50, entered January 8th 1874, by the Mayor of Allegheny, on a lot of ground on Rolla street, of which lot James Reed was the owner, for grading, &c., of that part of Rolla street on which the lot abutted. The scire facias was issued against Reed to January Term 1874 of the court below.\nThe Act of April 5th 1870, Pamph. L. 751, authorized the city to grade, &c., any street, &c., and collect the cost from owners of property abutting on the street, notice to be given of the assessment, that errors or mistakes might be corrected, and after correction the assessment to be delivered to the controller, and if not paid within thirty days, he to hand it to the city solicitor, who should file a lien against the particular lot, and collect the amount assessed, with five per cent, attorney’s commission.\nOn the 4th of April 1873, the city entered into a contract with Frederick Gwinner, by which he agreed, “ at his own expense, to furnish all the materials and work necessary for the grading of Rolla street from, &c., and to grade and pave the same in accordance with the plan and specifications to be furnished by the city engineer, the whole work to be performed, &c., under the directions and to the satisfaction of the city engineer and the committee on streets, on or before July 1st 1873.” The contractor to be paid “ out of the collections under the Acts of Assembly in such case made and provided, of the money due therefor from the property fronting and abutting on said street, &c., according to the estimates or measurements certified to by the city engineer,” his decision to be “final and conclusive. * * * The disposition of the surplus earth and materials and everything relating to the work herein undertaken by (Gwinner) shall be in accordance with existing ordinances of the city.”\nThe defendant filed an affidavit of defence, setting out that the plaintiff, in grading the street, graded and cut down his land, “ and the eartS, stone, gravel and dirt taken from his said land and from said Rolla street, was by the plaintiff cast, &c., on the defendant’s land adjoining, &c., which resulted in damage to the defendant, to an extent far exceeding the plaintiffs’ claim,” &c.\nThe case was tried January 7th 1875.\nThe plaintiffs gave evidence of their claim and rested.\nThe defendant then made the following offer of evidence :—\n“ To show, by the witness on the stand, that F. Gwinner was the contractor with the city, the plaintiffs, for the grading of Rolla street, in front of defendant’s property, and that he, said Gwinner, by himself and servants, deposited the earth, rock and gravel removed in grading said street, upon the property of the defendant abutting on said street, against the consent of the defendant, and that the defendant has sustained damage far in excess of the amount claimed in this case, to be followed by evidence showing that the money claimed in this case, when collected, is to be paid to said F. Gwinner, the contractor, and that the plaintiff is acting as the agent of the said F. Gwinner, in attempting to collect the money for said grading.”\nThis was objected to by the plaintiff because under the contract in evidence the .city contracted with F. Gwinner to do the work, and is not responsible for his 'negligence or trespasses, but defendant’s action is against him alone; and further, that the claim in the contract relative to payment to him was only intended to define the time of payment, and did not make him a substantial party to the proceedings.\nThe court rejected the offer and sealed a bill of exceptions.\nThe court charged the jury that the defendant had shown no defence to the claim in this case, and that their verdict should be for the plaintiff for the amount of the claim.\nThe verdict was for the plaintiff for $1065.96.\nThe defendant took a, writ of error; he assigned for error the rejection of his offer of evidence and the instruction of the court.\nS'. H. Greyer, for plaintiff in error.\nW. B. Rogers, for defendant in error,\ncited Schenley v. Allegheny, 1 Casey 128; Hutchinson v. Pittsburg, 22 P. F. Smith 320; Allegheny v. Blair, 24 Id. 225."
  },
  "file_name": "0300-01",
  "first_page_order": 300,
  "last_page_order": 302
}
