{
  "id": 438451,
  "name": "Robins et al. versus Quinliven",
  "name_abbreviation": "Robins v. Quinliven",
  "decision_date": "1875-10-15",
  "docket_number": "",
  "first_page": "333",
  "last_page": "336",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 333"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 189",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 9",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626208
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "31"
        },
        {
          "page": "70"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0009-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 7926,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 4.434098949371697e-07,
      "percentile": 0.9209189416062481
    },
    "sha256": "f27f66a82b75957ceb2bab1f07a24e70db08e7ab7bacb27c7ffb4e6ef59edc63",
    "simhash": "1:50ca647a55523de9",
    "word_count": 1434
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Merour, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Robins et al. versus Quinliven."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Williams\ndelivered the opinion of the court, January 6th 1875.\nThe question presented by the case stated is, what estate did Mary Robins take in the lot in controversy under the will of her father? Was it an estate for life, or an estate in fee simple?\nThe lot was devised to her for and during her natural life, free, clear and discharged from any estate, claim or control of her present or any future husband, and after her death to her issue and their heirs for ever in the proportions to which they would be entitled, under the intestate laws of Pennsylvania, respectively. It is clear that the testator did not intend to give his daughter an estate in fee simple, nor an estate of which her husband could be tenant by the curtesy. The gift to her was expressly for life. The remainder was given to her issue and their heirs for ever. Was her life estate enlarged and converted into an estate tail, oían estate in fee simple under the Act of 27th April 1855, by the gift of the remainder to her issue? This depends upon the objects of the gift and the character in which they were intended to take. If by “issue” the testator meant “heirs of the body ” of his daughter, and intended that they should take as such heirs, then, under the rule in Shelly’s case, the remainder vested in her as devisee for life, and she took the whole estate as tenant in tail. But if by “issue” he meant children, and intended that they should’ take by purchase, and not by descent as heirs of their mother, then she took only a life estate. It is well settled that the word “issue” in a will, primá facie means “heirs of the body,” and in the absence of explanatory words showing that it was used in a restricted sense, is to' be construed as a word of limitation. But if there be on the face of the will sufficient to show that the word was intended to have a less extended meaning, and to be applied only to children or to descendants of a particular class or at a particular time, it is to be construed as a word of purchase, and not of limitation in order to effectuate the intention of the testator: Slater v. Dangerfield, 15 Mees. & Wels. 263 ; Guthrie’s Appeal, 1 Wright 9 ; Kay v. Scates, Id. 31; Taylor v. Taylor, 13 P. F. Smith 481; Kleppner v. Laverty, 20 Id. 70.\nApart from the primá facie meaning of the word, there is nothing on the face of the will before us to show that by “ issue ” the testator meant “ heirs of the body,” and intended that they should take by descent; the gift to the issue is not immediate, but after the death of the devisee for life ; and there is no devise over in default of issue from which an estate tail can be implied. Besides, the gift of the remainder is not to the issue alone, but to the issue and their heirs for ever, in the proportions to which they would be entitled, under the intestate laws of Pennsylvania, respectively; that is to say, in equal shares as tenants in common. The limitation to the heirs general of the issue, with the super-added words of distributive modification, clearly shows that by “ issue,” the testator meant children and intended that they should take the remainder as purchasers and not as heirs by descent. The law is well settled that where there is a devise to one for life, with remainder to his issue as tenants in common, with a limitation to the heirs general of the issue, the issue take as purchasers in fee: Greenwood v. Rothwell, 5 Man. & G. 628; Slater v. Dangerfield, supra; and even when the limitation is to heirs of heirs of the body, to take distributively, with superadded words of limitation, such a direction is held to convert even the technical words “heirs of the body” into words of purchase: Smith on Exec. Int. 488 ; Frame on Rem. 154 ; Guthrie’s Appeal, supra. The court below was, therefore, in error in holding that Mary Robins took an estate in fee under the will-of her father, and entering judgment for the defendant on the case stated, the plaintiffs were entitled to recover as devisees of the remainder, and the judgment should have been in their favor.\nJudgment reversed and judgment fo.r the plaintiffs on the case stated.",
        "type": "majority",
        "author": "Mr. Justice Williams"
      }
    ],
    "attorneys": [
      "jB. O. Qhristy, O. O. Taylor and W. D. Moore, for plaintiffs in error.",
      "W. O. Friend and I). F. Patterson, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Robins et al. versus Quinliven.\n1. A devise was, “ Unto my daughter for her natural life and after her death to her issue and their heirs for ever, in the proportions to which they would he entitled under the intestate laws of Pennsylvania, respectively, and free, clear and discharged from any estate, claim or control of her present or any future husband.” Held that the daughter took an estate for life.\n2. “ Issue” in a will prima, facie njeans heirs of the body, and in the absence of explanatory words showing it was used in a restricted sense, is a word of limitation.\n3. If there be on the face of the will sufficient to show that “issue” was to be applied only to children or descendants of a particular class or at a partioulai’ time, it is to be construed, as a word of purchase to effectuate the intention of the testator.\n4. Where there is a devise to one for life, with remainder to his issue as tenants in common, with limitation to the heirs general of the issue, the issue take as purchasers in fee. .\n. 5. When a limitation is to heirs of the-body to take distributively, with superadded words of limitation, the words “heirs of the body’' will be converted into words of purchase.\nOctober 15th 1875.\nBefore Agnew, C. J., Sharswood, Williams, Merour, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas, No. 2, of Allegheny county: Of October and November Term 1875, No. 245.\nThis was an action of ejectment brought May 1st 1875, by Blanche O. Robins and others, against John Quinliven, for a lot of land on Townsend street, Pittsburg.\nThe parties filed a case stated, in which the following facts were agreed to:—\nJohn Marshall died in January 1857, seised of the lot in question, leaving a will which was proved January 19th 1857, and by which he devised as follows:—\n“ I give, devise and bequeath unto my daughter, Mary Robins, for and during her natural life, and after her death to her issue and their heirs for ever, in the proportions to which they would be entitled under the intestate laws of Pennsylvania respectively, and free, clear and discharged from any or any future husband, iny dwelling-house and lot, adjoining the house and lot willed by me to Anne Greenough, and said house and lot now willed to Mary Robins, being in the possession of Theodore Robins and family.”\nTheodore Robins was the husband of Mary IP. Robins the devisee; he died in 1865. Mary H. Robins died in November 1873, intestate, but leaving five children, the plaintiffs in this suit. On the 2d of February 1875, the administrator, &c., of Mrs. Robins, by virtue of an order of the Orphans’ Court, sold to the defendant the lot in question as her property, and the sale was duly confirmed by the court.\nThe question for the consideration of the court was whether Mary H. Robins took a life-estate or a fee under the will of John Marshall.\nIf the court should be of opinion that she took but a life-estate judgment to be entered for the plaintiffs; if a fee, judgment to be entered for the defendant.\n.The court below entered judgment for the defendant.\nThe plaintiffs took a writ of error, and assigned for error, that the court entered judgment for the defendant.\njB. O. Qhristy, O. O. Taylor and W. D. Moore, for plaintiffs in error.\n“ Issue” is generally a word of limitation, but is reduced to a word of purchase to give effect to the testator’s intention: Angle v. Brosius, 7 Wright 189; Guthrie’s Appeal, 1 Id. 12; Chew’s Appeal, Id. 23; Cote v. Von Bonnhorst, 5 Id. 251. When “issue” is used as synonymous with “children,” the rule in Shelly’s case does not operate: Gernet v. Lynn, 7 Casey 98; Greenwood v. Rothwell, 5 M. & G. 628.\nW. O. Friend and I). F. Patterson, for defendant in error,\ncited Angel v. Brosius, supra; Ogden’s Appeal, 20 P. F. Smith 501."
  },
  "file_name": "0333-01",
  "first_page_order": 333,
  "last_page_order": 336
}
