{
  "id": 438388,
  "name": "Reed versus Erie",
  "name_abbreviation": "Reed v. Erie",
  "decision_date": "1875-10-18",
  "docket_number": "",
  "first_page": "346",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 346"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Wright 113",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 823,
    "char_count": 18900,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.5623969111850819e-07,
      "percentile": 0.6771489380268888
    },
    "sha256": "960e80c038fec0b1d76b2f35b00124efff22212b3eaea251bcff7f90d8a81a15",
    "simhash": "1:db666af5845c8c8a",
    "word_count": 3374
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Williams, Mercur, Gtordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Reed versus Erie."
    ],
    "opinions": [
      {
        "text": "C. J. Agnew\ndelivered the opinion of the court, January 6th 1876.\nThe case below was a scire facias sur municipal claim of the city of Erie against two water-lots, the property of the late Charles M. Reed, situate in the bay of Presque Isle, for the expense of maintaining a forty-feet causeway laid out in a water extension of State street, of one hundred feet wide, lying between those two lots, from Front street on the shore, to the canal basin pier in the bay, a distance of about twelve hundred feet. The claim, with interest, as found by the jury, was $4431.71. This claim is made under the ordinary powrnr of the city to grade and pave and curb streets at the expense of the adjoining lot-owners.\nTwo principal questions have been made against the power of the city to charge and collect this expense; first, an alleged want of municipal jurisdiction in the city over the water or bay, in which the lots lie; and second, a want of a special power to make the assessment against the water-lots. Perhaps it would be difficult to deny a general municipal jurisdiction over the structures in the bay in view of the following acts: The Act of 15th April 1834, Pamph. L. 520, extending the bounds of the borough of Erie northward thirteen hundred-feet into the bay of Presque Isle, and conferring power upon the borough and council to enact ordinances for the preservation of the canal basin, then being erected in the bay, and the pier and all bridges, wharves, appendages and constructions therewith connected, and for regulating their use: The Act of 14th April 1851, Pamph. L. 631, incorporating into a city the borough of Erie as the same extends and is incorporated, and continuing in force all and singular- the Acts of Assembly respecting the borough and its ordinances and by-laws, rules and regulations: The Act of 2d April 1860, Pamph. L. 611, authorizing the city to make such rules and regulations as it deems proper and necessary as to the use and control \"of the causeway extending into the bay and public dock connected therewith, and to make charges for the use thereof: And the Act of May 1st 1861, Pamph. L. 614, the 6th section of which provides for dredging the bars in the channel at the harbor of Erie, and for levying a tax to be applied to this purpose and for none other.\nBut it is unnecessary to decide upon the power of the city over these subjects, or its extent, as we are of the opinion there is no special power possessed by the city to charge the expense of macadamizing this causeway through the water, to or against the adjacent water-lots, lying forty feet distant from the causeway on each side along the one hundred feet wide water-way extending from State street into the bay. The power' of the city to grade, pave, and macadamize streets is found in the first section of the Act of May 1st 1861, Pamph. L. 614, which supplied and repealed former laws. There are various changes since, but they do not touch the matter before us. This act authorizes the city “ to cause to be graded, paved, macadamized, repaired and otherwise improved, any public street or part thereof, which is now, or may hereafter, be laid out and opened in said city, and have the said street, or part of street, set with curb-stone;” and to provide by ordinance “for the levy and collection of the costs and expense of work and materials used therefor from the owners of property bounded by, and abutting on said street, by an equal assessment on said property in proportion to the number of feet the same fronts on said street or part of street.” It is evident that these provisions are intended to apply to ordinary streets or highways. The woi’d “street,” as generally understood, means a public highway in a town between houses or lots for travel of all persons, on foot or on horseback, or in carriages. It is a way on land, and hence it can be laid out, opened, graded, paved, macadamized, curbed, ditched, and drained. These are the special characteristics of land-ways in a town, but in no sense can it be said they apply to a water-way in the lake, running between water-lots, twelve hundred feet out in the bay. Such a water extension is not a highway which can be laid out and improved under the act. It is only a water space between lots running from the shore of the bay, having a depth of ten or more feet, incapable of travel in a proper sense. It can only be navigated in boats. It cannot be graded to any line of ascent or descent. The unstable water comes to a level in the calm, to be tossed about and ruffled by the winds in a storm. It cannot be paved, macadamized, or set with curb-stone. It might be filled up with a costly structure of piles or stones ; and this is the very wrong committed by applying to this water-way the provisions made for ordinary streets. The legislature did not in this covert way, by this section, intend to confer a power to build costly structures at the expense of the lots lying under water, for the uses of commerce. The powers conferred were for land travel, not for causeways from the land into the bosom of the bay, and for docks, piers and basins, where vessels may lie and load and unload for the purposes of lake commerce.\nThough local jurisdiction probably might be exercised for proper purposes connected with the city, it is not to be forgotten that as the municipal power extends outward over the water it meets a high and superior jurisdiction in the United States, whose powers extend to the great inland seas as well as to the ocean, and that the general government habitually exercises the power over breakwaters, piers, lighthouses and other structures necessary for the protection of commerce. It is therefore hardly to be supposed the legislature intended to carry the ordinary powers of the city over streets out into a new expanse so widely different, where it might possibly conflict with some general'power of the national government. On the contrary, when jurisdiction is intended and powers conferred over the structures in the bay, we find express language used, and the powers carefully guarded; as will be seen in the Acts cited, of 1834 and 1860, for- the preservation, use, and control of these structures. If the power should be inferred from the Act of 1861, the owners of water-lots might be bankrupted by causeways laid out from the end of every street, for opposite to each a water-way is left. A power so fraught with danger must be conferred in clear terms, and not left to a vague inference. The right of private property is too sacred, and too carefully guarded by the Constitution to be blown away by any loose or equivocal utterances. The doctrine of local taxation for benefits conferred by public improvements, beginning in a modest way, for purposes of real utility, was found advancing by stealthy steps and unobserved, until an impression began to prevail that private property had no protection against public needs. This court has been compelled to meet and check this dangerous advance, in the cases of Hammett v. The City of Philadelphia, 15 P. F. Smith 146, and Washington Avenue, 19 Id. 352. But, notwithstanding this check, this doctrine of local taxation for benefits received, had reached a perilous advance sanctioned by many laws and decisions. We may now travel for miles in the rural districts of large cities, where broad paved and curbed streets of the most costly kinds have been paid for at private expense, under arbitrary exactions The power has become flagrant, often engulphing the entire value of the property of small landholders. Speaking for myself, I believe no exercise of legislative power needs constitutional guards more than this, and I regret it was not thought of in the recent convention. If the little all of men of moderate means can be taken to gratify a taste for expensive improvements, or the mere desires of the more wealthy, or to fill the ravenous maws of contractors and public jobbers, on the pretence of public right, such persons had better flee from large towns and cities to places of safety far away from these oppressions.\nWe think the court erred in negativing all the points of the defendants. Judgment reversed.",
        "type": "majority",
        "author": "C. J. Agnew"
      }
    ],
    "attorneys": [
      "J. O. Marshall for plaintiff in error.",
      "Gr. W. Lathy, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Reed versus Erie.\n1. The city of Brie, under authority of the legislature, constructed a canal basin in Presque Isle bay, on the north side of the city, and built a pier on the north side of the basin, parallel with Front street — which is on the north side of the city on the margin of the bay — and 1200 feet from it; the city sold lots in the basin, reserving a strip 100 feet wide, for a causeway from Front street across the basin to the pier. By Act of May 1st 1861, the city was authorized to grade, pave, &e., the streets and charge the cost on the lots abutting on the streets so improved. Afterwards the city constructed and macadamized a causeway of twenty feet wide in the centre of the reserved strip, from Front street to the pier, leaving a space of forty feet on each side between the causeway and the basin lots covered with water. Meld, that the causeway was not a street within the meaning of the act and the basin lots were not liable for the cost.\n2. The act referred to ordinary streets, which, as generally understood, are a public highway', in a town between houses or lots for travel of all persons.\n3. The term street can in no sense be applied to a water-way in a lake running between water-lots into the bay.\nOctober 18th. 1875.\nBefore Agnew, C. J., Sharswood, Williams, Mercur, Gtordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Brie county, of October and November Term 1875, No. 7.\nThis was a scire facias by the city of Erie on a municipal claim, filed July 26th 1868, for $3633.91, against two water-lots, the pi-operty of Charles M. Reed. The writ was issued July 31st 1868. Charles M. Reed having died after the issuing of the writ, his death was suggested November 6th 1872, and his executors, Harriet W. Reed, Charles M. Reed, Jr., and James C. Harrison, were substituted as plaintiffs.\nThe bay of Presque Isle fronts the city of Erie on the north. The Act of April 8th 1823, Pamph. L. 243, granted to the borough (now city) of Erie, certain tracts of land in that borough, the land to be sold, and the proceeds to be appropriated to the erection of. a canal basin in the bay. The lands' were sold, and the borough constructed a basin by building a pier in the bay at the distance of 1200 feet from Front street, which is on the south margin ,of -the bay, and is the northernmost street of the city; the pier-is parallel with that street; it is twenty feet wide from south to north, and is so far out in the bay that the largest vessels navigating Lake Erie can come up to the pier. The borough of Erie laid out in lots all the territory (being that in the canal basin) between Front street and the pier, reserving a strip of 100 feet in width, from the end of State street, at Front street, to the pier, for the purpose of making a bridge or causeway from Front street across the canal basin to the pier. The lots, called water-lots, laid out in the basin, are improved by constructing docks and warehouses on the south side of the pier, and extending 200 feet into the canal basin; the .commercial business of the lakes, done at Erié, is done through the docks and warehouses connected with the pier. It consequently became necessary to have a cartway across the canal basin, from the main laud, on Front street, at the foot of State street, to the pier, to transport the commerce back and forth.\nOn the 20th of January 1837, the borough entered into a written contract with the owners of the water-lots, by which it was agreed that the lot-owners should have the right to use the pier, and the bridge leading to it,- as a public road or cartway; the borough to impose and collect from the owners of the water lots such taxes as would keep the pier or bridge in repair.\nA supplemental contract was made between the same parties on the 12th of September 1846, by which it was agreed that the lot-owners each should pay-$6 annually thereafter, to be appropriated to the support and maintenance of the bridge, which should be a lien on each lot severally, and in case of non-payment might be collected as county rates and liens are collected.\nBy Act of May 1st 1861, sect. 1, Pamph. L. 614, the councils of 'the city of Erie were authorized to cause any public street laid out, or to be laid out and opened, or part of it to be graded, paved, macadamized, repaired or otherwise improved, and to have' the street set with curbstone ; and the councils were authorized to provide by ordinance for the levy and collection of the costs from the owners of the property abutting on the street.\n. On the 10th of June 1867, the councils of Erie ordained “ that 20 feet in the width of State street, from the north side of Front street, northwardly to the line of the inshore' water-lots, shall be macadamized, &c.” They further ordained that the cost should be assessed on the owners of water-lots fronting on the street, and collected from them as provided by the Act of May 1st 1861.\nReed owned a lot 33 feet wide on each side of the 100 feet strip, extending from Front street to the pier, except a space of 400 feet, about 200 feet south from the pier, which space abutted the basin, and at about the middle of the space there was a drawbridge through the causeway.\nIn pursuance of the ordinance the city constructed a causeway of 20 feet wide in the centre of the 100 feet strip, and macadam-' ized it, leaving 40 feet on each side of the pavement, and between it and Reed’s water-lots, covered with' water from 7 to 10 feet deep. The paving was on the length of the lots; Reed was assessed for 755J feet.\nThe draft on the next page will indicate the relative location of lots, causeway, basin, &c.\nThe causeway was of great utility to commerce, being the only connection between the public pier and the main land, but was of no special benefit to the two lots of Reed, which, by the claim of the city, were charged with the entire cost of the improvement. Reed had always paid the annual charge of f 6 on each of his lots, under the agreement of September 12th 1846.\nThe case was tried November 12th 1872, before Wetmore, P. J.; when the foregoing facts appeared.\nUnder objection by the plaintiff the court rejected evidence offered by the defendants to prove that the improvement was no benefit to their property, and sealed a bill of exceptions.\nThe court charged:—\n“ The agreement of 1846, with the payment of the assessment of taxes on the water-lots by defendants, did not legally prevent plaintiff from assessing and collecting the tax assessed and claimed to be recovered in this case, and the plaintiff is under the evidence entitled to recover.”\nThe following are defendant’s points, which were all denied :—\n1. If the jury believe from the evidence, that the macadamizing claimed to be done by the plaintiff, and which is the subject of this action, was done on the causeway or bridge across and over the canal basin, from Front street to the public dock, the plaintiff is not entitled to recover.\n2. The city councils have no authority to make repairs or improvements from the foot of State street into the bay of Presque Isle to the public dock, by special tax on the owners of the water-lots extending into said bay, from Front street to the public dock, on either side of said causeway.\n3. The 4th section of the Act of the General Assembly, approved the 2d day of April 1860, defines the powers of councils over that portion of State street, called a causeway, extending from the foot of State street to the public dock, and there is\nno power granted the city councils to improve that part of said street or causeway, at the expense of the adjacent property owners.\n4. The ordinance of June 3d 1867, enacting that said street, from Front, street to the public dock, should be macadamized at the expense of the owners of water-lots fronting on said street, is wholly inoperative and void, so far as requires the expense to be borne by the owners of the water-lots fronting thereon.\n5. If the jury find from the evidence, that the causeway from Front street across the canal basin to the public dock, had been built and used by the public many years, and that the macadamizing of it was a mere repair or improvement of said causeway for the public benefit, without a special benefit to the defendant, the plaintiff cannot recover.\n6. If the jury find from the evidence that the water-lots of the defendant, on each side of the causeway from Front street to the public dock, in the canal basin, are cut off by water within the limits of said street; that said lots are not accessible, from said street and are not benefited or enhanced in value by said improvement, the plaintiff is not entitled to recover.\n7. If the jury believe from the evidence that the improvement or repairing of said causeway was of public utility and a general public benefit, and conferred no special benefit on the property of the defendant charged with the expense of the repairs or improvements, the plaintiff is not entitled to recover.\n8. The city councils had no authority to assess on the property of the defendant, the expense of macadamizing that part of State street, from Front street to the public dock, described in the ordinance of June 3d 1867 ; there being no petition of the owner of the property, fronting on either side of said street, for said improvement.\n9. The contract dated January 20th 1838, and the supplement dated September 12th 1846, constitute a valid contract between the city and water-lot owners, fixing the sum of six dollars to be paid on each water-lot annually, to the city, for the purpose of keeping and maintaining in repair that portion of State street or causeway, from Front street to the public dock, and if the jury find from the evidence that water-lot owners, including the defendant’s testator, have fully complied with the said contracts by the payment of six dollars annually, on each water-lot, into the treasury of the city, from the making of said contracts to the present time over and above all assessments of taxes for public purposes, the plaintiff is not entitled to recover.\nThe verdict was for the plaintiff for $4431.71.\nThe defendants took a writ of error; they assigned for error:\n1. The rejection of their offer of evidence.\n2. The charge of the court.\n3-11. The denial of their points.\nJ. O. Marshall for plaintiff in error.\nThe principle as to municipal charges on specific property is that the property charged shall derive some special advantage from the improvement: Hammett v. Philadelphia, 15 P. F. Smith 146; Schenley v. Allegheny, 12 Casey 29; Washington Avenue, 19 P. F. Smith 352.\nGr. W. Lathy, for defendant in error,\ncited Greensburg v. Young, 3 P. F. Smith 280; Commonwealth v. Woods, 8 Wright 113."
  },
  "file_name": "0346-01",
  "first_page_order": 346,
  "last_page_order": 353
}
