{
  "id": 438387,
  "name": "First National Bank of Clarion versus Gregg & Co.",
  "name_abbreviation": "First National Bank v. Gregg & Co.",
  "decision_date": "1875-10-13",
  "docket_number": "",
  "first_page": "384",
  "last_page": "387",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 384"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "3 Howard 763",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "15 Johnson 247",
      "category": "reporters:state",
      "reporter": "Johnson",
      "opinion_index": -1
    },
    {
      "cite": "2 Wright 252",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "6 Howard 212",
      "category": "reporters:state",
      "reporter": "Howard",
      "opinion_index": -1
    },
    {
      "cite": "1 Howard 234",
      "category": "reporters:state",
      "reporter": "Howard",
      "case_ids": [
        8831914
      ],
      "opinion_index": -1,
      "case_paths": [
        "/miss/2/0234-01"
      ]
    },
    {
      "cite": "3 Wright 64",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 7152,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 4.973295126130646e-07,
      "percentile": 0.9354443058263242
    },
    "sha256": "8b3d30cf346ba31fa6496a715b817dd9daf34443d1c4cd7d4446a9c3c93f053f",
    "simhash": "1:8cab8ae94c36b1cf",
    "word_count": 1281
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Asnew, O. J., Sharswood, Williams, Merctjr, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "First National Bank of Clarion versus Gregg & Co."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Williams\ndelivered the opinion of the court, January 6th 1876.\nBrady & Co. did not become the owners of the note by the plaintiff’s endorsement and delivery of it to them for collection, and they had no right to pledge it, or direct its proceeds to be placed to their credit in payment of their indebtedness to the bank, is true that they were the apparent owners of the note, and, in the absence of notice of the plaintiffs’ title, the bank had the right to treat them as the real owners. If it had made advances or given new credits to Brady & Co. on the faith of the note, it would ^undoubtedly be entitled to retain the amount out of the proceeds. But just at this point the defence wholly fails. The affidavit of the cashier does not show that the bank made any advances or gave any new credits on the faith of the note. Nor does it show.that it incurred any liability, or did anything by which its condition is worse than it would have been if it had not received the note for collection and credit, or that it will suffer any loss or damage if the credit is not allowed. If so, the bank has clearly no equity which entitles it to withhold the proceeds from the owners of the note.\nThe averment in the supplemental affidavit, that to the best of the cashier’s knowledge and belief the plaintiffs were not the owners of the claim when due, but the same was owned by Brady & Co., must be disregarded. Its insufficiency is apparent. It does, not purport to be made on the affiant’s actual personal knowledge,! and it is defective in not setting forth the sources of his information, or asserting any expectation of ability to prove the facts alleged. - Judgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Williams"
      }
    ],
    "attorneys": [
      "G-. A. Jenhs, for plaintiff in error.",
      "W. L. Corbett, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "First National Bank of Clarion versus Gregg & Co.\n1. A note was made to plaintiff’s order, endorsed by him and sent through the house of Brady, a banker, for collection, by him endorsed to the defendant, a bank, “ for collection and credit.” Held, that Brady, by the endorsement, did not become the owner of the note, and had no right to pledge it, or direct its proceeds to be credited to him in payment of his indebtedness to the defendant.\n2. If the defendant had made advances or given new credit to Brady on the faith of the note, it would have been entitled to retain the amount out of the proceeds.\n3. The affidavit of defence by defendant’s cashier was, that to the best of his “ knowledge and belief the plaintiff was not the owner of the note when due, but that it was owned by Brady.” Held to be insufficient in not purporting to be made on the cashier’s personal knowledge, and not setting forth the sources of his information or that he expected to prove the facts alleged.\nOctober 13th 1875.\nBefore Asnew, O. J., Sharswood, Williams, Merctjr, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Qlarion county: Of October and November Term 1875, No. 217.\nThis was an action of assumpsit brought March 2d 1875, by John Gregg and John Richardson, trading as D. Gregg & Co., against the First National Bank of Clarion County.\nThe plaintiffs’ affidavit of claim was as follows :—\n“For money received by defendant from C. B. Weber on or about September 25th 1873, on a note payable to plaintiffs, and by them endorsed and sent through James T. Brady & Co., then bankers in Pittsburg, to the First National Bank of Clarion, for collection and for no other purpose,.....$422.60\nInterest from September 25th 1873, to February 10th 1875,........ 34.86\nTotal, . ......$457.46”\nThe affidavit to the claim set out: “ That the said note of C. B. Weber, on which the First National Bank of Clarion received the money sued for in this ease, was payable to said plaintiffs, or their order, and endorsed by them and sent to the First National Bank of Clarion, for collection and for no other purpose whatever, through the banking house of J. T. Brady & Co., of Pittsburg; that they never held it for value received or discounted it in any ■way whatever; that said note at the time it was given, and until paid, belonged to, and was owned by said plaintiffs, and no other person or persons, or bank, or banking institution, and the proceeds of said note, at the time Weber paid the same to defendant, belonged to, and still belonged to said plaintiffs, and that the same remains due and unpaid, with interest.” * * * *\nThe affidavit of defence was: “That the note for the proceeds of which plaintiffs have brought suit was made by Weber payable to the order of plaintiffs, that before due plaintiffs endorsed it generally as follows, to wit: ‘ D. Gregg & Co.’; that the said note came to the hands of defendant from J. T. Brady & Co., who were bankers, endorsed as follows: Pay to the order of G. W. Arnold, Cashier, for collection and account.of J. T. Brady & Co.’ That the defendant had no notice that J. T. Brady & Co. were not the owners thereof. That at the time of receiving the remittance, as above stated, the defendant in the usual course of dealing with J. T. Brady & Co., and on the credit of such remittances anticipated, had at the time of receiving said remittance, and had so kept for a long period of time in the hands of J. T. Brady & Co.-, a large balance, which at the time of receiving the proceeds of said remittance was about forty-six or forty-seven hundred dollars, on which balance, upon receiving the proceeds of said remittance, the amount thereof was credited, and notice thereof sent to J. T. Brady & Co. All of which took place and was fully consummated without any notice that any one else than J. T. Brady & Co. had any claim thereto. That the First National Bank of Clarion regarded and treated J. T. Brady & Co. as the owners of said paper.”\nA supplemental affidavit also was filed, viz : “ That in the affidavit of defence heretofore filed in this case by defendant, it was-stated that the note therein referred to had been endorsed ‘ for collection and account;’ this was a mistake, the endorsement was, in fact and in truth, made ‘for collection and credit,’ and not for collection and account, and that the proceeds were credited to said Brady & Co., as stated in the affidavit of defence, filed in this cause, to which this is supplemental. Your deponent further says that, to the best of his knowledge and belief, said D. Gregg & Co. were not the owners of said claim when due, but the same was owned by Brady & Co.”\nJuly 7th 1875, the court entered judgment for the plaintiffs for want of a sufficient affidavit of defence; and liquidated the damages at $468.38. This .was assigned for error on the removal of the record to the Supreme Court by writ of error by the defendant.\nG-. A. Jenhs, for plaintiff in error.\nAs to the sufficiency of the affidavit of defence: Black v. Halstead, 3 Wright 64 ; Eyre v. Yohe, 17 P. F. Smith 477; Bank of Metropolis v. N. E. Bank, 1 Howard 234, s. c. 6 Howard 212; Jones v. Milliken, 2 Wright 252. As to the ownership of the note: Chitty on Bills 232, 233; Story on Bills 207, 211; Burdick v. Green, 15 Johnson 247.\nW. L. Corbett, for defendant in error,\ncited Wilson v. Smith, 3 Howard 763 ; Jones v. Milliken; Black v. Halstead, supra.\nSee Reamer v. Bell, antea, p. 292."
  },
  "file_name": "0384-01",
  "first_page_order": 384,
  "last_page_order": 387
}
