{
  "id": 438427,
  "name": "Neal's Executors versus Gilmore",
  "name_abbreviation": "Neal's Executors v. Gilmore",
  "decision_date": "1875-11-17",
  "docket_number": "",
  "first_page": "421",
  "last_page": "428",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 421"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "1 Wright 419",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "5 W. & S. 357",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        478506
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/5/0357-01"
      ]
    },
    {
      "cite": "3 P. R. 212",
      "category": "reporters:state_regional",
      "reporter": "P. R.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 730,
    "char_count": 19264,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 3.688030231047386e-07,
      "percentile": 0.8923421790227924
    },
    "sha256": "abd161c921ab7129a5d000bee4885a890cedf6e5057e28cf2acaa4016efa61d4",
    "simhash": "1:e860e8212a93f85f",
    "word_count": 3487
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnbw, C. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Neal’s Executors versus Gilmore."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Shakswood\ndelivered the opinion of the court, Janjuary 6th 1876.\nThis was an action instituted in the court below by the plaintiffs to recover- upon an alleged contract by Adam and Martha Neal in their lifetime, that if the plaintiffs would stay with them until they were respectively twenty-one years of age, Adam and Martha Neal would “ at their death give them all they had.”. Assuming, on the authority of Graham v. Graham’s Ex’rs, 10 Casey 475, that the measure of damages, in an action for the breach of such a contract, is the value of the services rendered, it was submitted to the jury to find a verdict for the value of such services, which they accordingly did. We will consider the assignments of error in their order.\nThe first assignment is that the court erred in instructing the jury “ that if Elias Gilmore (one of the plaintiffs) was absent learning a trade and serving in the army by consent of Martha Neal, that that amount of time should not be deducted from the whole value of the services up to the time he arrived at the age of twenty-one years.” There was no error in this instruction properly understood. The learned judge certainly did not mean to say that the plaintiffs were entitled to recover for the time during which either of them was absent by permission, but that such absence should not work a forfeiture of any part of their wages while they were rendering service. He instructed the jury that they were entitled to recover the whole value of their actual services — not for time while they were not rendering service.\nThe second error assigned is that the court charged the jury “ that the twenty-five acres of the farm given by Martha Neal to Richard Gilmore (in her lifetime) should not be taken into account or deducted from the value of the services rendered.” It is undoubtedly true that in an ordinary contract of hiring, a present made by the master to his servant is not to be allowed or deducted from his wages. But here the plaintiffs set up and relied upon a special promise to give them all that the Neals had at their death. It would be strange if, in a claim for the value of the services under such a contract, the defendants could not show the value of what the decedents had actually given in their lifetime in part performance of it. It is sticking in the bark to say that the contract was specific to give them what they had at their death. If during their lives they gave as much as the services were worth, it would be an anomalous result to allow them still to recover the full value of their services besides. The presumption, in the absence of evidence, was that the gift was intended as pro tanto a payment on account — as it certainly would have been if the law had permitted a recovery according to the terms of the contract of the whole estate of Adam and Martha Neal at their death. We think there was error in this instruction.\nThe third assignment is based upon the refusal of the court to affirm the first point of the defendants below. The point assumed that the plaintiffs had declared upon a contract with Martha Neal alone and not upon a joint contract by her and Adam Neal. But, although the first count of the amended declaration is as assumed in the point, the second count is on a joint contract, and the action was against the executors of the survivor of the two joint contractors. We think therefore that it would have been error to have affirmed this point.\nThe last assignment is that the court erred in admitting the deposition of Oliver O. House. The first objection was that it related to a joint contract made by Adam Neal and Martha Neal with plaintiffs, the suit being against Martha Neal’s executors alone, and the plaintiffs having so declared. But, as we have seen in' examining the third assignment, this objection is founded on an error of fact. The second count of the amended declaration is upon a joint contract, and the action is properly brought against the executors of the survivor. Another objection to the deposition was, that it was incompetent and irrelevant. But the witness was surely competent, and the evidence he gave competent and relevant. If for no other reason, it was pertinent to the issue, because it showed the relation in which the parties stood to each other, and the circumstances under which the plaintiffs went to live with Adam and Martha Neal. If, as is probable, the defendants below meant to object that the testimony of Oliver O. House was not sufficient of itself to be submitted to the jury as evidence of a contract, the objection should have been, not to the admission of the deposition, but to its effect when admitted. The court might have been asked to charge the jury upon the effect of it. This, however, was not done. As the case goes back for another trial, we think it proper to express an opinion upon this point, although not raised on this record. Adam and Martha Neal were the first cousins of the plaintiffs. The mother of the plaintiffs having died and their father being intemperate, Adam and Martha Neal took the two boys, Elias and Richard Gilmore, to live with them. They had no children of their own. The boys were then of the ages of two and six years, respectively. A short time after the witness House — a half-brother of the plaintiffs — went to see them. He says the Neals “ stated to me they had taken a great liking to the children, and would like to keep them, and if their father, John Gilmore, would stay and work the place and behave himself, they would give him a certain share of the crop, and if they, the children, would stay until they were of age, they would take them and raise them as their own. They would give them a good common education, and at their death would give them what they had.” This was evidently a mere declaration of the intention of the Neals towards the children. It has none of the marks of a contract. There was no stipulation that the boys should render them service of any kind. They would raise them as their own. It was a contract all on one side. It is true that if you assume that there was a contract, the mere agreement that the boys should stay with them and afford them the comfort of their society would be a sufficient consideration. But in determining whether there was a contract at all, the fact that 'all the important benefits were on one side is most significant. These children were of tender years; they were to be nurtured and watched; fed, clothed, and lodged; nursed and provided with medical attendance in sickness; sent to school, and launched into the business of life when they attained majority. The Neals declared that they would stand to these children in the relation of parents. They did so faithfully. It would have been a cruel thing if, without sufficient cause, they had repudiated their promise and turned them out of doors. We are compelled to think, however, they could have done so. Their alleged contract was a mere declaration of their intention at that time. It does not mend the matter that the witness added : “ I informed Gilmore of the facts in the ease and made what I considered a fair, well-understood contract.” With whom and by whose authority did he make this contract ? He does not say that the Neals gave him authority to contract with the father, and from his own statement they made no contract with him. If there was no contract such as was set up, there was then a preliminary question, which ought to have been submitted to the jury, whether the plaintiffs were living with their cousins upon an implied contract to be paid for their services. What the character and extent of the services were we are not informed by the paper-books. It is true that their relation as first cousins was not such as of itself to 'rebut the legal presumption of an implied contract arising from services rendered and accepted. But if the parties lived together with the understanding that the Neals assumed the place and duty of parents — if the boys lived with them as their children and members of the family — the jury ought to have been instructed that the plaintiffs could not recover. Nothing is better settled than that while the performance of labor by one for another raises an implied assumpsit to compensate it, yet this implication may be rebutted by proof of circumstances showing such a relation between the parties as repels the idea of contract: Urie v. Johnston, 3 P. R. 212; Swires v. Parsons, 5 W. & S. 357; Defrance v. Austin, 9 Barr 309. In cases of this character — claims against the estates of decedents for services rendered by members of their family — it is important that the reins should be held by the courts with a firm and steady hand. There should be great precision and positiveness in the instructions given to the jury, who are too apt to be carried away by their sympathy for claimants who have been disappointed in their perhaps just and reasonable expectations .from the gratitude or affection of decedents.\nJudgment reversed and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Shakswood"
      }
    ],
    "attorneys": [
      "O. L. Jachson and JR. B. McQornb, for plaintiffs in error,",
      "-JDana, for defendants in error.-"
    ],
    "corrections": "",
    "head_matter": "Neal’s Executors versus Gilmore.\n1. The plaintiffs alleged that a decedent and her brother, whom she survived, had agreed that if plaintiffs would work for them, &c., till plaintiffs were of age, they would give them all they died possessed of; during the life of decedent she gave one twenty-five acres of land ; she devised the property she owned at her death to others than the plaintiffs. Held, in an action by plaintiffs to recover for their services, that the value of the land should be deducted.\n2. The land given was to be considered as part payment on the contract to give all that decedent should have at her death.\n3. In an ordinary contract of hiring, a present by the master to the servant is not to be deducted from his wages.\n4. The action being on a joint contract, was properly brought against the executor of the survivor. '\n5. An agreement by relatives on behalf of a child of tender years, on condition that he should stay till he was of age with them and give them the comfort of his society, is upon a sufficient consideration-.\n. 6. The relationship of first cousins is not such as of itself to rebut the presumption of an implied contract arising from services rendered and accepted.\n7. The performance of labor by one for another raises an implied assumpsit to compensate it, but the implication may be rebutted by proof of circumstances showing such relation as repels the idea of a contract.\n8. In actions for claims against the estates of decedents for services by members of their family, the courts should instruct the jury with great precision and positiveness as to the evidence necessary to constitute a contract.\nNovember 17th 1875.\nBefore Agnbw, C. J., Sharswood, Williams, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Lawrence county: Of October and November Term 1875, No. 143.\nThis was an action of assumpsit, brought August 29th 1871, by-Elias Gilmore and Richard Gilmore, against Alexander Anderson and William Duff, executors, &c., of Martha Neal, deceased.\nThe original declaration was in the common counts; additional special counts were afterwards filed.\nThe first of the special counts set out: “That on the 1st day of January, A. d. 1846, a special contract was entered into by and between the plaintiffs of the one part and the said Martha Neal of the other part, by which the said Martha Neal agreed that if a certain John Gilmore, father of the said plaintiffs, who were then infants, under the age of twenty-one years, would stay with the said Martha and her brother, one Adam Neal, who at the time were living together on a farm in said county, and work the said farm, getting for himself a certain share of the crop, and if the said children, the plaintiffs, would stay with them, the said Neals, until they were of age, she, the said Martha, and her brother would take and raise them as their own, give them a good common education, and at the death of the said Adam and the said Martha, each would give them all the property and estate of which they should die owning and possessed of; that the said John Gilmore continued to stay and work the place as aforesaid, and the said Elias and Richard continued to stay with the said Adam and Martha till they were of the age of twenty-one years respectively, and in all things performed their part of said contract; that the said Martha died on the 1st day of March, A. D. 1867, and though owning and possessed of property and estate, to wit: a farm of the value of five thousand dollars, did not at her death give the same nor any part thereof to the said plaintiffs, but the same to give, grant and devise to the said plaintiffs did refuse, to the damage of plaintiffs five thousand dollars.”\nThe second count set out: “ That whereas on the 1st day of January, A.' D. 1846, the said Adam and Martha, in consideration of the matters and things aforesaid to be done and performed by the said John and plaintiffs, promised that they would give and devise all their property to the said plaintiffs at their death; that the said Adam died on the 1st day of March, A. d. 1858, intestate, leaving the said Martha his next of kin, and that the said Martha died on the 1st day of March 1867, without making any provision for conveying or devising her estate to the said plaintiffs; that she left estate, to wit: a certain farm, &e., to the damage of said plaintiffs five thousand dollars.”\nThe case was tried February 10th 1875, before McJunkin, P. J.\nThe plaintiffs offered in evidence the deposition of O. O. House.\n' The defendants objected, “for the reason that the deposition relates to a joint contract made by Adam Neal and Martha Neal with plaintiffs, the suit being against Martha Neal’s executors alone, and having so declared ; and is also incompetent and irrelevant.”\nThe evidence was admitted and a bill of exceptions sealed for the defendants.\nBy the deposition, O. C. House testified: * * * “Elias Gilmore and 'Richard Gilmore are my half-brothers; Martha and Adam Neal were nephew and niece of my step-father. At my mother’s death my step-father took the two boys, Elias and Richard, to live with Martha and Adam Neal. My mother had requested me (it was her dying request) that I should look after the children, as their father was in the habit of drinking. The children were young; I think about two and six years old. I went out there a short time after the Neals had taken the children. They stated to me they had taken a great liking to the children (they had none of their own), and would like to keep them, and if their father, John Gilmore, would stay and work the place and behave himself, they would give him a certain share of the crop, and if they, the children, wTould stay until they were of age they would take them and raise them as their own. They would give them a good common education, and at their death would give them what they had. I informed Gilmore of the facts in the case, and made what I considered a fair, well-understood contract. Some few years afterward I got information that Gilmore was about to leave the Neals; found that Gilmore and the Neals were not getting on very well, as Gilmore was drinking. Gilmore complained that Martha Neal was cross; but Martha and Adam Neal wanted to keep the two boys, Elias and Richard, if the old man did go away. I told Gilmore, my step-father, that if he wanted to go away he should go, but should not take the two boys, as Adam and Martha Neal were living up to their agreement. I got the parties all together, and it was then agreed that as I would not let the children go with him, he would stay. He also agreed he would quit spreeing. I came home and did not see any of them for several years. I got uneasy about them and I went out to the Neals. I met a man just before I got to the house. I never heard his name, and do not know who he is. He came to me and asked me if my name was not House. I told him it was. He told me he must go back to the house with me, as Adam Neal was dying; that Neal was under the impression that I had gone off or was dead ; that he had been talking about me and wanted to see me. He stated that Neal said he wanted or had been making some change in the agreement with me, and wanted to see me ; that he wanted to make me an heir equal to the children. We went to the house ; Adam turned his face to me and spoke to me and said he was very sorry I had not got there sooner. He said he was dying and could not talk, and in fifteen or twenty minutes he was. dead. There was some excitement, or seemed to be, among the friends in regard to my presence, so I left the next day and' came home. Martha Neal told me that J. Gilmore had been doing better and keeping his promise. I never knew there had been any change in my agreement with the Neals, only what the stranger told me, until I heard of the death and will of Martha Neal.' I was very much surprised when I heard it.”\nThe other evidence was to the effect that the two plaintiffs went to the Neals, with John- Gilmore, their father, who worked the farm, consisting of about 140 acres, for a share of the crops. Gilmore’s habits were intemperate. About nine or ten years afterwards. Adam Neal died intestate and Martha inherited all his estate. Some years before Elias Gilmore arrived at age, he went, with the consent of Martha Neal, to learn a trade. He afterwards, in 1861, also with the consent of Martha Neal, went into the army and remained there three years. Richard Gilmore remained on the farm until he was of age; the decedent then conveyed to him 25 acres of land, part of the farm; he erected a house and lived there.\nOn the 5th of February 1868, a few days before her death, Martha Neal made a will ordering her property to be sold, giving $100 to Elias Gilmore, and to Richard Gilmore a bed, &c., of small value.\nThe defendant’s first point, which was negatived, was:—\n. The plaintiffs having brought this action against the legal representatives of Martha Neal, and declared upon a contract with her alone, and not upon a joint contract by her and Adam Neal, and the contract offered in evidence being a joint contract by Martha and Adam Neal, it does not sustain the action or declaration, and therefore plaintiffs cannot recover.\nThe court also charged:—\n1. “ That if Elias Gilmore was about learning a trade and serving in the army by consent of Martha Neal, that that amount of time should not be deducted from the whole value of the services up to the time he arrived at the age of twenty-one years.”\n2. “ That the 25 acres of the farm given by Martha Neal to Richard Gilmore, (in her lifetime) should not be taken into account or deducted from the value of the services rendered.”\nThe verdict was for the plaintiffs for $2500.\nThe defendants took a writ of error and assigned for error:—\n1, 2. The parts of the charge above given.\n3. Refusing defendant’s first point.\n4. Admitting the deposition of O. O. House.\nO. L. Jachson and JR. B. McQornb, for plaintiffs in error,\ncited Graham v. Graham, 10 Casey 472.\n-JDana, for defendants in error.-\nThe measure of damages is the value of the services : Hertzog v. Hertzog, 10 Casey 418 ; M’Nair v. Compton, 11 Id. 23; Bender v. Bender, 1 Wright 419."
  },
  "file_name": "0421-01",
  "first_page_order": 421,
  "last_page_order": 428
}
