{
  "id": 438423,
  "name": "Shenango and Allegheny Railroad Co. versus Braham",
  "name_abbreviation": "Shenango & Allegheny Railroad v. Braham",
  "decision_date": "1875-11-19",
  "docket_number": "",
  "first_page": "447",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 447"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 Wright 505",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "weight": 4,
      "opinion_index": -1,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    },
    {
      "cite": "11 Wright 28",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "1 Wright 469",
      "category": "reporters:state",
      "reporter": "Wright",
      "case_ids": [
        626196
      ],
      "opinion_index": 0,
      "case_paths": [
        "/wright/1/0481-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 652,
    "char_count": 16854,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 7.035167729126184e-07,
      "percentile": 0.9661121169612591
    },
    "sha256": "445b2dac5ab81508cca51476e7be913962613743d5386508074ab2efaf6533f6",
    "simhash": "1:cc60ec0b128042d9",
    "word_count": 2981
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, O. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Shenango and Allegheny Railroad Co. versus Braham."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Paxson\ndelivered the opinion of the court, January 6th 1876.\nThe third section of the Act of 9th April 1856, Pamph. L. 288, regulating appeals from the award of 'viewers appointed to assess damages for the taking of land for the construction of railroads, provides, that after appeal taken, either party may put the cause at issue, in the form directed by the court. This cause was put at issue as in an action of trespass quare clausum, fregit. The form of the issue was allowable under the Act of Assembly. It does not follow, however, that because the issue was formed in trespass, the defendants were trespassers, and it was error to try the cause upon his theory. The defendants were not trespassers. Their entry upon the land of the plaintiff was legal. They took the land in pursuance of an Act of Assembly authorizing such taking. We think, therefore, they have cause to complain of that portion of the charge of the court in which the jury were told that the defendants had committed a trespass upon the property of the plaintiff. The natural tendency of such an instruction ivas to inflame the minds of the jury and to enhance the damages.\nBut the learned judge of the court below fell into a more serious error in his instructions to the jury upon the measure of damages. They were told that in considering and comparing the advantages and disadvantages of the defendants’ road to the plaintiff, they were to regard only such as resulted to him as a farmer, and to his land as a farm. This idea runs through the entire charge, and appears in the second and each of. the subsequent specifications of error.\nWe regard the rule as laid down by the court below as too narrow. In one of the early cases upon this subject (Schuylkill Nav. Co. v. Thoburn, 7 S. & R. 411), it was held by this court, that the jury “ should consider the matter just as if they were called upon to value the injury at the moment when compensation could first be demanded; they are to value the injury to the property without reference to the person of the owner, or the actual state of his business, and in doing that the only safe rule is to inquire what would the property unaffected by the obstruction have sold for at the time the injury was committed ? What would it have sold for as affected by the injury ? The difference is the measure of compensation.” This rule has been followed in the Penna. Railroad Co. v. Heister, 8 Barr 450 ; Searle v. Lackawanna and Bloomsburg Railroad Co., 9 Casey 57; Patten v. Northern Central Railroad Co., Id. 426; Watson v. Connellsville Railroad Co., 1 Wright 469; East Penna. Railroad Co. v. Hottenstine, 11 Wright 28; Harvey v. L. & B. Railroad Co., Id. 429 ; Hornstein v. Atlantic & G. Railroad Co., 1 P. F. Smith 87, as well as several cases decided last year, and not yet reported. In none of these cases is there any authority for the doctrine that the value of the land is to be limited to. or measured, by a particular use. The contrary was asserted in the Schuylkill Nav. Co. v. Thoburn, where it was said by Tilghman, C. J.: “ The uncertainty of the business the plaintiffs will be engaged in, and the uncertainty of the profits of the business, is a reason for excluding particular use. Indeed, the use of the land is a collateral consideration.”\nIt was the market value of the land before and after the alleged injury which the jury were to consider, not the value of the farm as a farm. The word “ farm” is employed merely to designate the use to which the land has been applied by the owner. The particular use, as was remarked by Chief Justice Tilghman, is a mere collateral consideration. In estimating the market value of the land everything which gives it intrinsic value is a proper element for consideration. Land may be applied to various purposes and possesses value for distinct objects. It may be devoted to agriculture ; improved by the erection of buildings or the opening of mines; or it may be adorned for the sole object of contributing to the pleasure or gratifying the taste of the owner. The construction of a railroad through it might utterly destroy its value for some purposes, and yet greatly increase it for others. It is its general market value for any purpose that will induce persons to purchase, which is the true test.\nJudgment reversed, and a venire facias de novo awarded.",
        "type": "majority",
        "author": "Mr. Justice Paxson"
      }
    ],
    "attorneys": [
      "JE. M. Bredin and Thompson ¿f Scott, for plaintiffs in error.",
      "L. Z. Mitchell and Or. A. T. A. Black, for defendant in error,"
    ],
    "corrections": "",
    "head_matter": "Shenango and Allegheny Railroad Co. versus Braham.\n1. In an appeal under the Act of April 6th 1856, by a railroad company from an assessment of land damages, the issue was in the form of trespass quare clausum fregit; the court charged that the company had committed a trespass in entering on the land. Meld to be error, the company’s entering upon the land was lawful.\n2. The land on which the road was located was used as a farm; the court charged that in estimating the advantages and disadvantages, they were to consider only such as resulted to the 11 farm as a farm.” - Meld to be error.\n3. In estimating the damages the jury are not to be limited to any particular use of the land.\n4. The jury are to consider the market value of the land before and after the alleged injury.\n5. In estimating the market value of land everything which gives it intrinsic value is to be taken into consideration.\nNovember 19th 1875.\nBefore Agnew, O. J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Butler county: Of October and November Term 1875, No. 154.\nThe proceedings in this case were commenced March 20th 1874, upon the petition of William P. Braham for the appointment of viewers to assess damagers to his farm in Mercer township, by reason of the construction of The Shenango and Allegheny Railroad through it. The viewers having reported, the defendants appealed to the Court of Common Pleas; the court directed that the case be put at issue in the form of action of trespass quare clausum fregit, in which the petitioner was plaintiff and the railroad defendants.\nThe case was tried April 13th 1875, before McJunkin, P. J.\nThe evidence was that the plaintiff owned a farm containing about 146 acres of land, through which the railroad was constructed. He gave much evidence as to the permanent injury done to the farm by the construction of the road, and also as to the temporary injury which accrued during the construction to portions of the farm not occupied by the railroad. The purpose of the evidence was mainly to show the injury to the farm as a farm.\nThe defendants gave evidence for the purpose of showing that the advantages by reason of the location of the railroad exceeded the disadvantages, and that its market value was greater after the railroad was made than before.\nThis statement, with the answers to the points and the charge, will sufficiently exhibit the questions considered and decided by the Supreme Court.\nThe following were defendants’ points and their answers:—\n1. The jury should not find for the plaintiff unless they are satisfied, by the evidence, that the fair market value of his land has been reduced by the location of the road through it.\nAnswer. “ That question we have answered in our general charge, that it is the advantages and disadvantages to the property as a farm that is to be considered. We answer this point in the affirmative.”\n2. If the jury are satisfied, by the evidence, that the location of the road through the land of the plaintiff has enhanced the value of it to an amount exceeding, or equal to, so much of the land as has been taken for the road, and his necessary and direct expenses consequent upon the location of it, they should find for the defendant.\n“We consider that we have answmred, in effect, this point in our general charge, and so far as we have answered, it was in the affirmative.”\n3. The jury should inquire for the difference between the fair market value of the whole tract before any of it was taken for the road, and the fair market value of what remains to the plaintiff after the taking.\n• “ In effect we have answered this point in a different way, with the exception that the advantages to the whole, as a farm, are to be considered. With that exception we have answered this point, in effect, and so far as we have, in the affirmative.”\n* * * * * *\n6. The advantages which are to be estimated as against the disadvantages, caused by the railroad, are such as apply to the property, and result from the construction of the road, although property in the neighborhood may also be benefited, without suffering any disadvantages caused by the location of the road over it.\n“This point we might affirm, but as it is not very clear to us, we refuse it. That brings to view one matter on which we might remark, that it is with regard to what we believe the law to be in estimating the damages. We have said already, that you must confine your attention to the damages inflicted upon the plaintiff as a farmer, and to his property as a farm, and that the advantages must be advantages that the plaintiff derives from the construction of the railroad over his farm, and that those advantages must be to him, no matter whether advantages to the community or not, they must be advantages to him, to his farm as a farm. That is- his business, that is his purpose, that is the way he used the property when the defendant took possession of it.” * * *\nThe court, amongst other things, charged :—\n* * * “ In this case the court directed the form of action to be trespass, brought by the plaintiff, for the trespass committed upon his property by the defendant in constructing a railroad, and to ascertain the amount of damages alleged to have been committed upon his property. Under the rules we shall hereafter direct your attention to, that will be the amount of your verdict if you ascertain that the plaintiff has sustained damage. We say to you, notwithstanding the fact that the law gives the railroad company full and entire authority, by their hands and teams to enter upon the premises of any individual and build and construct a railroad regardless of the wish of the landholder; but the same law holds them strictly accountable for the damages inflicted. * * * We say to you\nthat you should have no prejudice against the defendant, but the defendant should have even-handed justice with the plaintiff, no more no less. The plaintiff in this case, William P. Braham, complains that the defendant committed a trespass, we might say a serious trespass, upon his property. He is the owner of a farm in Mercer township, this county. The proof is that the defendant here, some three or four years ago, entered upon his premises, took possession, so to speak, with their teams and hands, excavated and filled the surface, and built and constructed a railroad across his farm and property, as he swears to you, and in doing so they committed a trespass and inflicted an injury upon his property. The testimony and the proof is all for you. You must keep in your minds a record of the testimony so that you can readily apply the testimony to the law. It will be for you to say how far the plaintiff has given you proof of the trespass and injury inflicted upon his property by the defendant. He says, in the first place, that the defendant entered upon his premises without permission ; that he never gave them any right of way; that he never gave them permission to enter upon his premises. Under the law the defendant had a right to go upon his farm regardless of his consent. He says they did so take possession of the premises in the way and manner proven to you. * * * In addition to this, he has given proof, whether it.satisfies you or not it is for you to remember the proof, that they have committed a trespass upon his property, to what extent will be for you to say from the testimony in the case, by their workmen and teams passing indiscriminately over his farm during the building and construction, of the road, throwing down fences, passing through fields, trampling upon and injuring the soil for present and probably future cultivation.\n* * * These are some of the prominent trespasses complained of by the plaintiff as committed upon his property and premises, and for this he claims compensation. We have said to you, and y.ou will recollect, that the defendant as an individual has not the right to take' and appropriate the private property of a citizen, although the law- gives the defendant the right to construct a road, regardless of the wish and will of a citizen, while they can do that, can appropriate private property in that manner and inflict injury ; yet they must make full and ample compensation for all the property taken and injury done.” * * *\nOn the question of damages the court said:—\n* * * “ We say to you that you are to look upon this property as it is, a farm, in considering the advantages and the disadvantages actually resulting from the construction of the railroad. They are to be considered by you as advantages and disadvantages to the farm as a farm, and that brings up this question. The Supreme Court lays down this rule by which the jury may measure the damages; the jury may take into consideration and ascertain from the proof, the fair market value of the property at and immediately before the railroad company took possession of the farm or property for the purpose of constructing a railroad. That is one point to ascertain. Then you may take into consideration the fair market value of the farm after the railroad has been constructed ; then as you deduct the less from the greater, that would be, under the rule, the proper measure of advantages and disadvantages. In this case, as in all cases of the kind, no matter how greatly the property increases in value by the construction of the road, the jury cannot give compensation to the defendant or railroad company. * .* *\n“ Under the rule laid down, you must keep your mind fixed upon this point, that the advantage which the plaintiff derives is from the use of the property as a farm, in the manner in which he was accustomed to use it immediately before the defendant took possession for the purpose of constructing the railroad. Then confine your attention to the injuries to the farm as a farm, and for the purpose of using it as a farm .immediately before possession taken by the defendants, that is not considering an offset the different advantages the plaintiff may have or might receive, but the direct and immediate advantage to the farm as a farm by the construction of the road. Neither can the jury take into consideration the fact that the property might be sold for some other purpose to greater advantage than if the road had not been made through it, but you must, for all purposes, take the facts as they are, that it is the plaintiff’s farm as a farm and for farming purposes that has been injured, and it must be his farm for farming purposes that has been benefited by the construction of the road. Then, if you find that the injuries exceed the benefits, in that point of view that would be the measure of damages, the excess of the injuries over the advantages would be the fair amount to return a verdict for in favor of the plaintiff. In other words, to ascertain the value of the property from the testimony of the witnesses with regard to the value, the market value as a farm before the railroad was built, and the market value as a farm after the railroad has been constructed.” * * *\nThe verdict was for the plantiff for $1125.\nThe defendants took a writ of error.\nIn a number of specifications they assigned for error : that the court in their charge treated the defendants as trespassers ; and that they erred in their instruction as to the measure of damages, in limiting the advantages to such as might result to the “ farm as a farm.”\nJE. M. Bredin and Thompson ¿f Scott, for plaintiffs in error.\nThe difference in the market value of land immediately before it is entered upon and after the improvement is made is the true test of the measure of damages : Schuylkill Nav. Co. v. Thoburn, 7 S. & R. 411; Penna. Railroad Co. v. Heister, 8 Barr 450; Sunbury & Erie Railroad Co. v. Hummell, 3 Casey 104; Searle v. Lackawanna & B. Railroad Co., 9 Id. 57 ; Patten v. Northern Central; Id. 426; Watson v. Pitts. & Connellsville Railroad Co., 1 Wright 469 ; East Penna. Railroad Co. v. Hottenstine, 11 Id. 28 ; Harvey v. Lackawanna & B. Railroad Co., Id. 429 ; Hornstein v. Atlantic & G. W. Railroad Co., 1 P. F. Smith 90.\nL. Z. Mitchell and Or. A. T. A. Black, for defendant in error,\ncited to the measure of damages: Hornstein v. Atlantic & G. Western Railroad Co.; Watson v. Pitts. & Conn. Railroad Co.; Sunbury & E. Railroad Co. v. Hummell; Searle v. Lackawanna & B. Railroad Co., supra ; Pittsburg, F. W. & C. Railroad Co. v. Gilleland, 6 P. F. Smith 445. As to the defendants being trespassers: Brown v. Peterson, 7 Wright 505."
  },
  "file_name": "0447-01",
  "first_page_order": 447,
  "last_page_order": 453
}
