{
  "id": 438413,
  "name": "McFadden et al. versus Drake et al.",
  "name_abbreviation": "McFadden v. Drake",
  "decision_date": "1875-11-23",
  "docket_number": "",
  "first_page": "473",
  "last_page": "475",
  "citations": [
    {
      "type": "official",
      "cite": "79 Pa. 473"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "4 Whart. 445",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1834989
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/4/0445-01"
      ]
    },
    {
      "cite": "2 Watts 185",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1840180
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/2/0185-01"
      ]
    },
    {
      "cite": "3 Whart. 309",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1833424
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/3/0309-01"
      ]
    },
    {
      "cite": "9 Watts 137",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1850042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/9/0137-01"
      ]
    },
    {
      "cite": "2 Whart. 11",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1830593
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/2/0011-01"
      ]
    },
    {
      "cite": "1 Rawle 231",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1819262
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/rawle/1/0231-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 370,
    "char_count": 5803,
    "ocr_confidence": 0.51,
    "pagerank": {
      "raw": 1.1471542713532853e-07,
      "percentile": 0.5805124159748309
    },
    "sha256": "0d69b774b819a9efb91b02a59882e151fbe2441261c65ee614ab30e1a4a4f7eb",
    "simhash": "1:0112eeb5006598d2",
    "word_count": 1056
  },
  "last_updated": "2024-02-27T22:18:31.010578+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Shahswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "McFadden et al. versus Drake et al."
    ],
    "opinions": [
      {
        "text": "Judgment was entered in the Supreme Court, November 26th 1875,\nPer Curiam.'\nIt is true that the power to sell was given by the deed to the trustee, George R.-Wilson. He had, however, no discretion, but was bound to make such sale and conveyance to any person or persons, and for such sum or sums of money, as the wife, by writing under her hand and seal and duly acknowledged at any time during her natural life, should direct and appoint. The words “direct and appoint” preclude the construction contended for by the plaintiff in error. The deed of the husband and wife — under her hand and seal and duly acknowledged — was a valid appointment under the power, in strict conformity to its provisions. It follows that her appointee, the grantee in the deed,' could have compelled, by a bill in equity, the trustee to convey to him the legal estate, and it follows also, that the defendants had a perfectly good equitable title, under which in Pennsylvania they could defend their possession.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam.'"
      }
    ],
    "attorneys": [
      "J. W. Smith and W. JR. Bole, for plaintiffs in error.",
      "Douglass and McQoy, for defendants in error."
    ],
    "corrections": "",
    "head_matter": "McFadden et al. versus Drake et al.\n1. A deed in 1846 was to a trustee to hold for the sole and separate use of a married woman, she alone to take the rents, &c., and after her death to the heirs of her body by her then husband, with power to the trustee to sell and convey in fee simple the premises in the deed as the wife, “ by writing under her hand and seal and duly acknowledged at any time, shall during her natural life direct and appoint.” The husband and wife, without the trustee, by deed duly executed and acknowledged, conveyed the premises: Held to be a valid appointment under the power in the trust deed.\n2. The grantee in the deed being the wife’? appointee could compel the trustee to convey the legal estate to him.\n3. Before such conveyance by the trustee, the wife’s appointee had an equitable title under which he could defend his possession in ejectment.\nNovember 23d 1875.\nBefore Shahswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Qrawford county: Of October and November Term 1875, No. 89.\nThis was an action of ejectment, commenced to the January Term 1874 of the court below, by James B. McFadden and others, children and heirs at law of Lodiski McFadden, deceased, against Abel Drake and others.\nEleazer Rockwell, being tbe owner of the premises in dispute, by deed dated July 1st 1846, for the consideration of $200, conveyed them to George R. Wilson, “ for the uses and upon the trusts (thereinafter) mentioned,” viz.: In trust “for the sole and separate use'of Lodiski McFadden, the wife of John W. McFadden, of, &e., so that she alone, or such person as she shall appoint, shall take and receive the rents, &c., and' so as her said husband shall not in anywise intermeddle therewith; and from and after the decease of the said Lodiski McFadden, in trust, for the use of the heirs of the body of the said Lodiski McFadden, by the said John W. McFadden, begotten or to be begotton, for ever, with power to the said George R. Wilson to sell and convey in fee simple the whole or any part of the aforesaid premises and appertenances to any person or persons, and for such sum or sums of money as the said Lodiski McFadden, by writing under her hand and seal and duly acknowledged at any time, shall, during her natural life, direct and appoint.” * * *\nWilson, the trustee, paid nothing, nor did he do anything under the deed.\nOn the 8th of July 1864, McFadden and wife conveyed to John Ross part of the premises; Ross conveyed, September 7th 1864, to Burdick, and on the 10th of May 1866, McFadden and wife conveyed the remainder to Burdick. Both the deeds of McFadden and wife were in due form and properly acknowledged. Wilson, the trustee, took no part whatever in the conveyances.\nMcFadden died in 1870, and his wife Lodiski, in 1872.\nBurdick’s title was in the defendants at the commencement of this suit.\nUnder the foregoing facts the court, Lowrie, P. J., charged, that “the conveyances by McFadden and wife to Ross and Bur-dick are a valid appointment of the fee of the land under the trust for her.”\nThe verdict was for the defendants.\nThe plaintiffs took a writ of error, and assigned the charge of the court for error.\nJ. W. Smith and W. JR. Bole, for plaintiffs in error.\nThis is a special trust, for the benefit of a married woman, and is not within the Statute of Uses: Steacy v. Rice, 3 Casey 75; Koenig’s Appeal, 7 P. F. Smith 352; Dodson v. Ball, 10 Id. 492; Megargee v. Naglee, 14 Id. 216. A feme covert is, in respect to her separate estate, to be deemed a feme sole only to the extent of the power clearly given by the instrument by which the estate is settled, and has no right of disposition beyond it: Lancaster v. Dolan, 1 Rawle 231; Stahl v. Cronse, 1 Barr 111; Thomas v. Folwell, 2 Whart. 11; Wallace v. Coston, 9 Watts 137. The execution of a power must he in the form prescribed by the instrument creating it: Sugden on Powers 250, 319, in note; Dorrance v. Scott, 3 Whart. 309.\nDouglass and McQoy, for defendants in error.\nThese deeds, under the power in the trust deed, passed the fee simple to the grantors: Steacy v. Rice, 3 Casey 75; Koenig’s Appeal, 7 P. F. Smith 352; Dodson v. Ball, 10 Id. 492; Megargee v. Nagle, 14 Id. 216. The rule in equity is to regard whatever ought to be done as being done. And this is to be adopted as a universal maxim : Slifer v. Beates, 9 S. & R. 178. The power is well executed by the two deeds executed by Mrs. McFadden and her husband : Lancaster v. Dolan, 1 Rawle 231. And this is so, although no reference be made to the power in the conveyance: Lancaster v. Dolan, supra ; Drusadow v. Wilde, 13 P. F. Smith 170; Allison v. Kurtz, 2 Watts 185; Coryell v. Dunton, 7 Barr 530; Hoover v. Samaritan Society, 4 Whart. 445; Zane v. Kennedy, 23 P. F. Smith 182."
  },
  "file_name": "0473-01",
  "first_page_order": 473,
  "last_page_order": 475
}
