{
  "id": 559344,
  "name": "Emma M. CRON, Administratrix of the Estate of Benjamin Cron, Jr., Deceased and Emma and Benjamin Cron in their own right, Appellants, v. SARJAC, INC. t/a Club North 40 and Judith Spencer and Harry Robert Smith",
  "name_abbreviation": "Cron v. Sarjac, Inc.",
  "decision_date": "1998-07-27",
  "docket_number": "Appeal No. 168 M.D. Appeal Dkt. 1997",
  "first_page": "269",
  "last_page": "275",
  "citations": [
    {
      "type": "official",
      "cite": "552 Pa. 269"
    },
    {
      "type": "parallel",
      "cite": "714 A.2d 1024"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "388 Pa.Super. 121",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472504
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "finding that unlike in Couts, summary judgment was warranted where the only evidence arguably supporting visible intoxication was the patron's own testimony that she believed she was loud and acting without coordination"
        },
        {
          "parenthetical": "finding that unlike in Couts, summary judgment was warranted where the only evidence arguably supporting visible intoxication was the patron's own testimony that she believed she was loud and acting without coordination"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/388/0121-01"
      ]
    },
    {
      "cite": "652 A.2d 372",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        710930,
        7867925
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/438/0277-01",
        "/a2d/652/0372-01"
      ]
    },
    {
      "cite": "438 Pa.Super. 277",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        710930
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/438/0277-01"
      ]
    },
    {
      "cite": "419 Pa.Super. 541",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        918243
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "page": "554"
        },
        {
          "page": "777"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/419/0541-01"
      ]
    },
    {
      "cite": "334 Pa.Super. 609",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        618600
      ],
      "weight": 4,
      "year": 1984,
      "pin_cites": [
        {
          "page": "613"
        },
        {
          "page": "907"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/334/0609-01"
      ]
    },
    {
      "cite": "290 Pa.Super. 168",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        169812
      ],
      "weight": 4,
      "year": 1981,
      "pin_cites": [
        {
          "page": "173-74"
        },
        {
          "page": "186"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/290/0168-01"
      ]
    },
    {
      "cite": "281 Pa.Super. 135",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        152806
      ],
      "weight": 4,
      "year": 1980,
      "pin_cites": [
        {
          "parenthetical": "plurality"
        },
        {
          "parenthetical": "plurality"
        },
        {
          "page": "142"
        },
        {
          "page": "1188"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/281/0135-01"
      ]
    },
    {
      "cite": "711 A.2d 524",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11823339
      ],
      "weight": 5,
      "pin_cites": [
        {
          "page": "525"
        },
        {
          "page": "527-29"
        },
        {
          "page": "527"
        },
        {
          "page": "527-29"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/711/0524-01"
      ]
    },
    {
      "cite": "205 A.2d 873",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1965,
      "pin_cites": [
        {
          "page": "875-76"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "416 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1892965
      ],
      "year": 1965,
      "pin_cites": [
        {
          "page": "268"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/416/0265-01"
      ]
    },
    {
      "cite": "701 A.2d 255",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11892487
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "258"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/701/0255-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 12275,
    "ocr_confidence": 0.686,
    "pagerank": {
      "raw": 6.699805336962679e-08,
      "percentile": 0.4070561642783035
    },
    "sha256": "c0a9811c5903413a6bd8a6e36310324f9ee13188674559b4266b8db251aad7d2",
    "simhash": "1:7dd81bf5871d937a",
    "word_count": 2026
  },
  "last_updated": "2024-02-27T19:30:11.060899+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "NIGRO, J., files a dissenting statement in which CASTILLE and NEWMAN, JJ., join.",
      "CASTILLE and NEWMAN, JJ., join."
    ],
    "parties": [
      "Emma M. CRON, Administratrix of the Estate of Benjamin Cron, Jr., Deceased and Emma and Benjamin Cron in their own right, Appellants, v. SARJAC, INC. t/a Club North 40 and Judith Spencer and Harry Robert Smith."
    ],
    "opinions": [
      {
        "text": "ORDER\nPER CURIAM:\nAppeal dismissed as having been improvidently granted.\nNIGRO, J., files a dissenting statement in which CASTILLE and NEWMAN, JJ., join.",
        "type": "majority",
        "author": "PER CURIAM:"
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nI respectfully dissent from the majority’s decision to dismiss this case as improvidently granted. The Court allowed this appeal to consider what evidence a plaintiff must have to survive summary judgment under Pennsylvania’s Dram Shop Act, 47 P.S. § 4-497, which imposes liability upon bars for harm resulting from service of alcohol to visibly intoxicated patrons. While in other cases the Superior Court has allowed circumstantial evidence of a patron’s visible intoxication to go to the jury, here the Superior Court affirmed summary judgment for the bar because there is no evidence of the patron’s visible intoxication while at the bar. Since Appellants should have been able to present circumstantial evidence supporting their claim to the jury, I would reverse the Superior Court’s decision.\nSummary judgment is warranted if the pleadings, depositions, answers to interrogatories, and admissions on file, together with any affidavits, show that there is no genuine issue as to any material fact and that the moving party is entitled to judgment as a matter of law. Pa. R. Civ. P. 1035. When reviewing a grant of summary judgment, the record is considered in the light most favorable to the non-moving party, resolving all doubts as to the existence of a genuine issue of material fact against the moving party. Borden, Inc. v. Advent Ink Co., 701 A.2d 255, 258 (Pa.Super.1997).\nViewing the evidence in the light most favorable to Appellants, the Superior Court found that on August 22, 1992, Harry Smith arrived at the Club North 40 bar in Dalton, Pennsylvania sometime before 8:30 p.m. Harry Smith returned to Club North at 10:30 p.m. He drank five more screwdrivers and left at 1:30 a.m. The Superior Court stated that Harry Smith then drove north on Interstate 81 for about twenty miles until he realized he was driving in the opposite direction that he needed to go. He exited Interstate 81 and headed south on Route 11 for about fifteen miles. At 2:49 a.m., Smith lost control of his van. He crossed over the centerline of the road and collided with an oncoming car driven by Appellants’ seventeen-year-old son, who was killed in the accident.\nThe Superior Court stated that several residents appeared on the scene of the accident. In Harry Smith’s criminal trial, these witnesses testified that Smith walked with a stagger, fell over several times, and slurred his speech. They also smelled alcohol on his person. Before the police arrived, Smith disappeared into the woods. He was found at 9:00 a.m. and the Pennsylvania State Police arrested him. A breathalyzer test was performed at 9:55 a.m. Smith’s blood alcohol content at that time was .079%.\nAppellants sued Club North 40 under Pennsylvania’s Dram Shop Act. Under the Act, it is unlawful:\nFor any licensee or the board, or any employe, servant or agent of such licensee or of the board, or any other person, to sell, furnish or give any liquor or malt or brewed beverages, or to permit any liquor or malt or brewed beverages to be sold, furnished or given, to any person visibly intoxicated. ..\n47 P.S. § 4-493(l)(Supp.l997)(emphasis added). The Act further provides:\nNo licensee shall be liable to third persons on account of damages inflicted upon them off of the licensed premises by customers of the licensee unless the customer who inflicts the damages was sold, furnished or given liquor or malt or brewed beverages by the said licensee or his agent, servant or employe when the said customer was visibly intoxicated.\nId. § 4-497 (emphasis added). A violation of the statute is negligence per se and if the violation was the proximate cause of the plaintiffs injury, the defendant is liable for it. See Majors v. Brodkead Hotel, 416 Pa. 265, 268, 205 A.2d 873, 875-76 (1965); Fandozzi v. Kelly Hotel, Inc., 711 A.2d 524, 525 (Pa.Super.1998).\nAfter discovery, Club North 40 moved for summary judgment. It alleged that there is no evidence that Smith was visibly intoxicated when served. Without such evidence, Club North maintained it cannot be liable under the Dram Shop Act. It alleged that there is no issue of material fact as to visible intoxication and thus it is entitled to summary judgment as a matter of law. The trial court granted summary judgment on this basis and the Superior Court affirmed.\nIn other Dram Shop Act cases, however, the Superior Court has found summary judgment unwarranted even though there was no direct evidence that the patron was served alcohol when he was visibly intoxicated. In Fandozzi v. Kelly Hotel, Inc., 711 A.2d 524 (Pa.Super.1998), the court reversed a grant of summary judgment for a hotel where a patron died after drinking at the bar. The patron walked from a hunting camp and arrived at the hotel at between 9:00 and 9:15 p.m. He left the bar between 10:00 and 11:00 p.m. While the record was unclear as to how many drinks he had, witnesses saw him intoxicated outside the hotel. Another patron agreed to drive him home but when he could not identify where he lived, she left him at the entrance to a campground. At 3:30 a.m., state police found the patron lying on the road where he had been dropped off with a head injury. He was taken to the hospital where his blood alcohol was determined to be .214% at 4:54 a.m. The patron died from his head injury.\nThe Superior Court held that while the patron’s estate offered no direct evidence that the patron was served alcohol while he was visibly intoxicated to support its claim under the Dram Shop Act, there was sufficient circumstantial evidence, based upon the above events plus expert testimony analyzing the patron’s blood alcohol content, to create a jury question on the issue. 711 A.2d at 527-29. The court stated that Pennsylvania appellate courts have not held that direct evidence is required to prove that a patron was served alcohol while visibly intoxicated. Id. at 527.\nBefore Fandozzi, the Superior Court reversed a compulsory nonsuit and remanded for a new trial where there was no direct evidence of a bar patron’s condition when he was served. The patron subsequently killed another motorist. In Couts v. Ghion, 281 Pa.Super. 135, 421 A.2d 1184 (1980) (plurality), there was only circumstantial evidence related to how much alcohol the patron was served, the manner in which he drove after leaving the bar, his visible intoxication at the time of the accident, and his blood alcohol content after the accident. Even without direct evidence of the patron’s condition at the bar, the court found that a jury could have reasonably concluded he was visibly intoxicated when served. 281 Pa.Super. at 142, 421 A.2d at 1188.\nWhile Couts is not binding authority, the Superior Court followed the decision in Speieher v. Reda, 290 Pa.Super. 168, 434 A.2d 183 (1981). The court reversed a compulsory nonsuit and ordered a new trial where a motorist struck a motorcycle five or ten minutes after leaving a bar and was visibly intoxicated at the scene of the accident. Despite no direct evidence of visible intoxication at the bar, the Superior Court found that like in Couts, visible intoxication could be proven circumstantially. 290 Pa.Super. at 173-74, 434 A.2d at 186. Similarly, in Peluso v. Walter, 334 Pa.Super. 609, 483 A.2d 905 (1984), the Superior Court reversed an order granting summary judgment for a bar although there was no direct evidence that a bar patron who killed another motorist was visibly intoxicated when served. Notwithstanding the bar owner’s testimony that the patron was not visibly intoxicated when served, the court held that the jury must determine whether the bar violated the Dram Shop Act based upon the testimony and circumstantial evidence of how much the patron drank, and his visibly intoxicated state after he left the bar and at the scene of the accident. 334 Pa.Super. at 613, 483 A.2d at 907.\nIn contrast to these cases, the Superior Court here affirmed a grant of summary judgment for the bar because it found no direct or circumstantial evidence of visible intoxication while the patron was at the bar. While I agree that there was no direct evidence of such intoxication, as seen in the above cases, other circumstantial evidence is probative of the patron’s appearance at the bar. Here, there is evidence that Harry Smith drank five screwdrivers at the bar, drove on the highway in the opposite direction that he needed to go, lost control of his vehicle, and was visibly intoxicated at the accident scene. Appellants also have obtained an expert report analyzing Smith’s blood alcohol content. All of this circumstantial evidence may lead a jury to reasonably conclude that Smith was visibly intoxicated when served.\nIt is up to the jury to weigh the testimony of the witnesses to the accident against the testimony of the bar employees, who testified that Smith was not visibly intoxicated at the bar, along with the other circumstantial evidence. This does not mean that every case alleging Dram Shop Act liability should go to trial. However, the Superior Court’s requirement in this case that an injured third party, who was not at the bar, produce evidence of the patron’s appearance there, essentially extinguishes the cause of action created by the legislature. In addition, in cases where a bartender serves a lone patron in an otherwise empty bar, it would be impossible to establish that the patron was served while visibly intoxicated without circumstantial evidence. Where there is circumstantial evidence of visible intoxication, summary judgment is not warranted.\nConsistent with Superior Court authority allowing the jury to consider circumstantial evidence of visible intoxication, I conclude that summary judgment was not warranted. The jury should have determined if Club North 40 served Harry Smith while he was visibly intoxicated based upon all of the evidence.\nCASTILLE and NEWMAN, JJ., join.\n. This case was decided before Rules of Civil Procedure 1035.1-1035.5 replaced Rule 1035.\n. The expert's report uses the patron's blood alcohol content after the accident to determine what his content was while at the bar. Based upon the blood alcohol content, the expert opines as to whether the patron showed signs of intoxication. The Superior Court has stated that such “relation back” evidence must be accompanied by other circumstantial evidence to create an issue of fact for the jury as to a patron’s visible intoxication. See Fandozzi, 711 A.2d at 527-29.\n. Other cases affirming grants of summary judgment for drinking establishments do not require a contrary result. In Johnson v. Harris, 419 Pa.Super. 541, 615 A.2d 771 (1992), for example, there was no circumstantial evidence supporting that the patron was visibly intoxicated. The plaintiff, who testified that the patron was not visibly intoxicated, relied primarily on an expert report related to blood alcohol content. In affirming a grant of summary judgment, the court found that the expert report fell short of \"the strong circumstantial evidence of visible intoxication in Couts.\" 419 Pa.Super. at 554, 615 A.2d at 777. In Conner v. Duffy, 438 Pa.Super. 277, 652 A.2d 372 (1994), the court also distinguished Couts and further found no evidence that the patron, as opposed to his companions, was served alcohol. See also McDonald v. Mamott Corp., 388 Pa.Super. 121, 564 A.2d 1296 (1989)(finding that unlike in Couts, summary judgment was warranted where the only evidence arguably supporting visible intoxication was the patron’s own testimony that she believed she was loud and acting without coordination).",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Jeffrey M. Kornblau and Linda A. Tracy, Jenkintown, for Emma M. & Benjamin Cron.",
      "John R. Lenahan, Jr. and Myles P. McAliney, Scranton, for Sarjac, Inc.",
      "Harry Robert Smith, pro se."
    ],
    "corrections": "",
    "head_matter": "714 A.2d 1024\nEmma M. CRON, Administratrix of the Estate of Benjamin Cron, Jr., Deceased and Emma and Benjamin Cron in their own right, Appellants, v. SARJAC, INC. t/a Club North 40 and Judith Spencer and Harry Robert Smith.\nSupreme Court of Pennsylvania.\nArgued April 29, 1998.\nDecided July 27, 1998.\nJeffrey M. Kornblau and Linda A. Tracy, Jenkintown, for Emma M. & Benjamin Cron.\nJohn R. Lenahan, Jr. and Myles P. McAliney, Scranton, for Sarjac, Inc.\nHarry Robert Smith, pro se.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0269-01",
  "first_page_order": 385,
  "last_page_order": 391
}
