{
  "id": 559398,
  "name": "In the Matter of Robert Henry McINTYRE. Appeal of Robert Henry McINTYRE",
  "name_abbreviation": "In re McIntyre",
  "decision_date": "1998-07-21",
  "docket_number": "",
  "first_page": "324",
  "last_page": "331",
  "citations": [
    {
      "type": "official",
      "cite": "552 Pa. 324"
    },
    {
      "type": "parallel",
      "cite": "715 A.2d 400"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "707 A.2d 225",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11852854
      ],
      "year": 1997,
      "opinion_index": 0,
      "case_paths": [
        "/a2d/707/0225-01"
      ]
    },
    {
      "cite": "245 N. J.Super. 220",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        356049
      ],
      "weight": 4,
      "year": 1991,
      "pin_cites": [
        {
          "page": "223"
        },
        {
          "page": "860-861"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/245/0220-01"
      ]
    },
    {
      "cite": "530 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1832986
      ],
      "weight": 4,
      "year": 1992,
      "pin_cites": [
        {
          "parenthetical": "necessity for judicial involvement in name change petition centers on governmental concerns that individuals not alter their identity to avoid financial obligations"
        },
        {
          "parenthetical": "necessity for judicial involvement in name change petition centers on governmental concerns that individuals not alter their identity to avoid financial obligations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/530/0388-01"
      ]
    },
    {
      "cite": "676 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463588,
        7860012
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0339-01",
        "/a2d/676/0234-01"
      ]
    },
    {
      "cite": "544 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463588
      ],
      "year": 1996,
      "opinion_index": 0,
      "case_paths": [
        "/pa/544/0339-01"
      ]
    },
    {
      "cite": "50 A.2d 200",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "year": 1947,
      "pin_cites": [
        {
          "page": "202"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "355 Pa. 588",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        468921
      ],
      "weight": 2,
      "year": 1947,
      "pin_cites": [
        {
          "page": "592-593"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/355/0588-01"
      ]
    },
    {
      "cite": "23 Pa. D & C.3d 199",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.3d",
      "case_ids": [
        4666072
      ],
      "year": 1982,
      "pin_cites": [
        {
          "parenthetical": "same"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c3d/23/0199-01"
      ]
    },
    {
      "cite": "4 Pa. D & C.3d 681",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.3d",
      "case_ids": [
        8711613
      ],
      "year": 1978,
      "pin_cites": [
        {
          "parenthetical": "granting feminine name change petition of pre-operative transsexual male does not comport with good sense, common decency and fairness to all concerned and the public"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c3d/4/0681-01"
      ]
    },
    {
      "cite": "676 A.2d 234",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        463588,
        7860012
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/544/0339-01",
        "/a2d/676/0234-01"
      ]
    },
    {
      "cite": "544 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        463588
      ],
      "year": 1996,
      "opinion_index": 1,
      "case_paths": [
        "/pa/544/0339-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 639,
    "char_count": 11751,
    "ocr_confidence": 0.7,
    "pagerank": {
      "raw": 2.2209779559780778e-07,
      "percentile": 0.7776123241161936
    },
    "sha256": "4ed214e1da55ee320a71021741f6d40ebf0da9773374763036eceee54eb58a31",
    "simhash": "1:f527cc4cad1f26bc",
    "word_count": 1940
  },
  "last_updated": "2024-02-27T19:30:11.060899+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ.",
      "SAYLOR, J., did not participate in the consideration or decision of this case.",
      "NIGRO, J., files a Concurring Opinion."
    ],
    "parties": [
      "In the Matter of Robert Henry McINTYRE. Appeal of Robert Henry McINTYRE."
    ],
    "opinions": [
      {
        "text": "OPINION\nZAPPALA, Justice.\nWe granted allocatur to determine whether the trial court abused its discretion by denying Appellant’s petition to change name. For the following reasons, we reverse.\nAppellant, a fifty-three year old male, is a pre-operative transsexual who is undergoing hormonal therapy and psychotherapy in anticipation of sex-reassignment surgery. He has been struggling -with personal gender identity issues since the age of ten. Appellant is the father of two adult sons and has been divorced since 1983.\nIn 1991, Appellant began dressing as a woman and held himself out to the community as a woman in all respects with the exception of his employment as a maintenance worker for the Harrisburg Parking Authority. He is generally known as Katherine Marie McIntyre, the name under which he leases his apartment, maintains various bank accounts and credit cards and is enrolled in membership in local organizations.\nOn August 25, 1995, Appellant filed a petition to change name from Robert Henry McIntyre to Katherine Marie McIntyre pursuant to 54 Pa.C.S. §§ 701-705. A hearing was held where Appellant presented testimony establishing that a prerequisite to sex-reassignment surgery is that the patient undergo the “real-life test” whereby he lives for a minimum of one year in all aspects of his life in the gender he desires to be. Appellant argued that he is unable to satisfy this requirement because his employer will not recognize him as a female until it receives legal recognition of his name change.\nThe common pleas court denied the petition primarily on the ground that Appellant failed to present testimony or documentation of the statutory requirement that he be free of judgments. See Act of December 16, 1982, P.L. 1309, No. 295, § 6(b). Appellant filed for reconsideration and submitted proof that he was, in fact, judgment free.\nThe common pleas court granted reconsideration but again denied the petition holding that it would not grant legal recognition of Appellant’s name change until he undergoes sex-reassignment surgery. It found that granting the name change was premature and would be deceptive to the public and to Appellant’s co-workers. It relied on prior common pleas court decisions where a similar result was reached. In re: Dowdrick, 4 Pa. D & C.3d 681 (1978) (granting feminine name change petition of pre-operative transsexual male does not comport with good sense, common decency and fairness to all concerned and the public); In re: Richardson, 23 Pa. D & C.3d 199 (1982) (same). The Superior Court affirmed on the basis of the common pleas court’s opinion.\nAppellant contends that the trial court abused its discretion in denying his petition for name change absent a factual basis for doing so. He asserts that there was no objection to the petition, that the name requested is ordinary and that he is not attempting to avoid financial obligations or commit fraud. He further contends that the trial court’s refusal to grant the name change until the sex-reassignment surgery was completed was an arbitrary determination. We agree.\nThe trial court has wide discretion in ruling upon a petition to change name and should exercise its discretion in a way as to comport with good sense, common decency and fairness to all concerned and to the public. Falcucci Name Change, 355 Pa. 588, 50 A.2d 200 (1947). Petitions for change of name may be denied upon lawful objection or if the petitioner seeks a name change in order to defraud the public. Id.\nWe must keep in mind, however, that the primary purpose of the Judicial Change of Name Statute, other than with regard to minor children, is to prohibit fraud by those attempting to avoid financial obligations. Commonwealth v. Goodman, 544 Pa. 339, 676 A.2d 234 (1996); see also In re: Grimes, 530 Pa. 388, 609 A.2d 158 (1992) (necessity for judicial involvement in name change petition centers on governmental concerns that individuals not alter their identity to avoid financial obligations). The penalty provision of the name change statute applies only to persons violating the act for the purpose of avoiding payment of taxes or other debts. 54 Pa.C.S. § 705.\nHere, it was undisputed that Appellant was judgment free and was not seeking a name change to avoid any financial obligations or commit fraud. The fact that he is a transsexual seeking a feminine name should not affect the disposition of his request.\nThe Superior Court of New Jersey espoused a similar view in The Matter of William Eck, 245 N. J.Super. 220, 584 A.2d 859 (1991). The petitioner in Eck was a transsexual who sought to change his name from William to Lisa. The lower court denied the request, concluding that it was inherently fraudulent for a male to assume an obviously female name for the purpose of representing himself to society as a female.\nThe Superior Court of New Jersey reversed, holding that\n[a]bsent fraud or other improper purpose a person has a right to a name change whether he or she has undergone or intends to undergo a sex change through surgery, has received hormonal injections to induce physical change, is a transvestite, or simply wants to change from a traditional “male” first name to one traditionally “female,” or vice versa. Many first names are gender interchangeable ... and judges should be chary about interfering with a person’s choice of a first name.\nFinally, we perceive that the judge was concerned about a male assuming a female identity in mannerism and dress. That is an accomplished fact in this case, a matter which is of no concern to the judiciary, and which has no bearing upon the outcome of a simple name change application.\nId. at 223, 584 A.2d at 860-861.\nLikewise, we find that there is no public interest being protected by the denial of Appellant’s name change petition. The details surrounding Appellant’s quest for sex-reassignment surgery are not a matter of governmental concern. As the name change statute and the procedures thereunder indicate a liberal policy regarding change of name requests, In re: Grimes, 530 Pa. 388, 609 A.2d 158 (1992), we see no reason to impose restrictions which the legislature has not.\nAccordingly, because Appellant has satisfied the statutory requirements, the trial court abused its discretion in denying his name change petition. The Order is reversed and the petition is granted.\nSAYLOR, J., did not participate in the consideration or decision of this case.\nNIGRO, J., files a Concurring Opinion.\n. Sections 701 and 702 provide as follows:\n§ 701. Court approval required for change of name\n(a) General rule. — It shall be unlawful for any person to assume a different name by which such person is and has been known, unless such change in name is made pursuant to proceedings in court as provided by this chapter.\n(b) Informal change of name. — Notwithstanding subsection (a), a person may at any time adopt and use any name if such name is used consistently, nonfraudulently and exclusively.\n§ 702. Change by order of court\nThe court of common pleas of any county may by order change the name of any person resident in the county.\nSections 703 (Effect on children), 704 (Divorced person may resume prior name) and 705 (Penalty for violation of chapter) are not relevant to the instant case.\n. There was no objection to the petition for name change.\n. This section provides that \"... the petitioner ... shall present to the court ... proof ... showing that there are no judgments or decrees of record or any other matter of like character against said petitioner....”\n. Judge Olszewski filed a concurring memorandum wherein he agreed with the denial of the name change petition and noted that the social issue may be best resolved through legislative action.\n. The Superior Court recently addressed the issue of whether a preoperative transsexual may legally change his name to reflect the opposite sex in In re: Brian Harris, 707 A.2d 225 (1997), but a majority of the panel did not agree on the resolution. Judge Olszewski found that the petitioner must establish that he is permanently committed to living as a member of the opposite sex before the name change petition is granted.)\nJudge Popovich filed a concurring statement wherein he found that the petitioner's commitment to living as a woman was irrelevant to the determination of whether his petition to change name should be granted. He asserted that the court inquiry ends after it is determined that the petitioner has complied with the statutory requirements and that the petitioner has no fraudulent intentions in changing his name.\nIn his dissenting statement, Judge (now Justice) Saylor opined that a transsexual's name change petition should not be granted until sex reassignment surgery was completed.\n. In Falcucci Name Change, we observed that\nif some medical practitioner petitioned for leave to change his name to that of an eminent and successful medical practitioner in the former’s vicinity the court would properly deny the petition on the ground that a fraud on the public was intended. The same would be true if some member of the legal profession or some actor or a practitioner of some other profession would seek judicial authority to assume the name of an other person who gained renown in the petitioner’s profession. When a petitioner for a change of name is a competitor of a highly successful person whose name he wishes to assume there is reasonable ground for suspicion that his motive in seeking a change of name is an unworthy one, and a due regard for both the public interest and for the person whose name is coveted would constrain a court to deny his petition. A court wrould also properly refuse a request for a change in name if petitioner asked for the privilege of assuming a name that was bizarre or unduly lengthy or which would be difficult to pronounce or would have a ridiculous offensive connotation.\n355 Pa. at 592-593, 50 A.2d at 202. Appellant’s request is not analogous to these circumstances where the public would be affected by the petitioner’s choice of name.",
        "type": "majority",
        "author": "ZAPPALA, Justice."
      },
      {
        "text": "NIGRO, Justice,\nconcurring.\nI agree with the Majority that Commonwealth v. Goodman, 544 Pa. 339, 676 A.2d 234 (1996), is applicable to this case to the extent that it stands for the proposition that the primary purpose of the Judicial Change of Name Statute, other than with regard to minor children, is to prohibit fraud by those attempting to avoid financial obligations. I write separately, however, to emphasize that deterrence against financial fraud may be the primary, but is not the only, purpose behind the Name Change Statute. Rather, there are other types of fraud, besides financial, that the Name Change Statute seeks to prevent.\nCourts may face any number of situations, not financial in nature, where an individual is motivated to formally adopt a different name for improper reasons. For example, if evidence discloses that an individual is seeking to change his or her name in order to receive preference as a candidate on a university or employment application, the Statute would clearly compel the courts to deny that individual’s name change petition.\nHowever, under the circumstances of this case, I agree with the Majority that the record does not reflect that Appellant is seeking to change his name in order to perpetrate any type of fraud, financial or otherwise. Accordingly, I agree with the Majority’s conclusion that Appellant’s name change petition should be granted.",
        "type": "concurrence",
        "author": "NIGRO, Justice,"
      }
    ],
    "attorneys": [
      "Luther E. Milspaw, Jr., and Helen Eichenwald Laux, for McIntyre."
    ],
    "corrections": "",
    "head_matter": "715 A.2d 400\nIn the Matter of Robert Henry McINTYRE. Appeal of Robert Henry McINTYRE.\nSupreme Court of Pennsylvania.\nSubmitted June 27, 1997.\nDecided July 21, 1998.\nLuther E. Milspaw, Jr., and Helen Eichenwald Laux, for McIntyre.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO and NEWMAN, JJ."
  },
  "file_name": "0324-01",
  "first_page_order": 440,
  "last_page_order": 447
}
