{
  "id": 1833026,
  "name": "COMMONWEALTH of Pennsylvania, Appellee, v. Michael WEISS, Appellant",
  "name_abbreviation": "Commonwealth v. Weiss",
  "decision_date": "1992-03-18",
  "docket_number": "",
  "first_page": "1",
  "last_page": "10",
  "citations": [
    {
      "type": "official",
      "cite": "530 Pa. 1"
    },
    {
      "type": "parallel",
      "cite": "606 A.2d 439"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "515 Pa. 410",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806048
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0410-01"
      ]
    },
    {
      "cite": "516 Pa. 196",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808592
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "203"
        },
        {
          "page": "355"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0196-01"
      ]
    },
    {
      "cite": "561 A.2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1818936,
        1818964
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0235-01",
        "/pa/522/0236-01"
      ]
    },
    {
      "cite": "522 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818964
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0236-01"
      ]
    },
    {
      "cite": "506 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790951
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/506/0607-01"
      ]
    },
    {
      "cite": "527 A.2d 973",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1806092
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "515 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1806001,
        1806092
      ],
      "weight": 2,
      "year": 1987,
      "opinion_index": 0,
      "case_paths": [
        "/pa/515/0153-01",
        "/pa/515/0153-02"
      ]
    },
    {
      "cite": "235 A.2d 349",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910363
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0599-01"
      ]
    },
    {
      "cite": "508 Pa. 212",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794003
      ],
      "weight": 2,
      "year": 1985,
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0212-01"
      ]
    },
    {
      "cite": "559 A.2d 504",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1818992,
        1818994
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0001-01",
        "/pa/522/0002-01"
      ]
    },
    {
      "cite": "522 Pa. 2",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818994
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0002-01"
      ]
    },
    {
      "cite": "571 A.2d 507",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "397 Pa.Super. 648",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 787,
    "char_count": 15758,
    "ocr_confidence": 0.797,
    "pagerank": {
      "raw": 7.481458197977951e-07,
      "percentile": 0.9698683205082613
    },
    "sha256": "c3a62548c0c86afefad42b73bb622a6ec842b5be3c49fec86169a67f6605c2a7",
    "simhash": "1:ee06612b76943b5a",
    "word_count": 2467
  },
  "last_updated": "2024-02-27T22:25:32.530667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ.",
      "McDERMOTT, J., files a concurring opinion.",
      "ZAPPALA, J., joins the majority opinion and files a concurring opinion.",
      "NIX, C.J., and FLAHERTY, J., concur in the result."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellee, v. Michael WEISS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nOn May 2, 1986, Michael Weiss, appellant, was convicted by a jury in the Court of Common Pleas of Bucks County of Rape, Statutory Rape, Incest, Indecent Assault, Simple Assault, Endangering the Welfare of Children and Corruption of Minors. Subsequent to the filing of post-trial motions in arrest of judgment and for a new trial, trial counsel withdrew his appearance. Present counsel entered their appearance on behalf of appellant, and filed supplemental post-verdict motions, raising issues concerning after-discovered evidence and ineffective assistance of counsel. An evidentiary hearing was held before the trial court on November 17, November 20, and December 3, 1987. New counsel was then granted permission to litigate supplemental post-verdict motions nunc pro tunc. Following argument to the trial court en banc, appellant’s post-verdict motions were denied in an opinion and order dated January 5,1989. On February 3, 1989, appellant was sentenced to a period of incarceration of not less than five (5) years nor more than ten (10) years. On November 27, 1989, the Superior Court affirmed the judgment of sentence. 397 Pa.Super. 648, 571 A.2d 507. This appeal followed. Appellant claims, inter alia, that trial counsel was ineffective for failing to call character witnesses on his behalf at trial. We agree and, therefore, reverse the judgment of sentence and remand for a new trial.\nThe charges brought against appellant arose out of the following circumstances. Appellant, separated from his wife for two years, lived in an apartment with two other men. His daughter, the victim, four years old at the time of the incident, lived with her mother. She frequently visited her father for several days at a time, and did so between November 11-16, 1985. She testified at trial that, one night during that visit, her father [appellant] woke her up, inserted his finger and his penis into her vagina, put Cheerios into her vagina, and cut her vaginal area with a plastic knife. She also testified that when she screamed her father pointed a gun at her. The victim’s mother, appellant’s estranged wife, testified that her daughter acted abnormally upon her return from her father’s home on November 16, 1985, and that on November 19, 1985, while bathing her daughter, she discovered a cut approximately one-inch long on her daughter’s vaginal area. When unable to reach the family doctor, she took her daughter to Delaware Valley Medical Center emergency room.\nThe examining physician at the hospital, testified that he observed a one inch cut on the child’s genital area consistent with having been cut by a plastic knife. Two hospital nurses also testified that the child had a cut on her vagina. One of the nurses, admittedly not an expert in wound dating, testified that the cut was “probably about a day old.” (N.T. 5/1/86, p. 200). The examination also revealed a tom hymen, a condition consistent with physical penetration, but not necessarily limited to physical penetration.\nThe defense’s case consisted principally of the testimony of appellant, who vehemently denied the accusations, appellant’s two roommates who corroborated appellant’s testimony, and two children of one of appellant’s roommates who testified that they had occasionally seen appellant and the victim in bed together. One child testified that on either November 15 or 16, 1985, she and the victim had gone to sleep on the sofa bed, but when she awoke the next morning the victim was in appellant’s bed. She could not recall whether appellant was at home at the time. Appellant’s father testified to a recantation by the victim. No character witnesses were called on behalf of appellant. Appellant was found guilty of the aforementioned crimes.\nAppellant now, in his appeal before us, contends that trial counsel’s failure to call character witnesses on his behalf constitutes ineffective assistance. Post-trial testimony reveals that several witnesses would have testified to appellant’s good character. Many of the same witnesses also would have testified to his wife’s bad character.\nThe standard to be applied in reviewing claims of ineffective assistance of counsel is well settled. “The threshold inquiry in ineffectiveness claims is whether the issue/argument/tactic which counsel has foregone and which forms the basis for the assertion of ineffectiveness is of arguable merit; for counsel cannot be considered ineffective for failing to assert a meritless claim.” Commonwealth v. Durst, 522 Pa. 2, 559 A.2d 504 (1989); Commonwealth v. Pursell, 508 Pa. 212, 495 A.2d 183 (1985). Once this threshold is met we apply the “reasonable basis” test to determine whether counsel’s chosen course was designed to effectuate his client’s interests. If we conclude that the particular course chosen by counsel had some reasonable basis, our inquiry ceases and counsel’s assistance is deemed effective. Commonwealth ex rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967). If we determine that there was no reasonable basis for counsel’s chosen course then the accused must demonstrate that counsel’s ineffectiveness worked to his prejudice. Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987). The burden of establishing counsel’s ineffectiveness is on the appellant because counsel’s stewardship of the trial is presumptively effective. Commonwealth v. McNeil, 506 Pa. 607, 487 A.2d 802 (1985).\nAt the hearing on post-verdict motions, appellant offered the testimony of several character witnesses in support of his claim that trial counsel was ineffective for failing to present evidence of appellant’s good character, and failing to present evidence of appellant’s wife’s bad character. In addition to appellant’s employer and co-worker, these witnesses included numerous friends and relatives. Notably, appellant’s wife’s parents and brother testified to appellant’s good character reputation and his wife’s lack thereof. All of the witnesses testified that they would have been willing to testify at trial on appellant’s behalf had they been asked by appellant’s attorney.\nIn a case such as this, where there are only two direct witnesses involved, credibility of the witnesses is of paramount importance, and character evidence is critical to the jury’s determination of credibility. Evidence of good character is substantive, not mere makeweight evidence, and may, in and of itself, create a reasonable doubt of guilt and, thus, require a verdict of not guilty. Commonwealth v. Neely, 522 Pa. 236, 561 A.2d 1 (1989). Appellant’s claim, therefore, is not without merit.\nWe must now determine whether appellant’s counsel had a reasonable basis for failing to present character witnesses at appellant’s trial. Trial counsel testified at the post-trial hearing, that his theory of the case contemplated the use of character testimony, but that after contacting the witnesses given him by appellant, he concluded that he could not use character witnesses. (N.T. 11/17/87, p. 27). Although his recollections were hazy, he stated that he contacted appellant’s employer and a co-worker, and concluded that the employer didn’t know appellant very well, and that the co-worker would not be helpful. Trial counsel recalled speaking with appellant’s wife’s mother who “favored Michael’s story over Victoria’s story,” but vaguely recalled that she wasn’t going to come forward and testify. (N.T. 11/17/87, p. 29). At the post-trial hearing, both appellant’s employer and co-worker stated that they had known appellant for approximately eight years, had socialized with him, and were familiar with his good reputation in the community. (N.T. 11/17/87, pp. 99, 101, 104, 106, 108, 109). Appellant’s wife’s mother and father both stated that they would have testified to appellant’s good reputation within the community and to their daughter’s bad reputation, and also would have told about their daughter’s conviction for the unauthorized use of their credit card. Appellant testified that he gave counsel the names of several other witnesses, who were familiar with his reputation, and who would have testified on his behalf at trial. These potential witnesses testified that, when asked by appellant, they had agreed to testify at trial if needed, but they were never contacted by appellant’s attorney. At the post-trial hearing, counsel could not state with certainty that he contacted all of the names given him by appellant. In fact, trial counsel, by his own admission, did not contact any witnesses until the day before trial. (N.T. 11/20/87, p. 289). He then failed to inform his client of his decision to forego the use of character evidence and failed to respond to his client’s inquiries regarding the absence of witnesses, thereby breaching his duty to consult with his client on important decisions. His decision, therefore, was not a tactical one made after weighing all of the alternatives, but was based on the fact that he had failed to interview and prepare potential character witnesses, and consult with his client thereto.\nTrial counsel’s failure to use appellant’s numerous relatives as character witnesses was based upon his perception of familial character evidence. He testified that, “[a]s a policy matter, I don’t ever recall ever putting on character evidence of family members. I think the jury just thinks it’s garbage.” Counsel admits that he never discussed with appellant the possibility of presenting character evidence from appellant’s family. (N.T. 11/17/87, p. 28). Counsel’s preconceived notions about familial character evidence led to his failure to even interview appellant’s relatives, and precluded him from assessing their credibility. Although familial character witnesses generally lack the credibility of unbiased non-familial witnesses, an attitude that they are per se worthless, is sufficient evidence of counsel’s incompetency.\nIn light of the overwhelming need for character evidence in a case such as this, counsel’s limited investigation into the quantity and/or quality of potential character witnesses on behalf of appellant, and counsel’s prejudice toward familial witnesses, we find no reasonable basis to support trial counsel’s decision not to call any character witnesses.\nFinally, we must determine whether appellant was prejudiced by counsel’s deficient performance. See, Commonwealth ex. rel. Washington v. Maroney, 427 Pa. 599, 235 A.2d 349 (1967) and Commonwealth v. Pierce, 515 Pa. 153, 527 A.2d 973 (1987). Appellant must demonstrate that the alternative not selected by counsel offered a substantially greater chance of success than the tactic chosen. Commonwealth v. Saxton, 516 Pa. 196, 532 A.2d 352 (1987). To properly determine whether prejudice resulted from the quality of counsel’s representation, we must focus on counsel’s overall trial strategy and view his performance as a whole. Id. at 203, 532 A.2d at 355.\nCounsel’s stated strategy was not to contest the physical findings of sexual abuse, but to focus on the fact that it may have been appellant’s wife, not appellant who “set the whole thing up.” (N.T. 11/17/87, p. 34). It would have been entirely consistent as well as highly beneficial, in light of this strategy, to present character witnesses, who not only would vouch for appellant’s good character, but would have impeached his wife’s character at the same time.\nWhereas the defense did not attempt to refute the physical findings, the evidence regarding the perpetrator boiled down to appellant’s word against the word of his wife and daughter. The only issue then, was whether appellant or someone else was responsible for what happened. Considering there was no overwhelming evidence of guilt in this case, credibility of the witnesses was of paramount importance, and counsel’s error not to employ character witnesses, familial or otherwise, undermined appellant’s chances of instilling reasonable doubt in the minds of the jury and resulted in prejudice to appellant.\nWe find, therefore, that even with the presumption of adequate performance, trial counsel’s defense was the result of unreasonable professional judgment, and there is a reasonable probability that, absent trial counsel’s error, the jury would have had a reasonable doubt respecting appellant’s guilt. Hence, the fundamental fairness of the proceeding has been undermined by the ineffective assistance of appellant’s trial counsel.\nThe judgment of sentence is reversed and the case is remanded for a new trial.\nMcDERMOTT, J., files a concurring opinion.\nZAPPALA, J., joins the majority opinion and files a concurring opinion.\nNIX, C.J., and FLAHERTY, J., concur in the result.\n. We have reviewed appellant’s claims relating to after-discovered evidence in the form of recantation testimony, and the claim that the verdict was against the weight of the evidence and/or based on pure conjecture, and find that they are without merit.\n. Due to our disposition of the case based upon this claim, we do not address appellant’s remaining contentions that counsel was ineffective for failing to present witnesses to an alibi; for failing to object to leading questions posed by the district attorney to the victim; for failing to object to the introduction of hearsay declarations; and for failing to present expert testimony as to the meaning of the Commonwealth’s physical evidence.\n. It is undisputed that the child was in the exclusive custody of the mother for three days prior to the examination.\n. We are bound by the trial court’s finding that counsel interviewed the potential witnesses suggested by appellant. Trial Court Opinion at p. 13. We note however, that appellant’s wife’s mother stated that she was never asked to come forward and testify, and appellant’s employer and co-worker stated that they were never contacted by appellant’s attorney.\n. This evidence would have been admissible for the purpose of impeaching the credibility of a witness with a conviction for a crime involving dishonesty or false statement. Commonwealth v. Randall, 515 Pa. 410, 528 A.2d 1326 (1987).\n. It is important to note that this incident arose in the context of a bitter custody battle, and we are reminded that it was the victim’s mother who initiated the charges.",
        "type": "majority",
        "author": "LARSEN, Justice."
      },
      {
        "text": "McDERMOTT, Justice,\nconcurring.\nI concur in the result based on the specific facts of this case. I also wish to state that the decision in this case should not be blindly applied to all those cases where an attorney made a tactical decision to eschew the calling of character witnesses.",
        "type": "concurrence",
        "author": "McDERMOTT, Justice,"
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nI join the majority opinion except as it suggests that counsel could have introduced witnesses to testify to the appellant’s wife’s “bad character”. I generally agree that it would have been permissible to impeach her credibility as a witness with evidence of her conviction for unauthorized use of a credit card, at 442, n. 5, although I believe the proper means of doing so would have been in the course of cross-examining her, and not through questioning of her parents. Moreover, her parents and perhaps others might have been questioned as to her reputation for truth and veracity generally, but not as to specific acts. Beyond that, however, I fail to understand on what basis testimony as to her “bad character” would have been admissible.",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Richard S. Wasserbly, for appellant.",
      "Alan M. Rubenstein, Dist. Atty., Stephen B. Harris, Chief, Appeals Div., Diane E. Gibbons, Chief Deputy Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "606 A.2d 439\nCOMMONWEALTH of Pennsylvania, Appellee, v. Michael WEISS, Appellant.\nSupreme Court of Pennsylvania.\nArgued Dec. 3, 1991.\nDecided March 18, 1992.\nReargument Denied May 5, 1992.\nRichard S. Wasserbly, for appellant.\nAlan M. Rubenstein, Dist. Atty., Stephen B. Harris, Chief, Appeals Div., Diane E. Gibbons, Chief Deputy Dist. Atty., for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, JJ."
  },
  "file_name": "0001-01",
  "first_page_order": 91,
  "last_page_order": 100
}
