{
  "id": 1833044,
  "name": "Mable HEPLER, Appellant, v. Anthony J. URBAN and Susan I. Urban, his wife, Appellees",
  "name_abbreviation": "Hepler v. Urban",
  "decision_date": "1992-05-18",
  "docket_number": "No. J-144-1992",
  "first_page": "375",
  "last_page": "381",
  "citations": [
    {
      "type": "official",
      "cite": "530 Pa. 375"
    },
    {
      "type": "parallel",
      "cite": "609 A.2d 152"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "518 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1811559
      ],
      "weight": 4,
      "year": 1988,
      "pin_cites": [
        {
          "page": "485"
        },
        {
          "page": "923-24"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/518/0482-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 8958,
    "ocr_confidence": 0.788,
    "pagerank": {
      "raw": 1.841428930446217e-07,
      "percentile": 0.7221890156530362
    },
    "sha256": "3f315e7b0a6787e6ae4b6e9a85646e9fe370574235513367950a811d04b45bb8",
    "simhash": "1:da7b42674e8ff5ff",
    "word_count": 1513
  },
  "last_updated": "2024-02-27T22:25:32.530667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj."
    ],
    "parties": [
      "Mable HEPLER, Appellant, v. Anthony J. URBAN and Susan I. Urban, his wife, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nLARSEN, Justice.\nWe granted the petition for allowance of appeal filed by appellant, Mable Hepler, to determine whether placement of the letters “N.S.” on the blueback attached to an order of court granting a motion for summary judgment fulfills our procedural requirement that the prothonotary, for purposes of determining when such an order becomes final, place a notation in the docket that notice of the entry of the court order has been sent to the parties. Pa.R.Civ.P. Rule 236, Pa.R.A.P. Rules 108(b) and 301(a).\nIn 1974, appellees, Anthony J. and Susan I. Urban, purchased real property in Barry Township from the Tax Claim Bureau of Schuylkill County. When the appellees surveyed the property in 1976, stakes were placed upon eleven (11) acres of ground that appellant, Mable Hepler, claims had been continuously owned, occupied and farmed by her since she succeeded to ownership of the property in 1947, and by preceding generations of her family since her grandfather acquired the property in the 1800s. When it became clear in 1978 that the boundary dispute could not be settled out of court, appellant instituted the within action to quiet title in the Court of Common Pleas of Schuylkill County. There were two attorneys of record representing appellant, Attorney Kehler and Attorney Watkins. Appellee Anthony Urban, as an attorney, proceeded pro se.\nOn May 4, 1979, following a failed attempt to have the case disposed of on the pleadings, appellees filed a motion for summary judgment which they have alleged was served upon Attorney Kehler. This attorney was allegedly in poor health and subsequently spent the month of June, 1979, in the hospital. The matter was listed for argument on July 23,1979. At the call of the argument list on July 16, 1979, appellees presented a motion for judgment pro forma seeking the grant of their motion for summary judgment on the ground that appellant had not filed a brief in response to their motion for summary judgment as required by local rule. Appellees have alleged that their motion for judgment pro forma was served upon Attorney Kehler.\nWithout considering the merits of appellees’ motion for summary judgment, the trial court granted the motion and dismissed appellant’s complaint with prejudice. The docket does not contain any indication that a copy of this order was served upon appellant or either of her attorneys of record.\nOn January 14, 1980, Attorney Watkins filed a petition to strike or open judgment on behalf of appellant. This petition was granted following a hearing during which witnesses testified as to the merits of appellant’s quiet title claim. The trial court found that appellant’s petition had been promptly filed and that a meritorious defense could be shown. Moreover, the trial court excused appellant’s failure to respond and appear on the ground that the record did not show the required notice to have been given to her prior to the entry of the order granting appellees’ motion for summary judgment.\nAppellees filed an appeal to Superior Court which reversed, finding that the summary judgment order had become final thirty days after it had been entered and thus, that the trial court lacked jurisdiction to strike the summary judgment. Additionally, Superior Court determined that lack of notice that summary judgment proceedings were pending prior to the entry of summary judgment would not justify opening or striking a final judgment in the absence of evidence of fraud.\nThis Court granted appellant’s first petition for allowance of appeal and reversed the order of the Superior Court. Hepler v. Urban, 518 Pa. 482, 544 A.2d 922 (1988). We determined that the order granting appellees’ motion for summary judgment was not a final order because there was no indication in the docket that notice of the entry of the order had been sent to appellant pursuant to Pa.R.Civ.P. Rule 236, Pa.R.A.P. Rules 108(b) and 301(a). We further noted in dicta that if, as alleged by appellant, she did not receive notice of the pending summary judgment proceedings prior to the entry of summary judgment, it would “be an extraordinary miscarriage of justice to permit the order to stand even if it had become final.” 518 Pa. at 485, 544 A.2d at 923-24. We remanded the case to the trial court for further proceedings.\nThe trial court conducted a hearing to determine whether notice of the entry of summary judgment had been sent to appellant. The deputy prothonotary testified at this hearing that (1) there was no notation in the docket that notice had been sent to appellant or her attorneys of record that the order granting appellees’ motion for summary judgment had been entered, but that (2) the letters “N.S.” which appear on the blueback attached to the trial court’s order mean that notice was sent. Contrary to the assertions of the trial court, there was no testimony taken at this hearing regarding whether appellant had been notified of the pending summary judgment proceedings prior to the entry of summary judgment. Opinion of the Court at 2 (Aug. 17, 1989). On the basis of the deputy prothonotary’s statement that “N.S.” meant that notice was sent, the trial court determined that it was error for summary judgment to have been stricken in the case. Appellant filed an appeal to Superior Court which affirmed.\nWe granted appellant’s petition for allowance of appeal, and we now reverse. It is beyond question that a notation on a blueback is not a “notation in the docket that notice of entry of the order has been given.” Pa.R.A.P. Rule 108(b) (emphasis added). The docket is not the accumulation of papers filed in a case. The docket is the book which contains brief entries or descriptions regarding each paper that is filed or action that is taken in a case. Black’s Law Dictionary (5th Ed.) The docket herein did not contain a notation that notice of the entry of summary judgment had been sent to appellant or to her attorneys of record. This Court made such determination in 1988, and it was not subject to review by the trial court. Thus, it was unnecessary for the trial court to take testimony on this issue when we remanded the case.\nTestimony has never been taken with regard to the facts underlying the trial court’s finding that appellant’s failure to appear was excusable, i.e., whether notice was given to the appellant prior to the entry of summary judgment against her. The allegations of record, however, support appellant’s contention and the initial determination of the trial court that she did not receive notice prior to the entry of summary judgment against her. Notice was given to only one of her attorneys of record who appears to have become inactive in the case well before the motion for summary judgment was filed. Moreover, this attorney was in poor health during the relevant time period. Thus, the trial court did not err in finding that appellant’s failure to appear could be excused.\nThis litigation is fourteen years old. The appellant is an 85 year old widow who stands to lose a large portion of her real property without ever having had a determination on the merits of her quiet title action. In the interests of justice, we will not remand the case for a hearing on whether appellant was properly notified prior to the entry of summary judgment. Rather, we remand the case to the Court of Common Pleas of Schuylkill County for proceedings on the merits of appellant’s claims in her quiet title action.\n. The published argument list contained only Attorney Kehler’s name as counsel for the appellant. Thus, Attorney Watkins would not have been alerted to the fact that this case was on the list for that day, unless he had been closely examining the list for the names of clients.\n. Rule 236(b) of the Pennsylvania Rules of Civil Procedure provides in relevant part that “[t]he prothonotary shall immediately give written notice by ordinary mail of the entry of any order, decree or judgment.” Rule 108(b) of the Pennsylvania Rules of Appellate Procedure provides that \"[t]he date of entry of an order in a matter subject to the Pennsylvania Rules of Civil Procedure shall be the day on which the clerk makes the notation in the docket that notice of entry of the order has been given as required by Pa.R.Civ.P. 236(b).” (emphasis added) Rule 301(a) of the Pennsylvania Rules of Appellate Procedure provides in relevant part that “[n]o order of a court shall be appealable until it has been entered upon the appropriate docket in the lower court.”\n. It is interesting to note that these letters do not appear upon any other document in the record.",
        "type": "majority",
        "author": "LARSEN, Justice."
      }
    ],
    "attorneys": [
      "Kent D. Watkins, St. Clair, for appellant.",
      "Joseph P. Semasek, McAdoo, for appellees."
    ],
    "corrections": "",
    "head_matter": "609 A.2d 152\nMable HEPLER, Appellant, v. Anthony J. URBAN and Susan I. Urban, his wife, Appellees.\nSupreme Court of Pennsylvania.\nSubmitted April 9, 1992.\nDecided May 18, 1992.\nKent D. Watkins, St. Clair, for appellant.\nJoseph P. Semasek, McAdoo, for appellees.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj."
  },
  "file_name": "0375-01",
  "first_page_order": 465,
  "last_page_order": 471
}
