{
  "id": 1833063,
  "name": "FAIRFIELD TOWNSHIP VOLUNTEER FIRE COMPANY NO. 1, Appellant, v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellee",
  "name_abbreviation": "Fairfield Township Volunteer Fire Co. v. Commonwealth",
  "decision_date": "1992-06-11",
  "docket_number": "No. 7 W.D. Appeal Docket 1991",
  "first_page": "441",
  "last_page": "451",
  "citations": [
    {
      "type": "official",
      "cite": "530 Pa. 441"
    },
    {
      "type": "parallel",
      "cite": "609 A.2d 804"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 3,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "516 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808587
      ],
      "weight": 11,
      "year": 1987,
      "pin_cites": [
        {
          "page": "129"
        },
        {
          "page": "318"
        },
        {
          "page": "129-30"
        },
        {
          "page": "318"
        },
        {
          "page": "131"
        },
        {
          "page": "318"
        },
        {
          "page": "129"
        },
        {
          "page": "318"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/516/0124-01"
      ]
    },
    {
      "cite": "575 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402959
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/133/0045-01"
      ]
    },
    {
      "cite": "508 A.2d 1187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1796930
      ],
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/pa/510/0401-02"
      ]
    },
    {
      "cite": "510 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1796930,
        1797004
      ],
      "year": 1986,
      "opinion_index": 1,
      "case_paths": [
        "/pa/510/0401-02",
        "/pa/510/0401-01"
      ]
    },
    {
      "cite": "506 Pa. 138",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1790984
      ],
      "weight": 2,
      "year": 1984,
      "opinion_index": 1,
      "case_paths": [
        "/pa/506/0138-01"
      ]
    },
    {
      "cite": "365 A.2d 649",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1722138,
        1722115
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/pa/469/0292-01",
        "/pa/469/0291-01"
      ]
    },
    {
      "cite": "469 Pa. 292",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1722138
      ],
      "year": 1976,
      "opinion_index": 1,
      "case_paths": [
        "/pa/469/0292-01"
      ]
    },
    {
      "cite": "588 A.2d 497",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1827714,
        1827758
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0070-01",
        "/pa/527/0071-01"
      ]
    },
    {
      "cite": "527 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1827758
      ],
      "weight": 2,
      "year": 1991,
      "opinion_index": 1,
      "case_paths": [
        "/pa/527/0071-01"
      ]
    },
    {
      "cite": "411 U.S. 792",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        10002
      ],
      "weight": 5,
      "year": 1973,
      "pin_cites": [
        {
          "page": "802"
        },
        {
          "page": "1824"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/411/0792-01"
      ]
    },
    {
      "cite": "516 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1808587
      ],
      "weight": 4,
      "year": 1987,
      "pin_cites": [
        {
          "page": "129"
        },
        {
          "page": "318"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/516/0124-01"
      ]
    },
    {
      "cite": "575 A.2d 152",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1402959
      ],
      "pin_cites": [
        {
          "page": "154-155",
          "parenthetical": "emphasis supplied."
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa-commw/133/0045-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 768,
    "char_count": 17930,
    "ocr_confidence": 0.784,
    "pagerank": {
      "raw": 1.8036354329043452e-07,
      "percentile": 0.7167794338588852
    },
    "sha256": "b8e849eec24a2fdbb46d3f73564cf8f6b800d61e644110b70fe3090b869c58d2",
    "simhash": "1:84840d97a883ebd6",
    "word_count": 2908
  },
  "last_updated": "2024-02-27T22:25:32.530667+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj.",
      "CAPPY, J., files a concurring opinion.",
      "ZAPPALA, J., files a dissenting opinion which is joined by LARSEN, J.",
      "LARSEN, J., joins in this dissenting opinion."
    ],
    "parties": [
      "FAIRFIELD TOWNSHIP VOLUNTEER FIRE COMPANY NO. 1, Appellant, v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThe issue raised by this case is whether a complainant under the Pennsylvania Human Relations Act, 43 P.S. § 955(a), has made out a prima facie case of unlawful discrimination because of failure to hire based on the employer’s failure to establish specific qualifications for the job applied for.\nOn April 1,1982 Sarah Henderson applied for the position of firefighter with the Fairfield Township Volunteer Fire Company No. 1 (“fire company”). At the time, the bylaws of the fire company did not permit female members, and the fire company, therefore, refused to act on Henderson’s application. Henderson then filed a complaint with the Pennsylvania Human Relations Commission (PHRC) alleging that the fire company’s refusal to consider her application was in violation of the Human Relations Act (HRA). Shortly thereafter, the fire company amended its bylaws to permit female members, but on June 28, 1982, the members of the fire company voted not to accept Henderson as a member of the fire company, although they did accept a male applicant. Henderson then amended her complaint to allege that the fire company’s rejection of her application was a violation of the HRA, which prohibits, inter alia, sex discrimination in hiring.\nPHRC conducted an investigation and upon finding probable cause to believe that the fire company acted illegally in failing to accept Henderson as a member, conducted a public hearing on December 15, 1988. Thereafter, on April 26, 1989, the PHRC adopted the recommendations of the hearing examiner and ordered certain remedial action, including instatement of Henderson as a member of the fire company.\nThe fire company appealed, and Commonwealth Court vacated the Commission’s order and remanded for further proceedings because the Commission considered improperly admitted evidence and because the remedy was overbroad. 133 Pa.Cmwlth. 45, 575 A.2d 152. Commonwealth Court specifically denied the fire company’s claim that Henderson had not made out a prima facie case based on her testimony that she could not perform some fire fighting tasks, because “[a]t the time Complainant [Henderson] applied for membership, there were no physical requirements established for the position.” (Emphasis in original.) Both the Commission and the fire company petitioned for allowance of appeal. We denied the Commission’s petition and granted allocatur as to the fire company in order to address the fire company’s claim that Henderson had not made out a prima facie case of illegal sex discrimination.\nIn Allegheny Housing Authority v. Human Relations Commission, 516 Pa. 124, 532 A.2d 315 (1987), this court reaffirmed for use in employment discrimination cases the analytical model which had been adopted by the United States Supreme Court in McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973). Under that model, the plaintiff’s burden of establishing a prima facie case of unlawful discrimination could be met by showing:\n(i) that [the plaintiff] belongs to a racial minority; (ii) that he applied and was qualified for a job for which the employer was seeking applicants; (iii) that, despite his qualifications, he was rejected; and (iv) that, after his rejection, the position remained open and the employer continued to seek applicants from persons of [the plaintiff’s] qualifications.\n516 Pa. at 129, 532 A.2d at 318. Once the plaintiff has made a prima facie case, the burden shifts to the defendant:\n[T]he nature of the burden that “shifts” to the defendant when a prima facie case is established is simply to produce evidence of a “legitimate, non-discriminatory reason” for the discharge [or failure to hire]____ If such evidence is presented, the question for the Commission is whether, on all the evidence produced, the plaintiff has persuaded it by a preponderance of the evidence that the employer intentionally discriminated against her.\nId., 516 Pa. at 129-30, 532 A.2d at 318. (Emphasis in original.)\nAt the public hearing in 1988, Henderson testified that she was bom with a hole in her heart, that she had been hospitalized for 106 days when she was younger because an infection settled in the hole, and that she receives treatment from a chiropractor for arthritis in her back. In response to questions from the hearing examiner, she testified:\nHEARING EXAMINER. Miss Henderson, how were you familiar with the type of work done, if you even were, by the firefighters at the company to which you applied? Were you familiar with the work they did?\nMS. HENDERSON. Well, my husband, he was a fireman. When the fire whistle went off, I went with him many times. I seen what they did. I seen how they help people. I have nothing against the firefighters. HEARING EXAMINER. I’m just talking about the type of work they did.\nMS. HENDERSON. Yes, I did.\nHEARING EXAMINER. Did you feel that you were qualified to do that type of work?\nMS. HENDERSON. There are some things I can’t do, and there are things I may be able to do.\n(Emphasis added.)\nIn commenting on our analytical model in Allegheny Housing Authority, we stated:\nThe stated analysis is no more than an aid to evaluating the proof. If the plaintiff produces sufficient evidence that, if believed and otherwise unexplained, indicates that more likely than not discrimination has occurred, the defendant must be heard in response.\n516 Pa. at 131, 532 A.2d at 318. Applying the analytical model to the facts of this case, plaintiff has testified that she may not be able to do the job. Plainly, therefore, she has not produced “sufficient evidence that, if believed and otherwise unexplained, indicates that more likely than not discrimination has occurred.” When a job applicant testifies that there are some job activities she cannot do, she has, without more, disqualified herself for that job.\nCommonwealth Court expressed the view that Henderson’s health, as she herself described it at the public hearing, could be a legitimate basis for rejection of her application, but that such concerns were not applicable in Henderson’s case because “there were no physical requirements established for the position.” We disagree. There is no statutory requirement that an employer must have written job descriptions, and while the absence of particular written requirements may make it difficult to evaluate actions which an employer has taken in specific cases, it should not be troublesome in obvious cases. A firefighter needs to be physically fit; a secretary needs to have office skills; a taxi driver needs to have an appropriate license; a child care worker needs to be able to relate to children.\nWe are aware that from one point of view it is anomalous to hold that an employee has not made out a prima facie case of unlawful discrimination based on evidence of inability to perform which comes to light six years after the application and is not officially known at the time of application. In our view, however, it would be even more anomalous to hold that a prima facie case of discrimination were made out, thus requiring the employer to set up a defense as to why the person was not hired, where the evidence in the plaintiff’s case in chief is that the applicant cannot do the job. In addition, because the PHRC defines unlawful discriminatory employment practices as various acts which are directed towards individuals who are “best able and most competent to perform the services required,” 43 P.S. § 955(a), plainly, a person who testifies that she is unable to perform some job activities and may be able to perform others is not the best able and most competent, and such a person cannot, as a matter of law, make out a prima facie case of unlawful discrimination.\nIn this case, not only does the evidence indicate that Henderson has certain physical limitations, but, more important, it indicates that she knew basically what the firefighter job required and testified that there were some things she cannot do with respect to this job. On this record, Henderson did not make out a prima facie case of discrimination.\nOrder of Commonwealth Court is reversed.\nCAPPY, J., files a concurring opinion.\nZAPPALA, J., files a dissenting opinion which is joined by LARSEN, J.\n. Section 5(a) of the Human Relations Act, 43 P.S. § 955(a) provides: It shall be an unlawful discriminatory practice, unless based upon a bona fide occupational qualification ... [f]or any employer because of the ... sex ... of any individual to refuse to hire or employ, or to bar or to discharge from employment such individual, or to otherwise discriminate against such individual with respect to compensation, hire, tenure, terms, conditions or privileges of employment, if the individual is the best able and most competent to perform the services required.\n. As we stated in Allegheny Housing Authority:\nThis standard is, to be sure, adaptable to accommodate differences in the nature of the discrimination alleged (e.g., sex rather than race) and in the action alleged to be improper (e.g., discharge rather than refusal to hire).\n516 Pa. at 129. 532 A.2d at 318.\n. Although the fire company’s screening committee, which was responsible for interviewing applicants and presenting them to the membership for acceptance or denial of application for membership, apparently did not question Henderson as to her health, R.R. 72a, at least one fire company member testified that he voted against admitting Henderson to membership because he heard rumors that she had back and heart ailments, R.R. 108a.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "CAPPY, Justice,\nconcurring:\nI join in the result offered by the majority, but write separately to insure that there is no confusion with regard to the four-prong test of McDonnell Douglas Corp. v. Green, 411 U.S. 792, 93 S.Ct. 1817, 36 L.Ed.2d 668 (1973), as cited by Mr. Justice Flaherty herein and as adopted by the majority of this Court in Commonwealth, Pennsylvania Human Relations Commission v. Johnstown Redevelopment Authority, 527 Pa. 71, 588 A.2d 497 (1991). See also, e.g., General Elec. Corp. v. Commonwealth, Pennsylvania Human Relations Comm’n, 469 Pa. 292, 365 A.2d 649 (1976); Allegheny Housing Rehabilitation Corp. v. Commonwealth, Pennsylvania Human Relations Comm’n, 516 Pa. 124, 532 A.2d 315 (1987).\nUnder the McDonnell Douglas test, a complainant establishes a prima facie case of discrimination by showing:\n(i) that he belongs to a racial minority; (ii) that he applied and was qualified for a job for which the employer was seeking applicants; (iii) that, despite his qualifications, he was rejected; and (iv) that, after his rejection, the posi-\ntion remained open and the employer continued to seek applicants from persons of complainant’s qualifications.\n411 U.S. at 802, 93 S.Ct. at 1824. With regard to the fourth prong, we stated in Johnstown:\nAlthough the Authority argues that the complainant must establish that she was “the best able and most competent,” no majority of this Court has ever placed such an onerous burden on a plaintiff seeking to establish a prima facie case. See, e.g., General Electric, supra, Winn v. Trans World Airlines, Inc., [506 Pa. 138, 484 A.2d 392 (1984) ], Com., Dept. of Transp. v. Pennsylvania Human Relations Com’n, 510 Pa. 401, 508 A.2d 1187 (1986), and Allegheny Housing, supra.\n527 Pa. at 79 n. 3, 588 A.2d at 501 n. 3.\nIf the majority herein intends to establish a fifth prong for the test — specifically, that the complainant must establish that she is the “best able and most competent” applicant-then I must disagree and would dissent from that part of the opinion. On the other hand, if it is the intent of the majority merely to utilize the fourth prong of the test as set forth in McDonnell Douglas and Johnstown, then I am in agreement.\n. As the majority opinion correctly notes, this test is adaptable to accommodate differences in the nature of discrimination alleged and in the action alleged to be improper. Allegheny Housing, 516 Pa. at 129, 532 A.2d at 318.",
        "type": "concurrence",
        "author": "CAPPY, Justice,"
      },
      {
        "text": "ZAPPALA, Justice,\ndissenting.\nI must dissent because the majority misperceives the basis for the Commonwealth Court’s conclusion that Sarah Henderson had established a prima facie case of illegal sex discrimination. The majority states that it disagrees with the Commonwealth Court’s holding because, “There is no statutory requirement that an employer must have written job descriptions, and while the absence of particular written requirements may make it difficult to evaluate actions which an employer has taken in specific cases, it should not be troublesome in obvious cases.” (Majority slip opinion at 446.) It is obvious to me, however, that the Commonwealth Court was not holding that the absence of written requirements precludes an employer from defending against a discrimination claim on the basis of physical requirements, albeit unwritten.\nWhat the Commonwealth Court held was that Fairfield Township Volunteer Fire Company could not legitimately raise such a defense because there were no physical requirements for the position — written or unwritten. The Commonwealth Court was correct in concluding that the Fire Company could not whitewash its rejection of Henderson’s application by imposing requirements which were nonexistent at the time she applied. As does the majority, I would expect that employers would have fire fighters who are physically fit, secretaries who have office skills, taxi drivers who have appropriate licenses, and child care workers who relate to children. But if an employer has not required such skills when the applicants have all been men, it is illegal discrimination to impose that requirement when the applicant is a woman. An employer may not create a separate classification of job requirements based upon the sex of the applicant.\nWe should not allow this insidious discrimination. The pretense that the applicant was rejected because she lacked the physical abilities to perform the job is particularly offensive under the facts of this case. Raymond D. Conrad was the President of the Fire Company and a member for thirty-one years. He was involved in the screening committee meeting when Henderson’s application was considered. When questioned whether he asked Henderson about her health, he responded affirmatively but could not recall if he was told anything. (R. 64-65a) The factor that the majority finds crucial had little significance to the Fire Company’s president.\nMore importantly, President Conrad testified as follows:\nQ: Mr. Flickinger asked you if Mrs. Henderson’s health came up during her screening.\nA: I don’t remember at the time.\nQ: You thought maybe you had asked the question, but you couldn’t remember her answer.\nA: No.\nQ: The screening meeting did recommend her for membership?\nA: Yes.\nQ: She did fit all the qualifications?\nA: Yes. We wouldn’t have recommended her if she didn’t.\n(R. 72a, emphasis added). The physical condition of the applicant was not even a pretext given to her for the rejection; it was an excuse developed after the rejection.\nThe Fire Company refused to act on Henderson’s application because the bylaws did not permit female members. Legal counsel advised the Fire Company that the bylaws were discriminatory and would have to be amended. A special meeting was held on June 24, 1982, to vote on the proposed amendments. Of the thirty-three votes cast, ten voted not to pass the amendment. Members expressed their displeasure with the amendment permitting women to be members. (R. 61a, 80a).\nDuring the thirty-one years that President Conrad had been a member of the Fire Company, only one male applicant had ever been rejected. (R. 73a). The Secretary of the Fire Company, Dean Caldwell, testified that he believed only one man had been rejected in its entire history. (R. 5la). Henderson was only the second applicant to have been rejected.\nI agree with the Commonwealth Court that a prima facie case of discrimination was made out by Henderson. As the Commonwealth Court stated,\nThe Fire Company here contends that Complainant did not make out a prima facie case because she did not show that she was qualified for the position. In this regard it refers to the testimony that Complainant had been bom with a hole in her heart and when she was younger had been hospitalized for one hundred and six days because of an infection which had settled in the hole. Complainant had also testified that she had back problems and indicated that there were some things related to fighting fires which she could not do. We have no doubt that factors such as this could be a legitimate basis for rejecting an applicant as a fire fighter. They are not, however, legitimate in this case to demonstrate that Complainant was unqualified for the position for one good reason. At the time Complainant applied for membership, there were no physical requirements established for the position. We note that in January 1984 the by-laws were amended to add such a requirement. The Fire Company cannot, however, now go back and attempt to impose requirements on Complainant which were nonexistent at the time she applied. Accordingly, its assertion that she did not meet her prima facie burden must be rejected.\nFairfield Township Volunteer Fire Co. v. Pennsylvania Human Relations Commission, 133 Pa.Cmwlth. 45, 575 A.2d 152, 154-155 (1990) (emphasis supplied.)\nLARSEN, J., joins in this dissenting opinion.",
        "type": "dissent",
        "author": "ZAPPALA, Justice,"
      }
    ],
    "attorneys": [
      "Anthony P. Picadio, Sherman & Picadio, Pittsburgh and Richard F. Flickinger, Flickinger & Welty, Ligonier, for appellant.",
      "Vincent A. Ciccone, Asst. Chief Counsel, Pennsylvania Human Relations Com’n, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "609 A.2d 804\nFAIRFIELD TOWNSHIP VOLUNTEER FIRE COMPANY NO. 1, Appellant, v. COMMONWEALTH of Pennsylvania, PENNSYLVANIA HUMAN RELATIONS COMMISSION, Appellee.\nSupreme Court of Pennsylvania.\nArgued March 11, 1992.\nDecided June 11, 1992.\nAnthony P. Picadio, Sherman & Picadio, Pittsburgh and Richard F. Flickinger, Flickinger & Welty, Ligonier, for appellant.\nVincent A. Ciccone, Asst. Chief Counsel, Pennsylvania Human Relations Com’n, Pittsburgh, for appellee.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and CAPPY, jj."
  },
  "file_name": "0441-01",
  "first_page_order": 531,
  "last_page_order": 541
}
