{
  "id": 95788,
  "name": "Tracy Lyn STARR v. Ottavio C. VENEZIANO, Frank J. Zottola Construction, Inc. and Commonwealth of Pennsylvania, Department of Transportation, Appellees, v. Richland Township, Appellant",
  "name_abbreviation": "Starr v. Veneziano",
  "decision_date": "2000-03-24",
  "docket_number": "No. 48 W.D. Appeal Docket 1998",
  "first_page": "650",
  "last_page": "666",
  "citations": [
    {
      "type": "official",
      "cite": "560 Pa. 650"
    },
    {
      "type": "parallel",
      "cite": "747 A.2d 867"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "834 P.2d 556",
      "category": "reporters:state_regional",
      "reporter": "P.2d",
      "case_ids": [
        10363931
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "560"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/p2d/834/0556-01"
      ]
    },
    {
      "cite": "525 N.E.2d 808",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "year": 1988,
      "pin_cites": [
        {
          "page": "810"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "37 Ohio St.3d 282",
      "category": "reporters:state",
      "reporter": "Ohio St. 3d",
      "case_ids": [
        1831061
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st-3d/37/0282-01"
      ]
    },
    {
      "cite": "624 A.2d 780",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1445821
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "783"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/155/0162-01"
      ]
    },
    {
      "cite": "279 Pa.Super. 530",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        149070
      ],
      "weight": 2,
      "year": 1980,
      "pin_cites": [
        {
          "page": "534-35"
        },
        {
          "page": "328-29"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/279/0530-01"
      ]
    },
    {
      "cite": "620 A.2d 721",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1442343
      ],
      "year": 1993,
      "pin_cites": [
        {
          "page": "726-27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/153/0276-01"
      ]
    },
    {
      "cite": "524 Pa. 445",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1822782
      ],
      "weight": 2,
      "year": 1990,
      "pin_cites": [
        {
          "page": "455",
          "parenthetical": "noting that the determination of duty is informed by policy considerations"
        },
        {
          "page": "1020-21",
          "parenthetical": "noting that the determination of duty is informed by policy considerations"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/524/0445-01"
      ]
    },
    {
      "cite": "686 A.2d 1302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        466685,
        7365442,
        7365516,
        466757
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "1304",
          "parenthetical": "stating that \"[a] common law action against a municipality for injury caused by a defect in a highway requires that the municipality had notice of the defect\" (citation omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0561-01",
        "/a2d/686/1302-01",
        "/a2d/686/1302-02",
        "/pa/546/0562-01"
      ]
    },
    {
      "cite": "546 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466757
      ],
      "year": 1997,
      "pin_cites": [
        {
          "page": "566",
          "parenthetical": "stating that \"[a] common law action against a municipality for injury caused by a defect in a highway requires that the municipality had notice of the defect\" (citation omitted)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/546/0562-01"
      ]
    },
    {
      "cite": "150 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "pin_cites": [
        {
          "page": "340",
          "parenthetical": "noting that municipalities are \"required to construct and maintain [their] highways in such a manner as to protect travelers from dangers which, by the exercise of normal foresight, careful construction, and reasonable inspection, can be anticipated and avoided\""
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282746
      ],
      "year": 1959,
      "pin_cites": [
        {
          "page": "378",
          "parenthetical": "noting that municipalities are \"required to construct and maintain [their] highways in such a manner as to protect travelers from dangers which, by the exercise of normal foresight, careful construction, and reasonable inspection, can be anticipated and avoided\""
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0373-01"
      ]
    },
    {
      "cite": "522 Pa. 424",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1818972
      ],
      "weight": 2,
      "year": 1989,
      "pin_cites": [
        {
          "page": "435"
        },
        {
          "page": "312"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/522/0424-01"
      ]
    },
    {
      "cite": "531 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834381
      ],
      "weight": 6,
      "year": 1992,
      "pin_cites": [
        {
          "page": "182-83"
        },
        {
          "page": "1185-86"
        },
        {
          "page": "183"
        },
        {
          "page": "1186"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/531/0180-01"
      ]
    },
    {
      "cite": "718 A.2d 778",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11687905,
        356247
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "779"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/718/0778-01",
        "/pa/553/0214-01"
      ]
    },
    {
      "cite": "553 Pa. 214",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        356247
      ],
      "year": 1998,
      "pin_cites": [
        {
          "page": "217"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/553/0214-01"
      ]
    },
    {
      "cite": "705 A.2d 950",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        11874307
      ],
      "pin_cites": [
        {
          "page": "952"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/705/0950-01"
      ]
    },
    {
      "cite": "649 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475490,
        7872431
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "649"
        },
        {
          "page": "650"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0527-01",
        "/a2d/649/0646-01"
      ]
    },
    {
      "cite": "538 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475490
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "533"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/538/0527-01"
      ]
    },
    {
      "cite": "150 A.2d 338",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1959,
      "opinion_index": 1
    },
    {
      "cite": "395 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282746
      ],
      "year": 1959,
      "opinion_index": 1,
      "case_paths": [
        "/pa/395/0373-01"
      ]
    },
    {
      "cite": "531 Pa. 180",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1834381
      ],
      "weight": 2,
      "year": 1992,
      "opinion_index": 1,
      "case_paths": [
        "/pa/531/0180-01"
      ]
    },
    {
      "cite": "649 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475490,
        7872431
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/538/0527-01",
        "/a2d/649/0646-01"
      ]
    },
    {
      "cite": "538 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475490
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa/538/0527-01"
      ]
    },
    {
      "cite": "649 A.2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        475490,
        7872431
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "649"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/538/0527-01",
        "/a2d/649/0646-01"
      ]
    },
    {
      "cite": "538 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475490
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "plurality opinion"
        },
        {
          "page": "532-34"
        }
      ],
      "opinion_index": 2,
      "case_paths": [
        "/pa/538/0527-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1222,
    "char_count": 29032,
    "ocr_confidence": 0.659,
    "pagerank": {
      "raw": 2.9330348245907925e-07,
      "percentile": 0.8474920738622214
    },
    "sha256": "2688361d0a57272c0c08b9321c3c6911e2eb46cd21c72795325a37f33dcf05f6",
    "simhash": "1:7fe897cfe4436a9e",
    "word_count": 4663
  },
  "last_updated": "2024-02-27T17:16:51.704335+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ.",
      "Justice NIGRO files a dissenting opinion.",
      "Justice NEWMAN files a dissenting opinion."
    ],
    "parties": [
      "Tracy Lyn STARR v. Ottavio C. VENEZIANO, Frank J. Zottola Construction, Inc. and Commonwealth of Pennsylvania, Department of Transportation, Appellees, v. Richland Township, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nSAYLOR, Judge.\nWe allowed appeal to determine whether and under what circumstances a township may be held liable for an accident that occurs on a state highway because the township did not restrict access to the highway from a local road under its control.\nOn May 20, 1993, Appellee, Tracy Lyn Starr (“Starr”), brought her automobile to a stop at the intersection of Sandy Hill Road, a road maintained by Appellant Richland Township (the “Township”), and Route 8, a four-lane state highway. To turn left into the southbound lanes of Route 8, Starr was required to cross over the two northbound lanes. As Starr entered the state highway, her vehicle was struck broadside by a truck traveling in the northbound lanes of Route 8, and she was seriously injured.\nStarr filed suit against the truck driver and his employer, and settled with those defendants during trial. Starr also filed suit against the Commonwealth, Department of Transportation (“PennDOT”), alleging that the intersection was improperly designed and maintained. PennDOT joined the Township as an additional defendant, contending that the Township was negligent in failing to install a traffic signal or other traffic control device restricting access from Sandy Hill Road onto Route 8. The Township filed an answer and new matter, contesting liability both on the merits and on the grounds of governmental immunity pursuant to the Political Subdivision Tort Claims Act, 42 Pa.C.S. §§ 8541-8564 (the “Tort Claims Act”).\nAt trial, Starr adduced evidence concerning the general history of the intersection of Sandy Hill Road and Route 8, as well as of traffic safety at the intersection. According to the evidence, in 1959, the terminus of Sandy Hill Road at Route 8 was lowered by approximately four feet in connection with the widening of Route 8 by PennDOT. While there was some dispute as to what effect this change had on the sight distance for left-hand turns from Sandy Hill Road onto Route 8, it appeared from the evidence that the resultant topography of the intersection posed certain problems for motorists making such turns. In particular, the intersection is at the crest of a hill, and is situated just north of a horizontal curve on Route 8. Both of these factors tend to reduce sight distance for motorists turning left from Sandy Hill Road into the southbound lanes of Route 8.\nExtensive evidence was presented to establish that traffic safety at the intersection had been a subject of concern for several years prior to the accident, due to inadequate turning sight distance as well as increased traffic on Route 8. Reacting to citizens’ complaints, including letters and a petition with over 100 signatures, the Township had on two occasions asked PennDOT to study the intersection and install a traffic signal. In 1989, PennDOT performed studies and concluded there was insufficient volume to warrant a signal. Subsequently, in 1991, PennDOT studied the intersection again, and reached the same conclusion. After informing the Township of the results of this second study, PennDOT suggested that the Township consider other remedial measures, such as a sign prohibiting left turns from Sandy Hill Road onto Route 8, a flashing beacon at the intersection that would have given Route 8 traffic advance warning of the intersection’s dangerousness, or a campaign of vigorous enforcement of the speed limit along the portion of Route 8 leading to the intersection. PennDOT also offered to conduct an engineering and traffic study related to installation of a no-left-turn sign on Sandy Hill Road, which was a prerequisite to PennDOT approval, at no cost to the Township.\nThe Township never accepted PennDOT’s offer to perform such a study, nor did it submit a specific request to PennDOT to allow the Township to install a no-left-turn sign or flashing beacon at the intersection, or undertake a speed-enforcement campaign on Route 8. The Township did, however, ask Penn-DOT to perform another traffic signal study at the intersection, this time in conjunction with another nearby intersection, and pledged to pay for the installation of a signal, should one prove warranted. No further traffic control measures were taken at the intersection until October 1994, when the Township erected a no-left-turn sign pending the ultimate installation of a traffic signal by PennDOT.\nAt the conclusion of the trial, the jury awarded damages of $8,335,000, apportioning sixty percent of the liability to Penn-DOT and forty percent to the Township, but adjudging Starr, the truck driver and his employer to have been faultless. The trial court molded the award to $250,000 against PennDOT and $500,000 against the Township, the respective statutory limits. Subsequently, the trial court denied the Township’s motion for judgment notwithstanding the verdict, granted in part Starr’s motion for delay damages and entered judgment.\nOn appeal, a unanimous panel of the Commonwealth Court affirmed. Relying primarily upon this Court’s decision in McCalla v. Mura, 538 Pa. 527, 649 A.2d 646 (1994)(plurality opinion), the Commonwealth Court held that, under the Tort Claims Act, municipalities can be held liable for negligent failure to erect a traffic control device at the intersection of a local road and a state highway, if such failure creates a dangerous condition, and that whether a dangerous condition exists is a fact question for the jury. See Starr v. Veneziano, 705 A.2d 950, 952 (Pa.Cmwlth.1998). This Court allowed appeal on a limited basis to clarify the appropriateness and scope of such liability.\nUnder the Tort Claims Act, local government agencies such as the Township are generally immune from tort liability, except in circumstances where immunity is expressly waived. See 42 Pa.C.S. § 8541. The General Assembly has waived immunity when two distinct conditions are satisfied: (1) the damages would be recoverable under statutory or common law against a person unprotected by governmental immunity, and (2) the negligent act of the political subdivision which caused the injury falls within one of the eight enumerated categories listed in Section 8542(b) of the Tort Claims Act, 42 Pa.C.S. § 8542(b). See generally White v. School Dist. of Phila., 553 Pa. 214, 217, 718 A.2d 778, 779 (1998). Our decision in this case turns upon the element of duty.\nThe Township maintains that it had no duty to install a traffic control device restricting access from Sandy Hill Road onto Route 8. It emphasizes that it was powerless to erect a no-left-turn sign absent PennDOT’s approval, see 75 Pa.C.S. § 6122; 67 Pa.Code §§ 201.4, 211.6(b), and there is no guarantee that PennDOT would have granted such approval if asked.\nIn Bendas v. Township of White Deer, 531 Pa. 180, 611 A.2d 1184 (1992), this Court found a duty on the part of the Commonwealth to install appropriate traffic control devices at intersections if the failure to do so would cause a dangerous condition. See id. at 182-83, 611 A.2d at 1185-86. Bendas, like the present case, involved an automobile collision at the intersection of a Commonwealth highway and a township road. In separate suits initiated by the drivers against several parties, including PennDOT, PennDOT moved for summary-judgment. The trial court denied PennDOT’s motions, holding that it potentially owed a duty to erect traffic signals at the intersection. This Court agreed, noting that “the ‘duty of care a Commonwealth agency owes to those using its real estate ... is such as to require that the condition of the property is safe for the activities for which it is regularly used, intended to be used or reasonably foreseen to be used.’” Bendas, 531 Pa. at 183, 611 A.2d at 1186 (quoting Snyder v. Harmon, 522 Pa. 424, 435, 562 A.2d 307, 312 (1989)).\nWe discern no principled basis upon which to distinguish PennDOT’s duty to install appropriate traffic control devices on roadways within its purview from a municipality’s responsibilities relative to streets that it controls. See generally Mitchell v. Borough of Rochester, 395 Pa. 373, 378, 150 A.2d 338, 340 (1959)(noting that municipalities are “required to construct and maintain [their] highways in such a manner as to protect travelers from dangers which, by the exercise of normal foresight, careful construction, and reasonable inspection, can be anticipated and avoided”). Indeed, two years after Bendas was decided, this Court recognized potential liability on the part of a municipality in a factual scenario similar to the present case (the plaintiffs vehicle was also struck while turning left from a county road onto a four-lane state highway). See McCalla v. Mura, 538 Pa. 527, 649 A.2d 646 (1994). In the ensuing negligence action, the county interposed preliminary objections in the nature of a demurrer, contending that the Tort Claims Act sheltered it from liability. A two-justice plurality of this Court concluded that, because municipalities have a duty to make their roadways reasonably safe for their intended purpose, and the question of what is or is not a dangerous condition must be answered by a jury, the trial court erred by sustaining the Township’s preliminary objections. See McCalla, 538 Pa. at 533, 649 A.2d at 649.\nThe lead opinion in McCalla did not elaborate upon what traffic control measures a municipality must undertake in order to discharge its obligation to make its roadways safe. Justice Flaherty, now Chief Justice, stated, in a concurring and dissenting opinion joined by one other justice, that the negligent failure to erect a traffic control device such as a traffic signal or no-left-tum sign should represent the outer limit of the scope of a political subdivision’s potential liability. See id. at 534, 649 A.2d at 650. Thus, although McCalla was a plurality decision,four justices expressed the view that a municipality’s responsibility to maintain its roadways free of dangerous conditions could include a duty to install an appropriate traffic control device where to do so would alleviate a known dangerous condition, and, based upon Bendas, we now so hold.\nFurthermore, we find that, to establish a duty of care on the part of a municipality related to the installation of a traffic control device, a plaintiff must demonstrate that: 1) the municipality had actual or constructive notice of the dangerous condition that caused the plaintiffs injuries; 2) the pertinent device would have constituted an appropriate remedial measure; and 3) the municipality’s authority was such that it can fairly be charged with the failure to install the device.\nThe first of these requirements is an element of the plaintiff’s burden connected with thé establishment Of any duty related to a defect in a highway. See Commonwealth, Dep’t of Tramp, v. Patton, 546 Pa. 562, 566, 686 A.2d 1302, 1304 (1997)(stating that “[a] common law action against a municipality for injury caused by a defect in a highway requires that the municipality had notice of the defect” (citation omitted)). This requirement is met in the present case, since the Township’s awareness of mishaps at and complaints concerning the intersection is undisputed.\nTo satisfy the second requirement for establishing a duty to implement a traffic control measure, Starr was required to demonstrate that the relevant control would have constituted a proper and effective measure to mitigate the hazard at the intersection. This requirement arises naturally from the nature of the duty alleged, as it would be both illogical and contrary to. public policy to deem a governmental entity obligated to install or erect a device which would be inappropriate to the location at issue. See generally Gardner v. Consolidated Rail Corp., 524 Pa. 445, 455, 573 A.2d 1016, 1020-21 (1990)(noting that the determination of duty is informed by policy considerations).\nIn this regard, it is important to note that, under the Vehicle Code, the Commonwealth and its subdivisions may not erect traffic control devices unless it is first determined, based upon a traffic and engineering investigation, that a particular device is an appropriate means of regulating traffic. See 75 Pa.C.S. §§ 6105, 6109(e), 6122(b); see generally 67 Pa.Code §§ 201, 211.5. These statutes and regulations reflect the concern that some devices may have undesirable effects upon the larger system of traffic regulation and control that preclude their use in certain locations. Because the determination of appropriateness entails consideration of principles and methods of traffic engineering that are beyond the scope of a layman’s training, expert opinion expressed within a reasonable degree of engineering certainty is generally required for the plaintiff to meet this requirement. See generally Milan v. Commonwealth, Dep’t of Transp., 153 Pa.Cmwlth. 276, 285-88, 620 A.2d 721, 726-27 (1993).\nIn the present case, Starr offered the opinion of a traffic and transportation engineer that a no-left-turn sign constituted a potential remedy for the dangerous condition at issue. His expert opinion in this regard, however, was apparently unsupported by any traffic or engineering investigation of the intersection, or the system of intersections along Route 8 of which Sandy Hill Road is a part. More fundamentally, although the expert testified generally that a left turn prohibition would have prevented the accident involving Starr, he failed to offer even a conclusory opinion on the larger issue of whether a left turn prohibition was appropriate to this intersection. Specifically, no expert opinion evidence was offered to establish the feasibility of a no-left-turn sign, or that the net effect of a left turn prohibition upon the larger system of traffic control in the vicinity of the intersection would have been beneficial.\nThe present case illustrates why a sufficient showing of appropriateness is essential. There was undisputed trial evidence that many drivers who approach the intersection from Sandy Hill Road wish to turn south onto Route 8, the very movement that a no-left-turn sign would have proscribed. When forced by heavy traffic to turn right, these drivers typically enter the passing northbound lane of Route 8 and look for a place to turn left, for entry into the southbound lane. While stopped in the passing lane awaiting a break in the oncoming traffic, they are in danger of being struck from the rear by other vehicles on the roadway, and numerous rear-end collisions had occurred as a result of this very circumstance.\nThe final requirement (sufficient authority), like the first, is a straightforward reflection of the common law, see generally Dietterle v. Harding, 279 Pa.Super. 530, 534-35, 421 A.2d 326, 328-29 (1980)(finding that a municipality bore no liability for injuries arising out of a Commonwealth contractor’s failure to erect warning and channeling devices in connection with construction to a Commonwealth highway, since exclusive authority and jurisdiction rested with the State Highway Department), and is grounded in fundamental fairness. Although, under the Vehicle Code, only the Township had legal authorization to install a no-left-turn sign on Sandy Hill Road, see 75 Pa.C.S. §§ 6109(a, d, e), 6122(a), as the Township emphasizes, PennDOT’s approval was a necessary prerequisite to the ultimate exercise of such authority. Therefore, a plaintiff seeking to establish authority on the part of a municipality to erect or install a traffic control device will necessarily be required to prove that, more likely than not, PennDOT’s approval would have been forthcoming. Since the Vehicle Code and PennDOT regulations preclude such approval in absence of a traffic and engineering investigation confirming that a traffic control measure is appropriate to the location in question, in order to meet their burden of proof concerning the municipality’s authority, plaintiffs will necessarily be required to provide expert opinion concerning the results of such a study. In other words, where the duty alleged is a duty to erect or install a traffic control device, the “authority” requirement will necessarily subsume the “appropriateness” requirement.\nThus, while governmental entities possess limited duties connected with the implementation of traffic controls to remedy dangerous conditions on roadways under their control, it is a plaintiffs burden to plead and prove the elements of such duty. Such proofs will generally entail the presentation of expert opinion evidence, based upon an adequate foundation, concerning the impact of the device upon traffic in the locality of the dangerous condition. As Starr’s expert evidence had no such foundation appearing in the record, it was insufficient to establish a legal duty on the part of the Township to implement a traffic control measure.\nAccordingly, the order of the Commonwealth Court is reversed and the case is remanded for entry of judgment in favor of the Township.\nJustice NIGRO files a dissenting opinion.\nJustice NEWMAN files a dissenting opinion.\n. The lowering of the intersection in 1959 had also created embankments running parallel to the northbound lanes of the highway on both sides of the township road. It appeared, however, that these embankments did not prevent a driver positioned at the stop sign on Sandy ITill Road from seeing traffic on Route 8.\n. The criteria for traffic signals include traffic volume and accident frequency, but not turning sight distance. See 67 Pa.Code § 201.54, Subchapter E.\n. PennDOT did not seek post-trial relief, nor did it appeal to the Commonwealth Court or to this Court. It did, however, submit an Appellee's brief to this Court.\n. Failure to install a traffic control device such as a traffic signal or a no-left-tum sign at the intersection is the sole basis of liability asserted in the joinder complaint against the Township, and is the only basis of liability upon which the trial court instructed the jury.\n. It should be noted that, until recently, the Commonwealth Court has maintained that municipalities have no duty to erect traffic control devices in the first instance, as such actions proceed from governmental decisions which are inherently discretionary. See, e.g., Hough v. Commonwealth, Dep’t of Transp., 155 Pa.Cmwlth. 162, 168, 624 A.2d 780, 783 (1993). See generally 19 McQuillin, The Law of Municipal Corporations § 54.28.10 at 131 (3d ed,1994)(stating that \"a city is not generally liable for failure to install signs or signals”). Courts in other jurisdictions have similarly declined to impose upon municipalities a legal duty to erect traffic control devices. See, e.g., Winwood v. City of Dayton, 37 Ohio St.3d 282, 525 N.E.2d 808, 810 (1988); Jones v. Bountiful City Corp., 834 P.2d 556, 560 (Utah Ct.App.1992). Nevertheless, the obligation to employ appropriate traffic control devices, which this Court has derived from the general duty to maintain safe roadways, would appear to be particularly appropriate where the governmental entity already has taken measures to regulate traffic at the particular location, for example, through the erection of a stop sign.\n. Apparently, the McCalla plaintiffs complaint faulted the county for improper design of the intersection, failure to provide a detour route, and failure to construct a ramp or overpass over the state highway. See id. Chief Justice Flaherty’s concern was that, under the plurality’s broad language, juries could be empowered to, in effect, order expensive public works projects such as the construction of new roadways, ramps or overpasses. Id.\n; It should be noted that a plaintiff could allege a duty short of the erection/installation of a traffic control device, for example, the duty to pursue approval of such a device in appropriate circumstances. Never- • theless, in such an instance, the feasibility/appropriateness criterion would surface as a part of the plaintiff’s proof of proximate causation, which, like duty, is an essential element of a negligence case. Unless there is competent evidence that a traffic control would or should have been installed in a particular location in the first instance, a governmental entity's failure to consider or pursue its installation, even if negligent, cannot .fairly be seen as the .legal cause of the plaintiff’s injury.\n. Although one PennDOT engineer had stated during a deposition that a no-left-turn sign was warranted at the intersection, he clarified at trial that no study was ever performed to support that conclusion. Moreover, the plaintiff's expert’s testimony on the subject of the appropriateness of a left turn prohibition consisted entirely of the following exchange:\nQ. If PennDOT on Route 8 is not going to do something to improve the sight distance [for left turns off Sandy Hill Road], what other measures could have been done by PennDOT or [the Township], or both, to deal with this problem totally or partially?\nA. One possible solution would be to put no left turn signs on Sandy Hill Road to prevent left turns from Sandy Hill [Road] south onto Route 8.\nQ. In your opinion, would that have improved the hazard?\nA. It would have improved the situation in that it would have indicated to motorists that they were not to make a left-hand turn.\n. Section 6109(e) of the Vehicle Code provides:\nAction by local authorities under this section [including regulation of traffic by means of official traffic control devices] shall be taken only after completing an engineering and traffic investigation when and in such manner as required by regulations promulgated by [PennDOT].\n75 Pa.C.S. § 6109(e). Pursuant to the above provision, PennDOT issued the following regulation:\nOn a State-designated highway and at the intersection of a State-designated highway and a local highway, prior approval of [Penn-DOT] will be required before a traffic restriction covered in this chapter can be established____\n67 Pa.Code § 201.4(a). Turn restrictions are among the \"traffic restrictions covered in this chapter.” See 67 Pa.Code § 201.54.\n. We need not resolve here the precise character of the evaluation which must be undertaken by a plaintiff’s expert, as the record in the present case contains no evidence that Starr’s expert undertook any such appraisal. We merely hold that there must be some factual predicate for the opinion identified on the record, see generally Pa.R.E. 705 (relating to disclosure of facts or data underlying expert opinion), and the opinion must, of course, meet the requirements for admissibility contained in Pennsylvania Rule of Evidence 702 and our case law.\n. Starr also argues that the Township should be held liable because it “undertook some remedial action” with respect to the intersection— namely, contacting PennDOT and requesting that it install a traffic signal — but failed to follow through. In the context of the present case, however, this does not relieve Starr of her burden to demonstrate, based on expert opinion evidence, the overall feasibility of the remedial measures she contends the Township should have implemented.",
        "type": "majority",
        "author": "SAYLOR, Judge."
      },
      {
        "text": "NIGRO, Justice,\ndissenting.\nThe majority sets forth a reasonable and clear standard of proof for plaintiffs seeking to establish a municipality’s duty of care related to the installation of a traffic control device. Nevertheless, while I recognize that the standard of proof set forth by the' majority is largely drawn from concepts embodied in existing case law , I do not believe that Starr can fairly be charged with failing to recognize and meet such a standard without the benefit of the clarification provided by the majority in the instant case. Therefore, I would be inclined to remand the matter for a new trial, giving Starr an opportunity to meet the standard of proof set forth by the majority. However, because the only relief requested by the Township, which lost at trial, is judgment notwithstanding the verdict, the, grant of a new trial is not an appropriate form of relief. Therefore, I would not prejudice Starr by applying the majority’s clarified standard of proof on appellate review in the instant case. Accordingly, I dissent.\n. See generally, McCalla v. Mura, 538 Pa. 527, 649 A.2d 646 (1994); Bendas v. Township of White Deer, 531 Pa. 180, 611 A.2d 1184 (1992); Mitchell v. Borough of Rochester, 395 Pa. 373, 150 A.2d 338 (1959).",
        "type": "dissent",
        "author": "NIGRO, Justice,"
      },
      {
        "text": "NEWMAN, Justice,\ndissenting.\nI respectfully dissent. As Justice Saylor has stated in his Opinion, we granted this appeal to determine whether and under what circumstances a township may be held liable for an accident that occurs on a state highway because the township did not restrict access to the highway from a local road under its control. A municipality has a duty to make its roadways reasonably safe for their intended use. See, McCalla v. Mura, 538 Pa. 527, 649 A.2d 646 (1994)(plurality opinion). It is a question for the jury to determine whether the roadway was dangerous because it lacked appropriate traffic control devices, such as signage or traffic signals, and also to establish whether the lack of these devices caused the traffic accident at issue. McCalla, 538 Pa. at 532-34, 649 A.2d at 649.\nI disagree with the Majority’s determination that Starr failed to provide the jury with sufficient evidence upon which to determine that Richland Township (the Township) breached its duty to maintain Sandy Hill Road in a reasonably safe condition. At trial, Starr elicited evidence that on May 24, 1991, Dean Bastianini, Acting Secretary of the Township Board of Supervisors (Board) sent a letter to PennDOT’s District Engineer, Henry Nutbrown, in which he acknowledged that a dangerous sight limitation problem existed at the intersection of Route 8 and Sandy Hill Road. In response, William Sacco, PennDOT’s Assistant District Engineer, wrote to the Board on June 10, 1991, stating, inter alia, that prohibiting the left turn out of a local road may be considered when inadequate sight distance exits. He further noted that upon request from the Township, PennDOT would perform a study regarding the feasibility of prohibiting turns at the intersection of Route 8 and Sandy Hill Road.\nIn response to a question about what PennDOT had done to make the intersection safer, District Traffic Engineer Thomas Fox testified that once PennDOT determined that theré was not enough traffic to warrant a signal:\n[W]e tried to come up with some other options to throw out to the township.\nWe looked at the speeding issue. There is a potential for speeding on Route 8. We felt maybe vigorous enforcement of speeding could bring people down closer to the speed limit.\nWe looked at the idea of a flashing beacon. Oftentimes, when you don’t get — when you get intersections that don’t warrant the numbers, they use a flashing beacon. We have sometimes used those in other areas. We offered the flashing beacon as a suggestion.\nWe offered the possibility do we want to go out and look at some left turn probations (sic) on your road and our road. The township is capable and they are allowed to do such studies themselves. We offered to do the study on any of the roads, our road or their road. It’s critical for their road because they would be the ones that would have to put up the sign.\nBut more importantly, they would have to be the ones that would force (sic) the turn prohibition. Those are the three things that we felt we could pursue and see that would help the situation, especially at Sandy Hill.\nR.R. 367a.\nStarr also presented the expert testimony of Professor Ronald Eck, a civil engineer. He testified that a no-left-turn sign would have prevented Starr’s accident, assuming that the other motorist had obeyed the sign. R.R. 547a.\nA review of the record indicates that Richland knew that a dangerous condition existed at the intersection of Route 8 and Sandy Hill Road. Nevertheless, it declined PennDOT’s invitation to' ask it to perform a feasibility study for a no-left-tum sign, and failed to perform its own feasibility study. Instead, it continued to petition PennDOT to install a traffic signal. I believe that Starr presented sufficient evidence for a jury to determine that Richland breached its duty to maintain its road in a reasonably safe condition, and that its failure to take steps toward the installation of a no-left-turn sign at a dangerous intersection was negligent.\nAccordingly, I would affirm the decision of the Commonwealth Court.'",
        "type": "dissent",
        "author": "NEWMAN, Justice,"
      }
    ],
    "attorneys": [
      "Charles W. Craven, Marshall, Dennehey, Warner, Coleman & Goggin, Philadelphia, for Richland Tp.",
      "Thomas L. Wagner for amicus-appellant.",
      "Alan M. Perer, Swensen, Peter & Johnson, Pittsburgh, for Tracy Lyn Starr.",
      "Brian H. Baxter, Pittsburgh, for Com.",
      "John G. Knorr, III, Harrisburg, for Dept, of Transp."
    ],
    "corrections": "",
    "head_matter": "747 A.2d 867\nTracy Lyn STARR v. Ottavio C. VENEZIANO, Frank J. Zottola Construction, Inc. and Commonwealth of Pennsylvania, Department of Transportation, Appellees, v. Richland Township, Appellant.\nSupreme Court of Pennsylvania.\nArgued March 8, 1999.\nDecided March 24, 2000.\nCharles W. Craven, Marshall, Dennehey, Warner, Coleman & Goggin, Philadelphia, for Richland Tp.\nThomas L. Wagner for amicus-appellant.\nAlan M. Perer, Swensen, Peter & Johnson, Pittsburgh, for Tracy Lyn Starr.\nBrian H. Baxter, Pittsburgh, for Com.\nJohn G. Knorr, III, Harrisburg, for Dept, of Transp.\nBefore FLAHERTY, C.J., and ZAPPALA, CAPPY, CASTILLE, NIGRO, NEWMAN and SAYLOR, JJ."
  },
  "file_name": "0650-01",
  "first_page_order": 1270,
  "last_page_order": 1286
}
