{
  "id": 568965,
  "name": "H. H. PARRY v. Z. T. PARRY",
  "name_abbreviation": "Parry v. Parry",
  "decision_date": "1889-11-04",
  "docket_number": "No. 100",
  "first_page": "94",
  "last_page": "107",
  "citations": [
    {
      "type": "official",
      "cite": "130 Pa. 94"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "49 Pa. 457",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998408
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/49/0457-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 885,
    "char_count": 28161,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 3.992121568775102e-07,
      "percentile": 0.9054543334379727
    },
    "sha256": "69819e1723d9a2b6d6efccd9bdbab11a3d676b70f62108f10d2680b56bd59b45",
    "simhash": "1:adc3a47454e2e4d3",
    "word_count": 5059
  },
  "last_updated": "2024-02-27T16:30:54.703215+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "H. H. PARRY v. Z. T. PARRY."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMb. Justice Mitchell :\nRoger L. Parry, about 1856, entered upon the land in suit under articles of ag’reement for its purchase. He made payments on account from time to time, until 1866, when he left the state, and, with the exception of two or three visits, never returned, or resumed his occupation of the land. His family continued to reside on the land, and his wife, with the assistance of one or two of the sons, made payments on account of the purchase money. In 1867 a deed was made to her, under the articles of purchase, though it was not delivered to her by the vendor until several years later, when she completed or finally secured the payment of the purchase money. Roger L. Parry having died in 1882, this ejectment was brought in 1884 by the plaintiff, as one of his heirs. The facts as thus far stated being undisputed, plaintiff might have rested, and would then have been clearly entitled to a verdict, subject to the payment of his share of the disbursements made by his mother in completing the title. But he put his case upon the claim that the title, having been obtained by his mother by fraud, was void as against Roger L. Parry and his heirs, and he therefore brought suit, without tender or offer to reimburse any part of the mother’s payments. This, of course, he wa6 entitled to do, under the authority of Hall v. Yanness, 49 Pa. 457, and kindred cases. Such being the plaintiff’s case, the defence was that the deed to his wife was made with the consent, if not by the direction, of Roger L. Parry. This was the only substantial issue at the trial, and was submitted to the jury in a careful charge, to which only one exception was taken by the plaintiff, and the principal grounds of error alleged are the rulings of the learned judge on the evidence.\nSeveral of the assignments raise substantially the same question, — the admissibility of the declarations of Roger L. Parry as to his title to the premises in dispute. As the issue was whether the title was in him or in his wife, it is clear that his declarations, in his own interest, not made in his wife’s presence, are not admissible against the title of her devisee. The fact that the offers contained some other matters which were admissible does not help the appellant. The offers were made as a whole, and if any part was bad the whole was inadmissible. The learned judge indicated, clearly and correctly, the distinction between the good and the bad parts of the offers, but no separate offer of the former was made. The first three, and the eighth, ninth, and twelfth assignments, therefore, cannot be sustained.\nThe fourth, fifth, sixth, and seventh assignments relate to the mental condition of Ploover, the grantor, at the time he made the disputed deed to Elizabeth Parry. The objection that plaintiff had himself given the deed in evidence, and was therefore estopped from denying its validity, is not tenable. Plaintiff had given the deed in evidence as part of a fraudulent scheme to get the title away from Roger L. Parry, and Iris offers to show that the scheme had been assisted by the weak mental condition of the grantor were in the direct line of the same effort. Plaving given the deed in evidence in this connection, he was not estopped from attacking its validity. But the objection to the relevancy of the offers was properly sustained in the condition of the evidence. Weakness of mind of the grantor might be provable as cumulative or corroborative evidence of how and why the fraudulent scheme succeeded, but it is certainly no evidence in itself of the existence of the alleged fraud. For the purpose, and at the time it was offered, it was therefore properly excluded.\nThe .offers in the tenth, eleventh, nineteenth, and twentieth assignments would have been clearly admissible had the conversations referred to been upon the subject of the deed in question, or upon any matters so closely related to it that the failure to mention the presence of Roger L. Parry would afford the jury some ground to infer a discrepancy, intentional or otherwise, between the conversations and the present contention of the parties ; but, lacking tins necessary connection of subject, the conversations were clearly irrelevant, and that this failure in the connection of subjects was not a mere oversight is made apparent by the examination of the two witnesses immediately preceding, McVay and Moore, both of whom were asked the same question, although they both stated they had had no conversations with Dr. Parry on the subject.\nThere was no error in excluding the plaintiff as a witness. The thing in controversy was the validity of the deed to Elizabeth Parry, which was claimed to have been a fraud on Roger L. Parry. Both were dead. The plaintiff claimed under one, while the defendant claimed under the other ; and, being thus interested, neither was a competent witness. By the express language of the act of May 23, 1887, P. L. 158, § 5, cl. ('e), “ Nor where any party to a thing or contract in action is dead, .....and his right thereto or therein has passed.....to a party on the record, who represents his interest in the subject in controversy, shall any surviving or remaining party to such thing or contract, or any other person whose interest shall be adverse to the said right of such deceased.....party, be a competent witness to any matter occurring before the death of said party.” The plaintiff’s interest against his mother’s title thus excluded him, while the absence of interest of Dr. Wm. Parry made him competent. The thirteenth and fourteenth assignments are therefore not sustained.\nThe admissibility of the offers in the fifteenth, seventeenth, and eighteenth assignments depends on the evidence as to the presence of Roger L. Parry at the delivery of the deed to his wife, or his authorization in any way of the conveyance to her. If, without his knowledge or consent, she took the title which, under the articles of purchase, should have been made to him,, she was a mere volunteer, and her payment of a part of the purchase money could not help her title. But if, on the other hand, she took up the agreement with his consent, and completed the payments that he had bound himself for, it was strongly persuasive evidence that the title, was rightfully made to her. The evidence, therefore, was properly received.\nThe offer in the sixteenth assignment was little more than hearsay, and the connection between it and what it was offered to prove — to wit, why Roger L. Parry refused to see his wife on her visit to him shortly before his death — is difficult to see. If, therefore, the case had to go back for retrial, we should be obliged to sustain tins assignment; but the plaintiff’s case resting upon the ground of fraud, there is an entire absence of such evidence as would justify a recovery, and he might properly have been nonsuited at the close of his testimony. The case was, however, left to the jury upon the single issue whether or not Roger L. Parry was present and consented to the delivery of the deed conveying the title to the wife, and upon this question the evidence complained of in this assignment could have had no appreciable bearing. Under these circumstances the error in its admission was too trivial to justify a reversal of the judgment.\nThe twenty-first assignment cannot be sustained. There is some apparent contradiction in the part of the charge referring to the testimony of Dr. Parry as the only evidence in the case as to the delivery of the deed in the presence of Roger L. Parry, and then telling the jury that they might, nevertheless, believe him if there was other evidence on which they did rely that corroborated him. But the contradiction is only in the phraseology, and what the learned judge meant, no doubt, was that there might be such corroboration as to other matters as to induce the jury to believe the witness even on the point on which his testimony had been shaken by opposing evidence. But the point which was affirmed was more favorable to the plaintiff than he was entitled to. His case rested on a charge of fraud, and the burden of proof was upon him throughout. The consent of Roger L. Parry to the making or delivery of the deed to his wife would be a conclusive answer to the fraud charged, and there was no legal requirement that such consent should be proved by “ clear, convincing, and satisfactory evidence.” Sufficient evidence to make an even balance, and prevent the jury from believing the charge of fraud on which the plaintiff based his case, was all that the situation required of the defendant.\nOn the whole case we find no substantial error. The case was presented by the parties on a single issue of fact, and the jury have determined that in defendant’s favor. If the testimony of Dr. Parry was to be believed, the jury were clearly right; and whether he was to be believed or not was their province to determine.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Mitchell :"
      }
    ],
    "attorneys": [
      "Mr. A. A. Furman, for the appellant.",
      "Mr. J. A. J. Buchanan (with him Mr. George L. Wyly and Mr. JD. S. Walton), for the appellee."
    ],
    "corrections": "",
    "head_matter": "H. H. PARRY v. Z. T. PARRY.\nAPPEAL BY PLAINTIEE ER.OM THE COURT OE COMMON PLEAS OE GREENE COUNTY.\nArgued October 9, 1889\nDecided November 4, 1889.\n(а) Plaintiff in ejectment claimed title to an undivided one sixth of a tract of land as one of the heirs of Parry, who bought from Hoover in 18S6, paid part of the purchase money, and in 1866 abandoned his family, left the land in the possession of Mrs. Parry and certain of their children, and did not again return to it.\n(б) A deed was made by Hoover to Mrs. Parry in 1867 and her husband died in Ohio in 1882. Mrs. Parry died in 1885, leaving a will devising the land to two of her sons, one of whom was the defendant, who subsequently acquired the title of the other devisee by deed of quit-claim.\n(c) There was evidence that the deed to Mrs. Parry, though executed in 1867, was not delivered until several years afterward, when she had paid or secured the unpaid purchase money; and that it was then delivered to her in the presence and with the acquiescence of her husband.\n(d) The plaintiff claimed, however, under the evidence adduced by him, that the deed to Mrs. Parry under which the defendant held, had been obtained from Hoover without his father’s consent and in fraud of his rights, and upon this issue the cause was submitted to the jury.\n1. In such case, although the plaintiff had put in evidence the deed of Hoover to his mother, as a part of the alleged scheme to get the title away from his father, plaintiff was not thereby estopped from attacking its validity on the ground that it had been obtained in fraud of his father’s rights.\n2. The subject in controversy was the validity of the deed to Mrs. Parry, who was dead; wherefore, although the brother who had conveyed to the defendant was competent to testify in support of it, the plaintiff Was incompetent to testify against it: § 5, clause (e), act of May 28, 1887, P. L. 158.\n3. The declarations of the husband in his lifetime, in his own interest, and not made in the presence of his wife, were inadmissible as evidence that the title had been obtained by Mrs. Parry without his consent and in fraud of his rights.\n4. Nor was it competent to prove the declarations of Mrs. Parry, not in the presence of her husband, as evidence that the reason why her husband refused to see her a short time before his death, related to a matter other than a dissatisfaction as to the title to the land.\n5. Nor was it competent to show, as evidence in itself of the existence of the alleged fraud in obtaining the title, that Hoover, the grantor in the deed to Mrs. Parry, was at the time thereof of weak mental condition and not of sufficient capacity to execute the deed.\n6. Where a witness testified that he was present when the deed was delivered to Mrs. Parry with the consent of her husband, the testimony of other witnesses that in conversations with them but not about the deed, he had not mentioned the fact that his father was present at the time of delivery, was properly rejected.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 100 October Term'1889, Sup. Ct.; court below, No. 102 June Term 1884, C. P.\nOn May 16,1884, Henry H. Parry brought ejectment against Elizabeth Parry and Zachary T. Parry for the one undivided one sixth, of a tract of land in Aleppo township, containing abo.ut 125 acres. Issue.\nAt the trial on April 21, 1886, the case presented was in substance as follows:\nTitle to the land in dispute was in Abel Hoover when in 1856 he contracted by articles to sell the same to Roger L. Parry, who for a year or two thereafter rented out the land, and in 1858, with his wife and family moved upon it. His family consisted of himself, his wife Elizabeth Parry, and six children, of whom H. H. Parry was one. Roger L. Parry made some payments upon the land from time to time until 1866, when he went into West Virginia, leaving upon the land Inis wife Elizabeth, the plaintiff H. H. Parry, the defendant Zachary T. Parry, a daughter, and two other sons, Wm. M. Parry and John Parry. The wife, with the assistance of one or two of her sons, made further payments on account of the purchase money, and on September 16, 1867, Abel Hoover executed a deed to Elizabeth Parry for the land in dispute, although it was not delivered until afterwards, when all the purchase money was paid or secured. This deed was recorded on August 24, 1881. Roger L. Parry with the exception of a short visit or two did not return to his family after he left them in 1866, but on June 8, 1882, he died at the home of his son Dr. John Parry, who then resided in Ohio. On November 5, 1885, Elizabeth Parry, one of the defendants, died, leaving a will dated February 29, 1884, duly admitted to probate on November 5, 1886, wherein she devised the property in dispute to Dr. Wm. M. Parry and Zachary T. Parry. On March 10, 1886, Dr. Wm. M. Parry executed and delivered to Zachary T. Parry, a deed of quit-claim and release for all his interest in the land in dispute.\nThere was conflicting testimony as to how much of the purchase money had been paid by Roger L. Parry before and after he left his family in 1866, and as to how much had been paid by Mrs. Parry and her sons; but the material question controverted was, whether the deed from Mr. Hoover to Mrs. Parry was made with the knowledge and consent of Roger L. Parry, as claimed by the defendant upon the evidence, or, whether, as claimed by the plaintiff, it had been obtained by Mrs. Parry by fraud upon the husband, and with the intent to deprive him of his interest in the land. This deed was put in evidence by the plaintiff, as was also the conveyance from Dr. Wm. M. Parry to Zachary T. Parry, with other documentary and record evidence.\nWilliam Clendenning, called for plaintiff:\nMr. Purman: We propose to prove by the witness that he had a conversation with Roger L. Parry, father of the plaintiff, at his house, after he had returned from his trip to Virginia, in which Roger L. Parry stated to the witness that in his absence and without his consent, they had put up a job on him; that he had his land all paid for before he went away, or all but a small sum, and that he had left property and means enough, and more too, to pay all the debts that he owed and to pay for the land; and that the land had been paid for out of his property, and that his wife had taken a deed for the land without his knowledge or consent, and had put up a job on him, or words to that effect. This for the purpose of showing that the deed from Abel Hoover to Elizabeth Parry was obtained by her by fraud, and that she is trustee for the benefit of Roger L. Parry and those claiming under him. To be followed by other evidence that the land was actually paid for by Roger L. Parry, and that the deed had been taken by his wife in her name without his knowledge or consent; and that when he discovered the fraud he repudiated it and demanded a correction, and repudiated his wife and refused to speak to her or recognize her ever afterwards, until she would correct the fraud that she and Dr. Wm. M. Parry had perpetrated upon him in obtaining this deed; and also that she and Taylor Parry, the defendant, visited him at the house of Dr. John Parry, in the state of Ohio, to solicit him to recognize it, to execute some deed or release to her in order to secure the title, and he refused to do so ; and that he refused to see or speak to her while she was at the house of her son, Dr. John Parry, and this was but a few days before he died.\nThe defendant objects to the evidence offered for the reason: The question in this case being whether the land in controversy belonged to Roger L. Parry, or to his wife, Elizabeth Parry, and the plaintiff claiming as one of the heirs of Roger L. Parry, the acts and declarations of Roger L. Parry, or the declarations of Roger L. Parry not made in her presence, are not competent to prove his title. The evidence of what occurred at the interview in Ohio between Mrs. Parry and her husband is not objected to.\nBy the court: There is a part of that offer that would be competent evidence, but taken as a whole it would not be competent, and the objection will be sustained and an exception sealed for the plaintiff, except' to that part of the offer as to the interview in Ohio.1\nThis offer was renewed in other forms, and on objection was refused.8 3\nLike offers to prove by other witnesses like declarations of Roger L. Parry, not in the presence of Elizabeth Parry, were made, and on objection were refused.8 9 18\nOffers to prove declarations of the defendant, when, as was alleged, he was seeking to obtain a deed from Roger L. Parry for the land, but before he acquired the title under which he claimed, were objected to and refused.10 11\nIsaac Buckingham, called for plaintiff, testified to his acquaintance with Abel Hoover, Roger L. Parry and the parties to the suit; and to certain payments made to Hoover by Roger L. Parry :\nMr. Purman: The plaintiff offers to ask the witness whether Abel Hoover was found to be a lunatic, and if so, in what year; for the purpose of showing the fact that he was a lunatic.\nThe defendant objects that the evidence offered is irrelevant.\nBy the court: It is certainly irrelevant. I was curious to know what the offer was for. The objection will be sustained; exception.4\nQ. What was Mr. Hoover’s mental condition about 1866 or 1867?\nDefendant objects to the question for the reason just stated.\nBy the court: Objection sustained; exception.5\nThis offer was renewed in other forms, in connection with other evidence in the case, and on objection was refused.6 7\nThe plaintiff, after introducing other testimony, offered H. H. Parry, the plaintiff, to testify in his own behalf, of interviews- with his father and statements made by the latter as to the manner in which the deed to Elizabeth Parry had been obtained. The competency of the witness being objected to, the. offer was refused.13 Plaintiff rested.\nDr. ¥m. M. Parry, called for defendant, testified that since making his deed to Zachary T. Parry, he had no interest in the suit; if liable for any part of the costs accruing between the death of his mother and the date of said deed, he would be liable as the executor of his mother’s will.\nThe plaintiff objected to the competency of the witness, on the ground that the evidence showed that he had some interest in the event of the suit, or had had during the progress of the suit, and was therefore disqualified.\nBy the court: Objection overruled; exception.14\nMr. Wyly: The defendants propose to prove by this witness that at the instance of his mother he had an interview at the office of John Lewis, Esq., with Abel Hoover and Nehemiah Woodruff, in March, 1867; that the article of agreement be-* tween Roger L. Parry and Abel Hoover for the purchase of this land was produced; that a calculation was made by John Lewis, Esq., in the presence of Hoover, W oodruff and the witness, for the' purpose of ascertaining the amount due upon that article after deducting out the payments made; that that calculation was made, showing a balance due upon the article of $1,045, after deducting the payments made. To be followed by evidence that that balance was paid at different times by Mrs. Elizabeth Parry.\nThe plaintiff objects to the evidence offered, on the ground, first, that Roger L. Parry was not present, nor was the witness authorized by Roger L. Parry to ascertain anything about the amount due on the article, and that the evidence is incompetent and irrelevant, being of the acts of third parties ; and, second, that it is already in evidence that Roger L. Parry was not then living with his wife.\nBy the court: We regard the evidence as competent. The objection will be overruled; exception.10\nThe witness then testified in support of the offer.\nThe defendant now offers to prove that after the final visit of Roger L. Parry to his family in 1872, his wife heard that he had criminal relations with a woman in West Yirginia, resulting in the birth of a bastard child to him; that she believed in the truth of the report, and that she declared in consequence thereof she never would have any further communication with her husband, and that in pursuance of that determination she never had any further communication with him. This for the purpose of showing that Roger L. Parry’s refusal to receive her on her final visit a few days prior to his death was caused by this trouble, and was not the result of any dissatisfaction that he felt, growing out of the transaction in relation to the land in controversy.\nThe plaintiff objects that the evidence is incompetent and irrelevant; that the mere information of such a charge to the wife is not sufficient to base her conduct or her declarations upon, and that the same has no connection with the visit made by her to her husband, as testified to by Dr. John Parry.\nBy the court: It is competent for the defendant to explain about that visit of the wife to the husband, and the refusal of the husband to receive her. That may be explained by the ■defendant, and we think the evidence is competent for the purpose for which it is offered. The objection is overruled; ^exception.16\nThe witness, in support of this offer, testified, in substance, that his mother had been taken on a visit to the plaintiff, at Centreville, in West Virginia; that on her return she told witness that his father was a fugitive from justice, on a charge of fornication, and that now she could never be reconciled, and that to witness’s knowledge she had no correspondence with him afterwards.\nDefendant offered in evidence the note of Elizabeth Parry to Nehemiah Woodruff for $421.50, dated April 1, 1859, being the note identified by the witness who had just left the stand, and referred to by the witness as having been given for part of the purchase money in controversy, by Mrs. Parry to Nehemiah Woodruff.\nPlaintiff objected to the offer as incompetent and irrelevant.\nBy the court: Objection overruled; exception.17\nThe defendant then offered in evidence several notes made by R. L. Parry, of different dates and amounts, which had been referred to and identified in the testimony of Dr. Wm. M. Parry.\nObjected to as incompetent and irrelevant.\nBy the court: Objection overruled; exception.18\n’ The defendant having rested, William Kent was called by the plaintiff in rebuttal:\nThe plaintiff offers to prove by the witness that he had repeated conversations with Dr. Wm. M. Parry, the witness who swore that the deed to Elizabeth Parry from Abel Hoover had been delivered in his presence, and in the presence of his father; and with the consent of the father; and that in nd conversation that he ever had, did the doctor make any statement or allegation that the deed had been so delivered. This for the purpose of showing that the testimony of Dr. Wm. M. Parry in relation to the delivery of the deed in the presence of his father, and with the acquiescence of his father, is unworthy of credit.\nThe defendant objects to the evidence offered as irrelevant.\nBy the court: The objection is sustained; exception.19\nThe offer was renewed in another form and on objection was refused.80\nAt the close of the testimony, the court, Inghbam, P. J., instructed the jury in accordance with the answers to the following points:\nThe defendant requests the court to charge:\n1. If you find from the evidence that the deed of Abel Hoover and wife to Elizabeth Parry of September 16, 1867, was delivered to her in the presence of Roger L. Parry, her husband, with his knowledge and acquiescence, your verdict should be for the defendant.\nAnswer: Affirmed.\nThe plaintiff requests the court to charge:\n1. As Zachary T. Parry, the defendant, claims a part of the land in dispute under the will of his mother, Elizabeth Parry, and the residue of said land under the deed of Dr. Wm. M. Parry, devisee under said will of the residue of said land, his title may be defeated by whatever would defeat the alleged title of the said Elizabeth.\nAnswer: Affirmed.\n2. The allegation of the defendant that the deed from Abel Hoover to Elizabeth Parry was delivered to the said Elizabeth in the presence of the said Roger L. Parry, and with his consent, must be proved by clear, convincing and satisfactory evidence ; and, as said allegation of the defendant that the deed was so delivered depends upon the testimony of Dr. Wm. M. Parry alone, if the said Dr. Wm. M. Parry is so contradicted by the other witnesses and the facts and circumstances of the case as to render his testimony unworthy of credit, and if the jury regard his testimony as unworthy of credit, then there is no evidence that the deed was so delivered.\nAnswer: Affirmed. [As we recollect, the only evidence in the case as to the delivery of the deed at that time is the testimony of Dr. Wm. M. Parry, and this point is correct and is affirmed, if the jury should find that the testimony of Dr. Wm. M. Parry is so contradicted by the other witnesses in the case as to render him unworthy of belief, unsafe to rely upon; there would then be no evidence in the case as to the delivery of the deed. But where a witness is contradicted by other witnesses in the case so as to satisfy the jury that his testimony is unreliable, unsafe to rely upon, the testimony of that witness cannot or should not be rejected, if you should find that there is other evidence in the case upon which you do rely that corroborates the testimony of the witness. In such case you may believe his statement, although he may have made contradictory statements at other times.] 81\n3. If the jury disregard the evidence of Dr. Wm. M. Parry, and if they believe from the evidence that Roger L. Parry bought the land embraced in the deed from Abel Hoover to Elizabeth Parry, in 1856, by a written article of agreement between the said Roger L. Parry and Abel Hoover, and took possession thereof and remained in possession until he went to Virginia in 1866, and had prior thereto paid a large part of the purchase money to the said Hoover, W oodruff and Crawford, and after he left, his wife and his children continued in possession of his land until his death intestate in 1882, and that they paid out of the proceeds of the farm the debts of the said Roger L. Parry and any balance of the purchase money that may have remained unpaid to the said Hoover or Woodruff, then the said Elizabeth Parry held the title in trust under the aforesaid deed for the said Roger L. Parry; and the plaintiff having shown that he is one of the six heirs of the said Roger L. Parry, he is entitled to recover the one undivided one sixth, and their verdict ought to be for the plaintiff.\nAnswer: Affirmed.\nThe jury returned a verdict in favor of the defendant. Judgment having been entered the plaintiff took this appeal, assigning as errors:\n1-18. The refusal of the plaintiff’s offers.1 to 13\n14-18. The admission of the defendant’s offers.14 to 18\n19, 20. The refusal of the plaintiff’s offers.19 80\n21. The portion of the charge embraced in [ ] 81\nMr. A. A. Furman, for the appellant.\nMr. J. A. J. Buchanan (with him Mr. George L. Wyly and Mr. JD. S. Walton), for the appellee."
  },
  "file_name": "0094-01",
  "first_page_order": 112,
  "last_page_order": 125
}
