{
  "id": 568990,
  "name": "PITTSB. CARBON CO. v. PHILADELPHIA CO.",
  "name_abbreviation": "Pittsb. Carbon Co. v. Philadelphia Co.",
  "decision_date": "1889-11-11",
  "docket_number": "No. 160",
  "first_page": "438",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "130 Pa. 438"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "77 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436340
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0221-01"
      ]
    },
    {
      "cite": "37 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0402-01"
      ]
    },
    {
      "cite": "58 Pa. 70",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1013190
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/58/0070-01"
      ]
    },
    {
      "cite": "25 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        975761
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/25/0210-01"
      ]
    },
    {
      "cite": "24 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503725
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0184-01"
      ]
    },
    {
      "cite": "27 Pa. 429",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        979425
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/27/0429-01"
      ]
    },
    {
      "cite": "18 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/18/0096-01"
      ]
    },
    {
      "cite": "85 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "9 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960794
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0229-01"
      ]
    },
    {
      "cite": "2 W. 104",
      "category": "reporters:state",
      "reporter": "W.",
      "opinion_index": -1
    },
    {
      "cite": "97 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444763
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0216-01"
      ]
    },
    {
      "cite": "74 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1034709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/74/0470-01"
      ]
    },
    {
      "cite": "90 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065583
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0078-01"
      ]
    },
    {
      "cite": "85 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        440525
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/85/0303-01"
      ]
    },
    {
      "cite": "16 Pa. 380",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410224
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0380-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 534,
    "char_count": 11650,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 7.738627654554532e-08,
      "percentile": 0.4551126339798189
    },
    "sha256": "2052468cea67b7b97579b8036de73b85f83ee15e2bda37bf50888e61a2236088",
    "simhash": "1:dbe1ce6a9d420145",
    "word_count": 2059
  },
  "last_updated": "2024-02-27T16:30:54.703215+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "PITTSB. CARBON CO. v. PHILADELPHIA CO."
    ],
    "opinions": [
      {
        "text": "Pee. Curiam:\nWe affirm this judgment, upon the opinion of the learned president of the court below refusing the motion for a new trial.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee. Curiam:"
      }
    ],
    "attorneys": [
      "Mr. G. B. Gordon (with him Mr. John Dalzell and Mr. Wm. Scott, for appellant:",
      "Mr. G. G. Dichey (with him Mr. W. K. Shims'), for the appellee."
    ],
    "corrections": "",
    "head_matter": "PITTSB. CARBON CO. v. PHILADELPHIA CO.\nAPPEAL BY DEFENDANT FROM THE COURT OF COMMON PLEAS NO. 2 OF ALLEGHENY COUNTY.\nArgued November 1, 1889\nDecided November 11, 1889.\n(а) The Philadelphia Co., a natural gas company, defendant, acquired the property and lines of the Penna. N. Gas Co., assuming all the then existing contracts for gas of the Penna. N. Gas Co., “to the extent that the same can be supplied from the property and lines ” of the latter company “ as at that date existing, but to no other or greater extent.”\n(б) Among such existing contracts was one with the plaintiff, a manufacturing company, whose works were then at a distance of 250 feet from the supply line of the Penna. N. Gas Co., requiring for performance the laying of a service line of that length and 2& inches in diameter.\n1. In such case, the contract between the two gas companies must be construed to mean that where supply connections can be made at reasonable and usual distances from the main supply pipes, as they existed at the time, the defendant was bound to perform the other company’s contracts, and was liable directly to the plaintiff for its failure to perform the contract with him.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 160 October Term 1889, Sup. Ct.; court below, No. 813 October Term 1889, C. P. No. 2.\nOn September 13,1888, a summons in assumpsit was served in an action by the Pittsburgh Carbon Company against the Philadelphia Company. Issue.\nAt the trial on May 8, 1889, the plaintiff put in evidence a contract with the Pennsylvania N. Gas Co., whereby the latter agreed to supply to plaintiff natural gas for fuel from June 1, 1887, to June 1,1888, for a certain consideration therein named; also, a contract between the Pennsylvania N. Gas Co. and the Philadelphia Co., whereby the former company demised to the latter all its property, gas wells, pipe-lines and appurtenances, in consideration of which the Philadelphia Co. covenanted ‘House, manage, maintain and operate the said property and lines in the same manner, as fully, and to the same extent as party of the first part is or may in law be bound to do; ” and further:\n“ And it is further hereby agreed that upon the execution hereof the said party of the first part shall turn oyer to the said party of the second part, and the said party of the second part shall assume, all the then existing contracts for gas to be supplied by the party of the first part to its customers, to the extent that the same can be supplied from the property and lines of the said party of the first part as at that date existing, but to no other or greater extent.”\nThe plaintiff then showed that at the time the contract between the Pennsylvania N. Gas Co. and the Philadelphia Co. was executed, the latter company had its line laid on Smallman street, at a point within two hundred and fifty feet of the works of the plaintiff company; that that distance was but a reasonable' and ordinary distance at which supplies of gas were furnished to manufacturing companies, but that the defendant company had refused to make the necessary connections and to supply the fuel.\nAt the close of the testimony upon both sides the court, Ewing, P. J., charged the jury, inter alia:\n[Taking the scope of the agreement between the two companies ; taking into consideration the fact that they were chartered companies, having public duties to perform, and the uncontradicted testimony as to the situation here and the custom prevailing, we think it includes cases of contracts that had been made by the Pennsylvania Natural Gas Co., where the connections were not already made. It would not include a case where the main supply line had to be extended any distance to furnish the gas, but we think it does include cases where the contracts had been made, and where all that was required to be done was to tap the main supply pipe and carry the gas a reasonable distance to the place at which it was to be consumed; and if this was within those circumstances and within that distance, then the contract with the two gas companies carried with it the obligation of the Philadelphia Co. to supply the Pittsburgh Carbon Co. with gas under the terms of the contract; and, according to the testimony, it simply re'quired under the contract the laying of a 2\\ inch pipe a distance of from 220 to 245 feet, at a cost of from $50 to $75, to do the whole thing, with' a contract by which the Pittsburgh Carbon Company were to pay about one thousand dollars a year; and if you believe the facts to be as testified, that that was the distance, and if that was a reasonable and ordinary distance at which supplies of gas were furnished, (and if it were a matter of law, I would say that it was a reasonable distance,) then the Philadelphia Co. took the place of the Pennsylvania Natural Gas Co. in the contract to supply the gas.] 3\nCounsel for defendant request the court to charge:\n1. That there is no sufficient evidence in the case to enable them to find that the contract between the plaintiff and the Pennsylvania Natural Gas Co. was assumed by the defendant, and therefore their verdict should be in favor of defendant.\nAnswer: refused.1\n2. Under the pleadings and evidence in this case, this verdict should be in favor of defendant.\nAnswer: Refused.3\nThe jury returned a verdict for the plaintiff for $1,259.88. A rule for a new trial having been granted, and argued, the court, Ewing, P. J., on July 6, 1889, filed the following opinion :\nOn argument of the motion for a new trial, it was conceded by the learned counsel for defendant that on the evidence, if the contract between the Philadelphia Co. and the Pennsylvania Natural Gas Co., of April 21, 1887, included the contract of March 15, 1887, between the Pennsylvania Natural Gas Co. and the Pittsburgh Carbon Co., then the Philadelphia Co. is liable to the carbon company, plaintiff.\nBoth the Philadelphia Co. and the Pennsylvania Co. were chartered corporations, having and exercising the state’s right of eminent domain, for the purpose of furnishing natural gas to the public, and bound so to do. By the contract of April 21, 1887, the Pennsylvania Natural Gas Co. surrendered into the possession and control of the Philadelphia Co. all its property, gas wells, gas territory, pipes and appurtenances, thus depriving the granting company of the power to perform its corporate duties in supplying the public with gas, or performing its contracts, except through the Philadelphia Co. In consideration thereof the Philadelphia Co. agreed to “ use, manage, maintain and operate the said property and lines in the same manner, as fully and to the same extent as the party of the first part is or may in law be bound to do.” •\nThe tenth section of the natural gas act of May 29,1885, P. L. 29, under which the Pennsylvania Natural Gas Co. was chartered, declares that “ the transportation and supply of natural gas for public consumption is hereby declared to be a public use, and it shall he the duty of corporations, organized or provided for under this act, to furnish to consumers along their lines and within their respective districts natural gas for heat or light or other purposes, as the corporation may determine.”\nThe agreement between the two companies provides, further, “that upon the execution hereof the party of the first part [Pennsylvania Co.] shall turn over to the party of the second part [Philadelphia Co.], and the said party of the second part shall assume, all the then existing contracts for gas to be supplied by the party of the first part to its customers, to the extent that the same can he supplied from the property and lines of the said party of the first part as at that date existing, but to no other or greater extent.” It is not pretended that there was any concealment of the contract which the Pennsylvania Co. had before that date made with the Pittsburgh Carbon Co., to furnish gas from June 1,1887, to June 1,1888, or that there was any reservation thereof.\nCounsel for defendant claims to read the contract between the two companies as though it said the obligation the Philadelphia Co. assumed was only to fill the contracts of the Pennsylvania Co., where the latter had made actual connections and was supplying gas at the date of the contract. To put this interpretation on the contract would be to-assume that the two companies deliberately contracted to prevent the Pennyslvania Co. from performing its corporate duties. We see no necessity arising from the wording of the contract to arrive at such a conclusion. We assume that hoth companies acted in good faith towards the public, towards parties having contracts for the supply of gas, and towafds each other. Contracts must he interpreted in accordance with the surrounding circumstances and with the well known usages of the business which is the subject matter of the contract.\nWe interpret the words of the contract, “to the extent that the same can he supplied from the property and lines of the Pennsylvania Company as they now exist,” in connection with other parts of the contract and the circumstances, to mean: that where supply connections can be made at reasonable and usual distances from the works and main supply pipes, as they existed at the time of the contract, the contracts of the Pennsylvania Co. are to be filled by the Philadelphia Co’. This seems to us to be the fair and proper construction of the contract. It is one of the things that it may be said that everybody in and around Pittsburgh knows, that where a natural gas company has a supply main or large pipe on a street or road, it is the custom for them to run a pipe from that supply main to the curb or to the regulator at any reasonable distance in the vicinity, to supply customers. When a large main is in the vicinity, customers can then be supplied from the existing works of the company. The evidence shows that about 220 feet of 2£ inch pipe at a cost of $55 for pipe and laying, was all that was required to make connection with the plaintiff’s works from the large main of the Pennsylvania Co. We admitted evidence to show that that was a usual and ordinary connection to be made for the supply of a factory, such as that of the plaintiff. It is in no proper sense an extension of the works of the gas company. Although the contract of the Carbon Company with the Gas Company uses the word “ main ” in relation to their supply, it is evident, from the whole contract, that an ordinary connection for a supply for the factory was intended.\nThe motion for a new trial is overruled.\nJudgment having been entered on the verdict, the defendant took this appeal, assigning for error:\n1, 2. The answers to defendant’s points.1 s\n3. The portion of the charge embraced in [ ] 3\nMr. G. B. Gordon (with him Mr. John Dalzell and Mr. Wm. Scott, for appellant:\nThat the action could not be maintained against defendant company, counsel cited: Finney v. Finney, 16 Pa. 380; Guthrie v. Kerr, 85 Pa. 303; Merriman v. Moore, 90 Pa. 78.\nMr. G. G. Dichey (with him Mr. W. K. Shims'), for the appellee.\nCounsel cited: Torrens v. Campbell, 74 Pa. 470; WynP v. Wood, 97 Pa. 216; Hind v. Holdship, 2 W. 104; Beers v. Robinson, 9 Pa. 229; Kountz v. Holthouse, 85 Pa. 236; Vincent v. Watson, 18 Pa. 96; Lehigh etc. Co. v. Harlan, 27 Pa. 429; Pratt v. Campbell, 24 Pa. 184; Brown v. Brooks, 25 Pa. 210; Carey v. Bright, 58 Pa. 70; Williamson v. McClure, 37 Pa. 402; Allison’s App., 77 Pa. 221."
  },
  "file_name": "0438-01",
  "first_page_order": 456,
  "last_page_order": 461
}
