{
  "id": 568953,
  "name": "CITY OF PITTSBURGH v. M. G. MacCONNELL",
  "name_abbreviation": "City of Pittsburgh v. MacConnell",
  "decision_date": "1889-11-11",
  "docket_number": "No. 180",
  "first_page": "463",
  "last_page": "466",
  "citations": [
    {
      "type": "official",
      "cite": "130 Pa. 463"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "93 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442173
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/93/0111-01"
      ]
    },
    {
      "cite": "36 Pa. 29",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992221
      ],
      "pin_cites": [
        {
          "page": "61"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/36/0029-01"
      ]
    },
    {
      "cite": "69 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0365-01"
      ]
    },
    {
      "cite": "81 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044115
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/81/0058-01"
      ]
    },
    {
      "cite": "127 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        565705
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/127/0169-01"
      ]
    },
    {
      "cite": "18 Wis. 411",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8709375
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/18/0411-01"
      ]
    },
    {
      "cite": "20 Wis. 112",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8707942
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/20/0112-01"
      ]
    },
    {
      "cite": "5 Abb. N. C. 51",
      "category": "reporters:state",
      "reporter": "Abb. N. Cas.",
      "case_ids": [
        1950293
      ],
      "opinion_index": -1,
      "case_paths": [
        "/abbn-cas/5/0051-01"
      ]
    },
    {
      "cite": "43 N. Y. 227",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2048151
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/43/0227-01"
      ]
    },
    {
      "cite": "120 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559850
      ],
      "weight": 3,
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0374-01"
      ]
    },
    {
      "cite": "93 Pa. 111",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        442173
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/93/0111-01"
      ]
    },
    {
      "cite": "120 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559850
      ],
      "weight": 3,
      "opinion_index": 0,
      "case_paths": [
        "/pa/120/0374-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 528,
    "char_count": 8830,
    "ocr_confidence": 0.451,
    "pagerank": {
      "raw": 4.965273017592454e-07,
      "percentile": 0.9352504721317729
    },
    "sha256": "e5ce8ba6ac8359bc61770f31fa6ceb5f578ea29485349ad2fcfd50063f0fd048",
    "simhash": "1:0238223affe554ee",
    "word_count": 1542
  },
  "last_updated": "2024-02-27T16:30:54.703215+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stennett, Gneen, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "CITY OF PITTSBURGH v. M. G. MacCONNELL."
    ],
    "opinions": [
      {
        "text": "Per Curiam:\nThis affidavit of defence resembles the one in Erie City v. Butler, 120 Pa. 374, being “rich in adjectives, but meager in facts.”\nThe claim for grading, paving, and curbing was not'filed by a contractor, using the name of the city. On the contrary, the contract was made directly by the city. The city accepted the work done by the contractor, and then filed this claim therefor against defendant, as an abutting property owner, for her proportion of the expense. She sets forth in her affidavit of defence, (a) that the work and materials were not offered or given to the lowest responsible bidder; (F) that the contract was fraudulently let; and (e) that the work was insufficiently and badly done. As she was a stranger to the contract, she would have no standing to defend upon the grounds named, unless she shows special injury to herself by reason thereof, and that special injury must relate to so much of the work as was charged against her property. The city is not seeking to hold her for any portion of the work done elsewhere. Upon this point her affidavit is not only lame and evasive, but it is silent. She does not aver any defect in tbe work opposite her property. There is a general averment that the pavement was poor, and the material furnished for the foundation insufficient. We have here a mere opinion, but no facts. There is no statement of the depth of the foundation, or of what it was composed; there is no reference to the contract and specifications to enable the court to judge whether the contract has been complied with.\nIt would have been better, had the defendant known that the contract was fraudulently let, and the work badly done, to have moved in this matter at an earlier day. A property owner who has knowledge that a street contract was fraudulently obtained from the city officials, and sees the work being badly done under it, and neglects to inform the city, or to take any steps to stop the work, has not a very strong equity to be relieved from his or her share of the cost. It is not safe to lie by under such circumstances until the owner’s property has received all the benefit from the improvement, and then attempt to escape all share of the burden. In such case, where the city has in good faith accepted the work from the contractor, the owner is too late with her complaint. Even where the contractor receives the assessment bills in payment of his work, as in the city of Philadelphia, and some other places, it has been held that a substantial compliance with the contract is sufficient to enable the contractor to recover: Erie City v. Butler, supra; Watson v. City of Philadelphia, 93 Pa. 111. If deficient in some minor particulars, the defendant can only have a deduction for such defects. Here the defendant does not say to what extent she has been injured by the defective character of the work. She says the work was let at a high price, but is silent as to what would have been a fair price therefor.\nIt was said in Erie City v. Butler, supra: “ When work of this kind is done by contract with the municipal authorities, the said authorities paying therefor, and then collecting the same from the property owners, .... and the work is accepted by the city authorities, it is at least doubtful whether a defence of this kind could be set up. This was conceded by the learned counsel for the defendant.” We are not required to decide any such question in this case, as the averments in the affidavit of defence are too vague and unsatisfactory to carry the case to the jury.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam:"
      }
    ],
    "attorneys": [
      "Mr. A. M. Brown, for the appellant.",
      "Mr. W. 0. Moreland, City Solicitor, for the appellee."
    ],
    "corrections": "",
    "head_matter": "CITY OF PITTSBURGH v. M. G. MacCONNELL.\nAPPEAL BY DEFENDANT EKOM THE COUNT OE COMMON PLEAS NO. 2 OE ALLEGHENY COUNTY.\nArgued November 4, 1889\nDecided November 11, 1889.\n1. An affidavit of defence to a municipal claim for paving, etc., averring that the contract for the work was illegally and fraudulently let and the work badly done, without alleging the specific defects and the special injury to the defendant therefrom, is insufficient to prevent summary judgment : Erie City v. Butler, 120 Pa. 374.\n2. The affidavit stated opinions, not facts; and, as defendant was a stranger to the contract, she would have no standing to defend upon the grounds alleged, at least without showing special injury to herself by reason thereof, and that special injury must relate to so much of the work as was charged against her property.\nBefore Paxson, C. J., Stennett, Gneen, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 180 October Term 1889, Sup. Ct.; court below, No. 73 July Term 1889, C. P. No. 2.\nOn June 6, 1889, tbe city of Pittsburgh. filed a municipal claim for $5,621.77, with interest from January 14, 1889, attorney’s commissions, etc., against a lot of ground of Mrs. Mathilda G. MacConnell, situated on Winebiddle avenue, in the 20th ward, alleging that said sum was “the assessment upon said lot for the cost and expense of grading, paving and setting with curb stones, within six months last past, that part of Winebiddle street extending from Penn avenue to Liberty avenue; the said work having been done in pursuance of an act of assembly, approved June 14, 1887, and an ordinance of the select and common councils of said city, passed March 12, 1888; the said work having been commenced on the-day of----188-, and completed on the 14th day of January, 1889.”\nA scire facias thereon was issued, returnable to the first Monday of July thereafter. No statement or affidavit of claim was filed: Section 22, act of June 14, 1887, P. L. 392.\nOn June 29,1889, the defendant filed an affidavit of defence which averred that she “ had a just and legal defence to the whole of the plaintiff’s claim, as follows :\n“The work and materials were not offered or given to the lowest responsible bidder. In fact, the work of grading and paving and curbing said Winebiddle avenue was let in violation of the ordinance of said city, which requires that ‘ all contracts exceeding in value the sum of fifty dollars ($50) shall be let or entered into only after proposals therefor shall have been invited by advertisement, in the official newspapers of the city, for not less than five days.’\n“ That, in truth and in fact, there were plans for said work, but specifications for the said, work and materials were not furnished but withheld from all bidders, except perhaps the firm to whom the city authorities having charge of the matter intended to let the work, as affiant is informed and believes and expects to prove, and, in order to accomplish that purpose, there existed a secret understanding or arrangement to not advise or inform other bidders of the said plans and specifications, and thereby prevent them from competing as bidders.\n“ The contract was fraudulently let by the means and in the manner aforesaid, and the work was insufficiently and badly done. Much of the pavement laid on said avenue by said contractors was worthless and became broken immediately after travel was permitted on the avenue. The foundation for said pavement was insufficient, and the material furnished for said foundation was insufficient to support the pavement laid thereon, and by reason thereof much of said pavement sunk and broke and fell into holes and was worthless.\n“ Affiant charges that said contract was let at a high price, without competition, and at the same time the contractors were allowed to do the work in a careless and insufficient manner, whereby they made great gains and profits.\n“ The city authorities having charge of the letting of said work, fraudulently let the same in the manner herein averred, and permitted them to do said work in an improper and insufficient manner, thereby prejudicing and wronging the owners of property abutting on said avenue; therefore, the defendant denies liability or indebtedness for the claim sued for.”\nOn July 17,1889, a rule for judgment for want of a sufficient affidavit of defence having been argued, the court, Ewing, P. J., held that the case seemed to be covered by the decision in Erie City v. Butler, 120 Pa. 374, and made the rule absolute. Judgment having been entered, the defendant took this appeal, specifying the order entering judgment for the plaintiff for want of a sufficient affidavit of defence as error.\nMr. A. M. Brown, for the appellant.\nCounsel cited: Section 6, act of May 23, 1874, P. L. 233 (Pittsb. Dig. 79); § 22, ordinance of December 17, 1887; People v. Board of Improvement, 43 N. Y. 227; Bigler v. Mayor of N. Y., 5 Abb. N. C. 51; Wells v. Barnham, 20 Wis. 112; Kneeland v. Milwaukee, 18 Wis. 411; Erie City v. Brady, 127 Pa. 169; Fell v. Philadelphia, 81 Pa. 58; Pittsburgh v. Walter, 69 Pa. 365; Schenley v. Commonwealth, 36 Pa. 29, 61; Watson v. Philadelphia, 93 Pa. 111.\nMr. W. 0. Moreland, City Solicitor, for the appellee.\nCounsel cited: Erie City v. Butler, 120 Pa. 374."
  },
  "file_name": "0463-01",
  "first_page_order": 481,
  "last_page_order": 484
}
