{
  "id": 568957,
  "name": "EST. OF DAVID KLINGENSMITH, DEC'D",
  "name_abbreviation": "Est. of Klingensmith",
  "decision_date": "1890-01-06",
  "docket_number": "No. 221",
  "first_page": "516",
  "last_page": "523",
  "citations": [
    {
      "type": "official",
      "cite": "130 Pa. 516"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 Pa. 115",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "18 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "110 Pa. 543",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "20 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972406
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/20/0215-01"
      ]
    },
    {
      "cite": "4 Wh. 568",
      "category": "reporters:state",
      "reporter": "Whart.",
      "opinion_index": -1
    },
    {
      "cite": "1 Dall. 351",
      "category": "reporters:scotus_early",
      "reporter": "Dall.",
      "case_ids": [
        12147267,
        1408550
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/dall/1/0351-01",
        "/us/1/0368-01"
      ]
    },
    {
      "cite": "7 W. 440",
      "category": "reporters:state",
      "reporter": "W.",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "14 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 3,
      "opinion_index": -1
    },
    {
      "cite": "68 Pa. 248",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1024612
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/68/0248-01"
      ]
    },
    {
      "cite": "56 Pa. 156",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009155
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/56/0156-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 16667,
    "ocr_confidence": 0.44,
    "pagerank": {
      "raw": 6.244697041549261e-08,
      "percentile": 0.38592481646613375
    },
    "sha256": "c93ff88f80ffffddb4b15773863105fefdb039426ad41657ef0c098059e96959",
    "simhash": "1:8306b681bb414c64",
    "word_count": 2953
  },
  "last_updated": "2024-02-27T16:30:54.703215+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Stebjrbtt, Clark, Williams, Mc-Collum and. Mitchell, JJ."
    ],
    "parties": [
      "EST. OF DAVID KLINGENSMITH, DEC’D."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice McCollum:\nStanton Black, the appellant, has an estate as tenant by the curtesy in an undivided one eighth of the land which is the subject of this partition. He was not named in the petition on which the inquest was awarded, and had no notice of the time and place of holding the inquisition. The inquest returned that the land could not be divided without prejudice to or spoiling the whole, .and valued it at $86 an acre. The return was filed and. confirmed nisi, May 14, 1887, and five days after, the appellant filed exceptions to it, and denied the jurisdiction of the court to make partition without having all the parties in interest before it. He did not ask to be made a party to the proceedings that had already been taken. His purpose was to have them set aside on the ground that they were unauthorized by law. At the instance of the petitioner a commissioner was appointed to find and report the facts to the court.\nThe commissioner reported that Stanton Black had a life-estate in one eighth of the property, and should be made a party to the proceedings for partition, and this report the court approved March 80,1888. This report did not make appellant a party to the proceedings, nor validate them. It brought on the record, and to the knowledge of the court, a fact which demonstrated that the proceedings were unlawful, and required that they be set aside. Nothing further was done until April 13, 1889, when the usual rule on heirs, including and naming Stanton Black, was issued. The appellant accepted service of this rule, and filed additional exceptions to the inquisition, setting forth, inter alia, that the property was worth $300 an acre, or $20,000 more than the valuation placed on it by the inquest. He asked the court “ to take off the confirmation of the inquest and valuation, and refer the matter back to the jury for a revaluation.” The exceptions were dismissed, the court helow holding that the appellant had made himself a party to the proceedings by accepting service of the rule on heirs, and that although the land had advanced more than 200 per cent since the valuation by the inquest, he was bound by it.\n■ In this view of the case it will be seen that the appellant, in his effort to set aside an illegal proceeding, has confirmed it, and subjected himself to a loss of $150 per annum during his life. Of course the accuracy of an appraisal cannot be assailed on the ground of the subsequent appreciation of the property, but where some of the parties in a partition have a fee simple, and others a life-estate in the land, and, pending the proceedings, it is trebled in value by the discovery upon it of a mine or the like, it would be equitable to order a re-valuation of it. If the property is not brought to a public sale, the only protection the life-estate has is in a fair valuation, and this the court may secure at any time before a decree which transfers the title.\nWe find no order on this record which makes, or assumes to make, the appellant a party to the partition, prior to April 13, 1889. His acceptance of service of the rule on heirs can have no greater or other effect than a lawful service of it by an officer. His subsequent effort to obtain a valuation of the property, as of the time it is claimed he became a party, did not cure previous irregularities, or want of jurisdiction, because it was of these he was complaining, and on these his application for relief rested. The illegality of the original proceeding still clings to it, and the appellant is not estopped from alleging it. As his claim respecting the value of the property is undisputed, and he was denied an opportunity to substantiate it by evidence, it must be taken as true. It is unnecessary to cite authorities to show that appellant was not bound by the partition proceedings, when he appeared in court to contest them, and in an attitude of resistance there is neither approval nor acquiescence.\nThe order awarding an inquest is reversed, and all proceedings thereunder are set aside; the costs to be paid by the appellees.",
        "type": "majority",
        "author": "Mr. Justice McCollum:"
      }
    ],
    "attorneys": [
      "Mr. J. F. Wmtling (with him Mr. D. A. Miller), for the appellant :",
      "Mr. D. S. Atkinson (with him Mr. J. M. Peoples), for the appellees:"
    ],
    "corrections": "",
    "head_matter": "EST. OF DAVID KLINGENSMITH, DEC’D.\nAPPEAL BY STANTON BLACK EROM THE ORPHANS’ COURT OP WESTMORELAND COUNTY.\nArgued October 11, 1889\nDecided January 6, 1890.\n[To be reported.]\nL. When a life-tenant of an undivided interest in land, which is the subject of an Orphans’ Court partition proceeding, is not named in the petition and has no notice of the holding of the inquest, the proceedings, if he has done nothing to ratify and confirm them, are illegal and not binding upon him and upon his application should be entirely set aside.\n(а) A person not named in a petition for partition filed exceptions, alleging that he was a life-tenant of the land and objecting to the confirmation of the inquisition, for the reason that he had not been made a party. An auditor, appointed to find the facts, reported that the exceptant was a life-tenant and should be made a party to the proceedings, and his report was confirmed by the court.\n(б) The usual rule to accept or refuse was then directed to be issued and served upon the exceptant, as well as upon the parties named in the petition. The exceptant accepted service of the rule, and upon its return filed additional exceptions, alleging that the land was then worth much more than the value placed upon it, and praying for a re-valuation.\n2. The confirmation of the auditor’s report did not make the exceptant a party to the proceedings or validate them; nor did the acceptance of service of the rule by the exceptant, and his subsequent effort to obtain a new valuation, as of that date, cure previous irregularities so as to make the prior proceedings binding upon him.\n8. An appraisement in a partition proceeding cannot be assailed on the ground of subsequent appreciation of the land; but, upon the discovery of previously unknown elements of value, the court may direct a re-valuation, in order to do justice as between tenants in fee and life tenants, at any time before a decree transferring the title: Per Mc-Collum, J.\nBefore Paxson, C. J., Stebjrbtt, Clark, Williams, Mc-Collum and. Mitchell, JJ.\nNo. 221 October Term 1889, Sup. Ct.; court below, No. 1 February Term 1887* O. C.\nOn February 12, 1887, Leah Row presented her petition setting forth that David Klingensmith died on October 4, 1870, seised of a certain tract of land containing 98 acres, and leaving a will under which said land passed, as was averred in the petition, to his children, viz.: Leah and Maria Row, Lewis, S. P. and A. G. Klingensmith, Susan Hissam and Margaret Peddicord; that some of said children had aliened their shares, and the parties at present interested in said land were Maria Row, Susan Hissam, Thomas Hissam, Michael Row and the petitioner ; praying for an inquest to make partition of the land among said parties. Inquest awarded as prayed for.\nOn May 14,1887, an inquisition, finding that the laud could not be divided without spoiling the whole, and valuing it at $86 per acre, accompanied by a return of the sheriff that legal notice of the inquisition had been given to the parties named in the proceedings as interested in the land, was presented in open court and confirmed nisi. On May 19th, Stanton Black, by his attorneys, excepted to the confirmation of the inquisition, upon the ground that the exceptant was entitled to a life estate in the undivided one eighth of the land described in the petition; that he had received no notice of the proceedings to partition the same, was not named in the petition or the proceeding thereon as an interested party, and that the court was without jurisdiction in the cause.8 .The court thereupon appointed Mr. H. W. Walkinshaw an auditor to find and report the facts.\nThe auditor reported, finding that Elizabeth Allshouse, deceased, was a daughter of David Klingensmith, deceased, and that Stanton Black, the exceptant, as surviving father of Ellen Black, deceased, who was a granddaughter of Elizabeth Allshouse, was entitled to a life-estate in one eighth of the land, and should be made a party to the partition proceedings. On March 30, 1888, the report of the auditor was confirmed, and it was ordered that the costs connected therewith be taxed in the proceedings in partition. No 'citation, or other process, however, to bring Black upon the record, was issued or awarded, and on April 13, 1889, the court made the following order: “And now, to wit: April 13, 1889, the auditor’s report in the above stated case having been duly'confirmed, whereby Stanton Black was made a party to said proceedings, as a tenant for life of the share of Elizabeth Allshouse, deceased, in said real estate; it is ordered that a rule be issued on the heirs of said decedent, including the said Stanton Black, to appear at next term, to accept or refuse the said real estate at the valuation, or show cause why the same should not be sold.6\nA rule to accept or refuse, etc., was accordingly issued. Service thereof was accepted in writing by all the parties named therein, including Stanton Black. The rule having been returned, Stanton Black, by his attorneys, on May 25, 1889, objected to an award of the land to any of the tenants in fee at the valuation placed upon it bj1- the inquest, and filed exceptions setting forth, in substance, that while the valuation placed upon the land, at the time of holding the inquest in 1887, was near to its proper value at that time, it was not more than one third the present value of the land, which had recently become greatly enhanced by reason of the fact that large manufacturing establishments were about to start up in the immediate vicinity and it was very valuable for building purposes, being worth near $300 per acre; that, as the exceptant had no standing to bid for the land save at a public sale, to adjudge it to any of the tenants in fee, at the valuation made, would be unjust and inequitable to him and would cause him to sustain great and irreparable damage; that the exceptant had not been made a party to the proceedings in partition, and if made a party would have the right to appear before the inquest and offer evidence of the value of the property, and the appraisement and valuation were therefore illegal and not binding on him; — praying the court to take off the confirmation of the inquisition and valuation, and refer the matter back to the jury for re-valuation.\nAfter argument the court, Hunter, P. J., dismissed the foregoing exceptions, filing the following opinion:\nOn February 12, 1887, the inquest was awarded; upon return thereof, Stanton Black, the exceptant here, filed exceptions to the return, setting forth that there was an outstanding life-estate in him in the one eighth of the land, and that he had had no notice of the proceedings, and was not named in the petition. This being a disputed question, the matter was referred to an auditor, who after hearing the evidence found in favor of Stanton Black, and his report was confirmed on March 30, 1888. Thus the matter stood till May 18,1889, when the usual rule on the heirs, including and naming Stanton Black, was issued. To this rule Stanton Black voluntarily appeared, and in person, and accepted service in his own handwriting. We think, therefore, from the face of the record that Stanton Black, who now exempts to the inquisition and to the awarding of the land to any of the heirs, has made himself a partjr to the proceedings; otherwise, by the proceedings throughout and at any time he would not have been affected, because he was not named in the petition and had no notice. This is clearly ruled in the case of Thompson v. Stitt, 56 Pa. 156, and the authorities therein cited.\nThe exceptions now filed by Stanton Black to the inquest and valuation, do not raise any-unfairness or irregularity, or undervaluation, at the time the inquest was held. The only complaint is that since that time, the land has greatly appreciated in value. Now, we are unable to see that this reason should prevail, to have the appraisement set aside. Sudden rises in the value of real estate have become with us quite a common thing, but this of itself surely cannot have the effect of setting the finding of juries in partition aside, as we have said. It is true that the exceptant has no right to bid, as the heirs have, but that comes from the nature of his interest in the land and of this he cannot complain.\nAnd now, August 24,1889, the exceptions filed by Stanton Black, on May 25, 1889, are dismissed.7\nThereupon the exceptant took this appeal, specifying that the court erred:\n1. In awarding the inquest without making the appellant a party.\n2. In confirming the inquisition after the filing of the exceptions of May 19, 1887.8\n3. In not quashing the proceedings after the confirmation of the report of the auditor.\n6. In making the order of April 13, 1889, without having properly brought the appellant upon the record.6\n7. In dismissing the exceptions filed May 25,1889.7\nMr. J. F. Wmtling (with him Mr. D. A. Miller), for the appellant :\n1. All parties in interest must be named in the petition, decree and notices: Richards v. Rote, 68 Pa. 248; McKee v. McKee, 14 Pa. 237; Ragan’s Est., 7 W. 440; Walton v. Willis, 1 Dall. 351. The record shows that Stanton Black was not named in the petition, and had no notice whatever of the proceedings. After the finding of the auditor was confirmed, the court should have made him a party by issuing a citation under the fifty-second and subsequent sections of the act of March 29, 1832, P. L. 190: McKee v. McKee, 14 Pa. 237. This not having been done, all the proceedings aré void as to him: Commonwealth v. Green, 4 Wh. 568.\n2. If the exceptant did make himself a party by accepting service of the rule to accept or refuse, he then for the first time had the clear right to except to the inquisition, and was entitled to have it set aside and referred back, as he prayed the court to do. Merely placing him on the record at that date, was not an adequate measure of relief. The action of the court worked the very injury of which we complain, viz., compelling him to accept, as the basis of his yearly interest, a low valuation made without notice to him. In view of the many irregularities in the record of the court below, this court should examine the whole proceedings and set them aside for their manifest defects: Hallowell’s App., 20 Pa. 215; Christy’s App., 110 Pa. 543.\nMr. D. S. Atkinson (with him Mr. J. M. Peoples), for the appellees:\n1. Stanton Black appeared in court and filed exceptions to .the inquisition on May 19, 1887. Two years afterward, he for the first time made complaint as to the valuation of the land, and this complaint was not of any improper conduct, unfairness or irregularity in the holding of the inquest, or of an undervaluation at that time, but that since then, and very shortly before his exceptions were filed, the land had. appreciated in value. He did not ask the court to quash the proceedings, but simply to refer the matter back to the jury for a re-valuation. As to this subsequent appreciation, the action of the court was correct. Re-valuations will hot be ordered with the ever changing values of the country. No proof was offered at any time that the jury made a plain mistake of fact or law, or that any fraud was practiced; and in the absence of proof of one or other of these, an inquisition will not be set aside on a question of valuation: Kreider’s Est., 18 Pa. 376.\n2. In support of their position that the proceedings have been irregular as to the-exceptant, his counsel cite Richards v. Rote, 68 Pa. 248. But this case recognizes that an irregular proceeding may be ratified by the acts or conduct of the party, and when the exceptant voluntarily appeared in court and took part in all the proceedings subsequent to his appearance, and especially when he accepted service of the rule to accept or refuse, and appeared at its return day, he thereby ratified and confirmed all the prior proceedings. McKee v. McKee, 14 Pa. 237, has no application here, as the proceedings in that case were in the wrong court. In Ragan’s Est., 7 W. 440, the record showed no notice of any kind to the party omitted from the petition; whereas, here, the exceptant is participating in the proceedings. In Walton v. Willis, 1 Dall. 351, a tenant by the curtesy was entirely omitted from the decree; but Black’s name is already on the record and will be in the decree when the proceedings reach that stage. It is not material by what particular method he became a party to the record, so long as it was by his own act and the order of the court: Dewart v. Purdy, 29 Pa. 115."
  },
  "file_name": "0516-01",
  "first_page_order": 534,
  "last_page_order": 541
}
