{
  "id": 864181,
  "name": "Frank J. Matchette v. Arthur Colburn, Appellant",
  "name_abbreviation": "Matchette v. Colburn",
  "decision_date": "1895-01-28",
  "docket_number": "Appeal, No. 25",
  "first_page": "265",
  "last_page": "267",
  "citations": [
    {
      "type": "official",
      "cite": "166 Pa. 265"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 258,
    "char_count": 5012,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 1.2212367059365208e-07,
      "percentile": 0.5982180814402693
    },
    "sha256": "c986e18b12953db49132399ea54ab600119c80b471d8e6d29cf57e95d949dc03",
    "simhash": "1:49593638a4c98178",
    "word_count": 879
  },
  "last_updated": "2023-07-14T20:26:09.767632+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Frank J. Matchette v. Arthur Colburn, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Curiam,\nAccording to the terms of the agreement of April 27, 1893, J. H. Dilworth & Co. were bound to pay plaintiff, “ at the close of each day, twelve and one half per cent of said gross receipts for such day.” It appears to have been so understood by the parties thereto, and, for more than two months, settlements were accordingly made upon that basis. The construction now contended for by defendant was an after-thought, unwarranted by the language employed in the agreement. There was therefore no error in sustaining the construction contended for by plaintiff, and entering judgment in his favor for want of a sufficient affidavit of defence.\nJudgment affirmed.",
        "type": "majority",
        "author": "Pee Curiam,"
      }
    ],
    "attorneys": [
      "E. Ilunn Hanson, Charles Carver with him, for appellant.",
      "George E. Johnson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Frank J. Matchette v. Arthur Colburn, Appellant.\nContract—Construction of contract—Affidavit of defence.\nPlaintiff had a contract with the World’s Fair Steamship Supply Company, entitling him to sell soda water on the boats and docks of the compan}', for which he agreed to pay the company, at the close of each day’s sales, fifty per cent of the gross receipts of such sales, and a further sum of ten per cent of each day’s sales at the close of each day until the total percentage thus paid should amount to $5,000. lie transferred this contract to Dilwortli & Company, who “agreed to pay over to the World’s Fair Steamship Company, at the close of each day, sixty per cent of the gross receipts from all sales of soda water or other soft drinks that they shall have made during each day, until the total percentage paid said World’s Fair Steamship Supply Company shall amount to $5,000, and thereafter they shall pay to the said World’s Fair Steamship Supply Company fifty per cent of said gross receipts, and to pay to the first party (plaintiff)'at the close of each day twelve and one half per cent of said gross receipts for such day.” Held, that plaintiff was entitled to twelve and one half per cent of the gross receipts for each day from the beginning of the contract, and not merely from the time when the sixty per cent payments had reached the amount of five thousand dollars.\nArgued Jan. 14, 1895.\nAppeal, No. 25, July T., 1894, by defendant, from order of C. P. No. 1, Phila. Co., March T., 1894, No. 280, making absolute a rule for judgment for want of a sufficient affidavit of defence.\nBefore Sterrett, C. J., Green, Williams, McCollum, Mitchell, Dean and Fell, JJ.\nAffirmed.\nAssumpsit for money due under written contract.\nFrom the record it appeared that plaintiff, on April 20,1893, procured a written agreement from the World’s Fair Steamship Supply Company, entitling him to sell soda water, etc., on the boats and docks of said company, at and near Chicago, for which he agreed to pay the compan}', at the close of each day’s sales, 50 per cent of the gross receipts of such sales, and a further sum of ten per cent of each day’s sales at the close of each day, until the total per centage thus paid should amount to $5,000. The extra ten per cent was to be refunded to Matchette when the company had received $5,000. On April 27, 1893, Matchette executed an assignment in writing of all bis rights in the contract of April 20, 1893, to J. H. Dilworth & Co. Arthur Colburn, the defendant, was the surety of J. II. Dilworth & Company for the faithful performance of this contract. The contract contained the following clause:\n“ Second parties (that is, J. H. Dilworth & Co.) agree to pay over to the World’s Fair Steamship Supply Company, at the close of each day, sixty per cent of the gross receipts from all sales of soda water or other soft drinks that they shall have made during each daj’, until the total percentage paid said World’s Fair Steamship Supply Company shall amount to $5,000, and thereafter they shall pay to the said World’s Fair Steamship Supply Company fifty per cent of said gross receipts,, and to pay to first party (that is, Frank J. Matchette), at the close of each day, twelve and one-lmlf per cent of said gross receipts for such day.”\nPlaintiff claimed that Dilworth & Co. had failed to pay to him twelve and one half per cent of the gross receipts of each day’s sale at the close of each day, from July 1 to Oct. 81,1893.\nDefendant, Colburn, in his affidavit of defence, alleged that by the terms of the agreement of April 27, 1893, J. H. Dilworth & Co. were not bound to pay anything to Matchette, until the 60 per cent to be paid to the Steamship Supply Co. had amounted to $5,000, and that as these percentages never amounted to $5,000, nothing ever became due to Matchette. The affidavit further averred that defendant objected to a settlement between the parties on any other basis, as soon as lie learned that they were settling on a different basis, and .that prior settlements could not be used against him as an interpretation of the contract.\nThe court made absolute a rule-for judgment for wa-nt of a sufficient affidavit of defence.\nError assigned was above order.\nE. Ilunn Hanson, Charles Carver with him, for appellant.\nGeorge E. Johnson, for appellee.\nJan. 28, 1895 :"
  },
  "file_name": "0265-01",
  "first_page_order": 289,
  "last_page_order": 291
}
