{
  "id": 1745081,
  "name": "COMMONWEALTH of Pennsylvania v. Harvey MATTHEWS, Appellant",
  "name_abbreviation": "Commonwealth v. Matthews",
  "decision_date": "1978-07-14",
  "docket_number": "No. 456",
  "first_page": "33",
  "last_page": "38",
  "citations": [
    {
      "type": "official",
      "cite": "480 Pa. 33"
    },
    {
      "type": "parallel",
      "cite": "389 A.2d 71"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "292 A.2d 358",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 277",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944730
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0277-01"
      ]
    },
    {
      "cite": "242 A.2d 237",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915736
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0170-01"
      ]
    },
    {
      "cite": "318 A.2d 716",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 508",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        582002
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0508-01"
      ]
    },
    {
      "cite": "295 A.2d 334",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1972,
      "opinion_index": 0
    },
    {
      "cite": "448 Pa. 518",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1944671
      ],
      "year": 1972,
      "opinion_index": 0,
      "case_paths": [
        "/pa/448/0518-01"
      ]
    },
    {
      "cite": "236 A.2d 768",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "pin_cites": [
        {
          "page": "771"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 188",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912392
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "193-94"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0188-01"
      ]
    },
    {
      "cite": "276 A.2d 530",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "pin_cites": [
        {
          "page": "531"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "442 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1935321
      ],
      "year": 1971,
      "pin_cites": [
        {
          "page": "368"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/442/0365-01"
      ]
    },
    {
      "cite": "284 A.2d 734",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1971,
      "opinion_index": 0
    },
    {
      "cite": "445 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1939992
      ],
      "year": 1971,
      "opinion_index": 0,
      "case_paths": [
        "/pa/445/0276-01"
      ]
    },
    {
      "cite": "301 A.2d 600",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948566
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0095-01"
      ]
    },
    {
      "cite": "301 A.2d 837",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "451 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1948574
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/451/0250-01"
      ]
    },
    {
      "cite": "309 A.2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "453 Pa. 481",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        577596
      ],
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/pa/453/0481-01"
      ]
    },
    {
      "cite": "466 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1715011
      ],
      "weight": 3,
      "year": 1976,
      "opinion_index": 0,
      "case_paths": [
        "/pa/466/0345-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 587,
    "char_count": 8914,
    "ocr_confidence": 0.752,
    "pagerank": {
      "raw": 1.6882632130240848e-07,
      "percentile": 0.6986509638206706
    },
    "sha256": "e6d71889b44e9b8bbadf7cbb68c23bf30cd50cc2d4a673d6ce89899625fcb58a",
    "simhash": "1:5ae4e207d2af90d4",
    "word_count": 1515
  },
  "last_updated": "2024-02-27T22:57:59.693780+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Harvey MATTHEWS, Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nPOMEROY, Justice.\nFollowing a trial without jury, appellant, Harvey Matthews, was adjudged guilty of murder of the third degree. Post-trial motions were denied and a sentence of two and one-half to ten years imprisonment thereafter imposed. This appeal followed in which Matthews contends that the evidence was insufficient to show that any act of his was the cause of the victim’s death, or that he acted with malice. Our study of the record satisfies us that these contentions are without merit. We will therefore affirm.\nOn August 2, 1975, at approximately 7:30 p. m., the Philadelphia police responded to a plea for help at the address of appellant’s home. Upon arrival there, they found a crowd had gathered on the sidewalk in front of the residence, where a passer-by was attempting mouth-to-mouth resuscitation upon appellant’s twenty-month old stepson, Carlos. The police rushed the child, the appellant and his wife to a nearby hospital, where the child was pronounced dead at 9:40 p. m. In response to police inquires concerning the matter, appellant stated that the bruises on the child’s body were the result of a fall. Later, he admitted that he had disciplined the child. Matthews was then placed under arrest and in due course indicted for murder, manslaughter and involuntary manslaughter.\nAt trial, the Commonwealth’s medical expert testified that an autopsy performed on the victim revealed a number of old scars, healing wounds and recent injuries. The recent injuries involved eleven different bruises, abrasions and swellings of the back, chest, midline, abdomen, face, eyes and eye-lids. The most significant injury was a tear to the mesentery lining of the small intestine which resulted in the hemorrhaging of a substantial amount of blood into the abdominal cavity. The expert stated that the cause of death was the multiple injuries, inflicted by a blunt object used with a considerable amount of force.\nThe Commonwealth also introduced into evidence a statement given by appellant to the police shortly after the death of the child in which Matthews denied striking the child and again attributed the injuries to a fall suffered by the child earlier in the day. Later in the statement, however, Matthews admitted striking the child a number of times for various reasons during the course of the day of August 2. The last of these punishments, according to Matthews, occurred at approximately 6:30 p. m. when Matthews noted Carlos playing with electrical wires attached to stereo equipment.\nTaking the stand in his own behalf, appellant denied any intent to hurt the child and attributed the majority of the victim’s bruises to various mishaps. Other witnesses called by the defense also testified to the child’s clumsiness.\nWe have often stated that causation need not be established by direct evidence but may follow from circumstantial evidence of a reliable and persuasive nature. Commonwealth v. Ilgenfritz, 466 Pa. 345, 353 A.2d 387 (1976); Commonwealth v. Blevins, 453 Pa. 481, 309 A.2d 421 (1973); Commonwealth v. Paquette, 451 Pa. 250, 301 A.2d 837 (1973). So long as a defendant’s actions are a direct and substantial factor in bringing about death, legal responsibility may be found. Commonwealth v. Paquette, supra; Commonwealth v. Stafford, 451 Pa. 95, 301 A.2d 600 (1973); Commonwealth v. Johnson, 445 Pa. 276, 284 A.2d 734 (1971). In the case before us, the defendant confessed to striking the child numerous times during the day of August 2; defendant acknowledged that he lost his temper and “hit him hard” in the abdomen. Undisputed medical testimony established the cause of death as multiple injuries, the most significant being an abdominal injury. The medical expert stated that the child’s injuries were consistent only with a beating. We have no hesitation in concluding that there was ample evidence from which a finder-of-fact could infer, beyond a reasonable doubt, that the blows inflicted by Matthews upon the child’s body were the cause of the infant’s death. Commonwealth v. Ilgenfritz, supra; Commonwealth v. Paquette, supra.\nAppellant’s contention that the evidence was insufficient to establish malice can be disposed of briefly. We quote again the common law definition of the term:\n“[Ljegal malice may be inferred and found from the attending circumstances. It consists either of an express intent to kill or inflict great bodily harm, or of a ‘wickedness of disposition, hardness of heart, cruelty, recklessness of consequences and a mind regardless of social duty’, indicating an unjustified disregard for the probability of death or great bodily harm and an extreme indifference to the value of human life.” Commonwealth v. Bowden, 442 Pa. 365, 368, 276 A.2d 530, 531 (1971), quoting Commonwealth v. Lawrence, 428 Pa. 188, 193-94, 236 A.2d 768, 771 (1968).\nAs we have indicated above, the medical testimony showed extensive markings and bruises over the victim’s entire body consistent only with a beating administered with significant force. Appellant admitted to striking the child numerous times on the day of his death and admitted to losing his temper while striking the child. We cannot say that the fact-finder erred in concluding that a full-grown adult who repeatedly used excessive force upon a child of such tender years evidenced an extreme indifference to the value of human life. Commonwealth v. Blevins, supra; Commonwealth v. Paquette, supra; Commonwealth v. Steele, 448 Pa. 518, 295 A.2d 334 (1972).\nJudgment of sentence affirmed.\n. We hear this appeal pursuant to the Appellate Court Jurisdiction Act of 1970, Act of July 31, 1970, P.L. 673, 17 P.S. § 211.202(1).\n. The following is an extract from the statement:\n“I noticed [Carlos] playing around with the wire so I called him and he didn’t pay no attention to me. He acted like he didn’t hear me. The second time I called him he got up and he came over towards me. I smacked him on his leg, his right leg, then I grabbed him by his left arm by my right hand and then I took my left hand and I smacked him on his left arm between his elbow and his hand. I told Carlos to go sit back down. Then I got up off the couch and took off his Pamper because he was wet and went in my room to get him another Pamper and came back and put it on him. I sat him back down on the floor and then he was messing with the wires again. I called him. I was standing in front of the couch and he didn’t pay no attention to me. I called him again louder and he came over to me. I grabbed him by his right upper arm and pulled him to me, and that’s when I swung at him and I hit him in his left side [indicating the left front section of the abdomen]. I hit him hard. I did it because I lost my temper because he was messing with the wires to my stereo again. When I hit him he went limp so I grabbed him by both arms and I sat him down on the spread on the floor. I stood there and watched because he was whining. He had messed his pants so I went and got another Pamper and changed him again. After this he looked like he was getting sleepy, he was yawning and batting his eyes. I picked him up and put him on the couch and that’s when my wife came in and she said something was the matter with Carlos. I was biting pieces of ice and giving him to eat. The rest of the story was true about rubbing him with ice and giving him mouth to mouth respiration.\n“Question. Why did you punch Carlos?\n“Answer. Because I got mad and lost my temper because he was messing with the wires.”\n. The fact-finder was entirely free to discount or to disbelieve the testimony of defendant as to the victim’s clumsiness: Commonwealth v. Coleman, 455 Pa. 508, 318 A.2d 716 (1974); Commonwealth v. Chermansky, 430 Pa. 170, 242 A.2d 237 (1968).\n. It is significant in relation to causation to note that the medical testimony established that a child of tender years could not survive a tear of the mesentery lining for more than six hours. Appellant’s statement indicated that he struck the child “hard” in the abdomen only three hours before the victim’s death.\n. Appellant’s reliance on Commonwealth v. McFadden, 448 Pa. 277, 292 A.2d 358 (1972), is misplaced. In that case, evidence established only that the defendant had struck the decedent-child but once in an effort to discipline him. We held that this single blow was insufficient to establish malice. In the case at bar, in contrast, the evidence established forcibly inflicted multiple injuries on the victim’s body.",
        "type": "majority",
        "author": "POMEROY, Justice."
      }
    ],
    "attorneys": [
      "Robert P. Paskings, Philadelphia, for appellant.",
      "Edward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., for appellee."
    ],
    "corrections": "",
    "head_matter": "389 A.2d 71\nCOMMONWEALTH of Pennsylvania v. Harvey MATTHEWS, Appellant.\nSupreme Court of Pennsylvania.\nSubmitted April 14, 1978.\nDecided July 14, 1978.\nRobert P. Paskings, Philadelphia, for appellant.\nEdward G. Rendell, Dist. Atty., Steven H. Goldblatt, Deputy Dist. Atty. for Law, Robert B. Lawler, Chief, Appeals Div., Asst. Dist. Atty., for appellee.\nBefore EAGEN, C. J., and O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0033-01",
  "first_page_order": 165,
  "last_page_order": 170
}
