{
  "id": 1745058,
  "name": "COMMONWEALTH of Pennsylvania v. Edward Lewis HOLMES, Jr., Appellant",
  "name_abbreviation": "Commonwealth v. Holmes",
  "decision_date": "1978-10-05",
  "docket_number": "Nos. 84 and 91",
  "first_page": "536",
  "last_page": "543",
  "citations": [
    {
      "type": "official",
      "cite": "480 Pa. 536"
    },
    {
      "type": "parallel",
      "cite": "391 A.2d 1015"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "326 A.2d 272",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "458 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        479736
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/pa/458/0418-01"
      ]
    },
    {
      "cite": "467 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1717359
      ],
      "weight": 4,
      "year": 1976,
      "pin_cites": [
        {
          "page": "408"
        },
        {
          "page": "542"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/467/0401-01"
      ]
    },
    {
      "cite": "41 L.Ed.2d 1139",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 3172",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "year": 1974,
      "opinion_index": 0
    },
    {
      "cite": "417 U.S. 969",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1519462,
        1519431,
        1519967,
        1519756,
        1519983,
        1519508,
        1519732,
        1519415,
        1519420,
        1519519
      ],
      "year": 1974,
      "opinion_index": 0,
      "case_paths": [
        "/us/417/0969-06",
        "/us/417/0969-07",
        "/us/417/0969-02",
        "/us/417/0969-08",
        "/us/417/0969-01",
        "/us/417/0969-05",
        "/us/417/0969-09",
        "/us/417/0969-03",
        "/us/417/0969-04",
        "/us/417/0969-10"
      ]
    },
    {
      "cite": "314 A.2d 854",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "Campana II"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "455 Pa. 622",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        581996
      ],
      "year": 1974,
      "pin_cites": [
        {
          "parenthetical": "Campana II"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/455/0622-01"
      ]
    },
    {
      "cite": "38 L.Ed.2d 44",
      "category": "reporters:federal",
      "reporter": "L. Ed. 2d",
      "weight": 4,
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "94 S.Ct. 73",
      "category": "reporters:federal",
      "reporter": "S. Ct.",
      "weight": 4,
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "414 U.S. 808",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11718633,
        11718675,
        11718549,
        11718598
      ],
      "weight": 4,
      "year": 1973,
      "opinion_index": 0,
      "case_paths": [
        "/us/414/0808-03",
        "/us/414/0808-04",
        "/us/414/0808-01",
        "/us/414/0808-02"
      ]
    },
    {
      "cite": "304 A.2d 432",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 4,
      "year": 1973,
      "opinion_index": 0
    },
    {
      "cite": "452 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "weight": 4,
      "year": 1973,
      "pin_cites": [
        {
          "page": "251-252"
        },
        {
          "page": "258-259"
        },
        {
          "page": "262-263"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 610,
    "char_count": 10822,
    "ocr_confidence": 0.734,
    "pagerank": {
      "raw": 4.814792895889428e-07,
      "percentile": 0.9316574055089698
    },
    "sha256": "368cefcbaaa9ad9bbc4c6ddfc55ec4f0ccf23902876d4757e549b6a8fa55c1ef",
    "simhash": "1:0de9568874001db3",
    "word_count": 1776
  },
  "last_updated": "2024-02-27T22:57:59.693780+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ.",
      "EAGEN, C. J., did not participate in the consideration or decision of this case.",
      "LARSEN, J., filed a concurring and dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania v. Edward Lewis HOLMES, Jr., Appellant."
    ],
    "opinions": [
      {
        "text": "OPINION\nNIX, Justice.\nOn April 19, 1975, at approximately 11:00 p. m. Howard Wilcox, Richard A. Mitchell and Kenneth Latimer drove to Haverhill Street near Singer Place in the Borough of Wilkinsburg for the purpose of purchasing cocaine. Mitchell and Wilcox had made arrangements through an intermediary, Thomas Banks, to purchase the drugs from a seller who was later identified as being Edward Lewis Holmes, Jr., appellant, who arrived alone at the scene of the intended transfer in a white Thunderbird automobile.\nWilcox and Holmes were in or near the Thunderbird automobile for several minutes and then they both walked to the Mitchell car. The appellant suddenly exclaimed, “This is a rip-off”, whereupon he fatally shot Wilcox in the head and shot Mitchell in the body. Latimer fled when the shooting began and was pursued by the appellant who shot at and fought with him. Latimer was able to escape without serious bodily injury after the gun was knocked from appellant’s grasp.\nAppellant left the scene of the crime and was not arrested until May 14, 1975. Prior to May 14, 1975, the police received information suggesting that appellant might be the person involved, but the information was not sufficient to establish probable cause for arrest. The police also received information that appellant had a court commitment in an unrelated matter on May 14, 1975. As a result the police instructed Mitchell and Latimer to appear at the court house. Mitchell appeared and made an identification of appellant, who was then taken into custody. Later that day Latimer identified appellant at a line-up.\nAppellant was indicted for the murder and robbery of Wilcox on June 19, 1975. On October 27, 1975 appellant was arrested on the charges of aggravated assault and recklessly endangering another person for the attacks on Latimer and Mitchell. He was indicted for these latter charges on December 8,1975. There has been no explanation for the delay in arrest on the charges in the assaults upon Latimer and Mitchell. Appellant requested that the indictment for the robbery of Wilcox be tried separately from the murder indictment and this request was granted. The indictments for the offenses relating to Mitchell and Latimer were not scheduled for trial until after appellant’s conviction on the murder indictment. The latter offenses were consolidated for trial with the robbery indictment.\nAfter a jury trial appellant was convicted of murder in the first degree for the killing of Wilcox and sentenced to life imprisonment. The trial commenced on December 8, 1975 and the verdict was announced on December 12, 1975. This case is before us on direct appeal. Appellant’s non-jury trial for the robbery of Wilcox and the attacks on Mitchell and Latimer took place on March 2, 1976. Appellant was found not guilty on the indictment charging robbery of Wilcox but guilty as charged on the indictments charging the attacks on Mitchell and Latimer. This case was appealed to the Superior Court but has been transferred to this Court and consolidated with the appeal on the murder charge.\nAppellant has raised a number of issues in support of his request for relief. We have considered all of the questions presented and are satisfied that only one is deserving of discussion.\nAppellant urges that he was entitled to a disposition of all of the charges arising from this criminal episode in one proceeding. He therefore contends, that prior disposition of the murder indictment entitled him to a dismissal of the assault charges. In support of his argument appellant cites 18 Pa.C.S.A. § 110 and Commonwealth v. Campana, 452 Pa. 237, 304 A.2d 432 (1973). (Campana I) vacated and remanded, 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (1973), on remand 455 Pa. 622, 314 A.2d 854 (1974) (Campana II), cert. denied, 417 U.S. 969, 94 S.Ct. 3172, 41 L.Ed.2d 1139 (1974).\nOur decisions in Campana I and II and Section 110 expressly bar a subsequent prosecution for any offense arising from the same criminal episode, where the offense was known to the prosecuting authorities at the time of the commencement of the first trial. The rationale for this principle has been explained:\n“Quite apart from the considerations set forth in part I, the problem which Campana was designed to ameliorate is simply not present in this case. The rule there adopted was intended both to protect a person accused of crimes from governmental harassment by forcing him to undergo successive trials for offenses stemming from the same event, and also, as a matter of judicial administration and economy, to assure finality without unduly burdening the judicial process by repetitious litigation. The new approach was thus to serve both individual and societal interests. See Campana I, 452 Pa. at 251-252, 304 A.2d 432; 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (plurality opinion of Mr. Justice ROBERTS); 452 Pa. at 258-259, 304 A.2d 432; 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (concurring opinion of Mr. Justice EAGEN); 452 Pa. at 262-263, 304 A.2d 432; 414 U.S. 808, 94 S.Ct. 73, 38 L.Ed.2d 44 (concurring opinion of Mr. Justice NIX).”\nCommonwealth v. Tarver, 467 Pa. 401, 408, 357 A.2d 539, 542 (1976).\nThe trial court concluded that appellant waived his rights to claim a violation of Section 110 on the theory that appellant did not request consolidation. In developing a theory of waiver the lower court found it significant that appellant had requested a severance of the robbery offense. The Commonwealth relies on this position and does not offer any further justification for a ruling that the subsequent prosecution should not be barred.\nThis Court recognizes the applicability of the principle of waiver in criminal cases, Commonwealth v. Clair, 458 Pa. 418, 326 A.2d 272 (1974) and we know of no reason why that doctrine should not be applicable in this area. The difficulty with the lower court and the prosecution’s theory here is that the essential ingredients necessary to find a waiver are not present. This record does not provide a basis for finding that appellant failed to raise his right to consolidation in a timely manner. To place the responsibility upon appellant to expedite the indictment procedure, over which he had no control, or responsibility, would distort the concept of waiver. Nor can we find from the fact that he requested the severance of the robbery charge that he would have made the same request as to the assault charge had there been pending at that time. To engage in such speculation to deprive a defendant of a right would be unconscionable.\nMoreover, as stated earlier the Campana rule was designed to serve societal interests as well as to provide protection for the accused. The prosecution has a clear responsibility to assist in furthering judicial administration and economy. To allow the Commonwealth to evade its obligations and yet derive a benefit which we have deemed to be inappropriate (i. e., successive prosecutions) would produce an inexplicable result.\nFor this reason we reverse appellant’s conviction on the assault indictments relating to Latimer and Mitchell and direct that he be discharged as to these offenses. Judgment of sentence on the murder indictment is affirmed.\nEAGEN, C. J., did not participate in the consideration or decision of this case.\nLARSEN, J., filed a concurring and dissenting opinion.\n. Jurisdiction in this Court for this appeal is provided pursuant to the Act of July 31, 1970, P.L. 673, No. 223, art. II, § 202(1), 17 P.S. 211.202(1) (Supp. 1978-79).\n. Other issues raised by the appellant are as follows: that the trial court erred in denying appellant’s motion for a new trial and in arrest of judgment in that the trial court ought to have suppressed identification testimony based upon unnecessarily suggestive confrontations; that the trial court erred in denying appellant’s motion for a new trial and in arrest of judgment claiming that the trial court incorrectly charged the jury on the offense of second degree murder or felony murder when evidence of commission of robbery or any other felony offense was lacking; that the trial court erred in denying appellant’s motion for a new trial and in arrest of judgment claiming that the trial court ought to have disqualified the testimony of one of the Commonwealth’s material witnesses, upon having been informed in a timely fashion that the witness desired to recant his testimony; that the trial court erred in denying appellant’s motion for a new trial and in arrest of judgment claiming that various remarks and conduct of the Commonwealth’s attorney directed toward the jury were so improper as to constitute prejudicial error; that the court erred in denying appellant’s motion for a new trial and in arrest of judgment claiming that the improper introduction of photographs which were of no probative value to the Commonwealth’s case and which were so inflammatory to the jury as to constitute prejudicial error; and that the trial court erred in denying appellant’s motion for a new trial and in arrest of judgment claiming that the trial court improperly admitted testimony of a prior inconsistent statement made by a Commonwealth witness in an effort by the Commonwealth to impeach its own witness.\n. Section 110(l)(ii) expressly excludes cases where the court has granted a severance. See Commonwealth v. Tarver, 467 Pa. 401, 357 A.2d 539 (1976).",
        "type": "majority",
        "author": "NIX, Justice."
      },
      {
        "text": "LARSEN, Justice,\nconcurring and dissenting.\nI concur in the result of affirming the murder conviction. I dissent as to the dismissal of the assault charges. The majority opinion fails to recognize an exception to the general rule barring a subsequent prosecution for offenses arising out of the criminal transaction which resulted in the first prosecution. This exception is found in 18 Pa.C.S.A. § 110(1 )(iii)(A), which states that the former prosecution will bar the second prosecution for the same conduct unless “the offense of which the defendant was formerly convicted or acquitted and the offense for which he is subsequently prosecuted each requires proof of a fact not required by the other and the law defining each of such offenses is intended to prevent a substantially different harm or evil . . ..”\nThis section became effective subsequent to Campana I and is very similar to the exception argued for in Mr. Justice Eagen’s concurring opinion in Campana I.\nTherefore, the assault conviction should be affirmed.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Larry P. Gaitens, Lucchino, Gaitens & Hough, Pittsburgh, for appellant.",
      "Robert E. Colville, Dist. Atty., Robert L. Eberhardt, Asst. Dist. Atty., Charles W. Johns, Pittsburgh, for appellee."
    ],
    "corrections": "",
    "head_matter": "391 A.2d 1015\nCOMMONWEALTH of Pennsylvania v. Edward Lewis HOLMES, Jr., Appellant.\nSupreme Court of Pennsylvania.\nArgued March 13, 1978.\nDecided Oct. 5, 1978.\nLarry P. Gaitens, Lucchino, Gaitens & Hough, Pittsburgh, for appellant.\nRobert E. Colville, Dist. Atty., Robert L. Eberhardt, Asst. Dist. Atty., Charles W. Johns, Pittsburgh, for appellee.\nBefore O’BRIEN, ROBERTS, POMEROY, NIX, MANDERINO and LARSEN, JJ."
  },
  "file_name": "0536-01",
  "first_page_order": 668,
  "last_page_order": 675
}
