{
  "id": 1024053,
  "name": "Commonwealth, to the Use of The Provident Life and Trust Company, Succeeding Executor, Appellant, v. Wing, Administrator of the Estate of Amanda Neumann, Deceased",
  "name_abbreviation": "Commonwealth v. Wing",
  "decision_date": "1916-04-17",
  "docket_number": "Appeal, No. 379",
  "first_page": "226",
  "last_page": "232",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 226"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "147 Pa. 319",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829884
      ],
      "pin_cites": [
        {
          "page": "321"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0319-01"
      ]
    },
    {
      "cite": "32 Pa. 434",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986667
      ],
      "pin_cites": [
        {
          "page": "442"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/32/0434-01"
      ]
    },
    {
      "cite": "237 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988960
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/237/0001-01"
      ]
    },
    {
      "cite": "55 Pa. 236",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0236-01"
      ]
    },
    {
      "cite": "2 Rawle 222",
      "category": "reporters:state",
      "reporter": "Rawle",
      "case_ids": [
        1820554
      ],
      "opinion_index": -1,
      "case_paths": [
        "/rawle/2/0222-01"
      ]
    },
    {
      "cite": "7 Pa. Superior Ct. 71",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        285439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/7/0071-01"
      ]
    },
    {
      "cite": "100 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/100/0307-01"
      ]
    },
    {
      "cite": "77 U. S. 395",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3436516
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/77/0395-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 45",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817198
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0045-01"
      ]
    },
    {
      "cite": "46 Pa. Superior Ct. 313",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421324
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/46/0313-01"
      ]
    },
    {
      "cite": "24 Pa. Superior Ct. 342",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        849764
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/24/0342-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 50",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832568
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0050-01"
      ]
    },
    {
      "cite": "45 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9503662
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/45/0507-01"
      ]
    },
    {
      "cite": "31 Pa. Superior Ct. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        864421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/31/0597-01"
      ]
    },
    {
      "cite": "17 Pa. Superior Ct. 87",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        835178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/17/0087-01"
      ]
    },
    {
      "cite": "142 Pa. 311",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976669
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0311-01"
      ]
    },
    {
      "cite": "228 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        969883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/228/0276-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 528",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8864944
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/48/0528-01"
      ]
    },
    {
      "cite": "214 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946054
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0265-01"
      ]
    },
    {
      "cite": "230 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845887
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0266-01"
      ]
    },
    {
      "cite": "106 Mass. 15",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        715966
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/106/0015-01"
      ]
    },
    {
      "cite": "37 Pa. 60",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418912
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0060-01"
      ]
    },
    {
      "cite": "42 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481539
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0453-01"
      ]
    },
    {
      "cite": "224 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963068
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/224/0095-01"
      ]
    },
    {
      "cite": "232 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977822
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/232/0381-01"
      ]
    },
    {
      "cite": "170 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        872218
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/170/0221-01"
      ]
    },
    {
      "cite": "123 Pa. 184",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967126
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/123/0184-01"
      ]
    },
    {
      "cite": "218 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999631
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/218/0386-01"
      ]
    },
    {
      "cite": "208 Pa. 108",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998090
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0108-01"
      ]
    },
    {
      "cite": "206 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931702
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0155-01"
      ]
    },
    {
      "cite": "237 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988960
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/237/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 590,
    "char_count": 12044,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 8.417609417566082e-08,
      "percentile": 0.4835451796610536
    },
    "sha256": "73243b0695908fd214dfef8b8d320772309d83665e904b7f112285df4ea0eeca",
    "simhash": "1:d6af3484de1e25cf",
    "word_count": 2093
  },
  "last_updated": "2024-02-27T22:16:06.740522+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Stewart, Erazer and Walling, JJ."
    ],
    "parties": [
      "Commonwealth, to the Use of The Provident Life and Trust Company, Succeeding Executor, Appellant, v. Wing, Administrator of the Estate of Amanda Neumann, Deceased."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nJoseph Neumann, a resident of the City of Philadelphia, died testate April 6,1890. He appointed his widow, Amanda Neumann, and his son-in-law, Horace Pinckney, executors of his will, the tenth clause of which is as follows : “I give my executors full and ample power and authority to sell any part or the whole of my real estate upon such terms and in such manner as in their judgment will be most advantageous, provided the Orphans’ Court of said city approves the same, and I order and direct that no security or bond of any kind shall be required of my executors.” On December 17,1890, the executors offered a certain piece of testator’s real estate at public sale and sold it for $5,450. On January 10,1891, they presented their petition to the Orphans’ Court of Philadelphia County, asking that said sale be approved by it, and, on the same day, the petition was granted upon their filing their , own bond. On the 24th' of the same month they presented another petition to the said ‘ court, setting forth that the real estate, the sale of which had been approved by it, was subject to the liens of the debts of the testator not of record, and asking for a decree that the purchaser take title to the premises discharged from said liens. The prayer of this petition was granted, and the executors were directed to enter security in the sum of $10,900 — double the amount of the purchase-money. In pursuance of this decree they executed a bond with The Commonwealth Title Insurance and-Trust Company as surety, the condition of the obligation being that the said executors would “faithfully execute the trust and properly appropriate the proceeds of such real estate according to the trust and the decree of the court, and according to law.” Horace Pinckney, one of the executors, died June 3,1897, and Amanda Neumann, his co-obligor in the bond, died July 31, 1907. On September 10,1907, letters testamentary were issued to The Provident Life and .Trust Company of Philadelphia, in accordance with the will of the testator, which provided that it should become executor and trustee upon the death of either his widow or son-in-law. These two executors died without filing any account. Asa S. Wing, administrator of the estate of each,-filed their account as executors of Joseph Neumann,, deceased, in which he averred he had received no assets belonging to the estate/ of the testator, and claimed a balance of $28 to be due him for costs and expenses which he had paid. When this account, which had been voluntarily filed by Wing, was called for audit, he asked the court to surcharge the estate of his decedents with $5,450, the purchase-money of the property which they had sold on December 17, 1890, with interest from July 31,1907, the date of the death of Amanda Neumann, and that the same, less $28 costs paid by him, be awarded, to The Provident Life and Trust Company of Philadelphia, the succeeding executor of the will of Joseph Neumann. The learned adjudicating judge, in directing the surcharge, was of the opinion that the request for it by the accountant was a “somewhat unusual attitude for an administrator to take.” The decree awarding the surcharge to The Provident Life and Trust Company was promptly followed by this action by that institution, of which, it is said, Wing is president, against The Commonwealth Title Insurance and Trust Company, to recover the surcharge from it, as surety on the bond of Neumann’s executors, given in pursuance of the decree of the Orphans’ Court in granting their prayer that the vendee should take title to the real estate sold by them, clear and discharged from all liens of debts of the testator not of record. A verdict was directed against the appellee, but subsequently judgment was entered in its favor non obstante veredicto, the court below being of the opinion that, under Com. v. Messinger, 237 Pa. 1, there was no liability on the bond.\nWhether the court below correctly concluded that Com. v. Messinger was conclusive that plaintiff could not recover on the bond given by the appellee, we need not decide, for the judgment for the defendant non obstante veredicto was manifestly proper for a reason about to be given. While in equity proceedings the reasons and opinion of the chancellor are always open to discover the grounds of his action, the review of a judgment in a common law action is confined to it, without reference to the reasons of the court in entering it. If a judgment be right, even though reasons given wholly fail to sustain it, or would logically lead to a different one, it must stand: Brew v. Hastings, 206 Pa. 155; Independence Party Nomination, 208 Pa. 108; Corgan v. George F. Lee Coal Company, 218 Pa. 386.\nThe authority conferred by the testator upon his executors was to sell any part or the whole of his real estate, upon such terms and in such manner as in their judgment would be most advantageous, provided the Orphans’ Court approved the same, and his express direction was that no security or bond of any kind should he required of them. Under this authority the executors sold the premises No. 1921 Spring Garden street, Philadelphia, at public sale on December 17, 1890, and on January 10,1891, the sale was approved by the Orphans’ Court. An unquestionable title thus passed to the purchaser to whatever interest the testator had in the property, subject, however, to his debt's of record and those not of record against him. The former were readily ascertainable; the latter could not be certainly known. This being tbe situation, the petition of the executors, evidently for the purpose of protecting the purchaser from the liens of the unrecorded debts of decedent, was presented to the Orphans’ Court, under the Price Act of April 18, 1853, P. L. 503, asking for a decree that the purchaser take title to the real estate, discharged from the liens of the decedent’s debts not of record. This decree was very properly made, for those debts would have continued liens for five years against the real estate sold by the executors under authority conferred upon them by the testator. The decree of the court below, discharging the lien of the debts, had no reference to or necessary connection with the administration of the testator’s estate. A sale under the Price Act is not for the purpose of administering the decedent’s estate, and is not to be regarded as in pari materia with the Act of Í832: Spencer v. Jennings, 123 Pa. 184.\nThe sale in the case before us was made by the executors under authority which the testator had conferred upon them for the purpose of the administration of his estate, and this authority was coupled with the direction that they should not be required to give any bond for the faithful performance of their duties; but when the court made its decree, discharging the real estate from the liens of the unrecorded debts, it was required by the act of assembly to direct that a bond be given by the executors, to protect the purchaser against the unrecorded debts and to secure to the creditors holding such debts the proceeds of the sale of the property as a substitute for it. Nothing could be clearer than that the only persons to be protected by this bond were the purchaser and the creditors whose claims against the decedent were not of record. Neither he nor they are making any claim under it. Surely the estate of Joseph Neumann, who expressly directed that his executors should give no bond, can have no claim against the appellee; and no one entitled to anything under the will; of the testator is claiming that his deceased executors had failed to properly appropriate the money which they received from the sale of the property. The judgment, having been properly entered, is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "Joseph 8. Kratz, for appellant.",
      "Theodore F. Jenkins, for Commonwealth Title Insurance and Trust Company, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, to the Use of The Provident Life and Trust Company, Succeeding Executor, Appellant, v. Wing, Administrator of the Estate of Amanda Neumann, Deceased.\nDecedents1' estates — Executors and administrators — Sales of real estate — Price Act — Bonds.\n. 1. A sale of the real estate of a decedent under the Price Act of April 18, 1853, P. L. 503, is not for the purpose of administering the decedent’s estate, and is not to be regarded as in pari materia with the Act of March 29, 1832, P. L. 198, Sections 31 to 34, conferring jurisdiction upon the Orphans’ Court to order the sale or mortgage of a decedent’s real estate for the payment of debts; the bond given by the vendors in such ease is for the protection of the purchaser of the property and of the creditors of decedent, not for the protection of the decedents’ estate, and there is no liability upon such bond where neither the purchaser of the property nor the creditors of the decedent make any claim thereon.\n2. A testator gave his executors power to sell real estate and directed that they should serve without bond. The executors sold certain real estate and petitioned the Orphans’ Court under the Price Act of April 18, 1853, P. L. 503, for a decree that the purchaser take title to the real estate discharged from the lien of de-_ cedent’s debts not of record; the executors obtained the decree and entered security in double the amount of the purchase-money; the executors died and their estates were surcharged by the Orphans’ Court with the amount of the purchase-money. The substituted executor brought suit against the surety on the bond to recover the amount of the surcharge. Held, the court properly entered judgment for the defendant n. o. v.\nArgued Jan. 10, 1916.\nAppeal, No. 379, Jan. T., 1915, by plaintiff, from judgment of C. P. No. 2, Philadelphia Co., March T., 1911, No. 1659, for defendant n. o. v., in case of Commonwealth of Pennsylvania, to the use of The Provident Life and Trust Company of Philadelphia, Succeeding Executor under the Last Will and Testament of Joseph Neumann, deceased, v. Asa S. Wing, Administrator of the Estate of Amanda Neumann, deceased, Asa S. Wing, Administrator of the Estate of Horace Pinckney, deceased, and The Commonwealth Title Insurance and Trust Company.\nBefore Brown, C. J., Mestrezat, Stewart, Erazer and Walling, JJ.\nAffirmed.\nAssumpsit on a surety bond. Before Staples, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $7,854.97. The court subsequently entered judgment for defendant n. o. v.\nError assigned was the judgment of the court.\nJoseph 8. Kratz, for appellant.\nThe decree of the Orphans’ Court is conclusive in the Common Pleas against the surety as well as the principal in a suit upon the bond: Com. v. McDonald, 170 Pa. 221; Pleasonton’s Est., 232 Pa. 381; Com. v. Fidelity & Dep. Co. of Md., 224 Pa. 95; Hartzell v. Com., 42 Pa. 453; Com. v. Rhoads, 37 Pa. 60.\n\" The bond is given for the protection of all persons interested in the estate: Am. & Eng. Enc. of Law, 2d Ed., Vol. 4, p. 673; Ames v. Armstrong, et al., 106 Mass. 15; Com. v. Fidelity & Dep. Co. of Md., 224 Pa. 95; Tarentum Realty Co. v. McClure, 230 Pa. 266; Philadelphia v. Harry C. Nichols Co., 214 Pa. 265; Com., to use, v. Gould, 48 Pa. Superior Ct. 528; Com. v. Kennan, 228 Pa. 276; Clark, to use, v. Morss, et al., 142 Pa. 311; Hershey v. McLaughlin, 17 Pa. Superior Ct. 87; Com., to use, v. Singer, 31 Pa. Superior Ct. 597; Franklin, for use etc., v. Hammond, et al., 45 Pa. 507; Com. v. Clipsham, 16 Pa. Superior Ct. 50; Bowditch v. Gourley, 24 Pa. Superior Ct. 342; Philadelphia, to use, v. Harry C. Nichols Co., 214 Pa. 265; Philadelphia, to use, Fidelity & Dep. Co. of Md., 46 Pa. Superior Ct. 313; Clement v. Courtright, 9 Pa. Superior Ct. 45; U. S. v. Hudson, 77 U. S. 395; Slutter v. Kirkendall, 100 Pa. 307; Sullivan County v. Middendorf, 7 Pa. Superior Ct. 71.\nTheodore F. Jenkins, for Commonwealth Title Insurance and Trust Company, appellee.\nThe plaintiff has shown no cause of action on the bond in suit: McCoy v. Scott, 2 Rawle 222; Com. v. Hilgert, 55 Pa. 236; Com. v. Messinger, 237 Pa. 1; Smith v. Townsend, 32 Pa. 434, 442; Hirst’s Est., 147 Pa. 319, 321.\nApril 17, 1916 :"
  },
  "file_name": "0226-01",
  "first_page_order": 260,
  "last_page_order": 266
}
