{
  "id": 1024077,
  "name": "Hlawaty, Appellant, v. Zeock",
  "name_abbreviation": "Hlawaty v. Zeock",
  "decision_date": "1916-04-17",
  "docket_number": "Appeal, No. 30",
  "first_page": "311",
  "last_page": "314",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 311"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "26 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977201
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0463-01"
      ]
    },
    {
      "cite": "216 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950421
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0233-01"
      ]
    },
    {
      "cite": "197 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        918663
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/197/0125-01"
      ]
    },
    {
      "cite": "142 Pa. 551",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976742
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/142/0551-01"
      ]
    },
    {
      "cite": "199 Pa. 631",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922933
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0631-01"
      ]
    },
    {
      "cite": "63 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019078
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0279-01"
      ]
    },
    {
      "cite": "223 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960967
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0286-01"
      ]
    },
    {
      "cite": "222 Pa. 439",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0439-01"
      ]
    },
    {
      "cite": "183 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        896163
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/183/0469-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 391,
    "char_count": 6376,
    "ocr_confidence": 0.472,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.35422123065862143
    },
    "sha256": "ce6fb7c4b054b6464cd6c8689814b72d589ce25199266645604cdd8816626ecf",
    "simhash": "1:94ebb44f444c8450",
    "word_count": 1095
  },
  "last_updated": "2024-02-27T22:16:06.740522+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Wallins, JJ."
    ],
    "parties": [
      "Hlawaty, Appellant, v. Zeock."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nJohn Hlawaty sued in ejectment to recover the possession of a piece of real estate which he had conveyed to'the father of the defendants, who died and left the property to them. The plaintiff alleged, and the jury found, that he was but nineteen years of age at the time of the deed in question; but they further found that the conveyance was made in the execution of a trust, and, on that theory, they rendered a verdict in favor of the defendants, upon which the court below entered judgment. The plaintiff has appealed.\nOn examination, the evidence shows that the following ‘material facts could be found therefrom: March 24,1911, Michael Hlawaty, who was then financially embarrassed, conveyed the land in dispute to his son, the plaintiff, on the mutual understanding and agreement that the latter should use the property for the prime purpose of liquidating the former’s debts; in order to accomplish this, John Hlawaty executed a mortgage of $1,364.82 to the father of the defendant, John Zeock, who was one of several interested creditors; the amount of this mortgage approximated the value of the property, and was enough to pay all the debts; it is not plain whether the mortgage was executed simply as additional security to Michael Hlawaty’s creditors, or for the purpose of raising funds to pay his debts, but, however that may be, no money was paid thereon by the mortgagee to any one, and John Hlawaty, stating that he did not want to be “bothered” with the matter, on April 5, 1911, conveyed the property to John Zeock, with the intention that the latter should take his place and pay the debts of Michael Hlawaty; Zeock accepted the conveyance, and the evidence shows that the greater part of the debts were met by him, but it is not clear whether all of them had been paid at the time of trial; the original conveyance to the plaintiff was made with the knowledge and consent of the interested creditors; the deed to Zeock was executed and delivered with the knowledge and consent of Michael Hlawaty; after Zeock took possession of the property he erected thereon an additional dwelling at an expense of at least $1,000.00; both John Hlawaty and his father lived near the premises in question, and, no doubt, observed the improvement as it was being made; after the real estate was thus increased in value, the present action was brought; none of the above recited instruments made any mention of the debts of Michael Hlawaty; the trial judge, however, submitted the case to the jury with instructions that, even though the plaintiff was a minor at the time, if they found the conveyance had been made to him “for the purpose of paying his father’s indebtedness,” and not as an absolute owner who had merely assumed the payment of such debts, then the transaction had the effect of creating a trust relation and John Hlawaty took the property as trustee; finally, the jury expressly stated in their verdict that they found in favor of the defendants because the property had been conveyed to the plaintiff on “a trust.”\nIt is well established that “one who takes and holds the legal title to land in trust can convey or mortgage the same in execution of that trust, and cannot disaffirm or avoid his deed or mortgage on the ground of his minority” : 22 Cyc. 531. When John Hlawaty accepted the conveyance from his father, he undertook to cárry out a confidence reposed in him in the nature of a trust, which he accomplished in his own way when he made the deed to John Zeock; therefore, sofar as the plaintiff is concerned, the trust, whatever it amounted to, has been fully executed ; and, since the principles of equity are interwoven with our law, the court below was entirely right in not permitting him to recover the property for his individual benefit, even though none of the deeds made mention of the trust obligation and he was a minor at the time of their delivery.\nThe assignments of error are all overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Fred W. Lidstone, with him John Dano, for appellant.",
      "R. W. ArcKbald, with him Joseph F. Gilroy and E. O. Amerman, for appellees."
    ],
    "corrections": "",
    "head_matter": "Hlawaty, Appellant, v. Zeock.\nBeal property — Trusts and trustees — Minor trustee — Conveyance of property held in trust — Validity.\n1. One who takes and holds the legal title to land in trust can convey or mortgage the same in execution of that trust, and cannot disaffirm or avoid his deed or mortgage on the ground of his minority.\n2. In an action of ejectment for land which plaintiff had conveyed to the predecessor in title of defendant, there was evidence that plaintiff’s father had conveyed the land to plaintiff on a verbal agreement that it should be used for the purpose of liquidating the father’s debts, and that plaintiff while still a minor conveyed to defendant’s predecessor in title. Plaintiff contended that he was unable to make a valid conveyance because of his minority. Held, a verdict for the defendant will be sustained.\nArgued Feb. 23, 1916.\nAppeal, No. 30, Jan. T., 1916, by plaintiff, from judgment of C. P. Lackawanna Co., Oct. T., 1913, No. 1154, on verdict for defendant, in case of John Hlawaty v. Andrew Zeock, Michael Zeock, Annie Zeock, John Zeock, Mary Zeock, Nikoloj Zeock and Andrew Zeock, Guardian of the Minor Children of John Zeock, deceased.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Wallins, JJ.\nAffirmed.\nEjectment to recover lands in Lackawanna County. Before Maxwell, P. J., specially presiding.\nThe opinion of the Supreme Court states the facts.\nVerdict for defendant and judgment thereon. Plaintiff appealed.\nErrors assigned were answers to points, the refusal of the court to direct a verdict for plaintiff and to enter judgment for plaintiff n. o. v.\nFred W. Lidstone, with him John Dano, for appellant.\n—The evidence did not sufficiently establish that plaintiff held the property in trust for all his father’s creditors: Olinger v. Shultz, 183 Pa. 469 ; Haupt v. Unger, 222 Pa. 439; Dollar Savings Fund & Tr. Co. v. Union Tr. Co., 223 Pa. 286; Nixon’s App., 63 Pa. 279; McCormick v. Cooke, 199 Pa. 631; Crawford v. Thompson, 142 Pa. 551; Cornman’s Est., 197 Pa. 125; Byers v. Ferner, 216 Pa. 233.\nR. W. ArcKbald, with him Joseph F. Gilroy and E. O. Amerman, for appellees.\nThe plaintiff took title to the property in dispute charged with the trust that he would pay his father’s creditors: McLellan’s App., 26 Pa. 463.\nThe plaintiff, although a minor, could legally convey the property.\nApril 17, 1916 :"
  },
  "file_name": "0311-01",
  "first_page_order": 345,
  "last_page_order": 348
}
