{
  "id": 1024010,
  "name": "Home Buyers' Building and Loan Association v. Peterman, Appellant",
  "name_abbreviation": "Home Buyers' Building & Loan Ass'n v. Peterman",
  "decision_date": "1916-04-17",
  "docket_number": "Appeal, No. 64",
  "first_page": "418",
  "last_page": "422",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 418"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "202 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992311
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0582-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 311",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832546
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0311-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 416,
    "char_count": 8106,
    "ocr_confidence": 0.447,
    "pagerank": {
      "raw": 3.0116341284731143e-07,
      "percentile": 0.8532298601192579
    },
    "sha256": "6cdb12182966f7bd81443da6e324c8cf414c2dc8cb3068444ba3942ff77ac956",
    "simhash": "1:d488e9567b6c0d9c",
    "word_count": 1409
  },
  "last_updated": "2024-02-27T22:16:06.740522+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Home Buyers’ Building and Loan Association v. Peterman, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe order or decree of the court below is affirmed at appellant’s costs, on the opinion discharging the rule to show cause why the judgment should not be opened and the sheriff’s sale set aside.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Charles L. Smyth, for appellant.",
      "Wayne P. Rambo, with him Robert Mair and Ormond Rambo, for appellees."
    ],
    "corrections": "",
    "head_matter": "Home Buyers’ Building and Loan Association v. Peterman, Appellant.\nSheriff’s sales — Advertisement—Misdescription—Bankruptcy of defendant — Sale after defendant’s death — Federal Bankruptcy Act of 1898, Sec. 8, Clause A — Building and loan associations — Application of payments on shares — Rule to set aside sale.\n1. A rule to show cause why a judgment should not be opened, assessment of damages amended and a sheriff’s sale set aside on the ground that the price was inadequate and that a misdescription was made in the advertisement of the sale, in that no mention was made of a one-story brick garage built on the rear of the premises, so that the sale was for less than the real value of the property, was properly dismissed where there was no allegation of fraud or that any buyers were deterred from bidding, and where it appeared that the dimensions of the lot, which was described as located on a certain corner, were correctly given in the advertisement, and that the garage was visible to any one inspecting the lot.\n2. In such case a complaint that the damages had been assessed without allowing a credit for the value of a share of stock owned by defendant in plaintiff building association and held as collateral by it, is of no avail in the absence of an allegation of any contract between plaintiff and the mortgagor that amounts paid on such stock, or the withdrawal value thereof, should be applied in reduction of the mortgage debt.\n3. In such case where the execution defendant died after being adjudicated a bankrupt the trustee in bankruptcy was the sole person in interest for the purpose of petitioning to have such sale set aside under the Bankruptcy Act of 1898, Section 8, Clause A.\nArgued March 24,1916.\nAppeal, No. 64, Jan. T., 1916, by defendant, from decree of C. P. No. 4, Philadelphia Co,, Sept. T., 1915, No, 3105, discharging rule to open judgment to amend assessment of damages and set aside sheriff’s sale in case of Home Buyers’ Building and Loan Association v. Maurice L. Peterman, Defendant, and Cora Morris, Trustee.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ.\nAffirmed.\nRule to show cause why a judgment should not be opened, assessment of damages amended and sheriff’s sale set aside.\nThe facts appear in the following opinion by Carr, J.:\nA sci. fa. sur mortgage, dated July 31,1914, was issued October 29, 1915, returnable first Monday, November, 1915, and was “made known to Maurice L. Peterman, mortgagor and real owner, and also by posting October 30, 1915.” Upon November 23,1915, judgment for want of an affidavit was taken and damages were assessed in $6,729.87, and upon December 31, 1915, a lev. fa. was issued returnable first Monday in January, 1916, and upon January 19,1916, this rule was taken on a petition of Cora Morris, trustee in bankruptcy of the bankrupt estate of Maurice L. Peterman. Peterman was adjudged a bankrupt in the United States Court for the Eastern District of Philadelphia, No. 5610, on October 22, 1915. He had executed the mortgage for the sum of $6,000.00 to the plaintiff, secured on premises on the southwest corner of Marvine street and Erie avenue in this city, and at the sheriff’s sale on January 3,1916, the premises were bought in by the mortgagee for $900.00.\nThe petition of the trustee in bankruptcy alleged that the price was inadequate and that the premises were reasonably worth $9,000.00. She also alleged that a misdescription was made in the advertisement of the premises for the sheriff’s sale, in that they were described as a messuage, whereas they consist of a three-story brick store and two upper floors, furnished with steam heat and suitable for apartment and also upon the lot of ground was erected a one-story brick garage which was built by Peterman. The petition alleged in support of the rule that by reason of the misdescription in the advertisement the premises were sold for a sum much less than their value.\nThe judgment on the sci. fa. was entered after the death of Peterman, who died after the proceedings were instituted, and no legal representative was substituted upon the record. Moreover, the petition alleged that the damages had been assessed without allowing a credit for the value of the share of the stock in the building association held as collateral by the mortgagee, upon which payments had been made of $15.00 per month for a period of about eighteen months, in addition to $15.00 a month for interest on the loan. The petitioner complained that the unpaid dues and interest up to the time of the entry of the judgment were included in the amount of the assessment of damages.\nBefore Peterman’s death he had been adjudged a bankrupt, and the petitioner, Cora Morris, was qualified as his trustee. No denial is made of the defaults alleged in the averment of them which was filed. It appears that the defendant had failed to pay interest, dues and fines as required by the terms of the mortgage for a period of over six months, and had failed to pay the taxes for the year 1915. No fraud or other fact is alleged which constitutes any defense to the mortgage, and this application to open a judgment is an appeal to the equitable powers of the court to allow a hearing on the merits and the defendant has not shown a prima facie defense on the merits. The trustee in bankruptcy who makes this application is under the Act of Congress of July 1, 30 U. S. Stat. 544, c. 141, relating to bankruptcy, the sole person in interest for the reason that under the Bankrupt Act, where an adjudication in bankruptcy has been made before the death of the bankrupt, the entire estate is to be administered in the bankrupt court. The adjudication in bankruptcy and the qualification of the trustee by the entry of bond, vest in the trustee the title of the bankrupt to all the bankrupt’s estate. The death of the bankrupt, after adjudication, does not abate the proceedings, but the assets being in the bankrupt court are there to be administered as though the death had not occurred: Sec. 8, Clause A, of the Act of Congress, 1898.\nMoreover, the petitioner is not entitled to have the assessment of damages amended, for there is no allegation in the petition that there was any contract between the building association and Peterman that any dues paid on the building association stock, or the withdrawal value thereof, should be proportioned in reduction pro tanto of the mortgage debt. Without such a contract, the building association is not required to make such appropriation: Johnson v. Sharon Bldg. Association, 16 Pa. Superior Ct. 311. Nor is the petitioner entitled to have the sheriff’s sale set aside on the ground of misdescription, for the property was described by the sheriff as the house No. 3664 and lot N. W. Cor. Erie avenue and Marvine street (43d ward) 16 feet front on Marvine street, 100 feet to 4 foot alley with the privilege thereof. The dimensions of the lot are correct, the property is a corner property, so that the garage was visible to any one inspecting it and no allegation appears in the petition that any buyers were deterred from bidding, and the person who makes the objection does not allege that she had no knowledge of the sale, and there is no offer on the part of the petitioner, either individually or as trustee to make any bid at a sale. In the case of Louser v. Light, 202 Pa. 582, it was held that even where there was a misdescription, the sale should not be set aside where the exceptant offered to make a bid at a new sale, and the plaintiff was willing to allow a credit on the judgment based upon a bid in excess of the bid which the exceptant offered to make.\nThe rule is discharged.\nThe court discharged the rule. Defendants appealed.\nError assigned was in discharging the rule.\nCharles L. Smyth, for appellant.\nWayne P. Rambo, with him Robert Mair and Ormond Rambo, for appellees.\nApril 17, 1916 :"
  },
  "file_name": "0418-01",
  "first_page_order": 452,
  "last_page_order": 456
}
