{
  "id": 1024009,
  "name": "Owens, Appellant, v. Henderson & Company",
  "name_abbreviation": "Owens v. Henderson & Co.",
  "decision_date": "1916-04-17",
  "docket_number": "Appeal, No. 424",
  "first_page": "428",
  "last_page": "433",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 428"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 567,
    "char_count": 9698,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 4.8172472706271035e-08,
      "percentile": 0.3020703137518828
    },
    "sha256": "beabfac9e302d6109fe6ef7d6c0bb7a67dc5c7a4660dd080dbe3486d30af8637",
    "simhash": "1:e901a7d67d3e279c",
    "word_count": 1727
  },
  "last_updated": "2023-07-14T20:55:06.423155+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ."
    ],
    "parties": [
      "Owens, Appellant, v. Henderson & Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the learned president judge of the court below, dismissing the motion to take off the nonsuit.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Francis M. McAdm%s, with him William E. Wilson, for appellant.",
      "F. B. Bracken, for appellee."
    ],
    "corrections": "",
    "head_matter": "Owens, Appellant, v. Henderson & Company.\nNegligence — Master and servant — Goal company — Hoisting plant —Defect in apparatus — Contributory negligence — Nonsuit.\n1. In an action against the owner of a coal yard to recover damages for tbe death of plaintiff’s husband a compulsory nonsuit was properly entered where it appeared that decedent had charge of the hoisting plant in defendant’s yard; that it was his duty to keep it in repair; that the ropes attached to the shutters under the hoisting bucket had rotted as the result of exposure; that decedent called such fact to the attention of the president of the defendant company, who directed him to stop thé unloading immediately and make the necessary repairs; that in the course of making the repairs to one of such shutters he stood within the swing of another, and told his helper to haul away, causing the fall of the latter shutter directly upon him.\n2. In such case the fact that plaintiff’s decedent was without scientific or technical training is immaterial where it appears that he was a capable mechanic and had been in defendant’s employ for a number of years.\nArgued March 24, 1916.\nAppeal, No. 424, Jan. T., 1915, by plaintiff, from final order of C. P. No. 4, Philadelphia Co., March T., 1910, No. 563, refusing to take off compulsory nonsuit in case of Ella Owens v. Robert Henderson & Company.\nBefore Brown, C. J., Mestrezat, Potter, Moschzisker and Frazer, JJ.\nAffirmed.\nTrespass to recover damages for death of plaintiff’s husband.\nThe facts appear in the following opinion by Audenried, P. J., refusing to take off compulsory nonsuit:\nJoseph Owens, a man fifty-five years of age, was accidentally killed while working in the employ of the defendant corporation at its retail coal yard on the east bank of the Schuylkill river near Pine street, in the City of Philadelphia, on October 4, 1909. His widow has brought this action to recover damages from his employer on the ground that the accident that resulted in his death occurred by reason of its failure to construct in a careful and workmanlike manner certain of the apparatus used by him in his work, and its neglect to keep that apparatus in a safe condition by properly inspecting and repairing it. . .\nThis is a motion to take off a nonsuit entered by the trial judge.\nThe facts that appear at the trial are as follows:\nThe plaintiff had been employed in the yard where he met his death for a period of about thirteen years. The yard had been in the possession of the defendant for more than five years before the accident; and Owens had entered its service when it took over the yard from its former owner. He was rated on the defendant’s books as a stationary engineer; but it was his duty to take charge of the hoisting plant in the yard and to keep it in repair.\nThe coal sold from the defendant’s establishment was most of it brought there in barges which were moored to the bulkhead on its river front while they were unloading. The cargo of these barges was shoveled into a large tub or bucket that was raised by means of a boom, or gaff, and the engine operated by Owens to the top of a steel tower of skeleton construction sixty feet high, standing by the river side. The coal was dumped from the bucket into a hopper and distributed from there among the various storage bins in the yard by machinery.\n. In order to prevent the coal escaping from the bucket as it was drawn up to the top of the tower, or as it was tilted at the hopper, from falling upon the men working in the boat or into the stream and interfering with navigation, three transverse shutters attached by hinges to a cross-piece of the tower about six feet above the ground were employed to catch it. Each shutter, or apron (as some of the witnesses called it), swung outward from the tower over the river and was raised or lowered by means of ropes secured to its outer edge and running through a pulley suspended by a half-inch hemp sling from another cross-piece in the framework of the tower some nine feet above that to which the shutter was hinged. The cross-piece at the point where the rope supporting the pulley was lashed to it was covered with four or five “turns of canvas or burlap.” The shutters were each about ten feet long and five feet in width measured outward from the tower. They were constructed of one-inch planks bolted to battens two inches thick by six inches wide, with a “binder around the edge to stiffen the front where they were suspended.” Each weighed from three to four hundred pounds. The shutters in use at the time of the accident had been installed less than three months before. They had been constructed and put in place by Mr. Owens himself.\nThe ropes attached to the shutters and the ropes by which the pulleys were, supported were exposed to the weather and to the disintegrating effect of the sulphur water that dripped upon them from the coal as it was lifted to the hopper. No systematic inspection of them was provided for by the defendant, but -when it took over the yard in 1904, its president told Owens that he was to watch everything in the yard and report to him if anything got out of order, so that it might be repaired. Although without scientific or technical training, Owens, like many of his age and experience, was a very capable mechanic.\nOn the morning of October 4,1909, a barge laden with coal was brought up alongside of the bulkhead to be unloaded. The work of discharging the cargo was begun at seven o’clock. By ten o’clock one of its compartments was emptied, and Owens then left his engine for the office on the Twenty-fourth street end of the yard. Finding Mr. Crowell, the president of the defendant corporation, there, he reported to him that he had found that the aprons needed new ropes, and asked him whether he should finish the unloading of the boat, or stop'that work then and renew the ropes at once. Crowell directed him to stop the unloading immediately, to get whatever was required, and to mate the necessary repairs.\nThese instructions Owens proceeded to carry out. With the help of Marshall Scott, one of the shovel men, he succeeded in replacing the ropes on the northern and middle shutters and the slings that supported their pulleys with new pieces that he brought to the tower. The work on the south shutter still remained to be done. Owens said to his assistant, “Now, Scott, we will go on this other shutter. You go on the dock, (local idiom for wharf) and pull on the block and fall.” Scott took his place on the wharf and began to haul the shutter up against the tower. At this moment Owens was standing on the boat which lay alongside of the bulkhead. As Scott pulled, the sling that held the pulley over which the rope passed parted and the shutter fell. Owens was struck by it and thrown into the river. His body was not recovered for several hours, and when found he was dead.\nIt is difficult to see how it can be said that the fall of the shutter upon the plaintiff’s husband was due to the defendant’s negligence in its construction. It had been put together and secured in place just as had been the other shutters that had been in use in the defendant’s yard without mishap for five years. It had been made and installed by Owens himself, and it is said that he was a competent mechanic. It was not shown that in its construction or that of the attachments by means of which it was raised and lowered it departed in any respect from the standard fixed by the usage prevailing in Philadelphia at the time of the accident.\nIn view of the fact that the defective condition of the ropes by which the shutter was operated had been discovered, the failure of the defendant to make formal inspection of them at regular intervals may be eliminated from the consideration of the case. The defendant had learned from Owens that these ropes ought to be replaced and had, before the accident, taken the steps necessary to secure their renewal. Inspection by a mechanical engineer of technical training could have accomplished no better result.\nEven if it be conceded, however, that there was evidence of negligence on the part of the defendant in connection with installation of its shutters or in their inspection, it is impossible to say that such negligence was the proximate cause of the death of the plaintiff’s husband. Owens had noticed that the ropes by which the shutters were moved had become defective and that to avoid mishap new ropes were necessary. Thus aware of the danger incident to handling them he undertook the work of fitting the shutters with new ropes. Knowing that the old ropes of the third shutter were so rotten that they might break at any moment and let it drop, he took his place within its swing and told his helper to haul away on them. A clearer case of contributory negligence could not be made out. To warrant a recovery by the plaintiff, it did not suffice, under the circumstances, to show that her husband was killed and that the place where he was working was unsafe. He was aware of its dangers and was bound to take reasonable precautions to avoid them. That he acted imprudently and without regard to his safety is so apparent that it was the duty of the trial judge to take the case from the jury.\nThe trial judge entered a compulsory nonsuit which the court in banc subsequently refused to take off. Plaintiff appealed.\nError assigned, among others, was in refusing to take off the nonsuit.\nFrancis M. McAdm%s, with him William E. Wilson, for appellant.\nF. B. Bracken, for appellee.\nApril 17, 1916 :"
  },
  "file_name": "0428-01",
  "first_page_order": 462,
  "last_page_order": 467
}
