{
  "id": 1024016,
  "name": "Anderson v. Keystone Type Foundry, Appellant",
  "name_abbreviation": "Anderson v. Keystone Type Foundry",
  "decision_date": "1916-05-08",
  "docket_number": "Appeal, No. 156",
  "first_page": "510",
  "last_page": "514",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 510"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "50 Pa. Superior Ct. 506",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        428438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/50/0506-01"
      ]
    },
    {
      "cite": "222 Pa. 625",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959421
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/222/0625-01"
      ]
    },
    {
      "cite": "168 Mass. 10",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        471602
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/168/0010-01"
      ]
    },
    {
      "cite": "94 N. Y. Supp. 942",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        7696681
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/94/0942-01"
      ]
    },
    {
      "cite": "107 N. Y. App. Div. 176",
      "category": "reporters:state",
      "reporter": "A.D.",
      "case_ids": [
        5200312
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ad/107/0176-01"
      ]
    },
    {
      "cite": "216 Pa. 559",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950376
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/216/0559-01"
      ]
    },
    {
      "cite": "55 Pa. Superior Ct. 81",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        439373
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/55/0081-01"
      ]
    },
    {
      "cite": "239 Pa 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995945
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/239/0555-01"
      ]
    },
    {
      "cite": "238 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        991534
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/238/0065-01"
      ]
    },
    {
      "cite": "246 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006236
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/246/0024-01"
      ]
    },
    {
      "cite": "239 Pa 555",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995945
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0555-01"
      ]
    },
    {
      "cite": "246 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006236
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0024-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 453,
    "char_count": 8169,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 6.026754263579385e-08,
      "percentile": 0.3734148207096244
    },
    "sha256": "155cf7859fd01183c1b2659a5923c1860a0cb6ea8b43086e9cd696a0a3784586",
    "simhash": "1:b870a70a0c35e0d4",
    "word_count": 1447
  },
  "last_updated": "2024-02-27T22:16:06.740522+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mestrezat, Potter, Stewart, Frazer and Walling, JJ."
    ],
    "parties": [
      "Anderson v. Keystone Type Foundry, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Chief Justice Brown,\nThe appellant is a manufacturer of metallic furniture. On the first floor of its plant the various parts of the furniture are fashioned into shape by machines, and on the second the shaped parts are assembled. Edwin George was the foreman in charge of the work on the first floor, and among the machines on it there was a large press about ten feet long, used in stamping the parts of the furniture into shape. This machine was operated by John R. Doughty, with the assistance of a helper named Harding. On the morning of June 7,1912, after operating the machine for about an hour in stamping certain forms, Doughty adjusted it for the purpose of fashioning table legs. After stamping one of these, he measured it and found it to be larger than the pattern. George, the' foreman, whose duty it was to see that the work was turned out properly, verified the measurement and proceeded to adjust the machine with the assistance of Harding. In so doing it was necessary to insert a metallic rod as a lever in a sprocket at the end of the shaft carrying the flywheel. By using this lever the gauges in the machine are pushed against the templet or form inserted in it and held there by screws. Before starting the machine it is necessary to remove the metallic lever from the sprocket, or it will revolve with rapid speed, to the great danger of the operator or any one in close proximity to him. After the gauges were adjusted George called out to Harding, “All right,” and, without giving the latter an opportunity to remove the lever from the sprocket, started the machine, with the result that Harding and Anderson were both struck by the rapidly revolving bar or lever and the latter was almost instantly killed. In this action, brought by his widow for the recovery of the damages she sustained by the death of her husband, there was a verdict in her favor, and, on the appeal from the judgment on it, the contention of the appellant is that the court below should have instructed the jury that the deceased had been guilty of contributory negligence, and that the negligence of George, of which the appellee complains, was that of a fellow workman.\nThat George was negligent in starting the machine before the metallic lever had been taken out of the sprocket, was a fact fairly found by the jury. This negligence does not seem to be seriously questioned by the appellant, its contention being that, at the time .George started the machine, he was not acting in his capacity as a foreman, but as a fellow servant of Doughty and Harding. If at the time he started the machine he was merely cooperating with Doughty and Harding in attempting to adjust it, he stood on the same footing with them, and his negligence was that of a fellow servant: Reeser v. Metropolitan Electric Co., 246 Pa. 24. The learned trial judge submitted to the jury, in a charge not excepted to, the question whether George was acting as a fellow servant or in his capacity as a foreman, making his negligence that of his employer, under the Act of June 10,1907, P. L. 523. Under the evidence in the case, this question could not have been taken from the jury. George was the foreman of the defendant, in charge of the first floor and of the machines on it; he had a desk there and was in charge of ten or twelve men, overseeing the work generally; before the operators could go on with their work, he would have to O. K. the first piece of furniture that came from the machines, and he went around the floor fixing things up.\nOn the morning of the accident the trial piece of furniture which came from the machine operated by Doughty was imperfect, by reason of its improper adjustment, and Doughty called to George, the foreman. He went to the machine and, finding the adjustment defective, undertook to correct the defect by readjusting the gauges. He had not been called by Doughty to help operate the machine, and the jury fairly found that what he was asked to do and what he did was in the line of his duties as foreman. This being so, his principal is liable for his negligence: Kelly v. Henry Bower Chemical Manufacturing Company, 239 Pa. 555.\nThe work which was being turned out by Doughty was for the second floor, where Anderson was foreman. He had occasion to consult with George from time to time as to the work which was to be sent up to him, and the work from the machine which George undertook to adjust was for him, or the employees under him. Under the circumstances, the court would have erred if it had instructed the jury that Anderson was guilty of contributory negligence in being near George at the time of the latter’s unfortunate act. Both assignments are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Chief Justice Brown,"
      }
    ],
    "attorneys": [
      "F. B. Bracken, of Loughlin & Bracken, with him John G. Johnson, for appellant.",
      "Randolph W. Childs, with him Raymond Pitcairn and Simpson, Broton & Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Anderson v. Keystone Type Foundry, Appellant.\nNegligence — Master and servant — Foreman — Vice-principal — Premature starting of machine — Fellow servant rule — Case for jury —Act of June 10, 1907, P. L. 5BS.\nIn an action against a metallic furniture manufacturing company to recover damages for death of plaintiff's husband, who was killed in consequence of the premature starting of a stamping machine by the foreman in charge of the work, the question whether the foreman was a fellow servant of deceased, or a vice-principal, under the Act of June 10, 1907, P. L) 523, was for the jury and a verdict for the plaintiff was sustained where it appeared that the machine required adjustment; that before the operators could proceed with the work it was. necessary to have the approval of the foreman who was in charge of the entire floor of the building; that the foreman, after' adjusting the machine started it before the metallic lever was removed from the sprocket so that the lever revolved with rapidity and struck the deceased causing his death.\nArgued Jan. 4, 1916.\nAppeal, No. 156, Jan. T., 1915, by defendant, on judgment of C. P. No. 5, Philadelphia Co., Dec. T., 1912, No. 436, on verdict for plaintiff, in case of Anna V. L. Anderson v. Keystone Type Foundry.\nBefore Brown, C. J., Mestrezat, Potter, Stewart, Frazer and Walling, JJ.\nAffirmed.\nTrespass to recover damages for the death of plaintiff’s husband. Before Staake, J.\nThe opinion of the Supreme Court states the facts.\nVerdict for plaintiff for $5,000.00 and judgment thereon. Defendant appealed.\nErrors assigned were in refusing to direct a verdict for defendant and in refusing to enter judgment for defendant n. o. v.\nF. B. Bracken, of Loughlin & Bracken, with him John G. Johnson, for appellant.\nThe deceased was guilty of contributory negligence.\nThe workman, George, who was operating the machine at the time of the accident was a fellow servant of deceased, and was not performing an act of superintendence within the meaning of the Act of June 10, 1907, P. L. 523: Reeser v. Metropolitan Elec. Co., 246 Pa. 24; Hurley v. Western Allegheny R. R. Co., 238 Pa. 65; Kelly v. Henry Bower Chemical Mfg. Co., 239 Pa 555; Holz v. H. J. Heinz Co., 55 Pa. Superior Ct. 81; Miller v. American Bridge Co., 216 Pa. 559; Quinlan v. Lackawanna Steel Co., 107 N. Y. App. Div. 176 (94 N. Y. Supp. 942); Brittain v. West End Street Ry. Co., 168 Mass. 10 (46 N. E. Repr. 111) ; King v. McClure Co., 222 Pa. 625.\nIt was for the jury to determine whether or not the deceased was guilty of contributory negligence.\nRandolph W. Childs, with him Raymond Pitcairn and Simpson, Broton & Williams, for appellee.\nThe death of plaintiff’s intestate was occasioned by the negligence of the defendant’s foreman, who was a vice-principal.\nThe negligent act of the foreman was part of a transaction of superintendence: Canney v. Walkeine, 113 Fed. Repr. 66; New England Telep. & Teleg. Co. v. Butler, 156 Fed. Repr. 321; Wellington v. Pelletier, 173 Fed. Repr. 908; Kelly v. Henry Bower Chemical Mfg. Co., 239 Pa. 555; Holtz v. H. J. Heinz Co., 55 Pa. Superior Ct. 81; American Mfg. Co. v. Bigelow, 188 Fed. Repr. 34; Rauhauser v. York Mfg. Co., 50 Pa. Superior Ct. 506; Hurley v. Western Allegheny R. R. Co., 238 Pa. 65; Miller v. American Bridge Co., 216 Pa. 559; Quinlan v. Lackawanna Steel Co., 107 N. Y. App. 176 (94. N. Y. Supp. 942); King v. McClure Co., 222 Pa. 625.\nMay 8, 1916 :"
  },
  "file_name": "0510-01",
  "first_page_order": 544,
  "last_page_order": 548
}
