{
  "id": 1024091,
  "name": "Commonwealth, Appellant, v. Evans",
  "name_abbreviation": "Commonwealth v. Evans",
  "decision_date": "1916-05-08",
  "docket_number": "Appeal, No. 409",
  "first_page": "524",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "253 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "239 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        995983
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/239/0402-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 308,
    "char_count": 5434,
    "ocr_confidence": 0.43,
    "pagerank": {
      "raw": 2.0386587513915518e-07,
      "percentile": 0.7474933866800728
    },
    "sha256": "7ab275ba1aebeb8b520c2da50a65cab3171b082327bfc7d32090a1d0b4211611",
    "simhash": "1:49730322b60b969a",
    "word_count": 954
  },
  "last_updated": "2024-02-27T22:16:06.740522+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mestrezat, Potter, Frazer and Walitng, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Evans."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis is an action of assumpsit, brought by the Commonwealth of Pennsylvania, against William B. Evans, guardian of Richard A. Evans, a lunatic, to recover the sum of $540.70 expended by plaintiff for the support and maintenance of the lunatic from October 3,1910, to December 1, 1914. Defendant filed an affidavit of defense in which the amount expended was not questioned, but the right of the Commonwealth to recover the moneys which it had expended for the support and maintenance of the said Richard A. Evans was denied. From the refusal of the court below to enter judgment for want of a sufficient affidavit of defense this appeal has been taken. The questions here involved are substantially the same as those which have been considered in the opinions which have just been filed in the two preceding cases, Arnold’s Estate, and Mansley’s Estate. A point of distinction in this case, is the fact that here the lunatic was not admitted to the State hospital under an ordinary commitment, but, after being tried for murder in the Court of Oyer and Terminer of Delaware County, and found “not guilty by reason of insanity,” he was committed by the court, under the authority of the Acts of April 14,1845, P. L. 440, and May 14, 1874, P. L. 160, to the State hospital for the insane, at Norristown, and his name was entered upon the hooks of that institution as that of a criminally insane patient. Whether or not the lunatic was possessed of an estate when committed to the hospital, does not appear,' but it is admitted that the estate of Richard A. Evans is amply able to repay the sums expended by the Commonwealth for his support and maintenance. Under the Act of April 14,1845, P. L. 440, and that of March 31, 1860, P. L. 427, and that of May 14,1874, P. L. 160, it is provided that the expenses of persons committed by the court to a State hospital, after being acquitted of a criminal charge on the ground of insanity, if in indigent circumstances, shall be paid by the county to which he or she may belong. It is contended that, under these acts of assembly, the entire cost of the maintenance of the lunatic in the present case, was chargeable to the County of Delaware, ahd not the Commonwealth ; and that the latter was, therefore, merely a volunteer, in making payments of the sums for which it now seeks to recover from the estate of the lunatic; and that there can be no recovery of money paid by a volunteer, or as a mere gratuity. This contention is, however, answered by the terms of the later Acts of June 13,1883, P. L. 92, May 21,1889, P. L. 258, and May 1,1907, P. L. 153, which provide for the division of the expenses of maintaining indigent insane persons in the State hospitáis, between the counties and tbe State, in tbe proportions named by tbe acts. Therefore, the Commonwealth cannot be considered as a mere volunteer, when it made payment of the amounts which it now seeks to recover from the estate of the lunatic. In the case of Trustees; of the State Hospital at Danville, Pa., v. Lycoming County, 239 Pa. 402, it was decided that the Act of May 1, 1907, P. L. 153, applies to insane criminals, and to those, who have been charged with crime, equally with other indigent insane persons confined in State hospitals.\nThe assignment of error is sustained, and judgment is; hereby entered for the plaintiff, the Commonwealth, in. the sum of $540.70, being the undisputed amount shown, by the plaintiff’s statement of claim to have been paid by the Commonwealth, for the maintenance and support of the said Richard A. Evans,-a lunatic.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "John Hyatt Naylor, Special Attorney, with him Francis Bhunh Brown, Attorney General, for appellant.",
      "John E. McDonough, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Evans.\nLunatics — Insane criminals — Maintenance in State hospital — Expenses — Claims of Commonwealth — Recovery—Acts of June IS, 18SS, P. L. 92 j May 21,1889, P. L. 258, and May 1,1907, P. L. IBS.\n1. Where a person tried for murder has been found not guilty by reason of insanity, and committed by the court to a State hospital for the insane, the Commonwealth may recover from the guardian of the estate of such lunatic, expenses incurred in his care and maintenance, where it appears that his estate is able to repay the amounts expended.\n2. In such case, there is no merit in the contention that the entire cost of maintenance of the lunatic was chargeable to the county, and that the state was therefore a mere volunteer, in making payments for tbe lunatic’s support, in view of tbe Acts of June 13, 1833, P. L. 92; May 21, 1889, P. L. 258, and May 1, 1907, P. L. 153, wbicb provide for tbe division of sueb expense between tbe counties and tbe State, in tbe proportions named by tbe acts.\nArgued Feb. 9, 1916.\nAppeal, No. 409, Jan. T., 1915, by plaintiff, from order of C. P. Delaware Co., Dec. T., 1914, No. 377, refusing judgment for plaintiff for want óf a sufficient affidavit of defense in case of Commonwealth of Pennsylvania v. William B. Evans, Guardian of Richard A. Evans, a lunatic.\nBefore Mestrezat, Potter, Frazer and Walitng, JJ.\nReversed.\nAssumpsit for sums paid by plaintiff for the support of a lunatic.\nRule for judgment for want of a sufficient affidavit of defense. Before Broomall, J.\nThe opinion of the Supreme Court states the facts.\nThe court discharged the rule. Plaintiff appealed.\nError assigned was in discharging the rule.\nJohn Hyatt Naylor, Special Attorney, with him Francis Bhunh Brown, Attorney General, for appellant.\nJohn E. McDonough, for appellee.\nMay 8, 1916 :"
  },
  "file_name": "0524-01",
  "first_page_order": 558,
  "last_page_order": 561
}
