{
  "id": 1818965,
  "name": "CONSULTING ENGINEERS COUNCIL OF PENNSYLVANIA, L. Robert Kimball t/d/b/a L. Robert Kimball and Associates, and Sanders and Thomas, Inc., Appellants, v. The STATE ARCHITECTS LICENSURE BOARD and George L. Shevlin, Commissioner of Professional and Occupational Affairs, Appellees",
  "name_abbreviation": "Consulting Engineers Council v. State Architects Licensure Board",
  "decision_date": "1989-06-26",
  "docket_number": "No. 58 M.D. Appeal Docket 1988",
  "first_page": "204",
  "last_page": "214",
  "citations": [
    {
      "type": "official",
      "cite": "522 Pa. 204"
    },
    {
      "type": "parallel",
      "cite": "560 A.2d 1375"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "508 Pa. 576",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1794081
      ],
      "weight": 3,
      "year": 1985,
      "pin_cites": [
        {
          "page": "586"
        },
        {
          "page": "299"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/508/0576-01"
      ]
    },
    {
      "cite": "514 Pa. 323",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1804492
      ],
      "weight": 3,
      "year": 1987,
      "pin_cites": [
        {
          "page": "330"
        },
        {
          "page": "1107"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/514/0323-01"
      ]
    },
    {
      "cite": "551 A.2d 380",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1379718
      ],
      "year": 1988,
      "opinion_index": 0,
      "case_paths": [
        "/pa-commw/121/0595-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 663,
    "char_count": 17853,
    "ocr_confidence": 0.718,
    "pagerank": {
      "raw": 9.299143042372291e-07,
      "percentile": 0.9801447883641092
    },
    "sha256": "19a964c7ce1a0cfa027e5744832700c06744a5f89726e32af1b796b910fea2b4",
    "simhash": "1:d92418503acf269b",
    "word_count": 2742
  },
  "last_updated": "2024-02-27T23:49:15.809503+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSON, FLAHERTY, McDermott, zappala and papadakos, jj.",
      "McDERMOTT, J., did not participate in the consideration or decision of this case.",
      "LARSEN, J., files a dissenting opinion."
    ],
    "parties": [
      "CONSULTING ENGINEERS COUNCIL OF PENNSYLVANIA, L. Robert Kimball t/d/b/a L. Robert Kimball and Associates, and Sanders and Thomas, Inc., Appellants, v. The STATE ARCHITECTS LICENSURE BOARD and George L. Shevlin, Commissioner of Professional and Occupational Affairs, Appellees."
    ],
    "opinions": [
      {
        "text": "OPINION OF THE COURT\nFLAHERTY, Justice.\nThis is an appeal from an order of the Commonwealth Court which upheld the validity of a regulation issued by the State Architects Licensure Board (Board). Consulting Engineers Council v. State Architects Licensure Bd., 121 Pa.Cmwlth. 595, 551 A.2d 380 (1988). Appellants are various engineering firms and a trade association representing numerous consulting engineering firms, all of which sought to have the regulation declared invalid because it restricts engineering firms from offering architectural services to the public. The Commonwealth Court granted a motion by the Board for summary judgment. We affirm.\nThe sole issue presented is whether the Board’s regulation at 49 Pa.Code § 9.165 is invalid as being in conflict with Section 13 of the Architects Licensure Law, Act of December 14, 1982, P.L. 1227, 63 P.S. § 34.13. A regulation cannot be upheld if it is contrary to the statute under which it was promulgated. See Pelton v. Department of Public Welfare, 514 Pa. 323, 330, 523 A.2d 1104, 1107 (1987). The regulation at issue, which defines the circumstances under which architects can practice architecture as employees of non-architectural firms, provides as follows:\nSection 9.165. Architect as employe.\nNothing in this chapter may be construed to prevent the employment of an architect by a business which is not engaged in the practice of architecture as defined in section 3 of the act (63 P.S. § 34.3), if the work performed by the employed architect concerns the modification of or the origination and supervision of the design or the construction of structures, or both, which the employer intends to utilize for its nonarchitectural busi ness purpose. The employed architect shall be a licensee of the Board. This section does not prevent registered engineers from performing, or employing architects to perform, architectural services incidental to the practice of engineering, as provided in section 15(2) of the act (63 P.S. § 34.15(2)).\n(Emphasis added).\nThe regulation clearly circumscribes the purposes for which an architect may be employed by a non-architectural firm. For example, an architect employed by such a firm would be permitted to design facilities to be occupied by his employer’s business. But the employer would not be able to offer architectural services to the public through the architect-employee. It is this limitation upon offering architectural services to the public that appellants find objectionable, for they have been offering comprehensive engineering and architectural services to the public for quite some time. The architectural portion of these services is more extensive than what would be permitted under the regulation as being “incidental” to the practice of engineering. See 63 P.S. § 34.15(2) (engineers are permitted to perform “such services included in the practice of architecture as may be incidental to their engineering work.”).\nAppellants contend that the regulation is contrary to Section 13(j) of the Architects Licensure Law, which provides in pertinent part:\nNothing in this section shall be construed to prevent the practice of architecture by an individual as an employee of a person, partnership or corporation which is not an architectural firm, provided such individual holds a certificate to practice architecture in the Commonwealth in conformity with the provisions of this act and the architect’s seal is affixed to all documents prepared by him or under his personal supervision for use in this Commonwealth.\n63 P.S. § 34.13(j) (emphasis added). It is argued that this provision constitutes a broad grant of authority for businesses, which are not architectural firms, to offer architectural services to the public. If one were to focus only upon the excerpt from section 13 that appellants have cited, the argument might at first appear tenable. The argument fails, however, for it depends upon excerpting section 13(j) from the context in which it appears. Further, it ignores the essential format of the Architects Licensure Law.\nThe Licensure Law establishes a scheme for licensing and regulating the practice of architecture. The stated purpose of the Law is “to protect the health, safety and property of the people ... and to promote their welfare____” 63 P.S. § 34.2. It provides that “no person shall engage in the practice of architecture in this Commonwealth except in compliance with the requirements of this act.” Id. To carry out the provisions of the act, the Board is empowered to establish rules and regulations. 63 P.S. § 34.6. The regulation at issue in this case addresses the types of business entities in which architects may practice.\nAll of section 13 of the act, rather than merely section 13(j), defines the permitted forms of architectural practice. The effect of section 13(j) can only be understood in relation to provisions found in the rest of section 13. It is an established rule that provisions of a statute are to be interpreted with reference to the context in which they appear. Philadelphia Housing Authority v. Pennsylvania Labor Relations Bd., 508 Pa. 576, 586, 499 A.2d 294, 299 (1985); 1 Pa.C.S. § 1932 (statutory provisions in pari materia are to be construed together). Provisions are also to be interpreted, whenever possible, in a manner that gives effect to the entire statute. 1 Pa.C.S. § 1922(2).\nSection 13(a) provides as follows:\nAn individual architect or a group of architects in Pennsylvania may practice architecture in one of the following forms of architectural firms:\n(1) sole proprietorship;\n(2) partnership;\n(3) professional association;\n(4) professional corporation; or\n(5) business corporation.\n63 P.S. § 34.13(a).\nSections 13(b) through (f) set forth requirements governing the ownership and control of businesses which practice architecture in Pennsylvania. Whether the business is a partnership, professional association, professional corporation, or a business corporation, it must meet certain requirements. 63 P.S. § 34.13. The essence of the requirements is that a minimum of two-thirds of the partners or board of directors must be licensed, in Pennsylvania or in other states, to practice architecture, engineering, or landscape architecture, and, further, at least one-third of the partners or board of directors must be licensed architects. In the case of business corporations, additional requirements apply: at least two-thirds of the voting stock must be owned by individuals licensed to practice architecture, engineering, or landscape architecture, and a minimum of one-third of the stock must be owned by licensed architects. Id.\nThe obvious rationale for imposing ownership and control standards upon businesses offering architectural services is to assure that services will be offered through competent and closely managed firms, thus furthering the act’s purpose of protecting public health and safety, supra. Dangers associated with incompetently designed buildings no doubt served as an impetus for the legislature to concentrate the performance of design functions in firms whose expertise is in the field of architecture.\nIn addition, the legislature imposed requirements that projects undertaken by architectural firms be closely supervised by licensed architects who occupy eminent positions in their firms. In section 13(g), it is provided:\nEach project undertaken by a firm engaged in the practice of architecture in the Commonwealth of Pennsylvania must be under the personal supervision of a partner in the case of a partnership, a member of the board of governors in the case of a professional association, a shareholder in the case of a professional corporation, or a director in the case of a business corporation, who holds a certificate to engage in the practice of architecture in this Commonwealth____\n63 P.S. § 34.13(g).\nAppellants nevertheless contend that section 13(j) permits them to offer architectural services to the public, through their employees who are architects, even though they do not meet the ownership, control, and supervisory provisions in the statute. They view compliance with these provisions as optional, with the only consequence of noncompliance being that they cannot, under section 13(a), supra, call themselves “architectural firms.” Rather, they wish to designate themselves as “engineering” or “design” firms, with the intention of offering architectural services to the public. There is no basis, however, for viewing the statute’s ownership, control, and supervisory provisions as optional. We believe the legislature intended architectural services to be offered to the public only through “architectural firms,” i.e., firms that comply with the stated provisions.\nAlthough section 13(a), supra, states that architects “may” practice in any of the enumerated types of firms, no implication is to be derived therefrom that firms other than architectural firms are to offer architectural services to the public. Further, all of the provisions in sections 13(b) through (f) relating to businesses that engage in the practice of architecture expressly condition such practice upon compliance with stated ownership and control requirements. For example, section 13(e) states, “A business corporation may engage in the practice of architecture in Pennsylvania, Provided, That it ... satisfies the following requirements____” This language plainly conditions the practice of architecture upon compliance with certain requirements, and there is no basis for regarding the “requirements” as mere optional standards. Comparable language, of a mandatory nature, is found in provisions governing other types of businesses, such as partnerships and professional associations, that engage in the practice of architecture. 63 P.S. § 34.13(b), (c). Appellants concede that they do not meet these requirements, but contend that the requirements are applicable only to firms that call themselves “architectural firms.” There is no basis in the statute for distinguishing between firms that denominate themselves as architectural firms and those that do not. The requirements are expressly applicable to all firms that “engage in the practice of architecture.” Id. Likewise, section 18(b) of the statute provides, “[N]o partnership, professional association or corporation shall engage in the practice or offer to engage in the practice of architecture ... unless such partnership, professional association or corporation complies with section 13.” 63 P.S. § 34.18(b) (emphasis added) (footnote omitted).\nTreating the “requirements” as optional standards would also result in an incongruous system for regulating the practice of architecture. It would place firms that call themselves architectural firms under stringent ownership and control measures, but would allow many others to offer architectural services without being subject to such controls. One can only imagine the range of businesses that would be free to offer architectural services. Ironically, it would be the firms with concentrated architectural expertise, which meet the statute’s ownership and control provisions and call themselves architectural firms, that would be subject to the greatest regulation. These firms would have to closely supervise the work of their architects pursuant to 63 P.S. § 34.13(g), supra. Meanwhile, other firms with less architectural expertise would be free to perform the same services, but, because they denominate themselves differently, would be free to offer unsupervised architectural services to the public. Given that the purpose of the Licensure Law is to protect the public safety, we cannot conceive of a justification for distinguishing between firms merely on the basis of what they choose to call themselves. Certainly, the legislature would not have concluded that firms having concentrated ownership and control by architects, which call themselves “architectural firms,” pose a greater danger to the public safety than do firms that practice architecture without the benefit of such ownership and control.\nIf section 13(j) were construed as giving free rein to non-architectural firms to offer architectural services to the public, the effect of all the other portions of section 13 would be perfunctory and irrational. There would be no significant reason for firms to comply with the ownership, control, and supervisory requirements of sections 13(b) through (g). Any business would, under section 13(j), be free to hire an architect and offer architectural services to the public. Such a construction cannot be supported, for statutes are not to be construed in a manner that provides an absurd or unreasonable result. 1 Pa.C.S. § 1922(1).\nThe only reasonable interpretation that can be accorded section 13(j) is that it allows an architect to work for a business that is not an architectural firm and practice architecture for the internal business purposes of his employer, but the employer is not free to market architectural services -to the public. This is the effect accorded to the statute by the challenged regulation. The regulation was, therefore, properly upheld by the court below.\nOrder affirmed.\nMcDERMOTT, J., did not participate in the consideration or decision of this case.\nLARSEN, J., files a dissenting opinion.\n. Appellants have argued that they should be permitted to offer architectural services because their customers prefer integrated engineering and architectural services, and because distinctions between the fields of engineering and architecture have become increasingly blurred in recent years, and because competitive pressures and corporate efficiency favor \"total service\" firms. Such arguments are more appropriately directed to the legislature, for the issue before this Court is limited to whether the challenged regulation conflicts with the statute, and we cannot properly address the policy question of whether the statute satisfies modern commercial needs.",
        "type": "majority",
        "author": "FLAHERTY, Justice."
      },
      {
        "text": "LARSEN, Justice,\ndissenting.\nThe issue presented for our consideration by this appeal is whether a regulation which places limitations on the practice of architects who are employed by nonarchitectural firms is valid in light of section 13® of the Architects Licensure Law, 68 P.S. § 34.13(j), which expressly permits, without limitation, the practice of architecture by architects who are employed in businesses that are not architectural firms.\nSection 13(j) of the Architects Licensure Law provides as follows:\nNothing in this section shall be construed to prevent the practice of architecture by an individual as an employee of a person, partnership or corporation which is not an architectural firm, provided such individual holds a certificate to practice architecture in the Commonwealth in conformity with the provisions of this act and the architect’s seal is affixed to all documents prepared by him or under his personal supervision for use in this Commonwealth.\n63 P.S. § 34.13(3).\nThe regulation at issue herein provides in relevant part as follows:\nNothing in this chapter may be construed to prevent the employment of an architect by a business which is not engaged in the practice of architecture ..., if the work performed by the employed architect concerns the modification of or the origination and supervision of the design or the construction of structures, or both, which the employer intends to utilize for its nonarchitectural business purpose____\n49 Pa.Code § 9.165.\nMr. Justice Flaherty, writing for the majority of this Court, upholds the validity of the restrictive regulation, stating that it is a “reasonable interpretation” of section 13(j) of the Architects Licensure Law, maj. op. at 1379. The majority makes this determination on the basis of what it perceives as the “public safety” concerns of the Legislature as expressed in the preceding provisions of section 13 regarding specified ownership, control, and supervision requirements pertaining to firms that offer architectural services to the public, and section 18(b), 63 P.S. § 34.18(b), which prohibits businesses from practicing architecture or offering to engage in the practice of architecture without complying with section 13.\nI disagree. The terms of section 13® are clear and free of ambiguity. Had the Legislature wished to limit the practice of architecture by architects employed by nonarchitectural firms, it could have done so. The Legislature was certainly aware, when the Architects Licensure Law was enacted in 1982, that there were in existence at that time design and engineering firms which offered, as part of a comprehensive package of services to their clients, the architectural services of the architects on their staffs. Recognizing that the “public safety\" was adequately protected by the statutory provisions which regulate engineers and engineering firms, 63 P.S. §§ 148-158, the Legislature permitted architects to provide architectural services, without restriction, when employed in firms that do not hold themselves out to the public as “architectural” firms. I do not find any language in the Architects Licensure Law that precludes the brokering of architectural services by nonarchitectural firms.\nAccordingly, I would reverse the order of Commonwealth Court upholding the validity of the regulation at issue herein.",
        "type": "dissent",
        "author": "LARSEN, Justice,"
      }
    ],
    "attorneys": [
      "Victor P. Stabile, Philadelphia, for appellants.",
      "Mary B. Seiverling, Deputy Atty. Gen., for appellees."
    ],
    "corrections": "",
    "head_matter": "560 A.2d 1375\nCONSULTING ENGINEERS COUNCIL OF PENNSYLVANIA, L. Robert Kimball t/d/b/a L. Robert Kimball and Associates, and Sanders and Thomas, Inc., Appellants, v. The STATE ARCHITECTS LICENSURE BOARD and George L. Shevlin, Commissioner of Professional and Occupational Affairs, Appellees.\nSupreme Court of Pennsylvania.\nArgued May 5, 1989.\nDecided June 26, 1989.\nVictor P. Stabile, Philadelphia, for appellants.\nMary B. Seiverling, Deputy Atty. Gen., for appellees.\nBefore NIX, C.J., and LARSON, FLAHERTY, McDermott, zappala and papadakos, jj."
  },
  "file_name": "0204-01",
  "first_page_order": 332,
  "last_page_order": 342
}
