{
  "id": 1818928,
  "name": "Bernard ROTHMAN, Petitioner, v. The COURT OF COMMON PLEAS OF DAUPHIN COUNTY, Pennsylvania, Respondent",
  "name_abbreviation": "Rothman v. Court of Common Pleas",
  "decision_date": "1989-10-20",
  "docket_number": "",
  "first_page": "529",
  "last_page": "533",
  "citations": [
    {
      "type": "official",
      "cite": "522 Pa. 529"
    },
    {
      "type": "parallel",
      "cite": "564 A.2d 912"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "566 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820350
      ],
      "year": 1989,
      "opinion_index": 0,
      "case_paths": [
        "/pa/523/0258-01"
      ]
    },
    {
      "cite": "566 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820350
      ],
      "year": 1989,
      "pin_cites": [
        {
          "parenthetical": "Larsen, J., concurring"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/523/0258-01"
      ]
    },
    {
      "cite": "566 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820350
      ],
      "year": 1989,
      "opinion_index": 2,
      "case_paths": [
        "/pa/523/0258-01"
      ]
    },
    {
      "cite": "566 A.2d 246",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1820350
      ],
      "year": 1989,
      "opinion_index": 3,
      "case_paths": [
        "/pa/523/0258-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 379,
    "char_count": 6062,
    "ocr_confidence": 0.697,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.0676394646946598
    },
    "sha256": "1919ff4cf6e21e8d134747372b7970c7f0fc33aaeea7b2d3c330f51afa995d44",
    "simhash": "1:8477a792d28ab8f9",
    "word_count": 965
  },
  "last_updated": "2024-02-27T23:49:15.809503+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ.",
      "STOUT, former Justice, did not participate in the decision of this case.",
      "LARSEN, J., files a concurring opinion.",
      "ZAPPALA, J., joins the opinion announcing the judgment of the Court and files a concurring opinion.",
      "McDERMOTT, J., files a dissenting opinion in which PAPADAKOS, J., joins.",
      "PAPADAKOS, J., joins this dissenting opinion."
    ],
    "parties": [
      "Bernard ROTHMAN, Petitioner, v. The COURT OF COMMON PLEAS OF DAUPHIN COUNTY, Pennsylvania, Respondent."
    ],
    "opinions": [
      {
        "text": "OPINION ANNOUNCING THE JUDGMENT OF THE COURT\nNIX, Chief Justice.\nThis case comes before this Court on a Writ of Prohibition filed by petitioner, Bernard. Rothman, D.D.S., on May 11, 1988. The pertinent facts are as follows. On January 7, 1988, petitioner was arrested and charged with violating numerous subsections of Article XIV of the Public Welfare Code, Fraud and Abuse Control, 62 Pa. S. §§ 1401-1411. A preliminary hearing was scheduled and petitioner served subpoenas seeking the attendance of witnesses and the production of documents. The subpoenas duces tecum were served on Judith Evans, a Medical Assistance Facilities Records Supervisor of the Bureau of Utilization Review of the Department of Public Welfare (“DPW”), the custodian of records of DPW, and Susan Anderson, an investigator in the Office of the Attorney General. Ms. Evans conducted the initial investigation of petitioner’s practice for DPW and Ms. Anderson was the principal investigator in petitioner’s criminal prosecution.\nOn March 24, 1988, the Commonwealth filed, with the district justice scheduled to preside at petitioner’s preliminary hearing, a motion to quash the subpoenas duces tecum, and petitioner filed a motion to enforce the subpoenas. Later that same day oral argument was heard and the Commonwealth’s motion to quash was denied. The district justice then ordered the Commonwealth to produce the documents requested in the subpoenas duces tecum. As a result of the Commonwealth’s refusal to comply with that order and of the Commonwealth’s refusal to proceed with the preliminary hearing under the circumstances, the district justice dismissed all charges. Following the dismissal of charges, the Commonwealth filed an application for writ of certiorari in the Court of Common Pleas of Dauphin County. By order dated May 4, 1988, the court scheduled a hearing on the writ. Petitioner responded by filing the instant petition urging this Court to prohibit the court of common pleas from acting upon the writ of certiorari arguing that the issuance of a writ of certiorari is inappropriate under these circumstances.\nThis Court recently agreed in Liciaga v. The Court of Common Pleas of Lehigh County Pennsylvania, —— Pa. —, 566 A.2d 246 (1989), (Opinion Announcing the Judgment of the Court per Nix, C.J., joined by Justices Flaherty and Zappala and concurring opinions by Justices Larsen and Zappala) that a writ of certiorari could not be used to review a decision of a district justice finding that the Commonwealth had failed to make out a prima facie case. In that decision we noted that such a ruling was not a final order, but rather an interlocutory one and therefore not appealable. We reasoned in that decision that since the action of the district justice possessed no element of finality or prejudice to the losing party, relief by way of appeal or certiorari would be unnecessary and is not provided for under our procedural rules. We find that decision to be controlling under the instant facts.\nIn Liciaga the Commonwealth’s complaint was that the district justice improperly rejected the testimony of their key witness. In that case it was evident that that rejection was based upon a credibility ruling which was inappropriate at that level. Although we agreed that the Commonwealth was correct in its underlying complaint, because of the nature of a preliminary hearing the Commonwealth was not entitled to review by a higher tribunal since it was free to present the same evidence before another committing magistrate. In the instant case the underlying dispute centers around an evidentiary ruling relating to the relevance of certain information which defendant wished to introduce. It is to be noted that in this case the material sought to be subpoenaed by the defense concededly would be available to that party during the pretrial discovery process. See Pa.R. Crim.P. 305. Clearly in this instance there is even less reason to provide review by a higher tribunal than was present in Liciaga.\nAccordingly, the writ of prohibition is granted.\nSTOUT, former Justice, did not participate in the decision of this case.\nLARSEN, J., files a concurring opinion.\nZAPPALA, J., joins the opinion announcing the judgment of the Court and files a concurring opinion.\nMcDERMOTT, J., files a dissenting opinion in which PAPADAKOS, J., joins.\n. Section 1411 of the statute limits the time within which an action may be brought and provides in pertinent part: \"[a]ny civil actions or criminal prosecutions brought pursuant to this act for violations hereof shall be commenced within five years of the date the violation or violations occur.” It therefore does not appear, nor has it been alleged, that the statute of limitations in this instance is in any way implicated. 62 Pa.S. § 1411.",
        "type": "majority",
        "author": "NIX, Chief Justice."
      },
      {
        "text": "LARSEN, Justice,\nconcurring.\nI concur in the result reached by the majority. For the reasons stated in my concurring opinion in Liciaga v. Court of Common Pleas of Lehigh County, — Pa. —, 566 A.2d 246 (1989) (Larsen, J., concurring), I reiterate my objection to the majority’s position that an issuing authority is not empowered to make a credibility determination.",
        "type": "concurrence",
        "author": "LARSEN, Justice,"
      },
      {
        "text": "ZAPPALA, Justice,\nconcurring.\nI join in the majority opinion based upon the rationale set forth in my concurring opinion in Harry Liciaga v. The Court of Common Pleas of Lehigh County, Pennsylvania, — Pa. —, 566 A.2d 246 (1989).",
        "type": "concurrence",
        "author": "ZAPPALA, Justice,"
      },
      {
        "text": "McDERMOTT, Justice,\ndissenting.\nFor the reasons stated by me in Harry Liciaga v. The Court of Common Pleas of Lehigh County, Pennsylvania, — Pa. —, 566 A.2d 246 (1989), I respectfully dissent here as well.\nPAPADAKOS, J., joins this dissenting opinion.",
        "type": "dissent",
        "author": "McDERMOTT, Justice,"
      }
    ],
    "attorneys": [
      "Mark A. Aronchick, Philadelphia, for petitioner.",
      "Michael W.H. Duncan, Senior Dep. Atty. Gen., Ronald T. Williamson, Norristown, for respondent."
    ],
    "corrections": "",
    "head_matter": "564 A.2d 912\nBernard ROTHMAN, Petitioner, v. The COURT OF COMMON PLEAS OF DAUPHIN COUNTY, Pennsylvania, Respondent.\nSupreme Court of Pennsylvania.\nArgued Oct. 25, 1988.\nDecided Oct. 20, 1989.\nMark A. Aronchick, Philadelphia, for petitioner.\nMichael W.H. Duncan, Senior Dep. Atty. Gen., Ronald T. Williamson, Norristown, for respondent.\nBefore NIX, C.J., and LARSEN, FLAHERTY, McDERMOTT, ZAPPALA, PAPADAKOS and STOUT, JJ."
  },
  "file_name": "0529-01",
  "first_page_order": 657,
  "last_page_order": 661
}
