{
  "id": 561269,
  "name": "JOHN S. McNAIR v. ALFRED WILCOX",
  "name_abbreviation": "McNair v. Wilcox",
  "decision_date": "1888-10-01",
  "docket_number": "No 233",
  "first_page": "437",
  "last_page": "443",
  "citations": [
    {
      "type": "official",
      "cite": "121 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "44 Pa. 510",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        484243
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/44/0510-01"
      ]
    },
    {
      "cite": "92 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491059
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0286-01"
      ]
    },
    {
      "cite": "8 W. 267",
      "category": "reporters:state",
      "reporter": "W.",
      "pin_cites": [
        {
          "page": "275"
        }
      ],
      "opinion_index": -1
    },
    {
      "cite": "91 Pa. 418",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487709
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "421"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0418-01"
      ]
    },
    {
      "cite": "17 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967601
      ],
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/17/0373-01"
      ]
    },
    {
      "cite": "37 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418916
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/37/0217-01"
      ]
    },
    {
      "cite": "31 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        985067
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/31/0155-01"
      ]
    },
    {
      "cite": "92 Pa. 289",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        490927
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0289-01"
      ]
    },
    {
      "cite": "49 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998425
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/49/0073-01"
      ]
    },
    {
      "cite": "91 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pa. 373",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        967601
      ],
      "pin_cites": [
        {
          "page": "378"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/17/0373-01"
      ]
    },
    {
      "cite": "37 Pa. 217",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        418916
      ],
      "pin_cites": [
        {
          "page": "223"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/37/0217-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 584,
    "char_count": 13757,
    "ocr_confidence": 0.441,
    "pagerank": {
      "raw": 2.692109533380594e-07,
      "percentile": 0.8276858998343146
    },
    "sha256": "c41e23f91ba06f1e4bb680f3f3a09520d811331e5a27769b5e3f601eec5e379f",
    "simhash": "1:e1ad987473c4a99e",
    "word_count": 2400
  },
  "last_updated": "2024-02-27T22:30:01.463626+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Gordon, C. J., Paxson, Sterrett, Green, Clark and Williams, JJ.; Trunkey, J., absent."
    ],
    "parties": [
      "JOHN S. McNAIR v. ALFRED WILCOX."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Sterrett :\nIn this action of trover and conversion, a special verdict was rendered in favor of plaintiff for $1,408, the amount of his interest in the property, subject to the opinion of the court on the question of law raised by the facts recited in the special verdict. That question is, whether, under the circumstances, trover and conversion can be maintained by plaintiff. The learned president of the Common Pleas held it could not, for the reason that while plaintiff was then interested in the property wrongfully obtained by defendant, he had neither actual possession thereof, nor the right of immediate possession, and he accordingly directed judgment for defendant non obstante veredicto. The only error assigned is the entry of that judgment instead of a general judgment for plaintiff on the verdict.\nAs the case was pi'esented to us by the learned counsel, it has been unnecessarily incumbered by the consideration of irrelevant matters not necessarily involved in the special verdict. The only question considered by the court below, or necessary to be noticed here, is the one above stated.\nThe conclusion reached by the learned judge was, that the executions and levies on the property in question at the time it was wrongfully taken by defendan t had the effect of depriving plaintiff of the legal possession as well as the right of immediate actual possession, and vesting the same in the sheriff. Conceding the correctness of that position, during the time the levies were in force, it will be observed that a different condition of affairs supervened long before this suit was brought. It is found as a fact, by the special verdict, that defendant “was notified by the sheriff that he must either return the property to him at Corry or satisfy the executions, which latter he did by becoming the purchaser of the judgments. The defendant then kept the property and plaintiff afterwards brought this suit.” It thus appears that the constructive possession of the sheriff as well as his right to actual possession of the property ceased as soon as defendant acquired control of the judgments, and the executions were returned. The property was thus released from the grasp of the executions, and, so far as they were concerned, plaintiff’s right to immediate possession was revived. Thereafter he was in a position to maintain this action against defendant who had wrongfully obtained custody of the property; and that was the status of the parties when this suit was brought in July, 1877.\nNor was plaintiff’s right to maintain the action affected by the fact that the property was transferred to defendant by plaintiff’s partner. Plaintiff’s interest in the property was not divested by the unauthorized assignment of his partner, made without his knowledge and in fraud of his rights. Speaking of the power of one partner to dispose of firm property, Mr. Justice Strong in Sloan v. Moore, 37 Pa. 217, 223, says: “S.ill less can authority be admitted in one partner to sell the entire property of the firm when the object of the firm was not trade, buying and selling, but a business to which the continued ownership of the property was indispensable. An assignment is for the purpose of paying the debts, but a sale, principally for division, as was this case, has not even that apology. Such a power in one of two copartners is asserted by no adjudicated case. It is directly in conflict with the purposes of the partnership. Instead of a presumption of agency to make such a sale, the presumptions are all the other way.” The sale to defendant in this case was not for the purpose of paying firm liabilities, nor for any other legitimate purpose; and, defendant having refused on demand of plaintiff to surrender possession of the property he had wrongfully obtained, the plaintiff had a right to maintain this action.\nIt is well settled that where oné joint owner of personal property sells or converts it to his own use the other may sue in trover for its value: Agnew v. Johnson, 17 Pa. 373, 378. As stated in tliat case, the reason why one partner cannot, as a general rule, maintain trover against the other, is that both are equally entitled to possession, and the possession of the one is the possession of both; but, if one deliver the property wrongfully to a stranger, for purposes inconsistent with the uses for which it was designed, and such stranger denies the title of the other and claims the exclusive possession and ownership, the reason of the rule ceases and trover may be maintained. We are of opinion that upon the facts established by the special verdict, plaintiff was entitled to judgment thereon for the amount found by the jury, and the court therefore erred in entering judgment non obstante veredicto.\nJudgment reversed and judgment is now entered in favor of plaintiff on the verdict, for $1,408, the amount found by the jury, with interest from the date of the verdict, and costs.",
        "type": "majority",
        "author": "Mr. Justice Sterrett :"
      }
    ],
    "attorneys": [
      "Mr. Wm. Benson (with him. Mr. Brainerd), for the plaintiff in error:",
      "Mr. J. W. Wetmore (with him Mr. L. S. Norton), for the defendant in error:"
    ],
    "corrections": "",
    "head_matter": "JOHN S. McNAIR v. ALFRED WILCOX.\nERROR TO THE COURT OE COMMON PLEAS OE ERIE COUNTY.\nArgued April 23, 1888\nDecided October 1, 1888.\n1. If one partner, without the knowledge or consent of the other, make an absolute transfer to a stranger of partnership property not held for purpose of trade or sale, the other party may maintain trover against the transferee.\n2. If the property at the time of such transfer bo, under levy on execution process, and the transferee purchase the judgment from which the process issued, the custody of the law is thereby released, and trover then brought may be sustained.\nBefore Gordon, C. J., Paxson, Sterrett, Green, Clark and Williams, JJ.; Trunkey, J., absent.\nNo 233 January Term 1887, Sup. Ct.; court below, No. 211 September Term 1887, C. P.\nOn July 13, 1877, an action in trespass d. b. a. was brought by John S. McNair against Alfred Wilcox. The writ was served in due time. On June 1, 1883, a narr was filed and the defendant pleaded, not guilty, statute of limitations. On March 8, 1886, a rule to amend the form of action to trover was made absolute.\nAt the trial on May 10, 1886, at the close of the testimony, the court, Galbraith, P. J., instructed the jury as to the law of the case, as they might find the facts to be, and directed that if • they found for the plaintiff, their finding should be put in the form of a special verdict, the question raised to be passed upon thereafter. The following was the special verdict returned:\nWe, the jury empaneled and sworn to try the issue in this case, do find for the plaintiff, in the sum of $1,408, subject to the opinion of the court, on the following stated facts:\nThe plaintiff and one Leonard Barton were partners in the business of keeping a livery stable at Corry, Pa., letting out horses and carriages for hire. • On July 5, 1873, Barton, without the knowledge or consent of the plaintiff, McNair, executed a bill of sale in the name of the firm of McNair & Barton, selling the property involved in this suit and being a large portion, nearly all of the stock of the concern, to the defendant, Alfred Wilcox, Barton agreeing to deliver the same at Mayville, Chautauqua county, N. Y. The property was delivered at an intermediate point, at the subsequent request of defendant. At the time of the sale and delivery, the entire property was under levy, on executions against the firm of McNair & Barton, in the hands of the sheriff of Erie-county, but was still in their apparent possession, it not having been removed by the sheriff, nor the stable closed; and, so far as appears from the evidence, the fact of the levy was not known to either the plaintiff or defendant in this suit, but was known by Barton. After the delivery of the property to the defendant, he learned of the levy, and was notified by the sheriff that he must either return the property to him at Corry or satisfy the execution, which latter he did by becoming the purchaser of the judgments. The defendant then kept the property, and the plaintiff afterwards brought this suit.\nIf the court should be of the opinion that under the facts stated the plaintiff is not entitled to recover, then judgment to be entered for the defendant, notwithstanding the foregoing verdict.\nOn April 5,1886, the court, Galbraith, P. J., filed the following opinion and decree:\nThis was an action of trover for the taking and conversion of horses, carriages and other stock of a livery stable, in which the plaintiff was part owner. The verdict of the jury was for plaintiff, subject to tbe opinion of the court, on the question of law raised by the facts' found, and which involves the legal query whether the plaintiff was entitled to recover in this form of action.\nAt the time of the alleged conversion, the property was under levy on execution against the firm of McNair & Barton. It was therefore in the custody of the law, and the fact that the stable had not been actually closed nor the property removed by the sheriff, cannot affect the result here. There had been an actual levy made, as shown by the executions in evidence, on which were duly indorsed in proper form, the levies made by the sheriff, covering the property described in plaintiff’s declaration. There was not, therefore, the mere lien, which attaches the moment the writ is issued, but there was the subsequent lien by which the goods were taken into legal custody. They were not left with the plaintiff for safe keeping, and he was, therefore, not a bailee. Ho did not even know of their having been levied upon. He did not have then, even the custody of the property. His position was that of one of the general owners, but with the actual legal possession and right to the possession in the sheriff of Erie county. He had then, neither the possession, legally speaking, nor the right to the possession. Could he, under such circumstances, maintain an action in trover and conversion, or should not his suit have been in case for the injury to his reversion ?\nThe rule of law is well settled, that to maintain this action the plaintiff must have a property in the chattel, general or special, and the actual possession or the right to the immediate possession. The general property will create a constructive possession when there is the right to immediate possession, but not otherwise. Hence the right of possession, as well as the legal possession, was in the sheriff; and, as said by the Supreme Court in Gloss v. Black, 91 Pa. 421, “ The law does not attribute constructive possession to the owner of property, while it has it in its own control, by means of an officer.” That the rule is, that an absolute or special property and a right of immediate possession before, or at the time of the conversion, is essential to the maintenance of this action, there can be no doubt. It is established by abundance of authorities : 1 Chitty’s Pleading, 149; Mather v. Trinity Church, 3 S. & R. 509; 2 Greenl. on Evidence, title, Trover, § 686; Morgan v. Negley, 3 Pittsb. 33; Weidensaul v. Reynolds, 49 Pa. 73 ; Duffield v. Miller, 92 Pa. 289; Overton v. Williston, 31 Pa. 155. I am of the opinion that the plaintiff has mistaken his remedy and unless we are to ignore entirely a long established and fundamental legal rule in his favor, his suit must fail.\nAccordingly, it is ordered that judgment be entered in favor of the defendant, notwithstanding the verdict.\nJudgment having been entered according to the foregoing ' order, the plaintiff took this writ, assigning as error the order entering judgment in favor of the defendant, non obstante veredicto.\nMr. Wm. Benson (with him. Mr. Brainerd), for the plaintiff in error:\nThe plaintiff never lost title to his property. One partner cannot sell out and break up the partnership business, nor can he sell his copartner’s interest in the joint property. This principle is well settled and has never been disputed, as it is founded in reason' and justice: Sloan v. Moore, 37 Pa. 217, 223. And where one joint owner of personal property sells or converts the same to his own use, the other joint owner may sue in trover for its value: Agnew v. Johnson, 17 Pa. 373, 378. Gloss v. Black, 91 Pa. 418, 421, is to be distinguished. In that case a constable levied upon property not belonging to the- execution defendant, and the owner of the lumber brought trespass against the constable and purchaser. This court held, that though the constable was a trespasser, yet the purchaser came in under color of law and was not; and also that the owner of property levied upon could not replevy the'same from the hands of the officer. Moreover, the issuing of an execution and levy does not divest the defendant’s title to the property; nothing but a sale under the execution divests title and vests it in the purchaser: Lytle v. Mehaffy, 8 W. 267, 275. It follows, that as there was no sale of the property, McNair lost no title and Wilcox acquired none, and judgment should have been entered on the special vehdict for the plaintiff.\nMr. J. W. Wetmore (with him Mr. L. S. Norton), for the defendant in error:\nThe rule is that an absolute or special property and a right of immediate possession, before or at the time of the conversion, are essential to the maintenance of this action. At the time of the alleged conversion in this case, the property was under execution. It was therefore in the custody of the law, the actual legal possession and the right to possession being in the sheriff having the writ. The action, therefore, cannot be maintained: 1 Chitty’s Pl. 149; Mather v. Trinity Church, 3 S. & R. 509; 2 Greenl. Ev. § 636 ; Morgan v. Negley, 3 Pittsb. 33; Weidensaul v. Reynolds, 49 Pa. 73; Duffield v. Miller, 92 Pa. 286; Overton v. Williston, 31 Pa. 155; Gloss v. Black, 91 Pa. 418; Hartleib v. McLane, 44 Pa. 510."
  },
  "file_name": "0437-01",
  "first_page_order": 469,
  "last_page_order": 475
}
