{
  "id": 972592,
  "name": "W. D. McAVOY v. PENNA. WOOLEN CO.",
  "name_abbreviation": "McAvoy v. Penna. Woolen Co.",
  "decision_date": "1891-02-16",
  "docket_number": "No. 363",
  "first_page": "1",
  "last_page": "5",
  "citations": [
    {
      "type": "official",
      "cite": "140 Pa. 1"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "130 Pa. 446",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        568973
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/130/0446-01"
      ]
    },
    {
      "cite": "128 Pa. 63",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        567073
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/128/0063-01"
      ]
    },
    {
      "cite": "59 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        426987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/59/0239-01"
      ]
    },
    {
      "cite": "86 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1056627
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/86/0432-01"
      ]
    },
    {
      "cite": "63 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0146-01"
      ]
    },
    {
      "cite": "134 Pa. 527",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0527-01"
      ]
    },
    {
      "cite": "112 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        546852
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/112/0400-01"
      ]
    },
    {
      "cite": "96 Pa. 175",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        494631
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/96/0175-01"
      ]
    },
    {
      "cite": "53 Pa. 453",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1004692
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/53/0453-01"
      ]
    },
    {
      "cite": "55 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1470765
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/55/0460-01"
      ]
    },
    {
      "cite": "121 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        561310
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/121/0238-01"
      ]
    },
    {
      "cite": "102 Pa. 474",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502691
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/102/0474-01"
      ]
    },
    {
      "cite": "119 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558113
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0301-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 467,
    "char_count": 9057,
    "ocr_confidence": 0.45,
    "pagerank": {
      "raw": 1.669589481249285e-07,
      "percentile": 0.6957596755640966
    },
    "sha256": "7ecae5014e53dca703676dea84d7447fe479d83e5404aa3dafc2cf4420265d74",
    "simhash": "1:7ed865ec01c6dea0",
    "word_count": 1697
  },
  "last_updated": "2024-02-27T17:45:20.890040+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ."
    ],
    "parties": [
      "W. D. McAVOY v. PENNA. WOOLEN CO."
    ],
    "opinions": [
      {
        "text": "Opinion,\nMr. Justice Green:\nOnly two witnesses were examined for the plaintiff, on the trial, in relation to the fork which, it is claimed, was the cause of the plaintiff’s injury. One of them was the plaintiff, and the other the witness Ray. The plaintiff thus testified in regard to the fork and the injury: “ Several days before the injury, I was working with the fork which afterwards caused the injury. It broke close by the iron part, and I took the two pieces to the boss dyer, to be mended. He sent me with them to the repair shop. The next time I saw this fork was the day of the injury. It was mended, and apparently all right. I took it up to use. While shoving the cotton into the vat of boiling dye, it broke, and I therefore fell into the vat. I was using it in a careful and proper way..... Q. You have said that this fork-handle, when you handed it in to be repaired, you handed it to the boss dyer ? A. Yes, sir; and he told me to take it out into what was called the machine-shop. Q. And it was left there to be mended ? A. Yes, sir; it was left out there with the boss to be mended. Q. The machinist mended it, didn’t he? A. I do not know who mended it, but I used it afterwards. Q. You could see that it had been mended? A. It looked like it. Q. It did not break where it had been mended ? A. I cannot say about that. Q. Did any one see the fork after it broke ? A. Yes, sir; Mr. Ray saw it.” It will be observed that this witness testified that when the fork was mended it was apparently all right, and that he could not tell whether it broke where it had been mended.\nThe witness Ray, after saying that he was working on the opposite side of the tub with the plaintiff, at the time of the accident, testified: “ Q. Did you see the fork with which he was working? A. Yes, sir; I had been working with him. Q. In what condition was it ? A. It was not in good condition. I did not consider it in good condition. I heard it crack. Q. Would it look all right to a person who picked it up? A. Yes, sir. Q. What was the matter with it ? A. I examined it after it broke off, and I considered it decayed. It looked as if it had been worm-eaten, or something like that. Where it broke off, at the end of the iron collar, it looked as though it had been worm-eaten; it had holes in it. Q. Was the wood decayed? A. It looked as if it had decayed from the effects of this dye. It was not crumbling away..... Q. Any one picking up this fork could not see there was anything the matter with it? A. No, sir. Q. It looked to be perfectly sound ? A. Yes, sir. I did not make any examination. It had cracked on me the day before, but, as it did not break, I did not say anything about it..... Q. And any one picking up that fork and looking at it would suppose it to be all right ? A. Yes, sir. Q. That part which broke, you say, looked as though it was worm-eaten ? You could only see that after the handle was broken? A. Yes, sir..... Q. You, as a careful man, would have considered that fork perfectly safe to use at the time'? A. Yes, sir; from the looks of it.”\nBoth of these witnesses say that apparently the fork was sound after it was mended, and Ray says that it would have been considered, by a careful man, perfectly safe to use at the time. There was therefore no visible defect in the fork. Neither of the witnesses testifies that it broke at the place where it was mended, and there is not a scintilla of evidence on the record to show this fact. The witness Ray said there was a latent defect at the place where the handle was broken, at the end of the iron collar, and this defect he only saw after it was broken. It appeared to be worm-eaten; had holes in it. This is the whole of the plaintiff’s testimony on this subject, and it proves affirmatively that the fork was apparently perfectly sound; that there was a latent defect not visible to the eye, and that the handle was broken at that place. There was no testimony that it broke at the place where it was mended. As the master is not liable for latent defects of which he has no knowledge, and as there is no proof that defective mending caused the break, there is no element of liability in the plaintiff’s case, and the defendants’ eighth point should have been affirmed.\nJudgment reversed.",
        "type": "majority",
        "author": "Mr. Justice Green:"
      }
    ],
    "attorneys": [
      "Mr. Paul M. Elsasser, for the appellants.",
      "Mr. Ferree Brinton (with him Mr. E. D. Wadsworth), for the appellee."
    ],
    "corrections": "",
    "head_matter": "W. D. McAVOY v. PENNA. WOOLEN CO.\nAPPEAL BY DEFENDANTS FROM THE COURT OF COMMON PLEAS NO. 2 OF PHILADELPHIA COUNTY.\nArgued January 7, 1891\nDecided February 16, 1891.\nThe testimony for the plaintiff, in an action by an employee to recover for personal injuries caused by the breaking of an implement he was using, showing that the implement, apparently sound, broke by reason of a defect not shown to have been known to the defendant before, and not visible at all until afterward, the plaintiff was not entitled to recover.\nBefore Paxson, C. J., Sterrett, Green, Clark, Williams, McCollum and Mitchell, JJ.\nNo. 363 January Term 1890, Sup. Ct.; court below, No. 405 September Term 1888, C. P. No. 2.\nOn November 1, 1888, William D. McAvoy brought trespass against the Pennsylvania Woolen Co., Limited, averring negligence on the part of defendants by reason of which the plaintiff received certain injuries. Issue.\nAt the trial on January 21,1890, it was shown that, on April 13,1888, the plaintiff, employed in the dye-house of the defendant company, was engaged in pressing down cotton into a vat of boiling dye, using a common four-pronged fork therefor, and that the handle broke near the collar, whereby he was thrown into the vat and seriously injured. Testimony on his behalf, fully stated in the opinion of the Supreme Court, tended to show that there was a defect in the fork-handle, but that it was not observable until after it broke.\nAt the close of the testimony, the court, Penn stacker, J., charged the jury in part as follows:\nThe contention here, on the part of the plaintiff, is that the fork which was supplied to him to do his work with was not in good condition. He himself has no evidence to give you touching the condition of the fork, except to say that it was apparently in good shape. It broke, however, and dames Ray, who was a witness produced for the plaintiff, testified that he saw it after it had been broken, and that it looked as though it had been worm-eaten; that it was decayed; that it was not sound, and he goes further in his testimony, and says that the defect was such that it should have been seen in repairing the fork. You will remember that the plaintiff testified that he had taken this fork a day or two before to a man, employed for that purpose, to have it repaired, and that it was sent back to him in what appeared to be a good condition. Now, if the injury was caused by a latent defect in the instrument itself, and without negligence on the part of the plaintiff, and this defect was such as would have been disclosed upon a reasonable inspection and examination of the instrument, then your verdict ought to be for the plaintiff.\nOn the part of the defence, however, there is testimony given to contradict the state of facts as testified to by the plaintiff..... It will be for you to say which of these statements is correct. If the fork was a reasonably good instrument, provided with such care as the employers should take under the circumstances, and was safe, if used with ordinary care, but the defect was such as would not have been disclosed by a reasonable examination, then your verdict should be for the defendants.\nIf you find that there was no negligence and no failure to perform such duty as the employers were required to perform, the verdict should be for the defendants. If you find otherwise, that there was negligence on the part of the defendants, and no negligence upon the part of the plaintiff, the next question is as to the measure of damages.....\nThe defendants request the court to charge the jury:\n8. That under all the evidence in the case, the plaintiff cannot recover.\nAnswer: I decline that point.5\n—The jury returned a verdict in favor of the plaintiff for $1,250. A rule for a new trial having been discharged and judgment entered, the defendants took this appeal, assigning, inter alia, for error:\n5. The answer to the defendants’ point.5\nMr. Paul M. Elsasser, for the appellants.\nThat, in an action by an employee, the fact of injury does not raise a presumption of negligence, counsel cited: Phil. etc. R. Co. v. Hughes, 119 Pa. 301; Easton Bor. v. Neff, 102 Pa. 474; Huey v. Gahlenbeck, 121 Pa. 238; Weger v. Railroad Co., 55 Pa. 460; Caldwell v. Brown, 53 Pa. 453. That the defendants, having no knowledge or notice of the alleged defect, were not liable : National Tube Works v. Bedell, 96 Pa. 175; New York etc. R. Co. v. Bell, 112 Pa. 400; Burrell v. Gowen, 134 Pa. 527; Ardesco Oil Co. v. Gilson, 63 Pa. 146; Lehigh V. Coal Co. v. Jones, 86 Pa. 432.\nMr. Ferree Brinton (with him Mr. E. D. Wadsworth), for the appellee.\nCounsel cited: O’Donnell v. Railroad Co., 59 Pa. 239; Phil. etc. R. Co. v. Huber, 128 Pa. 63; Bier v. Manuf. Co., 130 Pa. 446; Phil. etc. R. Co. v. Agnew, 11 W. N. 394."
  },
  "file_name": "0001-01",
  "first_page_order": 23,
  "last_page_order": 27
}
