{
  "id": 909040,
  "name": "In re Estate of Peter Rist. Sarah Murray and Ann G. Synder, Appellants, v. W. H. Playford",
  "name_abbreviation": "In re Estate of Rist",
  "decision_date": "1899-05-23",
  "docket_number": "Appeal, No. 155",
  "first_page": "24",
  "last_page": "32",
  "citations": [
    {
      "type": "official",
      "cite": "192 Pa. 24"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Pa. 260",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959486
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0260-01"
      ]
    },
    {
      "cite": "71 Pa. 120",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "17 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    }
  ],
  "analysis": {
    "cardinality": 767,
    "char_count": 19272,
    "ocr_confidence": 0.453,
    "pagerank": {
      "raw": 1.0858751967072686e-07,
      "percentile": 0.5636270686051581
    },
    "sha256": "bf172dc1ef741d9a904fe37ea731d9ee6a8099f728830a75a5604241d969a396",
    "simhash": "1:b7fffcb30b7e324a",
    "word_count": 3395
  },
  "last_updated": "2024-02-27T22:28:45.019885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., McCollum:, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "In re Estate of Peter Rist. Sarah Murray and Ann G. Synder, Appellants, v. W. H. Playford."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIn the court below, this proceeding was commenced by presentation of a petition, signed by the appellants and another, praying for a citation to appellee, as trustee, etc., to file an account. The citation was issued and appellee appeared and filed his answer, and an issue was formed by replication thereto. The matter was so proceeded in that on January 9,1899, for reasons given in the opinion of the orphans’ court, then filed, the proceedings were “dismissed at the costs of the petitioners.” Hence this appeal by two of them.\nA careful examination of the record has satisfied us that there is no error therein that would justify us in sustaining either of the specifications of error. We find no question in any of them that requires discussion.\nThe correctness of the decree, dismissing the proceedings, is sufficiently vindicated in the opinion referred to, and on it the decree is affirmed and the appeal dismissed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "JD. M. Sertzocj, with him Alfred IE. Jones, for appellant.",
      "Lindsey Johnson, for appellee, were not heard."
    ],
    "corrections": "",
    "head_matter": "In re Estate of Peter Rist. Sarah Murray and Ann G. Synder, Appellants, v. W. H. Playford.\nTrust and trustees—Citation to account—Laches.\nLaches will bar a suitor of his remedy as effectually as the statute of limitations, and for the same reason, his own inaction raising the identical presumption which the law raises, one of a mere lapse of time.\nA petition for accounting by a trustee, made after lapse of twenty-two years, will be refused, a settlement being alleged of which petitioners had full knowledge during all that period, and in the mean time similar proceedings were had and abandoned.\nArgued May 10, 1899.\nAppeal, No. 155, Jan. T., 1899, by plaintiffs, from decree of O. C. Fayette Co., March T., 1872, No. 57, dismissing petition for citation.\nBefore Sterrett, C. J., McCollum:, Mitchell, Dean and Fell, JJ.\nAffirmed.\nPetition for citation on W. H. Playford, trustee, to file an account.\nThe facts sufficiently appear from the opinion of Reppert, J., as follows:\nPeter Rist, a resident of Fayette county, died intestate in 1861, leaving to survive him a widow, Sarah, and nine children. One of the children, Jesse, afterwards died intestate, unmarried and without issue. Subsequent to the death of Jesse, partition proceedings were begun upon the real estate of which Peter Rist died seized, at No. 57, March court, 1872, on April 11, 1872. The heirs having refused to accept purpart No. 1, known as the home farm, containing 220 acres and 152 perches, and the administratrix having declined to act, with the consent and approval of all the parties in interest, W. H. Playford, Esq., was appointed trustee to make sale of said purpart. The property was sold February 28, 1873, for $68,000, and so returned by the trustee, March 3, 1873, and the sale was confirmed, the terms of sale being changed so as to make the amount due in the widow’s lifetime payable as follows : one third on confirmar tion of sale, one third in one year, and one third in two years thereafter with interest. June 1,1874, the purchaser presented a petition setting forth that a recent survey showed that the tract contained only 215 acres and 15 perches instead of 220 acres and 152 perches, and praying for a rule on the trustee and widow and heirs to show cause why a corresponding reduction in the amount of the purchase money should not be made. The rule was duly issued. The trustee alone filed an answer. December 20,1874, the court made an order discharging the rule without prejudice. December 25, 1874, R. H. Lindsey, Esq., was appointed auditor to distribute the proceeds of the sale, to whom a certificate was duly issued. No report was ever filed by the auditor and no account was stated by the trustee. The trustee executed a deed for the property, dated January 14,1876, and recorded the same day in deed book No. 29, page 681. The consideration expressed in the deed is $66,336.18, of which $20,997.09 is charged upon the land conveyed as the one third upon which the widow is entitled to interest for life, and the additional sum of $4,666.02 thereof is in like manner charged thereon as the share of Jesse, the deceased son, upon which the widow is likewise entitled to interest for life. The acreage of the tract as described in the deed is stated to be 215 acres and 85 perches. April 11, 1898, Sarah Murray, the widow, and Ann Snyder, one of the children of the deceased, presented their petition praying for a citation upon the trustee to file an account, alleging that the said sums charged on the land were less than the amount upon which the widow is entitled to interest annually by over $1,200, and that the amount paid to Mrs. Snyder, and paid out on her account by the trustee, namely, about $4,092.37, was less than her share of the purchase money payable in the widow’s lifetime by over $1,000. To this petition the trustee filed an answer, alleging as to Sarah Murray that in 1878 she instituted like proceedings, which were abandoned; that for nearly twenty-five years she has been accepting’ without objection the interest on the sums expressed in the trustee’s deed, and that she knew or should have known that the difference in consideration between the sum named in the return to the order of sale and the trustee’s deed was caused by the shortage of acreage in the tract sold, and that the reduction was agreed upon by the parties interested or those representing them. As to Ann Snyder, the respondent alleges that two similar proceedings were instituted by two of her brothers, one of which was abandoned and the other dismissed by order of court, after full hearing and argument; that he holds her receipt in full, dated January 28, 1876, for her share of the proceeds of the land sold, payable in the lifetime of her mother; that the distribution made by him was open and fair, and that the petitioner and the other heirs have already received every dollar to which they are entitled, nothing having been retained by him with which to pay the costs of filing an account. To this answer the petitioners filed a replication.\nThe testimony of the petitioners was directed to the amount of the proceeds of the sale made by the trustee, the amount of the costs and expenses attending the sale, the amount paid out by the trustee for or on account of the heirs, their dissatisfaction with the distribution made by the trustee and their efforts to obtain an accounting. They deny, until very recently, any knowledge of the reduced consideration named in the deed executed by the trustee and any agreement by them that the consideration should be reduced on account of a deficiency in area. They allege that when the last payments were made to them by the trustee, on or about January 28,1876, and for which he holds their receipts in full for their shares of the purchase money, payable in the lifetime of the widow, the trustee not only gave them no information as to the costs and expenses of the sale, but stated that he had other money in his hands belonging to the estate; that no statement or explanation of receipts and expenditures was ever made by the trustee; that while it was agreed that certain indebtedness of the heirs should be paid by the trustee out of the funds in his hands, the amount covered by the agreement to be applied to that purpose did not exceed 116,000, and that they do not know and never have been able to ascertain from the trustee the amount actually appropriated by him on account of the agreement nor to whom it was paid; that the agreement was delivered to the trustee after its execution, and since its delivery the trustee has refused to permit the heirs to examine or even to see it; that, admitting the application of the full amount of $16,000 to the debts of the estate, and allowing for the costs taxed of record, amounting to $307.08, and a reasonable compensation for the services of the trustee, and for the amount paid by the trustee directly to the heirs, being, as they testify, j $2,137.18 each, of which $1,844.90 was paid on or about Janu- ' aryl, 1874, and $292.28, January 28,1876, there still remained in the hands of the trustee a large portion of the purchase money, and the accrued interest thereon, payable in the lifetime of the widow, unaccounted for, and to which the heirs are entitled; that they never agreed that no account should be filed, nor were they ever satisfied with nor acquiesced in the distribution made by the trustee, but from the date of the last payments made to them have urged and requested a settlement by him in the orphans’ court. The petitioners also put in evidence the record of the proceedings in partition, the deed executed by the trustee, and the record of the previous citation proceedings.\nThe respondent alleges that on January 28, 1876, shortly after the last payment for the home farm was received by him, he settled with the heirs of the deceased, five of them being present in his office at the time, and took their receipts in full for all the money payable to them in the lifetime of the widow. Two of the heirs were absent, one of them being Mrs. Snyder. She, however, signed a receipt in full, of the same date, witnessed by her husband, whereupon a check payable to her order for the amount named in the receipt was given to her, which was paid ; that the deed shows the amount of money received by him and for which he has accounted to the heirs in full; that the difference between the sum named in the deed and the return to the order of sale was caused by a shortage in the acreage, and a rule having been granted on himself and his heirs to show cause why the consideration should not be reduced, to which he filed an answer, and the parties and heirs being represented by counsel, it was agreed after argument that the rule should be discharged without prejudice and the price reduced to the sum named in the deed; that shortly after the sale he gave Mrs. Murray a calculation showing the amount upon which she was entitled to interest, which was correct as matters then stood, and is now correct, .subject to the reduction made as above mentioned, and upon that reduced amount she has been accepting interest without objection, so far as the respondent is aware, until the present proceeding; that at the settlement made January 28, 1876, everything pertaining to the transaction was exhibited to the parties and was satisfactory, and it was their wish at that time that no account should be filed on account of the expenses involved and those already incurred, and no money was retained for that purpose; that he did not state then or at any other time that he had other money in his hands belonging to the heirs, but he avers that the full amount due them has been paid.\n[This petition for a citation was filed twenty-two years after a settlement made by the respondent with the parties interested in the estate, out of court, whereby, as the respondent alleges, the amount of the interest payable annually to the widow was ascertained, and the money due and payable to the heirs in the lifetime of the widow distributed.] [5] The liability of the trustee arose out of a single transaction, the sale of a tract of land by order of the’ orphans’ court. Out of the proceeds of the sale there would be payable regularly only the costs and expenses attending the sale and the trustee’s commissions. In this case, by agreement between the widow and heirs, the trustee was authorized to pay out of that portion of the purchase money distributable among the heirs during the widow’s lifetime certain indebtedness for which the widow and heirs, among them, were liable. It does not appear that this indebtedness was a lien upon the land sold and the payment of it was no part of the duly of the trustee. His authority was derived entirely from- the parties themselves, and they are presumed to know the extent of the authority they granted at the time it was granted. The testimony discloses no information as to the liability of the trustee, now in the possession of the petitioners, which was not in their possession at the time of the settlement in January, 1876. Concealment was impossible. The data from which the share of each heir could be calculated and the widow’s dower interest ascertained was then as fully known to them as it is now. They allege that they have been dissatisfied with the settlement made by the trustee from the very date of the settlement. They do not even assert that this dissatisfaction arose from any knowledge or information obtained after the settlement. [The allegation that at the time of the settlement the trustee declared he had other money in- his hands due the heirs is denied by him, and was fully considered and disposed of in the opinion filed December 2, 1895, by the Honorable Nathaniel Ewing, then president judge of this court, in a similar proceeding.] [4] The reduction of the consideration on account of a shortage in area at most would be a matter of defense by tbe trustee. The rule to show cause why this reduction should not be made was upon the trustee, the widow and heirs. The trustee answered, the others did not. Upon the argument the trustee alleges that the widow and heirs were represented by counsel who are now dead. This is not denied. The trustee also alleges that the attorneys representing the widow and heirs assented to the reduction. While this agreement is not a part of the record, yet the trustee acted upon it, as appears by the amount of the consideration named in the deed. This deed was of record before the settlement made with the heirs. In the petition for a citation filed in 1878 by the widow, Sarah Murray, one of the present petitioners, she set forth that the trustee “ had made and delivered a deed for the said lands.” The petitioners were living in Uniontown, the county seat, at the time of the settlement with the heirs in January, 1876, and have resided here since. The widow is well known as a woman of very unusual business capacity and very successful business experience. In 1887, the other petitioner was declared a feme sole trader under the act of 1872. Prior to the proceedings to obtain a reduction of the amount of purchase money the trustee gave to the widow a statement offered in evidence by her, showing the amount upon which she would be entitled to interest, which he alleges is correct, allowing for the reduction afterwards made, and upon which, making said allowance, she has been accepting the interest. Under all the circumstances it seems hardly possible that the petitioners should have had no knowledge of the reduction of the consideration. It seems more prdbable that it has been forgotten in the lapse of timé. But whether or not they knew of this reduction and the reason for it, they certainly did know the amount for which the property was'returned as sold. They also knew then as well as they know now the disposition made of the proceeds of the sale. If a wrong was perpetrated upon them they had the same knowledge of it nearly twenty-three years ago that they have to-day. That they understood their rights and remedies is evident from their own testimony. Their dissatisfaction dated from the day of the settlement when receipts in full were given by them for the amount payable in the widow’s lifetime. It was freely and promptly expressed to the trustee with a demand for further accounting. It was as promptly met by his assertion that the amount due them had been paid in full. This was followed in 1878 by a citation to account issued by the widow, to which the trustee, as he testifies, filed an answer, although no record of it was made. Just why'this proceeding was abandoned does not clearly appear. There is some complaint of negligence on the part of the attorney for the petitioner, although he was one of the leaders of the bar. A more probable explanation is the statement that it was dropped because of a similar proceeding instituted by one of the heirs, and which, it seems, was likewise never determined. A third proceeding was dismissed. The fourth is now before the court. All of which goes to show that these petitioners well knew their rights and how to enforce them, but abandoned or did not join in proceedings in that behalf and remained inactive in the hope that their rights might be established by like proceedings instituted by others, which were likewise abandoned or dismissed. This is not the vigilance the law requires of those who have full knowledge of their rights. [It was the belief of these petitioners in 1876 that the trustee had failed to account for the full amount of money received by him. Demand was promptly made and as promptly met by denial.] [3] Adapting the language of Judge Ashman in Lee’s Estate, 9 Pa. C. C. R. 661, “In all this time they have brought forward no new fact which could have strengthened their first judgment of the transaction, and no misstatement by the respondent which could have misled it; the materials for their charge of dishonesty were as much within their grasp in 1876 as they are in 1898.”\n[In the present case, as in Lee’s Estate, supra, the question, it seems to us, resolves itself into one of laches on the part of the petitioners, and we are led to the same conclusion, viz: that their inaction for so great a period of time, coupled with their knowledge of the matters complained of, has barred their right to the accounting asked.] [2]\n[And now, to wit: January 9,1899, for the reasons given in the foregoing opinion, it is hereby ordered and directed that these proceedings be dismissed at the cost of the petitioners.] [1]\nErrors assigned were (1) to the order of the court, reciting same; (2-5) portions of the opinion of the court below, reciting same.\nJD. M. Sertzocj, with him Alfred IE. Jones, for appellant.\nThe presumption of payment would arise, in this case, if there were no circumstances which reasonably account for. the lapse of time. In the first place, the presumption of payment cannot arise in this proceeding, because of what has been done by the widow, one of the present petitioners, and by some of the heirs, to obtain and, in fact, compel the trustee to file an account, within the twenty years, and within the last twenty years. These circumstances account in a reasonable way for the lapse of time that has intervened between the time that the trustee should have voluntarily filed an account, soon after January 14, 1876, and the time the petition in this proceeding was presented April 11, 1898.\nThe presumption ceases when it appears that the creditor has not acquiesced, but endeavored to obtain payment: James v. Jarrett, 17 Pa. 372. See also Norris’s Appeal, 71 Pa. 120.\nThe trustee evidently relies upon a receipt in full purporting to have been signed by Mrs. Snyder. A receipt is evidence of the lowest order, especially so when given under such circumstances as in this case: Moore v. Com., 8 Pa. 260; Gue v. Kline, 13 Pa. 64.\nIt is difficult to see in what respect the question of laches is applicable to the facts in this case, or wherein the facts in Lee’s Est., 9 Pa. C. C. R. 661, cited by the lower court, are similar to the facts in this case.\nNone of the reasons usually assigned why laches, on account of great lapse of time, are a bar exists in this case.\nLindsey Johnson, for appellee, were not heard.\nMay 23, 1899:"
  },
  "file_name": "0024-01",
  "first_page_order": 44,
  "last_page_order": 52
}
