{
  "id": 909029,
  "name": "Lorenz Amrhein v. Quaker City Dye Works",
  "name_abbreviation": "Amrhein v. Quaker City Dye Works",
  "decision_date": "1899-07-19",
  "docket_number": "Appeal, No. 264",
  "first_page": "253",
  "last_page": "258",
  "citations": [
    {
      "type": "official",
      "cite": "192 Pa. 253"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "88 Mass. 295",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2124591
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/88/0295-01"
      ]
    },
    {
      "cite": "103 Mass. 280",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2146261
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/103/0280-01"
      ]
    },
    {
      "cite": "93 Ind. 1",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1342121
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/93/0001-01"
      ]
    },
    {
      "cite": "99 Mass. 200",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2139786
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/99/0200-01"
      ]
    },
    {
      "cite": "10 Allen, 22",
      "category": "reporters:state",
      "reporter": "Allen",
      "case_ids": [
        2116947
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/92/0022-01"
      ]
    },
    {
      "cite": "118 Mass. 411",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2154056
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/118/0411-01"
      ]
    },
    {
      "cite": "73 Mass. 499",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        1996123
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/73/0499-01"
      ]
    },
    {
      "cite": "18 Pick. 565",
      "category": "reporters:state",
      "reporter": "Pick.",
      "opinion_index": -1
    },
    {
      "cite": "3 Gray, 513",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2077140
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/69/0513-01"
      ]
    },
    {
      "cite": "110 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        543729
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/110/0181-01"
      ]
    },
    {
      "cite": "67 Pa. 165",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "94 U. S. 352",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "opinion_index": -1
    },
    {
      "cite": "26 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977254
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/26/0078-01"
      ]
    },
    {
      "cite": "19 Pa. 124",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970661
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/19/0124-01"
      ]
    },
    {
      "cite": "4 Watts, 183",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1842774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/4/0183-01"
      ]
    },
    {
      "cite": "173 Pa. 65",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        875834
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/173/0065-01"
      ]
    },
    {
      "cite": "87 Pa. 213",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0213-01"
      ]
    },
    {
      "cite": "42 Pa. 402",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481542
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/42/0402-01"
      ]
    },
    {
      "cite": "4 Wall. 232",
      "category": "reporters:scotus_early",
      "reporter": "Wall.",
      "case_ids": [
        6138531
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/71/0232-01"
      ]
    },
    {
      "cite": "114 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        550000
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/114/0387-01"
      ]
    },
    {
      "cite": "91 Pa. 234",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        488013
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0234-01"
      ]
    },
    {
      "cite": "162 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856740
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0001-01"
      ]
    },
    {
      "cite": "9 Pa. 345",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960773
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0345-01"
      ]
    },
    {
      "cite": "184 Pa. 296",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        987934
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0296-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 683,
    "char_count": 13189,
    "ocr_confidence": 0.465,
    "pagerank": {
      "raw": 1.0469542217022488e-07,
      "percentile": 0.5523495771375088
    },
    "sha256": "1eb693a21b5c4bc5fc91d6f73cea1d58ee9bfd57bff2e55766602918120dc010",
    "simhash": "1:107ac10486960acc",
    "word_count": 2257
  },
  "last_updated": "2024-02-27T22:28:45.019885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., McCollum:, Mitchell, Dean and Fell, JJ."
    ],
    "parties": [
      "Lorenz Amrhein v. Quaker City Dye Works."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Dean,\nThis action is trespass for damages to plaintiff’s real estate. For more than twenty years prior to 1885, plaintiff owned a lot on Front street, Philadelphia, on which were two buildings used at first as a brewery and saloon. In 1881, defendant erected on the lot adjoining, its dye works building. The plaintiff alleged, that this establishment unlawfully injured him in the enjoyment of his property, and on October 21, 1885, brought suit for damages. The statement in this case contained three counts : the first averred that defendant, by use of huge engines, caused such noise and vibration of the earth as disturbed plaintiff’s tenant, one Goelz, so as to cause him to abandon the premises, and render the property uninhabitable and useless. The second count averred, substantially, the same character of injury, with the addition, only, that the noise and shaking were caused by servants of defendant. The third count averred, that defendant and its servants maintained such a fierce heat in the dye works as to render his property uninhabitable and useless. Defendant pleaded not guilty, and on trial, November 4, 1887, on the evidence, the jury rendered a verdict for defendant, and judgment was entered. On September 12, 1888, plaintiff brought a second action, in which he averred, that defendant had negligently constructed its boilers, flues and machinery so that the heat passed through the walls in such intensity, as to render his premises uninhabitable as a dwelling and further, negligently permitted steam, chemicals and dye water to pass pver and on his premises, whereby his Avails cracked and the property became untenantable, so that he could not rent the same during the four years previous to the bringing of the suit. It will be noticed, damages in this case were only claimed subsequent to the date of the first action. The defendant pleaded the general issue, and also res adjudicate. The second issue Avas tried April 12, 1892, and resulted also in a verdict and judgment for defendant. What Avas really tried in the second case is best shown by this quotation from the charge of Judge Thayeb, who presided:\n“ Gentlemen of the jury: As you have heard, this case has been here before, under similar but not identical circumstances, the claim for damages then being for a period expiring when the former suit was brought. This is a claim for damages suffered since that date. You have had in evidence that a jury in that case found a verdict for the defendant. I cannot see that the verdict is conclusive in the present case, because the present action covers a different period of time, and obviously what was not a nuisance then might become a nuisance since; but if nothing has been done since to aggravate the alleged injury, or to alter the then condition of circumstances, that would seem to be quite a comprehensive argument that, if it was not a nuisance then, it is not a nuisance now; of that I will leave you to be the judges.”\nThen, on June 2,1898, the present action was brought. The statement, in substance, averred, as in the second action, with this addition, that defendant had placed in its building large tanks and vats for the retention of water, and had so carelessly and negligently filled them that they overflowed and the water ran over on plaintiff’s premises, greatly injuring the same and rendering them uninhabitable, whereby he had been unable to rent the said property. To this action there was also the plea of the general issue, and the further plea of .former adjudication of the same cause of action. At the trial, on May 24,1898, the learned trial judge, in effect, overruled defendant’s plea of res adjudicata, but restricted the jury to evidence of damages arising since the bringing of the last suit. There was a verdict for plaintiff in the sum of $1,500 on which the court entered judgment, and we have this appeal by defendant. The error pressed here, in effect, is the refusal of the court to sustain defendant’s plea of res adjudicata, being the fourth assignment:\n“ The court erred in refusing to enter judgment for the defendant upon the special pleas filed of res adjudicata, the records tendered for the inspection of the court showing upon their face that the subject-matter of the present action had been previously determined in favor of the defendant.”\nUnquestionably, the law is as appellant argues. It has never been more concisely stated than in the leading case cited from our own reports, Kilheffer v. Herr, 17 S. & R. 319 : “ A verdict for the same cause of action between the same parties is con-elusive, for when a court of competent jurisdiction has adjudicated directly upon a particular matter, the same point is not opear to inquiry in a subsequeart suit for the saane cause and between the same parties.” Here, the parties are the same, but neither the record nor the evidence shows conclusively, the saane cause of action. Iai both the first and second actions plaiaitiff gave evidence tending to show shaking of his preanises by the operation of the engine, the escape of steam, and unenduauble noise. The defendant, by its evidearce, denied that such injurious acts had been committed, and averred that the preanises had becoane uninhabitable because plaintiff had wholly failed to keep them in repair; that tenants refused to occupy thean because of plaintiff’s neglect, and not because of any injury by defendant. On the third trial, plaintiff gave evidence tending to show that after the comohencement of the last suit he thoroughly repaired, and then proved a refusal to rent because of the heat and other annoyances which, as he alleged, had been aggravated since the last suit. Besides this, he proved the constructioai of the water-tanks and their overflow in additioai to the former injuries. Iaa. Kilheffer v. Herr, supra, the trespass coanplained of in the first suit was backing of water upon the upper landowner by the lower one, in the erection of a dam. The defendant pleaded a license from the grantor of plaintiff for the erection of a dam of a certain height to be measured from the middle of a certain rock. There was judgment for defendant. More than ten years afterwards the second suit between the same parties was instituted. Significant evidence, not adduced at the first trial, tending to show a different location of the rock than that adopted at the first, was given, and presumably, if believed, greatly reducing the height of dam. The court held the subject adjudicated by the first, because the cause of action was the saíne. The first judgment established the height of the daan and, consequently, defendant’s right to back the water. It was immaterial, that through plaintiff’s failure to produce evidence the judgment was founded on a ooaistake; it was a mistake growing out of neglect of plaintiff, not of the law. Therefore, the second suit was to prevent precisely the same act, although supported by new evidence. But if plaintiff had offered evidence tending to show, that defendant had, after the first suit, raised the height of the dam a foot, or even an inch, this would have established a new cause of action, and the plea of res adjudicata would not have availed Mm. In the ease before us, the heat, noise, water, steam and other annoyances may not have been of such character in the first suits as to produce any injury, the jury may well have come to the conclusion that plaintiff’s failure to repair caused the loss of his tenants. But, after he had thoroughly repaired, and when he adduced some evidence, not only of new injuries, but aggravation of the old ones, we think the court was right in submitting the evidence to the jury. The cause of action was not the erection of the dye-works, the use of steam, chemicals and dyestuffs, but whether, as concerned its neighbor, the use of them was negligent and unlawful after the commencement of the previous suit. Defendant’s right to construct dye-works on its own property and lawfully operate them never was, and never could have been, successfully disputed is not now denied; its right to unlawfully operate them to the destruction of an adjoining owner’s property never could have been established by a lawful adjudication. We tliink the court below committed no error in refusing to sustain defendant’s plea.\nFrom what we have said, the remaining assignments require no further notice. The judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Dean,"
      }
    ],
    "attorneys": [
      "Richard O. Rale, for appellant.",
      "Francis Shunlc Brown-, of Simpson Brown, and Ira J. Williams, for appellee."
    ],
    "corrections": "",
    "head_matter": "Lorenz Amrhein v. Quaker City Dye Works.\nBes adjudicates—Trespass—Nuisance—Dije works.\nIn an action of trespass to recover damages for injuries to real estate and loss of tenants caused by the alleged negligent construction and operation of dye works, the defendant, by its evidence, denied the alleged negligence, and averred that the loss of tenants was caused by the failure of the plaintiff to repair, and a verdict was rendered in favor of defendant. In a second action the plaintiff averred in substance as in the former action, with this addition, that since the first action defendant had placed in its buildings large tanks and vats for the retention of water, and had so carelessly and negligently filled them that they overflowed and injured his property, so that he had been unable to rent it. On the trial plaintiff gave evidence tending to show that after the commencement of the last suit he had thoroughly repaired the real estate alleged to have been injured, and was then unable to rent, because of the manner in which the dye works were operated. The court restricted the jury to evidence of damages since the bringing of the second action. Held, that a plea of res adjudícala would not avail the defendant in the second action.\nArgued March 20, 1899.\nAppeal, No. 264, Jan. T., 1898, by defendant, from judgment of C. P. No, 1, Phila. Co., June T., 1893, No. 41, on verdict for plaintiff.\nBefore Sterrett, C. J., McCollum:, Mitchell, Dean and Fell, JJ.\nAffirmed.\nTrespass for injuries to real estate. Before Biddle, P. J.\nThe facts appear by the opinion of the Supreme Court.\nDefendant’s points and the answers thereto were as follows:\n1. Under all the evidence the verdict should be for the defendant. Answer: Refused. [1]\n2. The plaintiff has failed to show that since April 18, 1892, the date of the previous verdict, there has been any change in the condition of the property of the defendant or any new causes of injury. Under these circumstances the plaintiff is bound by the verdict and judgment in the previous cases between the same parties. Answer: Refused. [2]\n3. The question of heat coming from defendant’s boilers was tried in a previous action and cannot be made the basis' of damages in this action. Answer: Refused. [3]\nVerdict and judgment for plaintiff for $1,500. Defendant appealed.\nErrors assigned were (1-3) above instructions, quoting them.\nRichard O. Rale, for appellant.\nThe plaintiff’s argument that in an action for the alleged continuing nuisance, each trial is to be treated as a trial of a separate cause of action, is unwarranted : Kilheffer v. Herr, 17 S. & R. 319; Bell v. Allegheny Co., 184 Pa. 296.\nIt is difficult’to see how a rule of law which recognizes the conclusiveness of the judgment for the plaintiff should not apply equally when a record is presented showing a former adjudication of the right for the defendant. The verdict and judgment in the former case is not that the plaintiff has not been appreciably injured in damages, but that the defendant is not guilty of the wrong charged. If the former jury has convicted the defendant of the wrong, but given the plaintiff nominal damages for any injuries suffered up to the date of the former trial, then in this action substantial damages could have been recovered if shown; but the former verdict destroys the claim upon the alleged cause of action: Smith v. Elliott, 9 Pa. 345; Bierer v. Hurst, 162 Pa. 1; Outram v. Morewood, 3 East. 346; Danziger v. Williams, 91 Pa. 234; Orr v. Mercer Co. Ins. Co., 114 Pa. 387\nFrancis Shunlc Brown-, of Simpson Brown, and Ira J. Williams, for appellee.\nThe doctrine of res adjudicata cannot be invoked, because neither the cause of action nor the point directly adjudicated upon is the same: Hughes v. United States, 4 Wall. 232; Tams v. Lewis, 42 Pa. 402; Schriver v. Eckenrode, 87 Pa. 213; Schwan v. Kelly, 173 Pa. 65; Hibshman v. Dulleban, 4 Watts, 183; Martin v. Gernandt, 19 Pa. 124; Kelsey v. Murphy, 26 Pa. 78; Cromwell v. Sac County, 94 U. S. 352; Lewis & Nelson’s App., 67 Pa. 165.\nA successful defendant cannot, under the shield of res adjudicata, commit fresh injuries or outrages upon plaintiff’s property or person: Kilheffer v. Herr, 17 S. & R. 319; Smith v. Elliott, 9 Pa. 345; Fell v. Bennett, 110 Pa. 181.\nAn adjudication may be conclusive when in favor of the plaintiff, where it would not be conclusive if adverse to him: McDowell v. Langdon, 3 Gray, 513; Kent v. Gerrish, 18 Pick. 565; Richardson v. Boston, 19 How. (U. S.) 263; Sawyer v. Woodbury, 73 Mass. 499; Newell v. Carpenter, 118 Mass. 411; Perkins v. Parker, 10 Allen, 22; Burlen v. Shannon, 99 Mass. 200 ; Ireland v. Emmerson, 93 Ind. 1; Tracy v. Merrill, 103 Mass. 280; Crosby v. Baker, 88 Mass. 295.\nJuly 19, 1899:"
  },
  "file_name": "0253-01",
  "first_page_order": 273,
  "last_page_order": 278
}
