{
  "id": 909007,
  "name": "W. H. Humphreys, Appellant, v. Henry Sutcliffe and Thomas Sutcliffe, trading as Sutcliffe & Company",
  "name_abbreviation": "Humphreys v. Sutcliffe",
  "decision_date": "1899-07-19",
  "docket_number": "Appeal, No. 93",
  "first_page": "336",
  "last_page": "343",
  "citations": [
    {
      "type": "official",
      "cite": "192 Pa. 336"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "32 Ark. 697",
      "category": "reporters:state",
      "reporter": "Ark.",
      "case_ids": [
        1877093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ark/32/0697-01"
      ]
    },
    {
      "cite": "43 Conn. 56",
      "category": "reporters:state",
      "reporter": "Conn.",
      "case_ids": [
        748800
      ],
      "opinion_index": -1,
      "case_paths": [
        "/conn/43/0056-01"
      ]
    },
    {
      "cite": "55 N. H. 308",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        11287382
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/55/0308-01"
      ]
    },
    {
      "cite": "7 N. H. 199",
      "category": "reporters:state",
      "reporter": "N.H.",
      "case_ids": [
        6755249
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nh/7/0199-01"
      ]
    },
    {
      "cite": "15 Gray, 413",
      "category": "reporters:state",
      "reporter": "Gray",
      "case_ids": [
        2089400
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/81/0413-01"
      ]
    },
    {
      "cite": "102 Mass. 65",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2142883
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/102/0065-01"
      ]
    },
    {
      "cite": "61 Me. 244",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        8846830
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/61/0244-01"
      ]
    },
    {
      "cite": "48 Me. 262",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        692850
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/48/0262-01"
      ]
    },
    {
      "cite": "31 Me. 580",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        620139
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/31/0580-01"
      ]
    },
    {
      "cite": "40 Me. 62",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        691122
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/40/0062-01"
      ]
    },
    {
      "cite": "90 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065646
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0259-01"
      ]
    },
    {
      "cite": "64 Pa. 285",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "4 W. & S. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856435
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0201-01"
      ]
    },
    {
      "cite": "51 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0190-01"
      ]
    },
    {
      "cite": "159 Pa. 376",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "99 Pa. 71",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "155 Pa. 462",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "8 Watts, 240",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1848414
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/8/0240-01"
      ]
    },
    {
      "cite": "11 W. N. C. 271",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "58 N. J. 409",
      "category": "reporters:state",
      "reporter": "N.J.",
      "opinion_index": -1
    },
    {
      "cite": "2 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951095
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/2/0495-01"
      ]
    },
    {
      "cite": "11 Mass. 500",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2053451
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/11/0449-01"
      ]
    },
    {
      "cite": "87 N. Y. 56",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        549337
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/87/0056-01"
      ]
    },
    {
      "cite": "28 N. Y. 659",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2036826
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/28/0659-01"
      ]
    },
    {
      "cite": "64 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "90 Pa. 259",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065646
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/90/0259-01"
      ]
    },
    {
      "cite": "4 W. & S. 201",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856435
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts-serg/4/0201-01"
      ]
    },
    {
      "cite": "2 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        951095
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/2/0495-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 813,
    "char_count": 17419,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 1.2451885773556412e-07,
      "percentile": 0.6088463072557512
    },
    "sha256": "27a82bdade930c3e0cf9b450bc8c98d946d0e17d2bfb312e41fb83545fc6a849",
    "simhash": "1:236bc2bb55c2ddeb",
    "word_count": 3142
  },
  "last_updated": "2024-02-27T22:28:45.019885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.",
      "Affirmed."
    ],
    "parties": [
      "W. H. Humphreys, Appellant, v. Henry Sutcliffe and Thomas Sutcliffe, trading as Sutcliffe & Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Geeen,\nThis action was brought to recover damages for the malicious use of legal process without probable cause. The process issued by the defendants against the plaintiff was a writ of foreign attachment under which certain woolen yarn in large quantity, the property of the plaintiff, was seized and injured while in custody under the writ. The process was issued by the defendants against the plaintiff on Saturday, August 4,1894. On that day a promissory note given by Humphreys to Sutcliffe & Company for ¿£1,297.78 payable at the National Provincial Bank of England, London, fell due and was not paid but protested. The time at -which the writ of foreign attachment was issued was after the close of bank hours in London, though during bank hours in this country. Six days later, on August 10, 1894, the defendant applied to the court out of which the writ issued, to wit: the circuit court of Camden, New Jersey, for an order to show cause why the writ of attachment should not be dissolved and this rule was subsequently made absolute. On appeal the action of the circuit court was affirmed by the Supreme Court and afterwards, on September 13, 1895, by the court of appeals. It was claimed by the plaintiff in the present action that the stock of woolen yarns seized under the attachment was destroyed by moths during this interval, and for the damages thus sustained the present action was brought.\nOn the trial the plaintiff was nonsuited because there was no evidence of malice or want of probable cause in the issuance of the writ of attachment. It is contended for the plaintiff that he is entitled to recover damages without proof of malice or want of probable cause, and also that under the evidence the jury would have been justified in finding both malice and want of probable cause. The first contention raises the question whether the writ was properly issued on the same day when the note fell due and was protested. On this question the authorities are conflicting, most of them holding that in the case of notes payable at bank, an action can be brought on the day of maturity after protest, and others holding that the whole of the day of maturity must be allowed before suit can be brought. The court of appeals of New Jersey held that the writ was prematurely issued in this case on the day of maturity of the note, and that it was therefore proper to dissolve the attachment. This decision however was not based upon any prior decision of the New Jersey courts, but upon a ruling to that effect by the court of appeals of New York, and a decision of this Court in Taylor v. Jacoby, 2 Pa. 495. The latter case was a judgment by confession under a warrant of attorney annexed to a note payable one day after date, and was likened in the opinion to the case of a bond where, as a matter of course, the obligor has the whole of the last day in which to make payment and is not in default until the day has ended. But the present case was that of a note payable at a bank, and it was dishonored and subject to protest when it was not paid, at the close of banking hours on the last day of grace. In that class of cases the preponderance of the authorities is that suit may be brought after demand and refusal on the last day of the maturity of the note. In 2 Parsons on Bills and Notes, 461, the rule is thus stated: “ On this point the rule may not be positively determined by authority, but there is strong reason for holding that a party bound to pay has the whole of the day of maturity; and that without demand and refusal, an action cannot be maintained unless it is brought after sunset, or perhaps after business hours on that day. We are however of opinion that, after demand and refusal on that day, an action may at once be maintained; for he has declared that he will not pay and can want further delay only to arrange the means of avoiding payment. But without such prior demand, and refusal an action commenced on the day of maturity is premature, unless the note is payable at a bank, when it seems that suit may be commenced after bank or business hours.” In the very copious note Qe) to the foregoing text the author has collected a large number of decisions both in England and the United States, in which the rule stated in the text was adopted. In one of the most prominent of them, Greeley v. Thurston, 4 Greenl. 479, the court said: “Upon consideration, we adopt the views of Mr. Justice Bulleb ; and it is our opinion that bills of exchange and negotiable notes should be paid on demand, if made at a reasonable hour on the day they fall due; and if not then paid, that the acceptor or maker may be sued on that day, and the indorser or drawer also, after notice given or duly forwarded.” The question did not arise in Taylor v. Jacoby, because that was not an action founded upon a note payable at bank, and there was no demand and refusal to pay, but the judgment was entered up and execution issued on the day of the maturity of the obligation. Other text writers express the same views as above cited from Parsons on'Bills and Notes, and the courts of last resort in many states have .ruled in the same way. But it is not necessary to pursue the discussion of this subject nor to make any decision of the question, as it is not essential to the determination of this case. It is only important to refer to the matter in another connection and that is, as it affects the question of malice or the malicious use of legal process. It certainly cannot be said that when a creditor issues a process of foreign attachment in the circumstances which are appropriate to the issue of that writ, he has been guilty of issuing illegal process or of doing so with malice or with a malicious purpose, resulting simply from the issue of the process. In this case the note was payable at a bank on a given day, payment of the note was demanded and was refused, the debt due the payees of the note was put in jeopardy and, as vigilant creditors looking to the security of their claim, they had a perfect legal and moral right to take the speediest measures that were possible to secure the payment of their debt. At the very best that can be said for the contention of the present plaintiff, it was a gravely doubtful question whether his creditors might not issue their writ at the time they did. There was no decided case in New Jersey ruling that question ; it was eminently a commercial question in the law relating to negotiable securities, with the great preponderance of the adjudged cases in favor of the issue of the writ at the time it was done, and it was issued in circumstances from which there was no occasion for the debtor to suffer any damage or loss whatever. He admits that the writ could properly issue in one day more, and he asserts that he would have paid the debt on Monday following, the second day after the writ was issued, if it had been insisted upon. Conceding that the writ was issued too soon, therefore, if the debtor suffered any injury from the attachment of his property it was of his own choosing, and because of his continued dereliction in not paying his lawful debt which he does not pretend to dispute, and for the payment of which he continued liable whether the writ was issued too soon or not. The attachment would have been dissolved at once upon his performing his plain legal duty of paying his debt two days after the writ issued. It is quite apparent therefore that there is no meritorious ground of recovery in this action by reason of any oppressive action of the defendants. It remains only to see whether it has such technical merit as will require a reversal of the judgment of the court below.\nThe nonsuit was granted upon the ground that there was no proof of malice in the case and no want of probable cause shown. In the leading case of McCullough v. Grishobber, 4 W. & S. 201, it was held that a domestic attachment may issue upon a debt which is not due and payable, if there be in other particulars a sufficient ground for it. When process issued is legal, the plaintiff is answerable only for a malicious abuse of it; and where the circumstances afford no inference of malice, actual malice must be proved. In an action for maliciously suing out a writ of domestic attachment, it is enough for the defense that the suspiciousness of the plaintiff’s conduct had made recourse to an attachment a measure of reasonable precaution, irrespective of the fraudulent intention of the debtor.\nSuch is the syllabus of the foregoing case, and yet it is cited for the appellant as authority to support his contentions. It was decided that, although the debt was not due when the writ of attachment was issued, if the other circumstances were such as to justify the issuing of the writ, it was not illegal under the act, and there could be no recovery without express proof of malice. It was also held that the circumstances afforded no inference of malice. The court said: “ If then the defendants were competent to sue out the attachment, or, in other words, if the writ was not originally illegal little more remains to be decided, for it is conclusively settled that where the process is legal, the plaintiff is answerable only for a malicious abuse of it; and that where the circumstances afford no inference of malice, as in Gibson v. Chaters, (2 Bos. & Pul. 128) actual malice must be proved. Of actual malice hr this case there is not a shadow; and what are the circumstances ? ” The court then reviews the circumstances and shows that the conduct of the debtor was such as to give rise to a suspicion that he intended to do the things which subjected his property to seizure under the domestic attachment law. It was held that, under the law, although the debt was not due when the attachment was issued, the other requirements of the statute were present, and although the jury had found as a matter of fact that the debtor had not done the things that subjected him or his property to the process of domestic attachment, still, because there was ground to apprehend that he had done those things, and no proof of malice, he could not recover. It does not necessarily follow that because a process is prematurely issued it is necessarily illegal, if the right to issue it was apparently existing. So here it was perfectly true that there was a highly probable and apparent right to issue the writ at the time it was issued, the manifest preponderance of judicial decision and text writers’ opinions declared and supported the right; there was no opposing decision of the New Jersey courts, and all the circumstances were present which authorized the issue of the writ. How can it be said that the issue of the writ was so palpably wrong’ and contrary to law as to make it absolutely illegal ? It was not illegal in itself in the slightest degree; it was the precise and appropriate writ to issue in just such circumstances. In Mayer v. Walter, 64 Pa. 288, the distinction upon this subject is carefully pointed out in the opinion delivered by Mr. Justice Shakswood, as follows: “There is a distinction between a malicious use and a malicious abuse of legal process. An abuse is where the party employs it for some unlawful object, not the purpose which it is intended by the law to effect; in other words, a perversion of it. . . . On the other hand, legal process, civil or criminal, may be maliciously used so as to give rise to a cause of action where no object is contemplated to be gained by it other than its proper effect and execution. As every man has a legal power to prosecute his claims in a court of law and justice, no matter by what motives of malice he may be actuated in doing so, it is necessary in this class of cases to aver and prove that he has acted not only maliciously but without reasonable or probable cause.” In Eberly v. Rupp, 90 Pa. 259, an action to recover damages for the unlawful issue of a writ of estrepement there was a recovery in the court below, but we reversed the judgment without a venire. Mr. Justice Gordon delivering the opinion said: “ It is true, injury may result from the use of the writ of estrepement, but so may it result from the writ of ejectment. In the one case the defendant may be hindered in the exercise of his business, in the other he may from the cloud thrown upon his title be prevented from making an advantageous sale of his property. ... In fact, the plaintiff has little of which to complain, for she might on application to the court have had the writ dissolved; neglecting to do so, if injury resulted, she has herself to blame. . . . And although legal process may, by its malicious use give rise to a cause of action, yet, even in such a case, there must not only be a malicious use, but there must be no reasonable or probable cause for such process, since if there be such cause, the intention goes for nothing.”\nThese citations dispose of all the serious contentions in the present case. We are of opinion that the writ of attachment was not necessarily illegal, simply and only because it was prematurely issued; that as an open question it was apparently strictly legal; it was the proper and precise writ to issue in the circumstances of the case, as all the facts which were sufficient to authorize its issue were present, and, lastly, there was not only no proof of malice or malicious use of the process in the case, but the actual facts and circumstances that were plainly present entirely dispelled any inference of malice. We find no error in the several assignments and they are all dismissed.\nJudgment affirmed.",
        "type": "majority",
        "author": "Me. Justice Geeen,"
      }
    ],
    "attorneys": [
      "Leoni MelieJc, with him Sheldon Potter, for appellant.",
      "David W. Sellers, with him H. 0. Terry, for appellees."
    ],
    "corrections": "",
    "head_matter": "W. H. Humphreys, Appellant, v. Henry Sutcliffe and Thomas Sutcliffe, trading as Sutcliffe & Company.\nPromissory notes—Foreign attachment—When suit may be begun after dishonor of note.\nIt seems that, where a note is made payable at a bank, a writ of foreign attachment may issue after bank hours the same day that the note matures and is dishonored.\nMalicious abuse of process—Foreign attachment.\nWhen process issued is legal, the plaintiff is answerable only for a malicious abuse of it, and where the circumstances afford no inference of malice, actual malice must be proved.\nWhere a writ of foreign attachment is issued on the same day that a note matures and is dishonored, and it appears that the preponderance of judicial decision and opinions of text writers supports the right to issue the attachment on such a day, and there is no judicial opinion to the contrary in the state where the attachment issues, and there is no evidence whatever of actual malice, an action for abuse of civil process in issuing the attachment cannot be sustained.\nArgued March 30, 1899.\nAppeal, No. 93, Jan. T., 1898, by plaintiff, from order of C. P. No. 3, Phila. Co., March T., 1896, No. 193, refusing to take off nonsuit.\nBefore Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.\nAffirmed.\nTrespass for alleged malicious abuse of civil process.\nThe facts appear by the opinion of the Supreme Court.\nError assigned was refusal to take off judgment of nonsuit.\nLeoni MelieJc, with him Sheldon Potter, for appellant.\nUnder the evidence offered and received the defendants are liable, without regard to malice or want of probable cause: Kerr v. Mount, 28 N. Y. 659; Day v. Bach, 87 N. Y. 56; Brooks v. Hodgkinson, 4 H. & N. 712; Hayden v. Shed, 11 Mass. 500; Collett v. Foster, 2 H. & N. 356; Bates v. Piling, 6 B. & C. 38; Parsons v. Loyd, 3 Wilson’s Rep. 341; Milliken v. Brown, 10 S. &R. 188; Bevan v. Eldridge, 2 Miles, 353; Taylor v. Jacoby, 2 Pa. 495; Sutcliffe v. Humphreys, 58 N. J. 409; Coaks v. White, 11 W. N. C. 271; Foster v. Sweeny, 14 S. & R. 386.\nEven if it were necessary for the plaintiff to show malice and want of prohable cause, evidence was adduced from which the jury would have been justified in finding both malice and want of probable cause: Herman v. Brookerhoff, 8 Watts, 240; Leahey v. March, 155 Pa. 462; McCarthy v. DeArmit, 99 Pa. 71; Beihofer v. Loeffert, 159 Pa. 376 ; Sommer v. Wilt, 4 S. & R. 23; Barnett v. Reed, 51 Pa. 190.\nDavid W. Sellers, with him H. 0. Terry, for appellees.\nappellees.— There was no abuse of civil process : McCullough v. Grishobber, 4 W. & S. 201; Mayer v. Walters, 64 Pa. 285 ; Eberly v. Rupp, 90 Pa. 259.\nUpon the question whether or not a suit can be lawfully brought upon a promissory note upon the last day of grace, the authorities are conflicting, and although there had been no decision in New Jersey bearing directly upon the subject before the issuing of the writ in this case, the weight of authority in other jurisdictions seems to sustain the validity of such proceedings : Daniel on Negotiable Instruments, sec. 1207; Story on Promissory Notes, 267; Byles on Bills, 131; Greeley v. Thurston, 4 Greenleaf, 479; Veazie Bank v. Winn, 40 Me. 62; Ammidown v. Woodman, 31 Me. 580; Vandesande v. Chapman, 48 Me. 262; King v. Crowell, 61 Me. 244; Staples v. Bank, 1 Metcalf, 43; Church v. Clark, 21 Pickering, 310; Bank v. Cutter, 3 Pickering, 414; Bank v. Hodges, 9 Pickering, 420; Estes v. Tower, 102 Mass. 65; Gordon v. Parmelee, 15 Gray, 413; Dennie v. Walker, 7 N. H. 199; Fletcher v. Thompson, 55 N. H. 308; McKenzie v. Durant, 9 Richardson, 61; Wilson v. Williman, 1 Nott & McCord, 440; Farmers Bank v. Duvall, 7 Gill & Johnson, 89; Coleman v. Ewing, 4 Hump. 240; Blackman v. Nearing, 43 Conn. 56; Holland v. Clark, 32 Ark. 697.\nJuly 19, 1899:"
  },
  "file_name": "0336-01",
  "first_page_order": 356,
  "last_page_order": 363
}
