{
  "id": 909034,
  "name": "Andrew Brooks, Appellant, v. Daniel H. Hastings, Robert B. Beath, Thomas J. Stewart, Louis Wagner, Levi G. McCauley, James S. Beacom, J. P. S. Gobin, Thomas Tilbrook, E. P. Gould, John P. Nicholson, H. H. Cumings, Board of Trustees of the Soldiers' and Sailors' Home at Erie, Pa., and William W. Tyson, Commander, and Noah W. Lowell, Quartermaster of said Home",
  "name_abbreviation": "Brooks v. Hastings",
  "decision_date": "1899-07-19",
  "docket_number": "Appeal, No. 127",
  "first_page": "378",
  "last_page": "388",
  "citations": [
    {
      "type": "official",
      "cite": "192 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "168 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0357-01"
      ]
    },
    {
      "cite": "136 Pa. 62",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820026
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0062-01"
      ]
    },
    {
      "cite": "24 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        9504029
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/24/0229-01"
      ]
    },
    {
      "cite": "101 Pa. 250",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500858
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0250-01"
      ]
    },
    {
      "cite": "88 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1061172
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/88/0133-01"
      ]
    },
    {
      "cite": "164 Pa. 477",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        860233
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/164/0477-01"
      ]
    },
    {
      "cite": "148 Pa. 463",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981751
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/148/0463-01"
      ]
    },
    {
      "cite": "123 Pa. 544",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "113 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "45 Ill. 113",
      "category": "reporters:state",
      "reporter": "Ill.",
      "opinion_index": -1
    },
    {
      "cite": "168 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868541
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/168/0352-01"
      ]
    },
    {
      "cite": "98 Iowa, 708",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2095466
      ],
      "opinion_index": -1,
      "case_paths": [
        "/iowa/98/0708-01"
      ]
    },
    {
      "cite": "92 Mich. 633",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1417693
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mich/92/0633-01"
      ]
    },
    {
      "cite": "116 Pa. 135",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "77 Me. 59",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        607653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/77/0059-01"
      ]
    },
    {
      "cite": "77 Me. 25",
      "category": "reporters:state",
      "reporter": "Me.",
      "case_ids": [
        607612
      ],
      "opinion_index": -1,
      "case_paths": [
        "/me/77/0025-01"
      ]
    },
    {
      "cite": "12 Allen, 530",
      "category": "reporters:state",
      "reporter": "Allen",
      "opinion_index": -1
    },
    {
      "cite": "100 U. S. 508",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        4653
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/100/0508-01"
      ]
    },
    {
      "cite": "104 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        452152
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/104/0317-01"
      ]
    },
    {
      "cite": "67 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1022600
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/67/0479-01"
      ]
    },
    {
      "cite": "33 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988407
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0495-01"
      ]
    },
    {
      "cite": "16 Pa. 256",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410246
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0256-01"
      ]
    },
    {
      "cite": "6 Pa. 86",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        954604
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/6/0086-01"
      ]
    },
    {
      "cite": "119 N. Y. 550",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        2229476
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/119/0550-01"
      ]
    },
    {
      "cite": "125 Pa. 133",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        563986
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/125/0133-01"
      ]
    },
    {
      "cite": "168 Pa. 352",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        868541
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/168/0352-01"
      ]
    },
    {
      "cite": "98 Iowa, 708",
      "category": "reporters:state",
      "reporter": "Iowa",
      "case_ids": [
        2095466
      ],
      "opinion_index": 0,
      "case_paths": [
        "/iowa/98/0708-01"
      ]
    },
    {
      "cite": "92 Mich. 633",
      "category": "reporters:state",
      "reporter": "Mich.",
      "case_ids": [
        1417693
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mich/92/0633-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 945,
    "char_count": 24034,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 1.415761634335895e-07,
      "percentile": 0.6480030302924997
    },
    "sha256": "f74db03e1caabae1d9960926ed2f6eb67f5cd94171a239dc51dfaab46344125f",
    "simhash": "1:0ea70136e25fc8c9",
    "word_count": 4198
  },
  "last_updated": "2024-02-27T22:28:45.019885+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Sterrett, C. J., Green, McCollum, Dean and Fell, JJ."
    ],
    "parties": [
      "Andrew Brooks, Appellant, v. Daniel H. Hastings, Robert B. Beath, Thomas J. Stewart, Louis Wagner, Levi G. McCauley, James S. Beacom, J. P. S. Gobin, Thomas Tilbrook, E. P. Gould, John P. Nicholson, H. H. Cumings, Board of Trustees of the Soldiers’ and Sailors’ Home at Erie, Pa., and William W. Tyson, Commander, and Noah W. Lowell, Quartermaster of said Home."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Green,\nWhen the plaintiff made application for admission to the home, he did so in the exercise of his own volition. He was at liberty to seek admission or to remain outside just as he chose. Of course, when his application was accepted and his admission was granted, it was necessarily conditioned upon his acceptance of the rules and regulations prescribed by the commission for the government and management of the home. One of these rules was a resolution adopted on December 20,1892, six years before the plaintiff’s application was made, and was in part in the following words, to wit: “ Resolved, That the members of the home who are pensioners shall, upon receipt of pension, pay over to the commander, or to some officer designated by him, a sum of money equal to the amount which said pensioner may have drawn in excess of four dollars per month.”\nThe application of the plaintiff for admission, signed and sworn to by him, contains the following stipulation, “ and said applicant further stipulates and agrees that he will perform all the duties required of him, and will abide by and obey all the rules and regulations made by tbe board of trustees or by their order.” On the faith of this special agreement, being other\"wise qualified, the plaintiff was admitted to membership of the home, and from and after his admission he was duly supported and maintained by the home. Having subsequently received some pension money from the United States government he paid over his proper proportion thereof, $12.73, to the commander of the home, and he now seeks to recover this money back, and to restrain the defendants or their successors in office from taking or requiring of him any more of his pension money, and also to restrain the defendants from discharging him from the home for his refusing to pay over any more of such pension money. The cause was heard in the court below upon bill, answer and proofs, and was decided in an able and exhaustive opinion against the plaintiff, dismissing the bill at the cost of the plaintiff, in which we entirely concur.\nThat the plaintiff obtained his admission to the home by means of his contract is not, and cannot be, questioned. It is just as certain that the payments he subsequently made were voluntary payments made in accordance with his contract. No kind of imposition, fraud, duress or coercion was used to obtain the payments from him, and he showed a proper sense of his duty when he voluntarily performed the terms of his contract. He obtained the support and maintenance he sought from the home and he rendered the consideration which he agreed to pay therefor. In the case of Bryson v. Trustees, etc., 168 Pa. 352, we had the same question before us except that it arose upon the sufficiency of an affidavit of defense. The action was against the same home and the same body of trustees, etc. The question arose under the same acts of assembly and the same resolutions as are now under consideration. The answer in this case, as in that, alleged that the payment of the pension money was voluntarily made by the plaintiff who had made the same kind of a contract as was made in this case. We did not then decide the question as to the validity of the rule under which the payment was made because it was not necessary to the decision of the case, and therefore did not arise. But we did then say, “ If the payments shall turn out to be voluntary, as is alleged, and in pursuance of an agreement under which the plaintiff’s admission was obtained, and that admission depended upon the contract, and not upon the positive provisions of the statute organizing this institution, then the plaintiff cannot recover.”\nIn the present case all these matters have been distinctly established by the testimony, and are found as facts by the court below. In the fifth finding of fact the court finds that the plaintiff was admitted to the home at his own request, upon his sworn application, “ and that before the making of said application the plaintiff had read and fully understood the above quoted resolutions, known as the pension rules of said board, and that the plaintiff was admitted as a member of said home by virtue of his said application and agreement, and would not otherwise have been admitted thereto.”\nIn the fifth conclusion of law the court finds that “ the payments made by plaintiff to defendant were in legal contemplation voluntary payments and cannot be recovered back.” An examination of the testimony of the plaintiff himself fully establishes the correctness of these findings. It follows therefore that the ruling in the Bryson case above cited is directly applicable to the facts of this case and decides it. On the question whether the pension rules of the home in this case are in conflict with the act of congress of February 28,1883, making void certain pledges, assignments, etc., of pensions, the learned court below held that there is no such conflict, and is so manifestly correct in that ruling that it is unnecessary to repeat the reasons given in the opinion, which are there so well • expressed. There was no pledge, assignment or other transfer or conveyance of the pension money in the case. The pension check was received by the plaintiff for the whole amount due him, and he voluntarily and freely handed it to the proper officer for the purpose of paying out of it the amount due under his contract, which being deducted, a proper check was given to him for the balance.\nThe opinion also expresses very clearly the reasons why the pension rules are entirely valid, and not in conflict with our legislation establishing the home. Similar questions have arisen in other states under similar enactments, and the rules have been uniformly held to be entirely valid. See Loser v. Board of Managers, 92 Mich. 633, and Ball v. Evans, 98 Iowa, 708. Undoubtedly the 7th section of the act of 1885 expressly conferred upon this commission the “ power to adopt rules and regulations for its management and government .... and to formulate rules for the admission of disabled and indigent soldiers not inconsistent with the preceding section.” The contention that a payment of a part of the pension money to the home, in the case of applicants who are also United States pensioners, is not one of the qualifications prescribed by the act for the admission of members, and therefore such a requirement is contrary to the act of 1885, is not tenable. If it is not prescribed as a qualification, it is not prohibited as such, and therefore its legal validity is not determined by the act, and the question simply remains whether it is so unreasonable in its character as to be invalid on that account. We are of opinion that it is not unreasonable in any degree, but a fair and rational requirement, exacted, as it is, only in the cases of soldiers and sailors who draw pensions. There is no provision in the act for such persons, and when it appears that any such are applicants, it is but right and reasonable that they should be required to make some small contribution for the maintenance of the home in which they are supported, or it may be in a proper case, to put it in the power of the commission to make provision for the support of the families of the inmates, where they are needy and the pensioner neglects to provide for them. Our state poor laws require the application of the pauper’s property to his support, where he has any, and numerous acts of congress provide for the surrender of the pensions of disabled and indigent soldiers and sailors who are supported in homes, into the hands of the treasurer or other officer of the home to be by them disbursed according to the rules and regulations prescribed by the managing bodies of the homes.\nIf there were no power able to contract with applicants who draw pensions as to the surrender of some portion of their pensions to the support of the homes, it would follow that such applicants could get all the support of the homes, and keep the whole of their pensions also, a result which does not seem fair either to the state or the taxpayers who provide the means for supporting the homes.\nThe contention that the requirement in question is contrary to that provision of the state and federal constitutions which prohibits the taking of property of the citizen without due process of law, and without making just compensation, has no application. This is not the taking of property in any conceivable sense. It is the creation of a condition upon which charitable support may be obtained under a contract which is voluntarily made, providing for the contribution of something towards the maintenance of the institution which furnishes the support. The applicant is under no obligation to make such a contract, but if he does make it and gets the benefit he must take it as it is given, and keep his contract like all other good citizens are obliged to do. Seeing no error in the several assignments we dismiss them all.\nThe decree of the court below is affirmed and appeal dismissed with costs.",
        "type": "majority",
        "author": "Mr. Justice Green,"
      }
    ],
    "attorneys": [
      "Q. L. Balter, with him Claris Olds, for appellant.",
      "Horace M. Bumsey and E. E. Whiitelsey, for appellees."
    ],
    "corrections": "",
    "head_matter": "Andrew Brooks, Appellant, v. Daniel H. Hastings, Robert B. Beath, Thomas J. Stewart, Louis Wagner, Levi G. McCauley, James S. Beacom, J. P. S. Gobin, Thomas Tilbrook, E. P. Gould, John P. Nicholson, H. H. Cumings, Board of Trustees of the Soldiers’ and Sailors’ Home at Erie, Pa., and William W. Tyson, Commander, and Noah W. Lowell, Quartermaster of said Home.\nSoldiers' homes—Pensions—Voluntary payment—Acts- of June 3, 1885, and May 4, 1893.\nThe rule prescribed for admission to the soldiers’ and sailors’ home established by the Act of June 3, 1885, P. L. 62, as amended by the Act of May 4,1893, P. L. 30, that a member of the home who is a pensioner shall pay over to officers of the home half the amount which he draws in excess of $4.00, is not in conflict with the act of congress of February 28, 1883, making void certain pledges, assignments, etc., of pensions.\nThe Act of June 3,1885, P. L. 62, as amended by the Act of May 4,1893, P. L. 30, establishing a soldiers’ and sailors’ home, and by section 7 conferring on the commission in charge “ powers to adopt rules and regulations for its management and government, .... and to formulate rules for the admission of disabled and indigent soldiers not inconsistent with the preceding section,” though not prescribing as a qualification for admission of pensioners that they pay part of their pension money to the home, yet not prohibiting it as such, allows the board to prescribe a rule making such payment such a condition.\nA rule making it a condition of admission to a soldiers’ and sailors’ home that an applicant shall pay part of his pension to the home does not contravene the constitutional prohibitions against taking the property of citizens without due process of law and without just compensation.\nWhere an applicant for admission to a soldiers’ home signs an agreement to obey the regulations of the home, and before signing there is read over to him a regulation that pensioners shall pay over to the home a certain proportion of their pension money, and after admission to the home he voluntarily pays over the portion of his pension money described by the regulations, he cannot recover such payment from the home. The regulation in question is not an unreasonable one, and does notviolate that provision of the state and federal constitutions which prohibits the taking of property of a citizen without due prooess of law, and without making just compensation.\nArgued April 26, 1899.\nAppeal, No. 127, Jan. T., 1899, by plaintiff, from decree of C. P. Erie Co., Feb. T., 1899, No. 2, dismissing bill in equity.\nBefore Sterrett, C. J., Green, McCollum, Dean and Fell, JJ.\nAffirmed.\nBill in equity for an injunction.\nThe facts were found by Walling, P. J., to be as follows:\n1. The Pennsylvania Soldiers’ and Sailors’ Home was organized under Act of Assembly of June 3, 1885, P. L. 62, the 6th section of which was amended by the Act of May 4,1893, P. L. 30, and is supported by state appropriations. The defendants were the legally constituted board of trustees for the management of said home, except William W. Tyson, commander, and Noah W. Lowell, quartermaster, of said home.\n2. The 6th section of the said act of assembly for the establishment of the said home as amended reads as follows: “ That the soldiers, sailors or marines who shall be entitled to admission in this home, shall be those only who at the time of their enlistment in the army or navy were citizens of Pennsylvania or served in some Pennsylvania organization, or those who, for five years immediately preceding the date of their application for admission, were citizens of Pennsylvania who were honorably discharged from the service of the United States, who are in indigent circumstances, and from any disabilities (not received in any illegal act) are unable to support themselves by manual labor, and who are unable to gain admission into the homes for soldiers and sailors provided by the government of the United States.” And the 7th section of said act is in part as follows: “ That the commission hereby appointed shall also constitute a board of trustees for the management of said home when established, and shall have the power to adopt rules and regulations for its management and government, to employ the necessary officers and employees, to fix the compensation and to formulate rules for the admission of disabled and indigent soldiers not inconsistent with the preceding section.”\n3. On December 20,1892, the board of trustees of said home duly adopted a resolution as follows:\n“Resolved, That the members of the home who are pensioners shall, upon receipt of pension, or within ten days thereafter, pay over to the commander, or to some officer designated by him, a sum of money equal to the amount which said pensioner may have drawn In excess of four dollars per month; and that when arrearages on original claim for pension, or arrearages accruing from increase of pension may be paid to the members of the home, this rule shall apply to such arrearages for the time the pensioner receiving the same may have been a member of the home: Provided, That in special cases the board of trustees may direct that a portion of the money which may have been paid by any member can be expended for the support of the wife or minor children of such member to such amount as the board may deem expedient.”\nOn July 11, 1893, the said board duly adopted the following resolutions:\n“Resolved, That any member of the home failing or refusing. to comply with the rule of the board of trustees governing pensions shall be discharged by the commander for violation of rules, and any member so discharged shall not be readmitted except by vote of the board of trustees, and in no event until the expiration of six months after such discharge.\n“Resolved, That members of the Pennsylvania Soldiers’ and Sailors’ Home, or members of any other state soldiers’ and sailors’ home, or of the National Home for Disabled Volunteer Soldiers who may have been honorably discharged therefrom at their own request, or for any other reason, shall not be admitted to the Pennsylvania Soldiers’ and Sailors’ Home within six months from date of such discharge.”\n4. The plaintiff served in Company B, Third Pennsylvania Reserves, and Company D, 54th Pennsylvania Veteran Volunteers, in the war of the Rebellion, and was honorably discharged from the service of the United States, and is now disabled and in indigent circumstances, and unable to support himself, and that he is a member of the said Soldiers’ and Sailors’ Home, having been regularly admitted thereto on April 23,1898. He is a man of temperate habits, and has obeyed all the rules and regulations of the home.\n5. Plaintiff was admitted to said home at his own request, and in his sworn application for admission thereto is contained a clause as follows : “ And said applicant further stipulates and agrees that he will perform all the duties required of him, and will abide by and obey all the rules and regulations made by the board of trustees or by their order; ” and before the making of said application the plaintiff had read and fully understood the above quoted resolutions known as the pension rules of said board, and the plaintiff was admitted as a member of said home by virtue of his said application and agreement, and would not otherwise have been admitted thereto.\n6. At the time of plaintiff making said application he was, and still is, a pensioner of the United States, at the rate of $6.00 per month, payable quarterly. The checks for said pension are received personally by the plaintiff, and during his residence at the home he has handed said checks over to the quartermaster and received back $4.00 per month, in cash, and a receipt for the balance of said pension money, which balance, during his residence in the home up to the time of filing the bill, amounted to $12.73, which sum was transmitted to Gen. Louis Wagner, treasurer of the board of trustees, and is now in his custody, together with other moneys similarly received from other members of said home, and which fund is known as the pension fund, and remains unappropriated.\n7. Plaintiff has a wife, about fifty-seven years of age, and three children, and his wife resides with two of the children in Scranton, Pa. Of the two children residing with the mother, one is a son about twenty-four years of age, and the other is a daughter, the youngest child, of the age of about eighteen years, and they are people without means, and support themselves by their own labor. Plaintiff’s wife works out at washing and other work so much as she is able, which is not all the time. At the times plaintiff made the several payments of his pension money over to the quartermaster, as above stated, he made a request that the same be sent to his wife, and such request has been submitted to the board of trustees, who are still considering the matter, but up to this time no part of said $12.73 has been paid over to the plaintiff’s wife.\n8. Plaintiff, during his residence at the home, has been detailed to perform certain services therein, for which he has been paid by the home the sum of $4.00 per month, which together with the $4.00 per month pension money retained by him, gives him $8.00 a month at his own disposal, a large part of which the evidence shows he has sent to his said wife.\n9. The said Soldiers’ and Sailors’ Home has a capacity sufficient to accommodate 500 members, and there are now in said home about 485 members, of whom some receive no pensions and others receive pensions varying from $4.00 to $17.00 per month. All of said inmates receive equal benefits as members of the home. They are all, including the plaintiff, furnished with every necessary of a good home, including board and furnished rooms, cared for by the home, all clothing, for both summer and winter wear, also medical attendance and nursing in case of sickness, tobacco and all incidental expenses, such as stationery, postage stamps, etc., and all other necessaries for their material welfare, including car fare to and from their respective homes, and in case of the death of a member his funeral expenses are paid by the home.\nBy virtue of an act of congress the United States government pays the commonwealth of Pennsylvania the sum of $100 a year for each member supported in said home, from which sum the United States government deducts, also by virtue of an act of congress, one half of all the pension money retained from the inmates of said home.\nThe conclusions of law were as follows:\n1. Said pension rules are not in conflict with the act of congress of February 28,1883, making void certain pledges, assignments, etc., of pension money. [1]\n2. Said pension rules are within the powers of the said board of trustees, and are not contrary to law or public policy; neither are they inconsistent with the above-quoted 6th section of said act of assembly. [2]\n3. The pension rules above quoted are valid, at least so far as affects plaintiff, who obtained admission to said home under an express agreement to comply therewith. [3]\n4. Equity will not compel defendants to continue plaintiff as a member of said home longer than he complies with the agreement by virtue of which he obtained admission thereto. [4]\n5. The payments made by plaintiffs to defendants were in legal contemplation voluntary payments, and cannot be recovered back; and the money so taken from plaintiff and other inmates, so far as the same has not been or may not be expended for the support of the wife or minor children of such members, is subject to use for the benefit of said home. [5]\n6. Plaintiff is not entitled to the relief prayed for or any part thereof, and the bill should be dismissed at his costs. [6]\nThe court entered the following decree:\nAnd now, February 22,1899, this case having been heard on bill, answer and testimony, and after argument thereof by counsel and due consideration, it is ordered, adjudged and decreed that plaintiff’s bill of complaint be and the same is hereby dismissed, at his cost. [7]\nErrors assigned were (1-C) above conclusions of law, quoting the same; (7) decree dismissing bill.\nQ. L. Balter, with him Claris Olds, for appellant.\nThere is no provision in the act of 1885 requiring any applicant for admission to agree to pay to the board any portion of his pension money in order to enjoy the benefits of the home.\nHad the legislature in establishing this worthy institution intended that a pensioner should be required to sign an agreement to pay to the board his pension money in excess of $4.00 per month, as a condition precedent to admission, such intention would have been clearly expressed.\nUnder section 4747 of the Revised Statutes, the pensioner may use money received from his pension for his own use and benefit and to secure the comfort of his family in any manner he may see proper, free from the attacks of his creditors: Holmes v. Tallada, 125 Pa. 133; Yates County Nat. Bank v. Carpenter, 119 N. Y. 550.\nThe board of trustees have no right to determine what relatives are dependent upon the pensioner for support: Loser v. Board of Managers of the Soldiers’ Home, 92 Michigan, 633.\nThe plaintiff has been deprived of his money without due process of law: Brown v. Hummel, 6 Pa. 86; Ervine’s App., 16 Pa. 256; Menges v. Dentler, 33 Pa. 495; Palairet’s App., 67 Pa. 479; Wimer v. Overseers, 104 Pa. 317.\nHorace M. Bumsey and E. E. Whiitelsey, for appellees.\nThe pension rules of the home are not in conflict with the act of congress : United States v. Bowen, 100 U. S. 508.\nIt is undoubtedly competent for tho United States to attach such conditions as it may see fit to tho payment of pension moneys : Kellogg v. Waite, 12 Allen, 530.\nThe protection only extends the pension in course of transmission to the pensioner: Friend v. Garcelon, 77 Me. 25; Crane v. Linneus, 77 Me. 59; Rozelle v. Rhodes, 116 Pa. 135.\nThe board of trustees had power to adopt the pension resolution : Loser v. Board of Managers, 92 Mich. 633; Ball v. Evans, 98 Iowa, 708; Bryson v. Trustees, 168 Pa. 352.\nThe acts of congress relating to the state homes should be written into the state acts: People v. Board of Trade, 45 Ill. 113; Com. v. St. Patrick Ben. Soc., 2 Binney, 441.\nThe court will not interfere with the exercise of discretion of the trustee : Perry on Trusts, sec. 508; Dechert v. Com., 113 Pa. 241; Petition of Newlin, 123 Pa. 544; Com. v. George, 148 Pa. 463; Roumfort v. Council, 2 Pearsons, 101; Paving Co. v. Philadelphia, 164 Pa. 477; Bigelow on Estoppel, 473.\nThe pension resolutions are not in conflict with the constitution : Brown v. Hummel, 6 Pa. 86; Ervine’s App., 16 Pa. 256.\nThe payments were voluntary and cannot be recovered back: McCrickart v. Pittsburgh, 88 Pa. 133; Union Ins. Co. v. Allegheny, 101 Pa. 250; Hospital v. Phila. County, 24 Pa. 229; De La Cuesta v. Ins. Co., 136 Pa. 62; Bryson v. Trustees, 168 Pa. 357.\nJuly 19, 1899:"
  },
  "file_name": "0378-01",
  "first_page_order": 398,
  "last_page_order": 408
}
