{
  "id": 1887205,
  "name": "Lurie v. Republican Alliance, Appellant",
  "name_abbreviation": "Lurie v. Republican Alliance",
  "decision_date": "1963-07-02",
  "docket_number": "Appeal, No. 90",
  "first_page": "61",
  "last_page": "67",
  "citations": [
    {
      "type": "official",
      "cite": "412 Pa. 61"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 A. 2d 24",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "409 Pa. 241",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1883212
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/409/0241-01"
      ]
    },
    {
      "cite": "175 A. 2d 831",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 406",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303557
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0406-01"
      ]
    },
    {
      "cite": "22 A. 2d 686",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208313
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0355-01"
      ]
    },
    {
      "cite": "17 A. 2d 407",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "340 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1203320
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/pa/340/0320-01"
      ]
    },
    {
      "cite": "140 A. 2d 30",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 75",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844984
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0075-01"
      ]
    },
    {
      "cite": "118 A. 2d 750",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 372",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261943
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0372-01"
      ]
    },
    {
      "cite": "80 A. 541",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1911,
      "opinion_index": 0
    },
    {
      "cite": "231 Pa. 94",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973894
      ],
      "year": 1911,
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0094-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 292",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880690
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/39/0292-01"
      ]
    },
    {
      "cite": "182 A. 696",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165899
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0007-01"
      ]
    },
    {
      "cite": "57 Pa. Superior Ct. 109",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        444641
      ],
      "year": 1914,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/57/0109-01"
      ]
    },
    {
      "cite": "175 A. 2d 856",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1961,
      "opinion_index": 0
    },
    {
      "cite": "405 Pa. 421",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1303596
      ],
      "year": 1961,
      "opinion_index": 0,
      "case_paths": [
        "/pa/405/0421-01"
      ]
    },
    {
      "cite": "64 A. 797",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1906,
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. 595",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948248
      ],
      "year": 1906,
      "opinion_index": 0,
      "case_paths": [
        "/pa/215/0595-01"
      ]
    },
    {
      "cite": "178 A. 291",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1935,
      "opinion_index": 0
    },
    {
      "cite": "318 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159630
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/pa/318/0401-01"
      ]
    },
    {
      "cite": "159 A. 2d 486",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "399 Pa. 160",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1290562
      ],
      "year": 1960,
      "pin_cites": [
        {
          "page": "163"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/399/0160-01"
      ]
    },
    {
      "cite": "94 A. 2d 772",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1953,
      "opinion_index": 0
    },
    {
      "cite": "372 Pa. 557",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237996
      ],
      "year": 1953,
      "opinion_index": 0,
      "case_paths": [
        "/pa/372/0557-01"
      ]
    },
    {
      "cite": "44 A. 2d 55",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 616",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464058
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0616-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 609,
    "char_count": 9206,
    "ocr_confidence": 0.449,
    "pagerank": {
      "raw": 7.975697300156227e-07,
      "percentile": 0.9733909197022683
    },
    "sha256": "3358ef97d91ce5a2d4b9c4954c8f61e6fea4f53a12dfb106a45e8de3db55862d",
    "simhash": "1:983984b596c4819f",
    "word_count": 1544
  },
  "last_updated": "2024-02-27T20:33:49.222526+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Lurie v. Republican Alliance, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an action in equity instituted by two taxpayers and electors of the City of Philadelphia against the Republican Alliance, an unincorporated association of individuals, who have been engaged in political activities and functioning as a political committee. It is alleged that during the primary and general elections of 1961, the Republican Alliance collected and disbursed large sums of money in the promotion of its program and failed to publicly account therefor as required by law. An order is sought compelling the defendant to file an account in the proper office as required by the Act of June 3, 1937, P. L. 1333, §1608, 25 P.S. §3228.\nPreliminary objections to the complaint challenging equity’s jurisdiction were dismissed by the court below, and this appeal followed pursuant to the provisions of the Act of March 5, 1925, P. L. 23, 12 P.S. §672.\nThe objections should have been sustained. Equity lacks jurisdiction of the issue.\nThe Act of 1937, supra, known as the Pennsylvania Election Code (Code) provides the detailed procedure to be followed in regard to the accounting of the financial receipts and disbursements of candidates for elective office, as well as political committees. It prescribes how such accounts may be challenged and audited. It specifically designates the court of quarter sessions as the tribunal having jurisdiction of such proceedings. The present action is bottomed upon a violation of the Code, as the court below correctly recognized. The complainants were legally required to follow the Code’s prescriptions in challenging the violation.\nWhere a remedy is provided by an act of assembly, the directions of the legislation must be strictly pursued and such remedy is exclusive, Act of March 21, 1806, P. L. 558, §13, 46 P.S. §156. Bee also, Thompson v. Morrison, 352 Pa. 616, 44 A. 2d 55 (1945); Oteri Appeal, 372 Pa. 557, 94 A. 2d 772 (1953).\nFurther, “as a general rule, the office and jurisdiction of a court of equity, unless enlarged by statute, are limited to the protection of the rights of property. . . Cooper v. McDermott, 399 Pa. 160, 163, 159 A. 2d 486 (1960). As stated by this Court in Penn. Anth. M. Co. v. Anth. M. of Pa., 318 Pa. 401, 178 A. 291 (1935), at 410, “[T]he jurisdiction, powers, practice and procedure in equity are inherently matters of legislative control. . . .”\nIt is clear beyond argument that the complainants have no personal or individual property rights in the present controversy and that there is a complete absence of any legislation giving equity jurisdiction.\nIt is strongly asserted that the remedy provided for in the Code is inadequate and does not in fact provide the procedure necessary to compel the filing of an account, but rather deals only with the auditing of an account which has already been filed. We must disagree.\nThe provisions of the Code must be liberally and intelligently construed. The Code gives the court of quarter sessions broad powers of inquiry in the supervision of election accounts. Said court in such a proceeding can, undoubtedly, compel the production of all information necessary to a comprehensive and honest audit thereof. To conclude otherwise would completely defeat the basic purposes of the statute. Legislation must be liberally construed in order to effectuate the legislative intent and purpose. See, Act of May 28, 1937, P. L. 1019, §58, 46 P.S. §558; Commonwealth v. Shaleen, 215 Pa. 595, 64 A. 797 (1906); Jones and Laughlin Tax Assessment Case, 405 Pa. 421, 175 A. 2d 856 (1961). As reiterated in Jermyn’s Election Expenses, 57 Pa. Superior Ct. 109 (1914), at 115: “ ‘It is the duty of the court to make such a construction of a statute as shall suppress the mischief, and advance the remedy, and the widest operation is therefore to be given to the enactment so long as it does not go beyond its real object and scope.’ ” See also, Fazio v. Pittsburgh Rys. Co., 321 Pa. 7, 182 A. 696 (1936). Additionally, our appellate courts have previously recognized the power of the auditing court to compel the production of sufficient information to properly audit election accounts. See, Bechtel’s Election Expenses, 39 Pa. Superior Ct. 292, (1909), and Umbel’s Election, 231 Pa. 94, 80 A. 541 (1911).\nThe Election Code comprises a vast multitude of provisions. That some ambiguities should exist is inevitable. The code’s purpose, object and intent are entitled to major consideration by the court in determining its construction. This is particularly true in resolving the significance of any section that may appear to be obscure: County Commissioner Sub. Nom. Case, 383 Pa. 372, 118 A. 2d 750 (1955).\nLastly, it is claimed that jurisdiction should be asserted on the grounds of public policy. Again, we must disagree. The enunciation of matters of public policy is fundamentally within the power of the legislature. See, Knecht v. Saint Mary’s Hospital, 392 Pa. 75, 140 A. 2d 30 (1958). While the courts may in a proper case, in the absence of a legislative pronouncement, determine what is against public policy, as stated in Mamlin v. Genoe, 340 Pa. 320, 17 A. 2d 407 (1941) at 325: “It is only when a given policy is so obviously for or against the public health, safety, morals or welfare that there is a virtual unanimity of opinion in regard to it, that a court may constitute itself the voice of the community in so declaring.” See also, Commonwealth ex rel. McCreary v. Major, 343 Pa. 355, 22 A. 2d 686 (1941); Rockwell v. York Co. Ret. Bd., 405 Pa. 406, 175 A. 2d 831 (1961); Commonwealth ex rel. Fox v. Swing, 409 Pa. 241, 186 A. 2d 24 (1962). This is not such a case. More importantly, the legislature has spoken and provided the remedy for resolving such matters and specifically designated the tribunal for such determination. If it intended to give jurisdictional power to a court of equity, such could easily have been expressed. As stated recently by this Court in Commonwealth ex rel. Fox v. Swing, supra, at 246, “It is not for us to legislate or by interpretation to add to legislation matters which the legislature saw fit not to include.”\nThe only logical conclusion, therefore, is that the statutory remedy provided is adequate and the jurisdiction of the court of quarter sessions is exclusive.\nOrder reversed and the complaint is dismissed. Each side to bear own costs.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion bt\nMr. Justice Cohen:\nIf the Election Code gave the court of quarter sessions power to compel a political committee to file a financial account, I would agree with the result reached by the majority. However, I find no such power in the court of quarter sessions.\nSection 1607 of the Election Code commands that every political committee file within 30 days after each primary and general election a financial account setting forth, inter alia, the receipts and expenses connected with said election. Section 1608 states that the account shall be filed with the Secretary of the Commonwealth when state-wide officers are involved, and with the county board of elections when the election involves other offices. Once the account is filed, section 1611 permits five electors to petition the court of quarter sessions of the county wherein the account is filed for an audit of such account. An appeal from the audit must be taken to the Superior Court.\nAn examination of this statutory scheme demonstrates that the majority has failed to distinguish between the filing of an account and the audit of that account once it is filed. With regard to judicial supervision of the audit, the legislature has carefully designated the court which shall audit the account, the proper venue for such audit, and the procedure on appeal. With regard to judicial supervision over the filing of the account, however, the Code is significantly silent. Under these circumstances, the power to compel the performance of this statutory duty rests with the equity court below under the Act of June 16, 1836, P. L. 784, §13, 17 P.S. §282, which empowers the courts of common pleas of Philadelphia County to act as courts of chancery for the “prevention ... of acts contrary to law and prejudicial to the interests of the community or the rights of individuals.”\nBut since the majority holds that this action must be brought in the court of quarter sessions, it is my hope that the requisite number of electors proceed to that court forthwith in order to force appellant to comply with its statutory duties. Our democratic form of government suffers irremediable harm when our political parties or committees violate the spirit as well as the letter of the law and no more serious violation occurs than in the area of unaccounted political expenditures.\nAccordingly, I dissent.\nMy reading oí the Election Code leads me to the conclusion that since five electors may compel the audit of an account, the same number hare standing to compel the filing of an account.",
        "type": "dissent",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "Herbert A. Fogel, with him John F. Dugan, and Obermayer, Rebmann, Maxwell & Hippel, for appellant.",
      "Herbert 8. Levin, for appellees."
    ],
    "corrections": "",
    "head_matter": "Lurie v. Republican Alliance, Appellant.\nArgued April 16, 1963.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nHerbert A. Fogel, with him John F. Dugan, and Obermayer, Rebmann, Maxwell & Hippel, for appellant.\nHerbert 8. Levin, for appellees.\nJuly 2, 1963:"
  },
  "file_name": "0061-01",
  "first_page_order": 121,
  "last_page_order": 127
}
