{
  "id": 1887196,
  "name": "Hewes v. McWilliams, Appellant",
  "name_abbreviation": "Hewes v. McWilliams",
  "decision_date": "1963-10-11",
  "docket_number": "Appeal, No. 292",
  "first_page": "270",
  "last_page": "276",
  "citations": [
    {
      "type": "official",
      "cite": "412 Pa. 270"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 A. 2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258826
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0394-01"
      ]
    },
    {
      "cite": "137 A. 2d 296",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 157",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276848
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0157-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 9969,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.7130635673612137e-07,
      "percentile": 0.8294861978439669
    },
    "sha256": "8359f872d962fe752888b1d51065af9cc0a5c5d0fb4f9f18a592b062cbceed2f",
    "simhash": "1:d976b2e144fc7939",
    "word_count": 1623
  },
  "last_updated": "2024-02-27T20:33:49.222526+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ."
    ],
    "parties": [
      "Hewes v. McWilliams, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Roberts,\nAppellants, owners of a tract of land in Chester County, and appellee, a road building contractor, entered into a written contract on June 22, 1959, for the construction of a road on appellants’ property at a cost of $23,150. Progress payments were to be made from time to time on the basis of 85% for 100% work done, the balance to be paid thirty days after completion. Construction was begun in July and continued until September, 1959, when all work was halted because of a dispute between the parties. Up to that time, a total of $9,900 had been paid, the last payment being about August 23. On September 1, appellee submitted a request for an additional $6,000, which appellants, contending that sufficient work had not been done, refused to pay on advice of their consulting engineer. At the same time, appellants demanded that appellee construct eight foot shoulders along the length of the roadway and perform certain other work. Appellee argued that the requested work was an “extra”; i.e., not required under the contract, but was willing to comply for an additional $1,080. Appellants refused and insisted that the work was required by the contract.\nOn September 24, appellants notified appellee in writing that failure to complete the road without delay would constitute a default under the contract, in which case appellants would obtain the services of, another road builder and look to appellee for the additional cost. Another firm was, in fact, employed, and the road was completed at a cost of $10,550. (This figure included some work admittedly not called for in the original contract.)\nAppellee brought suit against appellants for the cost of his materials and labor already furnished, less payments received, and for loss of profit sustained by reason of appellants’ conduct. The action was tried before a jury which returned a verdict of $7,650 in favor of appellee. Appellants’ motion for a new trial was denied; this appeal followed.\nThe major contention raised by appellants is that the trial court erred in interpreting what they termed an ambiguity in the contract rather than permitting the jury to resolve it as a factual question. The court below concluded, and appellee here urges, that there is no ambiguity in the contract. The pertinent clauses are as follows: “Labor and material to clear 40' right of way of all trees and debris. Provide necessary fill for 20' cartway and properly graded. Install 2-50' lengths of 36\" and 1-50' length of 30\" reinforced concrete pipe location of same as specified. For paving of Road apply 6\" stone ballast properly rolled and screened, then apply 2\" of %\" stone over the ballast. Apply 0.80 of a gallon of road tar sprayed over stone followed by a spread of chips approximately 15 to 20 pounds per sq. yard. This is to be thoroughly rolled. A final sealer coat of 0.30 gallon of oil per square yard chipped and rolled. All work to be done in accordance with Penna. Highway Spec for a CP-2 Road. The contractor shall also obtain the approval of the Township engineer on all work performed under this contract.” The contract also provides: “Payments shall be made only for materials placed in permanent position in accordance with the Plans, Drawings, and Specifications.” The Profile Plan states: “Width of Cartway 20' — Base 6\" Rolled Stone — Wearing Surface CP2 or Equal Penna. State Highway Specs.”\nBelow, in an attempt to prove that the additional work was included in the contract, appellants contended that the clause “All work to be done in accordance with Penna. Highway Spec for a CP-2 Road” required that the entire road, base and surface, be constructed in accordance with Pennsylvania Highway Specifications. These specifications consist of approximately 450 pages of greatly detailed information and data as to general requirements, covenants, material, construction, etc., for state highways. Section 5.21 deals specifically with “Bituminous Surface Course CP-2” and specifies materials and the manner in which the CP-2 surface is to be constructed.\nThe trial court properly rejected appellants’ interpretation, itself construed the contract, and correctly instructed the jury that the clause in question applied only to the blacktop surface of the road. Any other interpretation would have been erroneous. The contract itself and the specifications and plans attached thereto set forth the details of construction and do not conform to many of the contract and planning detail requirements of the state specifications. Further, many of the state specifications are inapplicable to the road in question, which is not a state highway but a road through a housing development. An examination of the testimony and of the contract as a whole reveals that the term “CP-2” was used to apply only to the surface, not to over-all construction of the road. Appellee’s witnesses clearly so testified, and the import of the testimony of appellants’ witnesses is the same.\nAppellants further contend that the trial court erred in instructing the jury that only approval of work already completed was required by the clause “The contractor shall also obtain the approval of the Township engineer on all work performed under this contract.” Appellants argue that this clause mandated prior approval by the engineer and compliance by appellee with the engineer’s demands, and that the clause should have been submitted to the jury for interpretation. Their underlying theory is that the township requires adherence to the Pennsylvania Highway Specifications and also then called for eight foot shoulders. The township roadmaster, called by appellants, testified that the township did require such shoulders for its roads and that the six inch rolled base and CP-2 top is in accordance with state specifications. However, he did not say that the entire construction of the road was required to follow those specifications. The roadmaster and other of appellants’ witnesses testified that the contract and plans made no reference whatever to road shoulders. One expert witness for appellants testified that to construct eight foot shoulders would likely have required construction beyond the forty foot right of way within which appellee was obligated to remain under the terms of the contract. The effect of appellants’ interpretation would have been to require appellee to follow all directions issued by the township engineer, even those not covered by or those contrary to the provisions of the contract. There is no basis in the record for appellants’ position and no ambiguity to submit to the jury.\nWhere the meaning of a written contract is clear and unambiguous, its interpretation and construction are for the court, not the jury. Cerceo v. DeMarco, 391 Pa. 157, 137 A. 2d 296 (1958); Filler Products, Inc. v. Corriere, 381 Pa. 394, 113 A. 2d 219 (1955). It is our conclusion that the court below did not err in construing the contract. Submitting it to the jury for their interpretation, as appellants requested, would have been error.\nAppellants’ remaining contentions are directed to the charge of the court. It is urged that the court erred in refusing the following points for charge submitted by appellants: “1. If you find that the plaintiff willfully breached the contract, your verdict must be in favor of the defendant.”\n“3. If you find that when the defendant sent the letter of September 24, 1959 to the plaintiff to provide the necessary materials and labor to complete the road without further delay, he reasonably had the opinion that plaintiff had omitted or neglected to furnish and supply a sufficiency of materials and workmen through no fault of defendant, since plaintiff admitted he did not return to the job following receipt of that letter, you must at least give full credit to defendant for the cost and expense he actually paid out for completing the contract under Paragraph 8 of the contract.”\nThese instructions were purportedly based upon paragraph 8 of the contract which provides, in essence, that if the builder should, in the opinion of the owner, fail to supply sufficient material or workmen or refuse to do the work satisfactorily, the owner, after three days’ written notice and continuing default by the builder, might terminate the contract, employ another firm to perform the work, and set off the cost thereof against any balance due the builder, with the builder bearing any excess over the original contract price. Appellants also contend that the court, in its charge, ignored entirely the provisions of paragraph 8 and the question whether appellee had an excuse for not returning to work after receiving the notice to do so.\nThe court properly refused appellants’ points one and three. Both requested instructions ignored the full factual and circumstantial setting of the dispute, particularly the issue of justification for appellee’s refusal to continue and the issue of breach by appellants prior to the written notice. Point number three would have required the jury to find for appellants if appellants “had the opinion” that through no fault of their own, appellee had refused to complete construction. The right of appellants to give notice as set forth in paragraph 8 of the contract did not give them the right to commit what amounts to a breach of contract and then to require appellee to ignore that breach by returning to work or himself be liable, regardless of the justification for his refusal.\nWe have examined the court’s charge and find it without error. The factual issues in controversy were correctly submitted to the jury, whose findings against appellants are supported by the record.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Roberts,"
      }
    ],
    "attorneys": [
      "Daniel B. Michie, Jr., with him Fell & Spalding, for appellants.",
      "Douglas D. Royal, with him Greenwell, Porter, Smalts <& Royal, for appellee."
    ],
    "corrections": "",
    "head_matter": "Hewes v. McWilliams, Appellant.\nArgued April 22, 1963.\nBefore Bell, C. J., Musmanno, Cohen, Eagen, O’Brien and Roberts, JJ.\nDaniel B. Michie, Jr., with him Fell & Spalding, for appellants.\nDouglas D. Royal, with him Greenwell, Porter, Smalts <& Royal, for appellee.\nOctober 11, 1963:"
  },
  "file_name": "0270-01",
  "first_page_order": 330,
  "last_page_order": 336
}
