{
  "id": 1887181,
  "name": "Koziell Trust",
  "name_abbreviation": "Koziell Trust",
  "decision_date": "1963-10-11",
  "docket_number": "Appeal, No. 62",
  "first_page": "348",
  "last_page": "353",
  "citations": [
    {
      "type": "official",
      "cite": "412 Pa. 348"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "41 A. 2d 547",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1945,
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 461",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462691
      ],
      "year": 1945,
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0461-01"
      ]
    },
    {
      "cite": "7 A. 2d 1",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1939,
      "opinion_index": 0
    },
    {
      "cite": "336 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195566
      ],
      "year": 1939,
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0161-01"
      ]
    },
    {
      "cite": "194 A. 492",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 362",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176735
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0362-01"
      ]
    },
    {
      "cite": "69 A. 747",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1908,
      "opinion_index": 0
    },
    {
      "cite": "220 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1005897
      ],
      "year": 1908,
      "opinion_index": 0,
      "case_paths": [
        "/pa/220/0204-01"
      ]
    },
    {
      "cite": "184 A. 78",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "321 Pa. 391",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1165861
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/321/0391-01"
      ]
    },
    {
      "cite": "58 A. 142",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1904,
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936067
      ],
      "year": 1904,
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0170-01"
      ]
    },
    {
      "cite": "63 A. 2d 59",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475043
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0558-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 468,
    "char_count": 7704,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 7.675511411691902e-08,
      "percentile": 0.4524661476402678
    },
    "sha256": "d4c70c2b93842d4d978df6dc08e2cf2f56c0316c3cbdf0ef21b9052a5ab202c4",
    "simhash": "1:a8143c46fec7594e",
    "word_count": 1348
  },
  "last_updated": "2024-02-27T20:33:49.222526+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Chief Justice Bell, Mr. Justice Cohen and Mr. Justice Eagen dissent."
    ],
    "parties": [
      "Koziell Trust."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice O’Brien,\nRichard E. Koziell died on November 3, 1961, survived, inter alia, by his widow, Katherine Koziell, and two sons, Richard and David, 20 and 15 years old, respectively. Decedent was separated from his wife at the time of his death and resided, for three years prior to his death, with his sister, E. Jessie Barry. In his lifetime, decedent was employed by The Great Atlantic & Pacific Tea Company, Inc., and was insured under its company group life insurance program in the amount of $9,000. Early in 1959, decedent executed a change of beneficiary form, whereby he removed his wife as beneficiary and substituted his sister, E. Jessie Barry.\nSubsequent to Bichard Koziell’s death, his widow, on behalf of the minor children, petitioned the Orphans’ Court for a citation to Mrs. Barry “to show cause why she should not establish a guardian or have a trustee declared and subject herself to the supervision” of the Orphans’ Court. The substance of the petition was that decedent named his sister as beneficiary of the life insurance policy on her promise that she would use the proceeds for the benefit of his sons, thereby creating a parol inter vivos trust.\nAfter a hearing, a decree was entered dismissing the petition. Petitioner filed exceptions to the decree and the court en banc entered a decree dismissing the exceptions; this appeal followed.\nThe petitioner and her sons testified to the effect that Mrs. Barry stated to them at the hospital and at the funeral home, on the date of decedent’s death, that the proceeds of the insurance policy belonged to them, and that she, Mrs. Barry, wanted none of it. Mrs. Koziell further testified that, as a result of Mrs. Barry’s declarations, she called Mr. Rising of A & P’s personnel department and informed him of Mrs. Barry’s declarations. Mr. Rising testified that he prepared waiver forms for Mrs. Barry’s signature and telephoned her for ah appointment for the purpose of having her sign the waiver. He was informed, at that time, by Mrs. Barry, that she had reconsidered her original decision, had changed her mind and preferred that the insurance proceeds be paid directly to her.\nIn addition, petitioner called Mr. Paladino, decedent’s superior, who testified as to the circumstances surrounding the changing of the beneficiary of the insurance policy. He testified as follows: “I talked with Mr. Koziell and he said he didn’t want his wife to have the insurance. His sister would take care of his boys in the event of his death. . . . Just how it was to be gone about, I do not know. All I was told was that in the event of his death, his sister would take care of his two boys. . . . He did not want his wife to have the money. He wanted to give it to his sister so she, in turn, could take care of his two boys. . . . there was no plan as to how the money was to be given to the boys, but his sister was to take care of the boys is what he had told me. That was the reason for the change of beneficiary. . . . Q. What did he say? A. That his sister would take care of the his two boys by giving them whatever they needed from the insurance. . . . He did not want his wife to have the insurance money. He wanted his sister to have it. She would take care of his boys. . . . Q. His words that he used, in substance? A. ‘My sister will take care of my boys’. . . .”\nMrs. Barry denied making any statements of disclaimer of the insurance proceeds to Mrs. Koziell or her sons and asserted that her brother had made an outright gift to her of the insurance proceeds, without reference to the needs of his children.\nThe court below said: “Some of the testimony in this case cannot be reconciled but the hearing judge is of the opinion that even if the testimony of all of the witnesses for the petitioner is taken as true it does not adequately establish the inter vivos trust alleged by Mrs. Koziell on behalf of her sons. There was no testimony whatever that Mrs. Barry had entered into any agreement of any kind with Mr. Koziell in his lifetime as to the use of the proceeds of his insurance for the benefit of his wife or sons. There was no testimony that Mr. Koziell had stated that his sister would hold the insurance proceeds in trust for his children. In fact Mr. Paladino, who may be considered a disinterested witness, testified that he tried to talk Mr. Koziell out of making the change of beneficiary as it was done, and tried to have him provide for a trust for his sons, but without success. There was no proof of any statement or admission by Mrs. Barry during the lifetime of Mr. Koziell that she was to receive the proceeds of his insurance for his wife or children.”\nIn reaching its conclusion, the court below relied heavily upon Brenneman Estate, 360 Pa. 558, 63 A. 2d 59 (1949), wherein, at page 563, we said: . Declarations and admissions by the parties, after the execution of the deed, are admissible, in corroboration of other evidence, to establish the trust, but in and of themselves they are inadequate, in the absence of testimony from witnesses who heard the bargain when it was made, or who heard the parties repeat it in each other’s presence.’ ” (Emphasis supplied)\nThis is not a case where the trust is sought to be established by declarations of the alleged trustee “in and of themselves”. There is other evidence in the record supporting appellants’ position, independent of Mrs. Barry’s declarations.\nMoreover, Brenneman Estate, supra, deals with an alleged parol trust of realty. The provisions of the statute of frauds demand that the tests to be applied in determining the existence of a parol trust in realty be most exacting. They are not, however, necessarily applicable to parol trusts of personalty.\nThere are many cases dealing with parol trusts of personalty in which it has been held that no communication of intention to establish a trust need be made to the trustee. In Donithen v. I. O. of F., 209 Pa. 170, 58 A. 142 (1904), the decedent named his brother as beneficiary of an insurance policy and told friends that his brother would take care of his, decedent’s, wife. His intention was never communicated to the brother, who learned that he was beneficiary only after decedent’s death. We did not hold, as contended by appellee, that a trust exists because the constitution and bylaws of the fraternal order provided that its purpose was to provide a benefit fund for, first, widows and orphans. We found a trust on the basis of decedent’s conversations with his friends and declarations of the brother made after decedent’s death. In Carter v. Carter, 321 Pa. 391, 184 A. 78 (1936), we also held that a trust can be created without notice to or acceptance by the trustee. See also: Washington’s Estate, 220 Pa. 204, 69 A. 747 (1908); Free’s Estate, 327 Pa. 362, 194 A. 492 (1937); Gritz v. Gritz, 336 Pa. 161, 7 A. 2d 1 (1939); and Keller v. Keller, 351 Pa. 461, 41 A. 2d 547 (1945).\nWe hold that, in the light of the foregoing precedents, petitioner’s evidence, if believed, is sufficient to find the trust sought to be impressed upon the insurance proceeds. Since the court below made no definitive findings on the credibility of the witnesses, the case must be remanded for further proceedings.\nThe decree of the court below is reversed and the case remanded for further proceedings, not inconsistent with this opinion. Costs to abide the event.\nMr. Chief Justice Bell, Mr. Justice Cohen and Mr. Justice Eagen dissent.",
        "type": "majority",
        "author": "Mr. Justice O’Brien,"
      }
    ],
    "attorneys": [
      "Ruth F. Cooper, for appellant.",
      "Norman Paul Wolken, with him Norman Landy, and Wollcen & Landy, for appellee."
    ],
    "corrections": "",
    "head_matter": "Koziell Trust.\nArgued March 27, 1963.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nRuth F. Cooper, for appellant.\nNorman Paul Wolken, with him Norman Landy, and Wollcen & Landy, for appellee.\nOctober 11, 1963:"
  },
  "file_name": "0348-01",
  "first_page_order": 408,
  "last_page_order": 413
}
