{
  "id": 1887267,
  "name": "Seligsohn, Appellant, v. Philadelphia Parking Authority",
  "name_abbreviation": "Seligsohn v. Philadelphia Parking Authority",
  "decision_date": "1963-10-11",
  "docket_number": "Appeal, No. 175",
  "first_page": "372",
  "last_page": "377",
  "citations": [
    {
      "type": "official",
      "cite": "412 Pa. 372"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "54 A. 2d 277",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "pin_cites": [
        {
          "page": "282"
        }
      ],
      "opinion_index": 1
    },
    {
      "cite": "357 Pa. 329",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472112
      ],
      "year": 1947,
      "pin_cites": [
        {
          "page": "340"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/357/0329-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 532,
    "char_count": 8946,
    "ocr_confidence": 0.476,
    "pagerank": {
      "raw": 9.11384297649715e-08,
      "percentile": 0.5064216099085314
    },
    "sha256": "a9feb2234f07fc0862d46e76c8ad89f332c8ec2ebc265bac04ba6ec386bba34c",
    "simhash": "1:bd000c028c082340",
    "word_count": 1466
  },
  "last_updated": "2024-02-27T20:33:49.222526+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, J J.",
      "Mr. Chief Justice Bell and Mr. Justice Eagen join in this dissenting opinion."
    ],
    "parties": [
      "Seligsohn, Appellant, v. Philadelphia Parking Authority."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThis appeal is from a decree of the Court of Common Pleas No. 5 of Philadelphia County which upheld the action of the Philadelphia Parking Authority (Authority) in condemning certain property and in entering into a long term lease with two department stores for the rental of a public parking facility to be erected by the Authority upon the condemned property.\nFrances H. Seligsohn, owner of an improved property located at 8th and Filbert Streets, Philadelphia, leased her building thereon to the Export-Import Clothing Co., a corporation engaged in the sale of men’s, women’s and children’s wearing apparel of which corporation Mrs. Seligsohn was the president and sole stockholder. The Seligsohn building is located across the intersection from Lit Brothers’ department store, operated by City Stores Company (Lit), and Strawbridge & Clothier’s department store (Strawbridge).\nOn February 23, 1962, the Authority, created under the Parking Authority Law of June 5, 1947, P. L. 458, as amended, 53 PS §341 et seq., condemned certain properties, including the Seligsohn property, in the vicinity of and to the north of 8th and Filbert Streets in Philadelphia. On this property the Authority proposes to erect a 950 car public parking facility which will have six entrances for public access as well as access by physical connection with the Lit and Straw-bridge stores.\nOver a long period of time prior to this condemnation, certain studies and surveys had been made by reputable agencies to determine the need for public parking facilities in the central business district of Philadelphia, including, generally, the area in and about 8th and Filbert Streets. The Authority had the benefit of such studies and surveys.\nAs the court below found upon adequate evidence “A public parking authority, by its nature, is required to establish facilities which will sustain revenue bonds so that it will be financially independent of the Government with which it is related” and “[r]evenue bonds of a public parking authority, without additional security, are not readily saleable.”\nCognizant of the need for a public parking facility in this general area and of the difficulties inherent in the financing of such a project, negotiations were entered into, long prior to condemnation, between the Authority, Lit and Strawbridge. Through such negotiations, a plan was evolved which would assure the erection of a needed public parking facility and its proper and adequate financing. Under this plan, the Authority would condemn the required property and erect thereon a public parking facility to meet the public needs. This facility would be then leased to Lit and Strawbridge until January 1, 2000, with the right to extension of the lease for a full 50 year term, at rentals to be paid consisting of three parts: (a) debt service rentals sufficient to repay principal and interest on the bonds to be issued by the Authority; (b) Authority rentals of $25,000 per year; (c) excess rentals calculated at 7% of gross revenues of the project over $675,000 and 10% over $775,000. Under this lease, the parking rates were fixed according to a schedule and the Authority agreed not to reduce such rates, except at the request of Lit and Strawbridge. Title to the project would remain in the Authority and, ultimately, vest in the City of Philadelphia, creator of the Authority.\nOn the basis of this plan, the Authority sold $4,-500,000 worth of bonds to finance the project, the security for such bonds being the lease with Lit and Strawbridge without which, as the court below found, the bonds of the Authority would not have been sale-able.\nThe Authority has sold its bonds, condemned the properties, demolished the buildings on the property and the project is now underway.\nMrs. Seligsohn instituted an action in equity in the Court of Common Pleas No. 5 of Philadelphia County against the Authority, Lit and Strawbridge seeking to enjoin the Authority’s condemnation of the property and any performance by the parties under the lease. The court below refused such relief and from its decree Mrs. Seligsohn has appealed.\nThe attack upon the decree is based on various grounds: (1) that the Authority, under the Parking Authority Law, supra, was without power or authority to condemn this land in the absence of proof that the parking facility would relieve traffic congestion; (2) that the condemnation was not a taking for a public use; (3) that the Authority violates the Parking Authority Law inasmuch as it contemplates the leasing of commercial space in the facility on a non-competitive basis, gives up the right to fix and alter parking rates and permits the sale by the lessees of automotive accessories on premises which are part of the lessee’s shopping complex; (4) that the court below erred in not permitting counsel for Mrs. Seligsohn to inquire into the relationship between Lit and its parent or affiliated companies; (5) that the Authority members acted capriciously and abused their discretion.\nWe have carefully examined the instant record and the contentions urged by Mrs. Seligsohn. Our conclusion from a study of the instant factual situation and the law applicable thereto is that the court below acted With propriety in entering this decree.\nDecree affirmed. Each party to pay own costs.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Roberts:\nIn my view, the record before us is inadequate, inconclusive and insufficient to support the conclusion of the majority.\nThe negotiated lease arrangement for the operation of the proposed public parking facility and the attending circumstances disclosed by the record suggest so many elements of private enterprise and advantage that the benefits pro bono publico seem rather incidental and questionable. “Nothing, of course, is better settled than that property cannot be taken by government without the owner’s consent for the mere purpose of devoting it to the private use of another, even though there be involved in the transaction an incidental benefit to the public”. Belovsky v. Redevelopment Authority, 357 Pa. 329, 340, 54 A. 2d 277, 282 (1947).\nSection 5(b)(1) of the Parking Authority Law, Act of June 5, 1947, P. L. 458, as amended, 53 P.S. §345 limits the existence of the Authority to a “term of fifty years as a corporation.” The record indicates that the present Authority came into existence in 1950, and, therefore, at the execution of the lease had thirty-seven years of remaining life. The lease for the term expiring in January, 2000, is within the statutory corporate existence of the Authority. However, the right granted lessees to extend the lease for a full fifty year term carries tlie relationship far beyond the life granted the Authority by the Act itself.\nSection 5(b)(9) mandates that Authority bonds may “have a maturity date not longer than forty years from the date of issue, except that no refunding bonds shall have a maturity date longer than the life of the Authority . . . .” The terms of the lease and the right of lessees to an extension (to a full 50 year term) provide for rentals to include “debt service rentals sufficient to repay principal and interest on the bonds to be issued by the Authority.” Bonds to mature not later than January, 2000, satisfy this requirement of the Act. However, the provision in the lease extension for “debt service rentals sufficient to repay principal and interest on the bonds” apparently contemplates that bonds, perhaps refunding bonds, will extend beyond forty years and the life of the Authority. If this be so — and there is nothing in the record submitted to support a contrary conclusion- — such extended financing is without support in the enabling Act. If, on the other hand, all bonds are to mature not later than the expiration date of the original lease, why then the debt service provision as an element of rental during the extension of the lease? And if there need be no provision for debt service in the extension, does this mean that the total rental has been reduced by the absence of debt service payments?\nFor these reasons, I would vacate the decree and remand the record for the purpose of receiving additional evidence to determine compliance with the Parking Authority Law and to resolve doubts as to the predominance of private interests over those of the public.\nMr. Chief Justice Bell and Mr. Justice Eagen join in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Nathan B. Feinstein, with him Reuben E. Cohen, and Cohen, Shapiro and Cohen, for appellant.",
      "Harry Shapiro, with him David N. Bressler, Bernard M. Guth, Samuel D. Goodis, Osear M. Hansen, and Shapiro, Rosenfeld, Stalberg & Cooh, and Fols, Bard, Kamsler, Goodis & Greenfield, and Morgan, Lewis é Boclcius, for appellees."
    ],
    "corrections": "",
    "head_matter": "Seligsohn, Appellant, v. Philadelphia Parking Authority.\nArgued April 30, 1963.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, J J.\nreargument refused November 13, 1963.\nNathan B. Feinstein, with him Reuben E. Cohen, and Cohen, Shapiro and Cohen, for appellant.\nHarry Shapiro, with him David N. Bressler, Bernard M. Guth, Samuel D. Goodis, Osear M. Hansen, and Shapiro, Rosenfeld, Stalberg & Cooh, and Fols, Bard, Kamsler, Goodis & Greenfield, and Morgan, Lewis é Boclcius, for appellees.\nOctober 11, 1963:"
  },
  "file_name": "0372-01",
  "first_page_order": 432,
  "last_page_order": 437
}
