{
  "id": 1282748,
  "name": "Calderaio, Appellant, v. Ross",
  "name_abbreviation": "Calderaio v. Ross",
  "decision_date": "1959-03-20",
  "docket_number": "Appeal, No. 57",
  "first_page": "196",
  "last_page": "199",
  "citations": [
    {
      "type": "official",
      "cite": "395 Pa. 196"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 276,
    "char_count": 3933,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 3.5194975651691783e-07,
      "percentile": 0.8837210200285808
    },
    "sha256": "deb49e5db5f1ff8ed5249eabb5fd5e435b72062d680a165d05647d24c74a49ef",
    "simhash": "1:5c07dc90e90e5973",
    "word_count": 619
  },
  "last_updated": "2023-07-14T18:47:49.727967+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen and McBride, JJ.",
      "Mr. Justice Musmanno dissents."
    ],
    "parties": [
      "Calderaio, Appellant, v. Ross."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nThis is an appeal from the refusal of the Court below to remove a compulsory nonsuit entered by the trial Judge.\nPlaintiff filed his complaint in trespass alleging property damages to his automobile and personal injuries arising out of a collision with defendant’s car on May 31, 1955. Written interrogatories were served on plaintiff on October 28, 1955, and although frequently requested, plaintiff did not serve answers thereto until May 2, 1956.\nThe ease came up for trial on May 9, 1956. Plaintiff made out a prima facie case of negligence, but when he attempted to introduce testimony as to his property damage and personal injuries, namely, laceration of the elbow, defendant objected because plaintiff had failed to adequately answer defendant’s interrogatories as to car repairs, doctors’ bills and loss of earnings. These objections were sustained. The trial Court continued the case in order that plaintiff might make a sufficient answer to defendant’s interrogatories.\nThe case came up for trial the second time on October 23, 1956. Plaintiff’s testimony as to loss of earnings was again rejected by the trial Judge because of the inadequacy of plaintiff’s supplemental answers to defendant’s interrogatories.\nDuring the second trial plaintiff became ill and was granted a continuance. The trial Judge admonished plaintiff for the second time to make adequate answers to defendant’s interrogatories.\nOn January 24, 1957, the case was tried the third time. On January 22, 1957, defendant received a third set of answers to his interrogatories which were inadequate as to loss of earnings, medical expenses and car repairs. The trial Court sustained defendant’s objection to plaintiff’s evidence to prove damages (1) because it was incompetent — with which we agree — and (2) because of plaintiff’s toilful failure to sufficiently answer defendant’s interrogatories. For each of these reasons the Court, on motion of the defendant, thereupon granted a compulsory nonsuit.\nRule 4019 of the Pennsylvania Rules of Civil Procedure provides: “(a) The court may, on motion, make an appropriate order if (1) a party wilfully fails to file answers or sufficient answers to written interrogatories served under Rule 4005; . . . (c) The court, when acting under Subdivision (a) of this rule, may make ... (2) an order refusing to allow the disobedient party to support or oppose designated claims or defenses, or prohibiting him from introducing in evidence designated documents, things or testimony, or from introducing evidence of physical or mental conditurn; (3) an order striking out pleadings or parts thereof, or staying further proceedings until the order is obeyed, or entering a judgment of non pros, or by default against the disobedient party or party advising the disobedience;”.\nPlaintiff apparently concedes that his answers to the interrogatories were not adequate, and certainly the lower Court was justified in finding his failure to file a sufficient answer to the written interrogatories was wilful, after having been given three opportunities. However, plaintiff contends that the sanctions of Rule 4019, supra, can only be applied on written motion and after notice and a hearing. There is no merit in this contention under the facts of this case. While sanctions as severe as this, namely, a judgment of non pros, erroneously termed below, nonsuit, should be entered only in extreme circumstances, we cannot say that the trial Judge abused the power or discretion given him by the Rules of Civil Procedure.\nA judgment of non pros is here entered.\nMr. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Louis Mitchell Paul, with him Gharles A. Greene, Jr., for appellant.",
      "Jack Brian, with him Berman, Richard é Brian, for appellee."
    ],
    "corrections": "",
    "head_matter": "Calderaio, Appellant, v. Ross.\nArgued January 14, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen and McBride, JJ.\nreargument refused April 27, 1959.\nLouis Mitchell Paul, with him Gharles A. Greene, Jr., for appellant.\nJack Brian, with him Berman, Richard é Brian, for appellee.\nMarch 20, 1959:"
  },
  "file_name": "0196-01",
  "first_page_order": 216,
  "last_page_order": 219
}
