{
  "id": 1282787,
  "name": "Myers Estate",
  "name_abbreviation": "Myers Estate",
  "decision_date": "1959-04-20",
  "docket_number": "Appeal, No. 139",
  "first_page": "459",
  "last_page": "469",
  "citations": [
    {
      "type": "official",
      "cite": "395 Pa. 459"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "50 A. 2d 523",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 305",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459494
      ],
      "pin_cites": [
        {
          "page": "309, 310"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0305-01"
      ]
    },
    {
      "cite": "82 A. 2d 309",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "169 Pa. Superior Ct. 425",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        473025
      ],
      "pin_cites": [
        {
          "page": "429, 430"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/169/0425-01"
      ]
    },
    {
      "cite": "65 A. 619",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "216 Pa. 237",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        950327
      ],
      "pin_cites": [
        {
          "page": "239"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/216/0237-01"
      ]
    },
    {
      "cite": "189 A. 753",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "125 Pa. Superior Ct. 98",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        996401
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/125/0098-01"
      ]
    },
    {
      "cite": "7 A. 2d 55",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "136 Pa. Superior Ct. 261",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1018177
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "264"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/136/0261-01"
      ]
    },
    {
      "cite": "144 A. 2d 480",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "187 Pa. Superior Ct. 124",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        741636
      ],
      "pin_cites": [
        {
          "page": "127"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/187/0124-01"
      ]
    },
    {
      "cite": "84 A. 2d 226",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "170 Pa. Superior Ct. 74",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        474673
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/170/0074-01"
      ]
    },
    {
      "cite": "82 A. 2d 591",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "169 Pa. Superior Ct. 388",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        472941
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "390"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/169/0388-01"
      ]
    },
    {
      "cite": "74 A. 2d 705",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. Superior Ct. 10",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        470559
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "12"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/167/0010-01"
      ]
    },
    {
      "cite": "11 A. 2d 677",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "139 Pa. Superior Ct. 212",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1024446
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "223"
        },
        {
          "page": "218"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/139/0212-01"
      ]
    },
    {
      "cite": "42 A. 2d 747",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "352 Pa. 386",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        464103
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "388"
        },
        {
          "page": "395"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/352/0386-01"
      ]
    },
    {
      "cite": "61 A. 250",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "211 Pa. 633",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        940045
      ],
      "pin_cites": [
        {
          "page": "636"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/211/0633-01"
      ]
    },
    {
      "cite": "58 A. 665",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "209 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        936211
      ],
      "pin_cites": [
        {
          "page": "359"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/209/0357-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 881,
    "char_count": 16908,
    "ocr_confidence": 0.456,
    "pagerank": {
      "raw": 8.614975002976211e-07,
      "percentile": 0.9770042577771909
    },
    "sha256": "e86b42d3a867f3e9f96aeb996912354bde12bddc92bbc9800a2783fbf25d13b4",
    "simhash": "1:2e25b3a25b3e98d5",
    "word_count": 2898
  },
  "last_updated": "2024-02-27T17:17:15.856061+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Coi-ien, Bok and McBride, JJ."
    ],
    "parties": [
      "Myers Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Benjamin R. Jones,\nThe Orphans’ Court of Lancaster County, under the authority of the Incompetents’ Estates’ Act of 1955, declared Dr. Don M. Myers legally incompetent and appointed as his guardian the Fulton National Bank of Lancaster, Pa. From that decree Dr. Myers filed this appeal.\nDr. Myers, aged 83 years, is a resident of Lancaster. The incident which sparked the institution of this incompetency proceeding was a robbery which occurred on May 17, 1958. Around midnight on that date three men waylaid Dr. Myers on his porch, tied him up and took from his home certificates of stock of the American Petrofina Company having a value of approximately $250,000. Although Dr. Myers never reported this robbery to the police, several days thereafter he did relate the story to one L. P. Mauger who, on Dr. Myers’ behalf, sent “stop orders” on the stock to the corporation and its transfer agent. The robbery did not come to the attention of the police until several months later when a “fence” was apprehended in Cleveland, Ohio while attempting to negotiate a block of stock representing about one-third of the stolen stock. Thereafter both the FBI and Lancaster police on various occasions questioned Dr. Myers.\nOn July 30, 1958 Dr. Myers gave a power of attorney to one M. H. Baer, a stock broker, to enable the latter to handle certain of Dr. Myers’ affairs. On September 22, 1958 Mr. Baer, acting in the capacity of a “person interested in [Dr. Myers’] welfare”, presented a petition to the Orphans’. Court of Lancaster County for the appointment of a guardian for Dr. Myers. Notice of the presentation of this petition was given to three nephews and two nieces, children of a half-brother of Dr. Myers, and to a niece, the child of another half-brother of Dr. Myers.\nAfter two hearings the court below on December 18, 1958 found Dr. Myers to be mentally incompetent as of October 11,1958, the date of the first hearing.\nIn reviewing the propriety of the action of the court below, we must bear in mind that this statute — as every other statute of like nature — which empowers a court to declare an individual mentally incompetent and to place such individual’s business affairs in the hands of another for management and care is “a dangerous statute easily capable of abuse . . : Hoffman’s Estate, 209 Pa. 357, 359, 58 A. 665; Bryden’s Estate, 211 Pa. 633, 636, 61 A. 250; Denner v. Beyer, 352 Pa. 386, 388, 42 A. 2d 747; Ryman’s Case, 139 Pa. Superior Ct. 212, 223, 11 A. 2d 677; Owens Appeal, 167 Pa. Superior Ct. 10, 12, 74 A. 2d 705; Nagy Appeal, 169 Pa. Superior Ct. 388, 390, 82 A. 2d 591. Mental capacity and competency are to be presumed and before any person shall be deprived of the right to handle his or her own property and manage his or her affairs there must be clear and convincing proof of mental incompetency and such proof must be preponderating: Denner v. Beyer, 352 Pa. 386, supra; Hudak Appeal, 170 Pa. Superior Ct. 74, 84 A. 2d 226; Nagy Appeal, 169 Pa. Superior Ct. 388, supra; Owens Appeal, 167 Pa. Superior Ct. 10, supra.\nFurthermore, in reviewing this record we recognize that the court below had the benefit of not only hearing and observing all the witnesses but, most important, had the opportunity to hear and observe the alleged incompetent. We do not substitute our judgment for that of the court below; even though we, had we been sitting in judgment below, might have reached a contrary result, yet if the evidence is sufficient in quality and quantity to sustain the finding of incompetency such a finding should be sustained. Earnshaw Appeal, 187 Pa. Superior Ct. 124, 127, 144 A. 2d 480; Arthur’s Case, 136 Pa. Superior Ct. 261, 7 A. 2d 55; Voshake’s Estate, 125 Pa. Superior Ct. 98, 189 A. 753. Proof of mental incompetency must possess such strength and clarity as to lead incontestably to bnt one conclusion, to wit, that respondent is mentally incompetent. A finding of mental incompetency is not to be sustained simply if there is any evidence of such incompetency but only where the evidence is preponderating and points unerringly to mental incompetency. If the finding of mental incompetency is not based on evidence of such quality then such finding amounts to an abuse of judicial discretion. It is in this light we review the record in the court below.\nPetitioner’s witnesses were eight in number; the petitioner himself, a city detective, a psychiatrist, a physician-surgeon, a county detective, one nephew and two nieces of the alleged incompetent.\nThe petitioner’s opinion was that Dr. Myers was mentally incompetent, his opinion being based principally on Dr. Myers’ failure to notify the police of the theft of the securities and upon Dr. Myers’ lack of cooperation with petitioner in attempting to secure a return of the stock certificates. D. M. Rineer, a Lancaster city detective, was of the opinion that Dr. Myers lacked mental capacity, such opinion being based on Dr. Myers’ failure to report the theft as well as the unclean and unhygienic condition of Dr. Myers’ home. Dr. F. G. Holt, a psychiatrist with 10 years’ experience, visited Dr. Myers for an hour approximately three weeks prior to the first hearing and again observed him in the courtroom. Dr. Holt testified that in his opinion Dr. Myers was incompetent and liable to become the victim of designing persons. Several factors entered into the formation of his opinion: (1) Dr. Myers’ personal hygiene and apparel, (2) the unclean condition of his home, (3) “his memory was far more for remote things in the past than it was for recent events”, (4) he lacked interest in the proceedings which were being taken against him. Tn his opinion Dr. Myers had a “schizoid personality, with at present some senile changes”.\nDr. C. R. Farmer, a 47 year veteran physician and surgeon and a former chief of staff of the Lancaster General Hospital, testified that he had known Dr. Myers over 47 years and that it was through his influence that Dr. Myers became a member of the Lancaster Medical Society. Over the years Dr. Farmer, non-professionally, saw Dr. Myers several times annually. On September 20, 1958 Dr. Farmer examined Dr. Myers for approximately an hour, neither at that ■time nor in the courtroom at the time of hearing did Dr. Myers recognize Dr. Farmer. He stated that Dr. Myers’ physical condition was “very good” for a man his age, that his home was not very well kept and that he was mentally incompetent. His opinion was based on his personal habits and his lack of response during the interview, which indicated “that he is in such shape that he could easily be victimized or taken advantage of . .\nHarry Myers, a Lancaster county detective, in the early part of September 1958 investigated the realty owned by Dr. Myers, particularly in reference to certain recently installed heating equipment, and he detailed the type of heating equipment in each of the properties. According to his testimony, in May and June 1957 coal furnaces were installed in 3 properties on West Lemon Street at a cost of $3700 and in May and June 1958 these coal furnaces were removed and oil equipment at the cost of $1182 placed in each of the premises and in two other properties on West Lemon Street new Holland furnaces Avere installed at a cost of $1700 each.\nWilliam Diffenbaugh, a nephew who saw his uncle several times annually but had not been in his home within a year, testified that Dr. Myers “talked about things so far out of reason” that in his opinion he was mentally incompetent and he joined in the petition to have him declared incompetent. Rilva Steinheiser, a niece, testified that Dr. Myers was “very forgetful” and that in her opinion he was mentally incompetent. Another niece, Margaret McClune, who saw Dr. Myers infrequently, testified that she thought he ought to have a guardian.\nOn behalf of the respondent six witnesses in addition to Dr. Myers, testified. Harry A. Fitzgerald, a tenant of Dr. Myers for approximately 20 years, stated that he saw him every several days and paid his rent to him. He testified that Dr. Myers always gave him a receipt written in longhand when he paid his rent at Dr. Myers' office, that he had not noticed any particular change in his mental faculties and that in his opinion he was fully competent. Clayton' Keller, another tenant of Dr. Myers, who saw Dr. Myers several times a week and had known Mm for approximately 25 years, said that Dr. Myers seemed the same as he always did and that in his opinion “he seems to be able to handle [his own affairs].”\nRobert B. McCullough, business manager of the Holland Furnace Company in Lancaster with which company Dr. Myers dealt for over 15 years, testified that Dr. Myers was actually charged for furnace equipment during the year 1958 $15,105 as against a list price of $20,526 and that all the equipment was installed in Dr. Myers’ properties with the exception of one furnace which could not be installed until the disposal of some coal which was there. Louis Mauger, an employee of the Holland Furnace Company, has known Dr. Myers for approximately 5 years and sold him part of the Holland equipment. Around the 19th or 20th of May, 1958 he had an appointment with Dr. Myers when Dr. Myers told him about the robbery of securities which took place on May 17, 1958. He outlined the steps taken to send out “stop orders” to the American Petrofina Corporation and to other corporations in which Dr. Myers had stock and that such stop orders were signed by Dr. Myers and himself. In Mr. Mauger’s opinion, Dr. Myers was perfectly competent and capable of handling his own affairs. John E. Lister, a member of the Philadelphia Bar and a first cousin once removed to Dr. Myers, testified that he had known Dr. Myers since his childhood. He testified as to the frequency with which he saw Dr. Myers and that in his opinion and from his observation Dr. Myers was not mentally incompetent.\nJennie C. Myers, 69 years old, stated that she and Dr. Myers were married in Columbia, South Carolina, on November 11, 1958 — between the first and second hearings in these proceedings. Mrs. Myers was formerly a chiropractor but retired in January 1958 and possesses resources of her own approximating $50,000. She and Dr. Myers started going together “in the mid-die of the summer [of 1958]” and in her opinion Dr. Myers was perfectly capable of handling his own affairs.\nBy far the most significant evidence of record is Dr. Myers own testimony. As the late President Judge Keller stated in Ryman’s Case, 139 Pa. Superior Ct. 212, 218, supra: “One’s mental capacity is best determined by his spoken words, his acts and conduct”. See also: Denner v. Beyer, 352 Pa. 386, 395, supra. Judged by this criterion the record amply justifies the instant decree. The court below well summarized Dr. Myers’ testimony: “The alleged incompetent testified in his own behalf. His testimony, in part, was coherent and responsive; in other parts, vague, meaningless, and unresponsive. He testified he never knew Dr. Holt; the name of Farmer was familiar to him, and he thought he knew him (Dr. Farmer) ; he did not remember the occasion of Dr. Farmer testifying in Court on October 17th; he did not recall signing a revocation of the letter of attorney; he could not recall, although ‘it may be though,’ signing a Trust Agreement (hereinafter commented upon); as far as he knew, he turned over his securities to the petitioner, Mr. Baer (actually, they were turned over to the trustee under the Trust Agreement) ; he could not recall the names of his attorneys; when asked by his counsel whether or not he signed the Trust Agreement and revocation of the Letter of Attorney, he replied, ‘it looks like mine’; when asked where he was when he signed the two documents referred to, he said: ‘I think it was at the police station, the two young men.’ Subsequent testimony indicates that the Trust Agreement referred to was signed in the office of his co-counsel, Mr. Coho. When asked whether he read the Trust Agreement, he replied: ‘I might have read it, I don’t know’; when asked by the hearing judge on November 17th whether he recalled seeing him at the initial hearing, Dr. Myers replied, he could not recall; nor could he recall the occasion of the hearing Judge asking him whether he had any objections to Mr. Shreiner withdrawing from the case as his attorney.” This testimony clearly reveals Dr. Myers to be forgetful, disoriented, confused and so susceptible to suggestion that he has become, unfortunately, mentally incapable of handling his own affairs and likely to fall victim to designing persons. An examination of Dr. Myers’ own words and conduct, fortified by the opinions of two disinterested and qualified physicians, constitutes evidence of such quality as to clearly preponderate over both the presumption of and proof of mental capacity. In reaching this conclusion we place little weight upon the opinions of the petitioner and Officer Rineer whose opinions were based on legally unsubstantial factors nor upon the testimony of the nephew and nieces whose opinions, even though not colored by interest, were based on very infrequent observation and upon factors which are in no manner controlling on the subject of mental capacity. A review of this record clearly and convincingly indicates that the court below in finding Dr. Myers incompetent was fully justified by the evidence.\nOne other matter demands our inquiry. The first hearing was held on October 17, 1958. Between the date of that hearing and the date of the second hearing on November 17, 1958 two events occurred. Dr. Myers’ marriage and the execution of a trust agreement between Dr. Myers and Conestoga National Bank of Lancaster under the terms of which the settlor purports to transfer to the Bank, as trustee, all his property, reserving to himself the right to collect and retain clear of the trust all realty rentals and receive the net income during his lifetime. The court in its decree dated December 18, 1958 found Dr. Myers incompetent as of October 17, 1958. In this respect the court fell into error. In Gorgas v. Saxman, 216 Pa. 237, 239, 65 A. 619, this Court stated: “The power to find how long the person has been weak-minded, and to make decrees regarding the disposition of property made prior thereto, is not conferred by the statute. It is apparent that the act was intended to operate prospectively, in order to protect a person . . . weak-minded, against his own improvidence thereafter.” See also: Arthur’s Case, 136 Pa. Superior Ct. 261, 264, supra; Sigel Estate, 169 Pa. Superior Ct. 425, 429, 430, 82 A. 2d 309. The court below had no power to find incompetency as of October 17, 1958, but only from the date of its decree. The decree must be modified to the extent that it finds incompetency as of October 17, 1958.\nDecree affirmed as modified.\nAet of February 28, 1956, P. L. (1955), 1154, as amended by the Act of July 11, 1957, P. L. 794, 50 PS §3101.\nThis stock was registered in Dr. Myers’ name and the stock certificates were not endorsed.\nAt the hearing one nephew and two nieces joined in the petition.\nThe court in its opinion made the following comment, adequately supported by the evidence: “There was considerable testimony concerning the installation of new heating and hot water equipment at the various bornes owned by Dr. Myers during tbe year 1958. Tbe exact amount paid by Dr. Myers for these installations is difficult to determine from tbe evidence. In any event, Robert B. McCullough, manager of tbe Lancaster Branch of tbe Holland Furnace Company, which installed tbe equipment, testified that tbe amount paid by Dr. Myers was $15,105. A careful examination of the evidence can lead to no other conclusion hut that Dr. Myers was substantially oversold. For example, a new hot air furnace (electrically operated) and a new automatic gas hot water heater were installed in Dr. Myers’ property at No. 410 N. Water Street at a cost of $1,315. Tbe property, however, is neither wired for electricity nor connected for gas. After the installation and the expenditure of $1,315, the property was appraised by a real estate broker at $2,750.” (Emphasis supplied)\nPertinent and illuminating is the observation by the Court of Dr. Myers’ conduct in the courtroom: “For the most part, [Dr. Myers] was either totally unconcerned, totally unaware of what was taking place or asleep.”\nThe fact that Dr. Myers has entered into this trust agreement transferring all his assets to a trustee does not affect our jurisdiction in this matter: Refior Case, 160 Pa. Superior Ct. 305, 309, 310, 50 A. 2d 523.",
        "type": "majority",
        "author": "Mr. Justice Benjamin R. Jones,"
      }
    ],
    "attorneys": [
      "Harris C. Arnold, with him James P. Coho, John W. Beyer, and Arnold, Bricker, Beyer & Barnes, for appellant.",
      "Alfred G. Alspach, for appellee."
    ],
    "corrections": "",
    "head_matter": "Myers Estate.\nArgued March 16, 1959.\nBefore Jones, C. J., Bell, Musmanno, Jones, Coi-ien, Bok and McBride, JJ.\nHarris C. Arnold, with him James P. Coho, John W. Beyer, and Arnold, Bricker, Beyer & Barnes, for appellant.\nAlfred G. Alspach, for appellee.\nApril 20, 1959:"
  },
  "file_name": "0459-01",
  "first_page_order": 479,
  "last_page_order": 489
}
