{
  "id": 1246232,
  "name": "Commonwealth ex rel. Buckner v. Barr, Appellant",
  "name_abbreviation": "Commonwealth ex rel. Buckner v. Barr",
  "decision_date": "1954-01-04",
  "docket_number": "Appeal, No. 160",
  "first_page": "9",
  "last_page": "12",
  "citations": [
    {
      "type": "official",
      "cite": "376 Pa. 9"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "99 A. 2d 276",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244425
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0001-01"
      ]
    },
    {
      "cite": "97 A. 2d 368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241463
      ],
      "pin_cites": [
        {
          "page": "195"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0185-01"
      ]
    },
    {
      "cite": "98 A. 2d 172",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241422
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0586-01"
      ]
    },
    {
      "cite": "97 A. 2d 350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0172-01"
      ]
    },
    {
      "cite": "95 A. 2d 355",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "173 Pa. Superior Ct. 124",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1067210
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/173/0124-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 347,
    "char_count": 4819,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 9.028831443383555e-08,
      "percentile": 0.5039761005371356
    },
    "sha256": "a2e03545f1371c056f73e61c914e2c458716adab207fe53339ab1468a6b51a20",
    "simhash": "1:8021dcee60341dec",
    "word_count": 845
  },
  "last_updated": "2024-02-27T22:19:01.675281+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Steaene, Jones, Bell, Chidsey and Mtjsmanno, JJ."
    ],
    "parties": [
      "Commonwealth ex rel. Buckner v. Barr, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThis appeal, in a habeas corpus action, is from a judgment of the Superior Court affirming an order of the Court of Common Pleas of Allegheny County awarding custody of a minor child to its natural mother.\nThe existing distressing situation is the aftermath of an unhappy broken home followed by a divorce and the subsequent remarriage of each of the parents. At the date of the marriage on November 4, 1944, the relator, Eleanor A. Buckner (formerly Eleanor A. Eastman) was sixteen years of age and her husband, Kenneth Lee Eastman, was and still is in the United States Navy. Of this marriage two children were born, Mary Elaine on October 29, 1945, and Lawrence (the subject of the present action) on July 12, 1947, and who is now six years of age. In May, 1948 the parties separated and the wife was taken by her husband to the home of a friend where she remained for a month without either of the children. The father took both children to Mrs. Tanner, a daughter of defendants, Robert Barr and Leona Barr, his wife. When Mr. and Mrs. Barr were in Philadelphia visiting their daughter, Mr. Eastman, the father, induced the Barrs to take Lawrence to their home in Pittsburgh. Two months later the father requested the Barrs to return Lawrence to him in Philadelphia. The father then transported both children to his relatives in the State of Washington. The mother followed to Washington and obtained custody of Elaine. In the meantime Mrs. Barr had gone to Washington and had brought Lawrence back to Pittsburgh where she since has had him in her custody. For a period of four years and upwards, during all of which the mother has been actively seeking to regain custody of her child, defendants have resisted her efforts. In the court below the hearing judge, after seeing and hearing the witnesses, in a well considered opinion awarded custody of the child to the mother. An appeal was taken to the Superior Court. By a majority opinion the order of the court below was affirmed. President Judge Rhodes, joined by Judge Ross, filed a dissenting opinion. The case is reported in 173 Pa. Superior Ct. 124, 95 A. 2d 355.\nWe will not again i*ecite the facts as they appear in detail in the opinions above recited. In the Superior Court the dissenters were of opinion that the welfare of the child requires that he remain with defendants; that the natural mother abandoned her child; that the home of the mother is not of “equally good environment” as that of defendants’.\nThe hearing judge in the court below found as facts: the mother was a fit person to have custody of her child; that she did not abandon him; that her home was suitable and the environment good in which to rear her child and that to place the child in his mother’s custody was to his best interest and welfare.\nWe have examined the testimony with care. The findings of the hearing judge are amply supported by the testimony. Certainly a mother cannot be said to have abandoned her child when on more than one occasion she went across the entire country, from the State of Pennsylvania to the State of Washington, in her endeavors to secure their custody and was successful as to one child, but failed as to the one now involved. We also observe that the decree of divorce awarded custody of both children to the mother. While it might at first seem unjust to remove the child from the present custodians after four years or more, it is to be observed that defendants agreed in the presence of the social worker of the Legal Aid Society of Pittsburgh that they would surrender custody of the child to the mother as - soon -as she “became divorced [from the father of the child], remarried and settled as planned”, but thereafter repudiated their agreement and refused to surrender such custody. For this entire period the mother has actively sought by pleading and by litigation in the court below, in the Superior Court and in this Court, to secure custody, but has been actively impeded by defendants. Defendants may not successfully contend that their custody should continue because of the length of time during which their affections have widened and deepened, where they have been instrumental in prolonging final decision of the court. See: Commonwealth ex rel. Harry v. Eastridge, 374 Pa. 172, 97 A. 2d 350; Commonwealth ex rel. Edinger v. Edinger, 374 Pa. 586, 98 A. 2d 172. See also Ashton Adoption Case, 374 Pa. 185, 195, et seq., 97 A. 2d 368; Harvey Adoption Case, 375 Pa. 1, 99 A. 2d 276.\nThe judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "Alvin J. Porsche, for appellants.",
      "Elizabeth Bailey, with her Regis G. Nairn, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Buckner v. Barr, Appellant.\nArgued September 29, 1953.\nBefore Steen, C. J., Steaene, Jones, Bell, Chidsey and Mtjsmanno, JJ.\nAlvin J. Porsche, for appellants.\nElizabeth Bailey, with her Regis G. Nairn, for appellee.\nJanuary 4, 1954:"
  },
  "file_name": "0009-01",
  "first_page_order": 113,
  "last_page_order": 116
}
