{
  "id": 1246177,
  "name": "Brock v. Bowser, Appellant",
  "name_abbreviation": "Brock v. Bowser",
  "decision_date": "1954-01-14",
  "docket_number": "Appeals, Nos. 285 and 286",
  "first_page": "209",
  "last_page": "216",
  "citations": [
    {
      "type": "official",
      "cite": "376 Pa. 209"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "9 A. 2d 375",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "147 Pa. Superior Ct. 214",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        1039056
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/147/0214-01"
      ]
    },
    {
      "cite": "308 Pa. 201",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1140283
      ],
      "pin_cites": [
        {
          "page": "204"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/308/0201-01"
      ]
    },
    {
      "cite": "119 Pa. Superior Ct. 559",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        984939
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "562"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/119/0559-01"
      ]
    },
    {
      "cite": "336 Pa. 294",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1195574
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "298"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/336/0294-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 693,
    "char_count": 11812,
    "ocr_confidence": 0.391,
    "pagerank": {
      "raw": 1.2860681397975776e-07,
      "percentile": 0.6187177321921085
    },
    "sha256": "4afcb85a3411fc600533d41660dcb09b3d0cc7fad1348c947b42730c0b8406a1",
    "simhash": "1:1ea595e8763696ed",
    "word_count": 2058
  },
  "last_updated": "2024-02-27T22:19:01.675281+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Brock v. Bowser, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nClarence M. Bowser and his wife, Lobelia Bowser, trading as Clarence M. Bowser & Son, make sausage in a garage in the rear of their home at 2632 W. Oxford Street, Philadelphia. Their equipment consists of a grinder, which grinds the meat; a mixer, which mixes the meat; and a stuffer, which, as the term and the others seif-define themselves, stuffs the meat (into the pork casings). They employ a sausage man who works for them every Tuesday. It happens occasionally when business is particularly good that they run out of sausage by the end of the week, and, on.those occasions their son, known as Sonny, undertakes to supply enough sausage to take care of their sausage-less customers over the weekend.\nOn December 16, 1950, which was one of those Saturdays, Sonny, 15 years of age, called on his companion Joe Brock, Jr., 16 years of age, who'lived only á half block away, and'asked him- to participate with him in the venture of the day which was to produce 100 pounds of sausage. Joe had helped out before, and for his participation had received, with Sonny, from Clarence Bowser, odd sums of money, a “little change,” “movie money,” and sometimes he got a “couple of dollars.”\nIn the early afternoon of the Saturday referred to, Joe proceeded to clean out the sausage mixing machine which had been employed all morning. He.was wearing a coat apron with rolled-up sleeves which at full length were 6 inches longer than his arms. While scraping the bits of sausage meat loose from the sides of the machine and then using a water hose in the further cleansing operation, a sleeve unrolled and became caught in the knives of the electrically operated apparatus. When he was finally extricated, he had sustained a broken arm and other injuries.\nHis father brought a suit in trespass against the defendants. At a trial before Judge Gubkin in the Common Pleas Court of Philadelphia County, the plaintiff was non-suited on the ground that the relationship between Joseph Brock, Jr., and the Bowsers was an employe-employer one. The court en banc granted plaintiffs’ motion to remove the non-suit. The defendants appealed to the Supreme Court, but the appeal was later withdrawn and discontinued. The case then went to trial before Judge Smith and a jury, and a verdict was returned in favor of the minor plaintiff and his father. The defendants have now appealed to this Court, from the refusal of a motion for judgment n.o.v., and for a new trial, urging the same employe-employer relationship raised before.\nAn extraordinary barrier, and, as we see it, an insurmountable one, rises before counsel for the defendants. While he is arguing that his clients Clarence Bowser and Lobelia Bowser employed Joe Brock, the clients themselves are insisting that they did not. It is not unknown for lawyer and client to disagree in the offices of the lawyer and even in the lobby , of the courthouse on the way to the trial, but scarcely does it happen that in the very tribunal in which the lawyer, is presumably championing the cause of his client we find the .lawyer. and client on opposite sides, contending-against each, other/Clarence. Bowser testified iir court /as hollows:: “Q.. Did he work for you on previous ./occasions? • A. No-,he never worked for:. me. ,Q.-. Did he/.work for /Sonny? L A; Me used to help Sonny /out. ; Q: - What ..did. he: do. for Sonny? A.. Well, say, .for instance/1 would, leave, a job. for /Sonny., to do and quite naturally lie runs around to get Mm in order to get the work done, or the place cleaned, and they would jump together and help one another out. . . Q. What did they do? A. Well, say for instance I left word to make up some sausage, or clean the place, well, Sonny, he would be cleaning the place up and if — Joe Brock was around there three hundred and sixty-five days a year, he was always around there, and Sonny would be around his house.”\nHe also testified under cross-examination: “Q. Did you ask Joseph Brock, Jr., to work for you that day? A. No I did not. Q. Did you have any arrangement with Joseph Brock, Jr., concerning the payment of any wages or salary that day? A. ... No I did not. Q. Did you have any arrangements concerning any hours Joe Brock, Jr., was to put in that day? A. No.”\nThe wife-defendant testified on cross-examination: “Q. Did you know Joe to work for you that day? A. I did not. Q. Did you pay him any salary that day? A. I did not. Q. Did you have any arrangements with him concerning any salary? A. I did not. Q. Did you have any arrangements with him concerning what hours he was to be in there that day? A. No.”\nIt seems when Judge Gubkin had nonsuited the plaintiff at the first trial, the plaintiff filed a claim for employe’s compensation. The defendants opposed the claim by answering the averment of the claimant with the statement: “Denied, claimant was not helper or employee.” Mrs. Bowser was asked in cross-examination if it was not true that she had in this manner formally rejected the relation of employer and she replied: “That is true.” Then she was asked: “In other words, Joseph Brock was not an employee or a helper?” And again she affirmed: “That is right.”\nStill being cross-examined, she replied as follows.:\n“Q. Did Joseph Brock, Jr., work for you or your establishment that day (December 16, 1950) ? A. He was helping my son. . . . Q. Did he work for you that day? A. I didn’t — I don’t— Q. I say was Joseph working for you? Just answer my question. Did you hire— A. I did not. Q. Did you hire Joseph Brock that day? A. I did not. Q. Did he work for you or your establishment that day? A. He was out there in the garage with my son. Q. Oh, you know that? A. Yes, I know that. Q. But he didn’t work for you? A. No, he didn’t work for me. Q. Or your husband for that matter? You and your husband are partners, is that right? A. That is right.\nEven assuming that the defendants were aware Joe was helping their boy Sonny on that Saturday in question, this knowledge cannot make out the contractual relationship which is essential before an employment status can be established. The case of Harris v. Seiavitch, 336 Pa. 294, is authoritative of this indispensable pre-requisite. There, the defendant had asked the plaintiff to sit in the rear of his truck to keep other boys off the truck while he made deliveries. For this chore he promised to pay the plaintiff something. This Court affirmed the lower court’s ruling that the evidence merely established the promise of a gift or gratuity, specifically negating any relationship of master and servant: “As specifically set forth in section 104 of the Workmen’s Compensation Act, supra, the word ‘employe’ means a person who performs services for another for a valuable consideration. To establish a master-servant relationship within the meaning of the act, it is necessary to show a contract, either express or implied, of employment for wages: Busch v. Bientzle, 119 Pa. Superior Ct. 559, 562. Here the lower court found that the evidence merely established a promise of a gift or gratuity and that there was no contract for wages. The record amply sustains such findings. The boy was in attendance in a grade school up until Friday before the accident and returned to that school after recovery from his injuries; at the time of his mishap he was on an errand for his mother; and he expected to go to Sunday school later that morning. He had never been employed, nor did he have any intention of being’ employed at the time of the accident. The assent of both parties is essential to create the relation of master and servant: Corbin v. George, 308 Pa. 201, 204. In the present case it is clearly apparent that the boy went along with defendant for the Tun of it’ and that neither he nor defendant intended to create such a relationship.”\nIn the case at bar, Joseph Brock, Jr., testified that he found enjoyment in the process of making link sausages and that Sonny was his buddy: “A. I mean, we were playing and being together, we was buddies. If I go around his house and he wasn’t ready to come out and he had to do something I would help him.”\nIn Busch v. Bientzle, 119 Pa. Superior Ct. 559, the driver of the owner of a trucking business asked the plaintiff, loitering near the defendant’s loading platform, to assist him in unloading boxes from a truck. On previous occasions, with the knowledge of the defendant, plaintiff had ridden with the driver and assisted in unloading the truck. In return for this assistance, the defendant gave the plaintiff various small amounts of money. The defendant moved for dismissal of a subsequent suit brought to recover damages for injuries which the plaintiff sustained when the truck backed into him, urging that a case of master-servant relationship had' been created and therefore, the ácfioñ was governed by the Workmen’s Compensation Act. In language pertinent to the instant case,’ the Superior •Court-held-. -.- ’the plaintiff testified, that the request to get on. the defendant’s truck was not considered by him as an employment. He definitely stated he was unemployed. There was no evidence offered upon the part of the defendant that he was obligated to pay any wages, or that the plaintiff was in his employ. No definite control was exercised over the plaintiff’s movements. He could get off the truck when he pleased, or refuse to do any work assigned to him. No recovery could have been had in an action for a failure to pay for the slight work he performed, as there was no sufficient proof of a contract, either express or implied, of employment for wages. The sum which plaintiff received, which seems to have been 25 cents in this instance, was but a voluntary payment upon the part of the driver.”\nIt is also worthy of note that the defendants did not carry the minor plaintiff on their books as an employe as they did their part-time employes; nor did they pay social security taxes for him, or carry Workmen’s Compensation insurance for Mm. Commenting on evidence of this character, the Superior Court said in Sechrist v. Kurtz Bros., 147 Pa. Superior Ct. 214, 218: “Although by itself it may be of little weight, the fact that claimant and such assistants as he employed were never carried on defendant’s payroll is entitled to some consideration as indicative of lack of intention to create the relation of master and servant. The assent of both parties is essential to create this relationship. Harris et al. v. Seiavitch, 336 Pa. 294, 298, 9 A. 2d 375.”\nHaving thus determined that the suit was properly instituted in trespass and that the Workmen’s Compensation Act was not applicable, the only question remaining for determination is the negligence of the defendants. The Act of June 2, 1947, P. L. 389, §1 (43 P.S. 44) provides that “No minor under eighteen years of age shall be employed or permitted to work in the operation or management of hoisting machines, in oiling or cleaning machinery, in motion; . . .” There is no question in the instant case that the minor plaintiff was injured while cleaning the mixing machine and that this cleaning process took place while the machine was in motion.\nThere was ample evidence that the defendants were aware that Joe was assisting their boy Sonny and that the minor plaintiff had performed similar tasks previous to the day of his injury. The record thus clearly reveals a violation of the above-quoted statute which specifically prohibits anyone permitting a minor under 18 years of age to perform such dangerous work. The violation of this statute is negligence per se.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      }
    ],
    "attorneys": [
      "Thomas R. White, Jr., for appellants.",
      "Ralph Schwarts, for appellees."
    ],
    "corrections": "",
    "head_matter": "Brock v. Bowser, Appellant.\nArgued November 12, 1953.\nBefore Stern, C. J., Stearns, Jones, Bell, Chidsey, Musmanno and Arnold, JJ.\nThomas R. White, Jr., for appellants.\nRalph Schwarts, for appellees.\nJanuary 14, 1954:"
  },
  "file_name": "0209-01",
  "first_page_order": 313,
  "last_page_order": 320
}
