{
  "id": 1246230,
  "name": "Noone Adoption Case",
  "name_abbreviation": "Noone Adoption Case",
  "decision_date": "1954-03-22",
  "docket_number": "Appeal, No. 32",
  "first_page": "437",
  "last_page": "446",
  "citations": [
    {
      "type": "official",
      "cite": "376 Pa. 437"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "31 A. 2d 84",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216462
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0512-01"
      ]
    },
    {
      "cite": "67 A. 2d 751",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "165 Pa. Superior Ct. 12",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        467370
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/165/0012-01"
      ]
    },
    {
      "cite": "74 A. 2d 790",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "167 Pa. Superior Ct. 407",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        470604
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/167/0407-01"
      ]
    },
    {
      "cite": "76 A. 2d 187",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 468",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225603
      ],
      "pin_cites": [
        {
          "page": "473"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0468-01"
      ]
    },
    {
      "cite": "183 A. 49",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "320 Pa. 539",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1163607
      ],
      "pin_cites": [
        {
          "page": "544"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/320/0539-01"
      ]
    },
    {
      "cite": "97 A. 2d 350",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 172",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0172-01"
      ]
    },
    {
      "cite": "97 A. 2d 368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "374 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1241463
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/374/0185-01"
      ]
    },
    {
      "cite": "175 A. 500",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "316 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1159063
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/316/0333-01"
      ]
    },
    {
      "cite": "46 A. 2d 252",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "353 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        466036
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/353/0579-01"
      ]
    },
    {
      "cite": "58 A. 2d 77",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "358 Pa. 620",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846112
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/358/0620-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 785,
    "char_count": 14474,
    "ocr_confidence": 0.393,
    "pagerank": {
      "raw": 1.8848193700883708e-07,
      "percentile": 0.7281663911679793
    },
    "sha256": "fba25d222e5c5f18d9ac908559f3d9551bc366c2108819d195a5ccd76d364f73",
    "simhash": "1:fe84f0c46e82d2d7",
    "word_count": 2445
  },
  "last_updated": "2024-02-27T22:19:01.675281+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before-Steen,- C. J., Stearne, Jones, Belt, Chidset and Musmanno, JJ."
    ],
    "parties": [
      "Noone Adoption Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nThis is an adoption proceeding instituted on May 18, 1953 by Dayton E. Hixon and Angelina M. Hixon, his wife, under the Act of April 4, 1925, P. L. 127, as amended by the Act of June 30, 1947, P. L. 1180, in which the petitioners sought to adopt Gary Anthony Noone, the minor male child of Josephine Noone and Walter E. Noone. The court below entered a final decree granting the adoption. Josephine Noone, the child’s mother, appeals therefrom.\nThe minor child after his birth at the Easton Hospital on August 12, 1952 was released to the custody of appellant who resided with her parents on North Bose Street, Easton, Pennsylvania, she and her husband having separated during the fifth month of her pregnancy. On November 13, 1952 appellant delivered the infant child to Mr. and Mrs. Hixon for adoption. They have had the child continuously since that time. Separate formal written consents to the adoption were executed on November 12, 1952 by appellant and her husband. The custody of the child by the petitioners for the purpose of adoption, was not disturbed or ques-. tioned until the, hearing on the adoption application held on June 1, 1953. There it developed that although appellant represented herself as 19 years of age, she was only 16 years of age when she executed her consent to the adoption. It is not disputed that the father of the child was of age when he executed his separate consent thereto.\nUnder the adoption law of 1925, as amended, then in effect, consent of the natural parents to the adoption of a child was required and no such consent was effective unless the j>arents had reached the age of 18 years. However, no consent was necessary where there had been abandonment of the child for six months proven “to the satisfaction of the court”. Because appellant was not 18 years of age when she executed the consent, it was necessary for the petitioners to prove abandonment, and if abandonment was established, before granting the adoption it was essential for the court to find that the adoption would be for the best interests and welfare of the child: Dougherty Adoption Case, 358 Pa. 620, 58 A. 2d 77; Davies Adoption Case, 353 Pa. 579, 46 A. 2d 252; Weinbach’s Appeal, 316 Pa. 333, 175 A. 500.\nAlthough the case comes before us as on certiorari, it is our duty to consider the evidence which is brought up by the certiorari, and determine whether there is any evidence to sustain the ultimate conclusions of fact deduced or inferred by reasoning from established facts: Ashton Adoption Case, 374 Pa. 185, 97 A. 2d 368, and cases, cited therein; After a careful review of the. evidence in this case, we are satisfied that the court below properly, found-there had'been ..an., abandonment of the child for six months- and upwards,' and -that; the best interests' and .welfare of. the child-would..be served by .the adoption. We subscribe to. the .narration ..of facts and. apprehension of their, pertinency, by. the 'hearting judge, contained in.; the. following:.portion ofe.his opinion: “The testimony discloses that some months after the birth of the child Mr. Hixon talked to Mrs. Noone about the child, at which time it was suggested that petitioners ‘board the baby’. Mr. Hixon declined this offer and said that he would be interested in taking the child only if he be permitted to adopt it. Several days later Mrs. Noone told him that she had decided to permit the adoption, whereupon petitioners arranged with their attorney for a conference with them and Mrs. Noone. At this conference the attorney, a reputable member of the Northampton County Bar, and a person of unquestioned moral character, explained in detail the rights and liabilities and the legal procedure of and for adoption. Mrs. Noone replied, ‘I don’t care, I don’t want the child, my husband and I are separated, I can’t make a home for it’. She then signed a ‘consent agreement’, having represented her age as 19 years. She stated that she was bom January 10, 1933, whereas, her birth certificate, produced at the adjourned hearing, states her birthday as January 10, 1936. The next day, November 13, 1952, Mrs. Noone brought the child to the Hixon home, handed the baby to Mrs. Hixon and said, ‘Here is your son’. She returned to the Hixon home only one time subsequently, at which time she brought a few pieces of the child’s clothing. That occurred during the first week after the Hixons received custody. Since that time, Mrs. Noone never saw her child, never made any inquiry concerning its health or condition, never gave the child any gifts for Christmas or Easter or otherwise, and never objectively manifested any interest in the child or its whereabouts. In this connection it is to be noted that 514 Pine Street [where the petitioners resided] and North Bose Street, Mrs. Noone’s residence during most of this period, are in close proximity. The child’s ..father..also .signed, a written consent for. the adoption. He admitted that he has seen the child only one time since its birth and that he has failed to pay the lying-in expenses of the doctor and hospital, and that he has failed to contribute anything toward the child’s support. He testified that he left Mrs. Noone and that he has instituted an action in divorce against her. On the hearing date the child’s parents appeared in court and objected to the adoption. No previous notice was given to petitioners that the parents’ consent would be withdrawn and objection made. Mr. Noone, despite his failure to provide for his child’s expenses and support, testified, ‘I’m against the adoption. I want my child back’. Mrs. Noone testified that two weeks after she had surrendered custody to petitioners she ‘changed her mind’ and decided to resist the adoption. The record is silent, however, as to any objective conduct or statements on her part in support of such testimony.”.\nIt may be added that Mr. Hixon, the adopting father, testified that the privilege of visiting the child weekly was expressly given to Mrs. Noone. This was not denied, and this privilege was at no time exercised except two or three days after the Hixons received the child, when Mrs. Noone delivered the few additional pieces of the child’s clothing. Mrs. Noone testified that during the interview with the attorney at the time she executed the written consent, she was advised and understood that six months was the time limitation for a change- of mind on her part as to the. child’s adoption. When asked why . she didn’t express the change of mind to which she testified at the hearing as. having' Occurred two weeks after giving up.the child,..she replied, “I didn’t-get to see'the..people.”.- 'The Hixons lived about two blocks away. ' :.\n-■ - In his opinion, -the--hearing', judge-states :• ..‘.‘Npr are wev impressed-.with:' -the-mOtk'erls^ .She^Jadt mittedly falsified her age to petitioners as being 19 when she was only 16. She acted irresponsibly in the matter of giving custody to the petitioners with the understanding that she did or would consent to the adoption, only to endeavor to withdraw that consent, without notice, on the hearing day. ... In our opinion she testified falsely that she went to the petitioners’ home three or four times to see the child but never found them at home, and that she ‘couldn’t get to see them’. We do not place any credence in this testimony under all the circumstances of the case. Neither do we believe her testimony that she changed her mind two weeks after the placement. Her conduct compels a contrary inference. Her intention, ascertained from her conduct and statements, lead us to conclude that she abandoned her child. Hazuka’s Appeal, 345 Penna. 432, 29 At. 2d 88.”.\nIn Commonwealth ex rel. Harry v. Eastridge, 374 Pa. 172, 97 A. 2d 350, Mr. Justice Allen M. Stearns, speaking for the Court, said at p. 177: “. . . It is a principle which runs through all our cases that the credibility of witnesses and the weight to be given to their testimony by reason of their character, intelligence, and knowledge of the subject can best be determined by the judge before whom they appear: Jacobs’s Trust Estate, 320 Pa. 539, 544, 183 A. 49; Harbison Estate, 365 Pa. 468, 473, 76 A. 2d 187.”. And see Oelberman Adoption Case, 167 Pa. Superior Ct. 407, 74 A. 2d 790.\nAppellant largely relies upon Ashton Adoption-Case, supra. That case is clearly distinguishable and inapposite. The alleged abandonment there was contradicted by a manifested and persistent desire on the part of the mother to regain the custody of her child, the fulfillment of which was prevented because “information concerning the child’s whereabouts was sedulously kept from the mother”. Here the mother knew the exact whereabouts of the child, being a short distance away in the immediate neighborhood, and could have readily communicated to the petitioners any change of mind with respect to its adoption.\nAppellant also contends that the court erred in considering the written consent to the adoption as evidence of abandonment. Although the consent of itself was invalid and ineffective without proof of abandonment, to support a decree of adoption, it was some evidence of abandonment: Diana Adoption Case, 165 Pa. Superior Ct. 12, 67 A. 2d 751; Commonwealth ex rel. Piper v. Edberg et ux., 346 Pa. 512, 31 A. 2d 84. We may add that in our opinion there was sufficient evidence of abandonment without resort to the written consent.\nTurning to the question whether the best interests and welfare of the child would be served by the adoption sought, it appears from the evidence that at the time the adopting couple received the custody of the child the husband was about 32 years of age and his wife about 25. They had no children of their own and they immediately gave the child the love, care and training which devoted and natural parents are accustomed to give to a child. They provided it with monthly medical supervision and have constantly ministered to the child’s comfort and health. The adopting parents bear a good reputation, are church goers and have an income from the husband’s steady employment and a service disability benefit amounting to about $350 a month. The wife keeps house and is present with the child throughout the day. The living quarters consist of a well equipped apartment containing a living room, bedroom, kitchenette and private bathroom, representing presently sufficient accommodations, and the adopting parents have made an application for a more commodious home to the Easton Housing Authority which has been accepted. In contrast to the environment and permanency of home afforded by the adopting parents, the appellant testified that if she obtained custody of the child, it will reside with her in the apartment of her “best girl friend” and husband and their two children, where the appellant, who works during the day, is presently residing. The appellant manifested no conduct indicating a resurrection of any maternal love or affection, and under all the circumstances of the case we are satisfied that the lower court justifiably found that the best interests and welfare of the child would be promoted by its remaining with the adopting parents.\nAn additional contention not raised in the lower court but presented here for the first time is that appellant was deprived of due process of law in violation of Section 1 of the Fourteenth Amendment of the Federal Constitution by reason of the lower court’s allowance at the conclusion of the testimony of an amendment to the petition for adoption to include an averment of abandonment for a period of six months. The petition averred that appellant and her husband “have evidenced their consent to the adoption as herein prayed for” and that the petitioners have had continuous custody of the minor since November 13, 1952. When counsel for the petitioners was first apprised at the time of the hearing that the application would be opposed, he did not rest his case on the written consents executed by the appellant and her husband, but proceeded to establish abandonment. Dayton F. IXixon, one of the petitioners and the first witness called, was asked whether either of the natural parents of the child sent any money to maintain it, and when he answered in the negative, appellant’s attorney objected on the ground that the question of support was irrelevant. This objection was overruled by the court below on the ground that it was “very relevant”, stating “. . . it tends to show whether there was an abandonment over to these proposed adopted [adopting] parents.”. From then on throughout the case the proofs developed and supported abandonment. Appellant’s able counsel knew of the consents to the adoption given by the natural parents of the child and that he was in court for the purpose of attempting to withdraw those consents and that the only basis upon which the petitioners could be successful in the adoption was on the ground of abandonment in view of the attempted withdrawal of consent. It is idle for appellant to claim, as stated in her brief, that she was “suddenly confronted with a charge of having abandoned her child”. When at the close of the case petitioners’ counsel requested an amendment to include in the petition an averment of abandonment, there was no request on the part of appellant’s counsel to be given an opportunity for a further hearing, nor was there any objection to the amendment on the basis of “surprise”. It cannot be said that the appellant was prejudiced in any way by the allowance of the amendment and certainly there was no deprivation of “due process” within the contemplation of the Fourteenth Amendment. After the actual trial of a case at which the parties have been heard fully, an amendment to conform a pleading with the proof, thus promoting a disposal of the case on its merits, is in the interest of orderly administration of justice. Where no injustice is inflicted upon a litigant- — -and none was here — liberality in permitting amendments in order to prevent delay or a defeat of justice has always been the policy of our statutory and decisional law. We find this belated contention to be without merit.\nDecree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      }
    ],
    "attorneys": [
      "John H. Oericola, with him John B. O’Brien, for appellant.",
      "Thomas F. Butterfield, Jr., with him Wm. O. Fulmer, for appellees."
    ],
    "corrections": "",
    "head_matter": "Noone Adoption Case.\nArgued January 4, 1954.\nBefore-Steen,- C. J., Stearne, Jones, Belt, Chidset and Musmanno, JJ.\nJohn H. Oericola, with him John B. O’Brien, for appellant.\nThomas F. Butterfield, Jr., with him Wm. O. Fulmer, for appellees.\nMarch 22, 1954:"
  },
  "file_name": "0437-01",
  "first_page_order": 541,
  "last_page_order": 550
}
