{
  "id": 1050839,
  "name": "Bogue's Appeal. Stein's Appeal. Newburger's Appeal",
  "name_abbreviation": "Bogue's Appeal",
  "decision_date": "1876-11-24",
  "docket_number": "",
  "first_page": "101",
  "last_page": "105",
  "citations": [
    {
      "type": "official",
      "cite": "83 Pa. 101"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "7 W. & S. 135",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "opinion_index": -1
    },
    {
      "cite": "6 Whart. 153",
      "category": "reporters:state",
      "reporter": "Whart.",
      "case_ids": [
        1836983
      ],
      "opinion_index": -1,
      "case_paths": [
        "/whart/6/0153-01"
      ]
    },
    {
      "cite": "13 Wright 195",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": -1
    },
    {
      "cite": "3 Wright 284",
      "category": "reporters:state",
      "reporter": "Wright",
      "weight": 2,
      "opinion_index": -1
    },
    {
      "cite": "18 Wright 199",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    },
    {
      "cite": "3 Wright 284",
      "category": "reporters:state",
      "reporter": "Wright",
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 449,
    "char_count": 10934,
    "ocr_confidence": 0.459,
    "pagerank": {
      "raw": 6.267022623599536e-08,
      "percentile": 0.38662524340222154
    },
    "sha256": "0a1d20237819cdf64359124ed3dd04772cf658915cd17c32d77735500e198aa3",
    "simhash": "1:7e8ca683f442a8ff",
    "word_count": 1912
  },
  "last_updated": "2024-02-27T21:45:36.783492+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C. J., Sharswood, Gordon, Paxson and Woodward, JJ. Williams and Mercur, JJ., absent."
    ],
    "parties": [
      "Bogue’s Appeal. Stein’s Appeal. Newburger’s Appeal."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Sharswood\ndelivered the opinion of the court, November 24th 1876.\nThese are appeals from the decree of the Court of Common Pleas of Fayette county, distributing the proceeds of a sheriff’s sale of personal property. They all rest upon the same ground and may be considered together.\nBrown, Kunkle & Co. had a prior execution in point of time issued upon a judgment against A. Gr. Minehart, which was levied upon the interest of the defendant in the business and property of A. Gr. Minehart & Sons. The executions of the appellants were issued upon judgments against A. Gr. Minehart & Sons, and were levied on the property as of the defendants, and sold under these1 writs. The sheriff returned the sale as made under them, and paid the money into court.\nThe auditor in the court below, to whom the question of distribution was referred, gave the priority to the execution of Brown,, Kunkle & Co., on the ground, which he found to be the fact, that there was no such partnership as A. Gr. Minehart & Sons, and that the personal property levied upon and sold was the exclusive property of A. Gr. Minehart. \"Whether he was right in this finding of fact it will be unnecessary to consider, as we are clearly of the opinion that it was not a question properly involved in the distribution. ITe was evidently misled by a cursory examination of the cases he cites, without observing -a marked distinction between them and that which was before him for determination : Appeal of the York County Bank, 8 Casey 446 ; Vandike’s Appeal, 5 Harris 271; Cope’s Appeal, 3 Wright 284. These were all contests between separate and partnership execution-creditors, in which the sheriff had levied and sold under all the writs, and so made, return. Neither party was concluded by the return made upon any execution except his own, and his own was in his favor. It followed that there were contradictory returns — as to whether the'goods from which the money had been made was separate or partnership property — and it was held in those cases that the court were bound of necessity to inquire and determine the fact, in order to enable them to distribute the fund. But the facts here were entirely different. Upon the execution of Brown, Kunkle & Co. the sheriff made return that he had “ levied on all the interest of A. Gr. Minehart in the business of A. G. Minehart & Sons, said partnership ¡property consisting of ready-made clothing, &c., and subsequently sold said property as that of A. G. Minehart & Sons, as per return to fi. fa. Nos. 144 and 150, of June 7th 1875.” The fi. fa. No. 144, to which the sheriff refers in this return, was one in favor of Stein & Co. against A. G. Minehart & Sons, and No. 150 a similar execution in favor of Henry Bogue & Son. To No. 144 the sheriff made return that he had levied on all the following described personal property belonging to the defendants A. G. Minehart & Sons, to wit: a lot of ready-made clothing, &c. “ After due and legal notice given, as required by law, I sold the same for the sum of $2404.07, which money, on leave given, I paid into court for distribution according to law.” Upon the other partnership executions he returned severally that he had “ levied on personal property of defendants, and sold the same as per return to fi. fa. No. 144.”\nThat Brown, Kunkle & Co. were not prevented by the return to the partnership executions from setting up their claim to the proceeds of the sale of the goods as the individual and separate property of their debtor defendant A. G. Minehart is clear, but that they were concluded and estopped by the return to their own writ is equally clear, both on principle and authority. It ivas expressly so ruled by this court in Paxson’s Appeal, 18 Wright 199, where the books and cases are cited. The return to their execution not only stated that the levy under it was only upon the interest of A. G. Minehart in the business and property of A. G. Minehart & Sons, but also that it was partnership property, and that he had sold it as such under the partnership execution. There was no sale under Brown, Kunkle & Co.’s writ. The money was made under the partnership writs, and so paid into court.\nThere was error therefore in trying the question of fact of the existence of the partnership, and the money ought to have been distributed to the execution-creditors of A; G. Minehart & Sons, according to their respective priorities.\nDecree reversed, at the cost of the appellees, and record remitted to the court below, that distribution may be there made according to this opinion.",
        "type": "majority",
        "author": "Mr. Justice Sharswood"
      }
    ],
    "attorneys": [
      "D. Kaine, for appellants Bogue & Son.",
      "S. L. Mestrezat and Albert D. Boyd, for appellants Stein & Co. and Newburger & Hochstadters.",
      "N. JEwing, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bogue’s Appeal. Stein’s Appeal. Newburger’s Appeal.\nB., an individual judgment creditor of M., issued a fi. fa. against him, to which, writ the sheriff returned “that he had levied on all the interest of M. in the business and property of M. & Sons, and subsequently sold said property as that of M. & Sons under executions against the firm.” The fund arising from the sale under the execution against the par-tnership was referred to an auditor for distribution, before whom B. claimed the amount of his judgment out of the proceeds, and offered evidence to show that no partnership existed, but that the property belonged to M. alone. Held (reversing the court below), that the auditor could not inquire into the existence of the partnership, and that B. was concluded by the return to his writ and estopped from making any claim to the fund.\nNovember 16tb 1876.\nBefore Agnew, C. J., Sharswood, Gordon, Paxson and Woodward, JJ. Williams and Mercur, JJ., absent.\nAppeals from the Court of Common Picas of Fayette county: Of October and November Term 1875, Nos. 294-801.\nThese were appeals by Henry Bogue & Son, S. Stein k Co. and Newburger k Hochstadters, from the decree of the court distributing the proceeds of a sheriff’s sale of the- personal property of A. G Minehart & Sons, under an execution of Stein & Oo.\nBefore the auditor who was appointed to distribute the fund arising from the sale, it appeared that on the 24th of March 1875, Brown, Kunkle k Co. issued a fi. fa. upon a judgment against A. G. Minehart, and upon the same day the writ was placed in the sheriff’s hands.\nOn the 16th of April 1875, Stein & Co. obtained four judgments against A. G. Minehart k Sons, on which executions were issued to Nos. 144, 145, 146 and 147 of June Term 1875, and the writs placed in the sheriff’s hands on the same day.\nUpon the same day executions issued upon two other judgments which had been obtained respectively by Newburger & Hochstadters and Bogue k Son against A. G. Minehart k Sons.\nTo the fi. fa. of Brown, Kunkle & Co. the sheriff made the following return:—\n“March 26th 1875, levied on all the interest of A. G. Mine-hart in the business and property of A. G. Minehart & Sons ; said partnership property, &c., consisting of ready-made clothing, &c., and subsequently sold said property as that of A. G. Minehart & Sons, as per return to fi. fas., Nos. 144 and 150 of June Term 1875.”\nTo fi. fa. No. 144 of Stein & Co. the sheriff made the following return:—\n“ April 16th 1875. Levied on all the following property belonging to defendants, A. G. Minehart & Sons, viz.: A lot of ready-made clothing, &c., and after due and legal notice given as required by law, I sold the same on the 22d, 23d and 24th days of April 1875, for the sum of $2404.07, which money, on leave given, I paid into court for distribution, according to law.”\nTo the fi. fa. of Newburger & Hochstadters and Bogue & Son the return was:—\n“ April 16th 1875. Levied on personal property of defendants, subject to levy on fi. fa. No. 144, of this term, and sold the same as per return to that writ.”\nBrown, Kunlde & Co. claimed before the auditor that although the business of retailing and selling goods in the store levied upon and sold, was done under the name of A. G. Minehart & Sons,- yet, in fact, there was no such firm as A. G. Minehart & Sons, but that the goods sold belonged to A. G. Minehart individually: and if such was the case, they were entitled to so much of the money as would satisfy their claim. A. G. Minehart, Samuel H. Minehart and A. G. Minehart, Jr., were called as witnesses to prove that, in fact, the store belonged to their father, A. G. Minehart, and that although the three were embraced in the name, yet the one alone had any interest.\nThe auditor reported:—\n“ This allegation of Brown, Kunlde & Co. ivas established, as we think, by the evidence offered, and we find that although the business was done under the name of A. G. Minehart & Sons, yet that the ownership belonged to A. G. Minehart alone; that the goods sold were individual property and must go to pay his debts, We also decide that we have the right to determine the ownership of these goods, regardless of any return of the sheriff: Appeal of the York county Bank, 8 Casey 446 ; Vandike’s Appeal, 5 Harris 271; Cope’s Appeal, 3 Wright 284.”\nThe auditor thereupon awarded to Brown, Kunlde & Co. $743,88, the full amount unpaid on their judgment together with costs.\nBogue & Son, S. Stein & Co. and Newburger & Hochstadters all excepted to this report, because 1. The auditor erred in finding that the property was that of A. G. Minehart and not that of the firm of Minehart & Sons; 2. In admitting evidence to contradict the sheriff’s return ; 3. In awarding any part of the fund to Brown, Kunlde & Co., before the partnership executions had been satisfied.\nThe court below dismissed the exceptions and confirmed the report, and from this decree these appeals were taken.\nD. Kaine, for appellants Bogue & Son.\nThe sheriff had sold the property of the partnership and paid the money into court for distribution and it could not be appropriated to any other than the debts of the partnership. .\nThe auditor is not sustained by the authorities upon which he relies. They clearly show that he could not admit evidence to contradict the sheriff’s return. If any facts are in dispute, they must be determined by a court and jury under an issue framed under the Act of Assembly: Vandike’s Appeal, 5 Harris 271; Act of the 16th of June 1836, Purd. Dig. 656, pl. 108.\nThe sheriff’s return to this writ was conclusive upon Brown, Kunkle & Co., and they have no claim upon the fund: Paxson’s Appeal, 13 Wright 195.\nS. L. Mestrezat and Albert D. Boyd, for appellants Stein & Co. and Newburger & Hochstadters.\nIt is a well-settled principle that in a contest between the parties to the action they cannot contradict the sheriff’s return, which can only be impeached in an action against the sheriff: Diller v. Roberts, 13 S. & R. 64; Mentz v. Hamman, 6 Whart. 153; McClelland, v. Slingluff, 7 W. & S. 135; Flick v. Troxell, Id. 67.\nN. JEwing, for appellees.\nThat an auditor has power to determine the character of the fund he is called upon to distribute has been recognised and approved in Appeal of York County Bank, 8 Casey 446; Vandike’s Appeal, 5 Harris 27; Cope’s Appeal, 3 Wright 284."
  },
  "file_name": "0101-01",
  "first_page_order": 101,
  "last_page_order": 105
}
