{
  "id": 1050739,
  "name": "Adams et al. versus Bachert",
  "name_abbreviation": "Adams v. Bachert",
  "decision_date": "1877-03-26",
  "docket_number": "",
  "first_page": "524",
  "last_page": "526",
  "citations": [
    {
      "type": "official",
      "cite": "83 Pa. 524"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 319,
    "char_count": 5173,
    "ocr_confidence": 0.42,
    "pagerank": {
      "raw": 1.2806140891577287e-07,
      "percentile": 0.6173792371678812
    },
    "sha256": "e91f63115fb00827020de43952f8bf8129d2008872ac9a8e443398c8df11142f",
    "simhash": "1:d2084a1a0e53badd",
    "word_count": 930
  },
  "last_updated": "2023-07-14T20:20:29.523192+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Agnew, C; J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ."
    ],
    "parties": [
      "Adams et al. versus Bachert."
    ],
    "opinions": [
      {
        "text": "Mr. Justice Gordon\ndelivered the opinion of the court, March 26th 1877.\nOn the 7th day of November 1874, George Bachert executed and delivered to the plaintiffs, Adams, Hal deman & Co., his judgment note containing, inter alia, a clause waiving the benefit of the Act of Assembly exempting property from execution, and agreeing that all his goods and effects might be taken in satisfaction of the debt, in said note mentioned. Judgment was entered thereon and a fi. fa. issued. Afterwards the court, on motion to open the judgment and stay the writ, directed an issue to try: 1. “ Whether or not the defendant confessed the above judgment2. “ Whether or not the defendant waived the benefit of the law exempting property from execution.” Upon the trial of this issue the learned judge of the court below charged as follows: “ The defendant could only avoid the judgment note by showing that there was some fraud practised upon him in the obtaining of his signature to the note. There is no fraud, because there is no testimony in the case from which you will be warranted to find such a fraud, and, therefore, I instruct you that, as regards the issue to determine whether or not it be the defendant’s act or deed, you must find that in the affirmative. A different question, however, arises as to whether or not the defendant waived the three hundred dollar law. This is a personal privilege given to the defendant under the statute, and I have declared the law to be, in cases tried heretofore, that no man can be held to waive a privilege unless he is informed of that fact. He cannot be held, in law, to have waived the three hundred dollar exemption law, unless knowledge was brought to him at the time he signed the note; and the question then for your determination is: did the defendant know, at the time he signed this note, that it was an exemption note, or, in other words, that he had waived the privilege which the statute conferred upon him ? The plaintiffs assert that the defendant did know this fact. The plaintiffs must prove this by stronger proof than all opposing proof on the part of the defendant.”\nThat part of the charge which we have italicised is wrong. That part of the note which waived the exemption stood on no higher plane than any other. It was a contract the defendant had a right to make, and it went into the note as part of the consideration: Bowman v. Smiley, 7 Casey 225. When the plaintiffs proved the execution of the obligation, they made out their case — a case that could only be impeached by proof that the signature thereto had been obtained by fraud, or through some palpable mistake or misapprehension of the parties. Neither of these proofs, however, was made. What if Bachert did not know that the paper he executed contained an agreement to waive exemption ? He did not know because he did not inquire. (We speak from his own testimony.) There Avas no fault on part of the plaintiffs or their agent, and they got nothing from the defendant that was not lawful and proper for them to take. Under such circumstances and as against creditors, who are justly entitled to have paid to them the debt represented by the note, the defendant has no standing in either law or equity: Greenfield’s Estate, 2 Harris 496.\nThe verdict and all proceedings in the issue in this case are reversed and set aside, and it is noAV ordered that the record be remitted to the court beloAV for further proceedings according to law.",
        "type": "majority",
        "author": "Mr. Justice Gordon"
      }
    ],
    "attorneys": [
      "W. P. Snyder and Butz £ Schwartz, for the plaintiffs in error.",
      "Bdwin Albright, contrd."
    ],
    "corrections": "",
    "head_matter": "Adams et al. versus Bachert.\n1. In a judgment note containing a waiver of the §300 exemption law, the waiver stands upon no higher plane than the rest of the note.\n2. One who has signed such a note can defend an action on it only on the ground that his signature to it had been obtained by fraud or through some mistake.\n3. B. gave A. his judgment note with a waiver of all exemption from execution, in payment of a pre-existing debt; in an action on the note, at the trial of which B. testified that he did not know, when he signed the note, that it contained such a waiver, the court charged that B. could not have been held to have waived the exemption, unless knowledge of the waiver was brought home to him at the time he signed the note, and that the plaintiff must prove such knowledge by stronger proof than all opposing proof on the defendant’s part: Eeld, to be error, and that B. could only defend on the ground that his signature to the note was obtained by fraud or through mistake.\nFebruary 27th 1877.\nBefore Agnew, C; J., Sharswood, Mercur, Gordon, Paxson and Woodward, JJ.\nError to the Court of Common Pleas of Lehigh county: Of January Term 1877, No. 146.\nThis case arose out of proceedings to.open a judgment entered on a judgment note given by George Bachert to Adams, Hal deman & Co. The facts are given in the opinion of the court. On the first question raised in the issue the jury found for the plaintiffs; on the second, they found for the defendant — that he did not know that the note contained a waiver of the $300 exemption law. After judgment on the verdict the plaintiffs took this writ of error.\nW. P. Snyder and Butz £ Schwartz, for the plaintiffs in error.\nBdwin Albright, contrd."
  },
  "file_name": "0524-01",
  "first_page_order": 524,
  "last_page_order": 526
}
