{
  "id": 1240423,
  "name": "Roberts Will",
  "name_abbreviation": "Roberts Will",
  "decision_date": "1953-02-13",
  "docket_number": "",
  "first_page": "7",
  "last_page": "18",
  "citations": [
    {
      "type": "official",
      "cite": "373 Pa. 7"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 A. 2d 568",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "368 Pa. 607",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1230340
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/368/0607-01"
      ]
    },
    {
      "cite": "41 A. 2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "351 Pa. 317",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        462704
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/351/0317-01"
      ]
    },
    {
      "cite": "79 A. 2d 208",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 641",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846226
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0641-01"
      ]
    },
    {
      "cite": "11 A. 2d 487",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "337 Pa. 420",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1197321
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/337/0420-01"
      ]
    },
    {
      "cite": "286 Pa. 58",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1096515
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/286/0058-01"
      ]
    },
    {
      "cite": "152 A. 840",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "302 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1129062
      ],
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/302/0078-01"
      ]
    },
    {
      "cite": "75 A. 2d 599",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "365 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1225584
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/365/0381-01"
      ]
    },
    {
      "cite": "150 A. 101",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "300 Pa. 45",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1125955
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/300/0045-01"
      ]
    },
    {
      "cite": "57 A. 821",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "208 Pa. 414",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998153,
        998054
      ],
      "pin_cites": [
        {
          "page": "415"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/208/0414-01",
        "/pa/208/0414-02"
      ]
    },
    {
      "cite": "90 A. 457",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "244 Pa. 35",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1003479
      ],
      "pin_cites": [
        {
          "page": "42"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/244/0035-01"
      ]
    },
    {
      "cite": "122 A. 267",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "278 Pa. 170",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080617
      ],
      "pin_cites": [
        {
          "page": "184"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0170-01"
      ]
    },
    {
      "cite": "47 A. 2d 204",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "354 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        467444
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/354/0288-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 926,
    "char_count": 18618,
    "ocr_confidence": 0.474,
    "pagerank": {
      "raw": 2.1441393470954193e-07,
      "percentile": 0.7675912765570503
    },
    "sha256": "a3d20547109754119029012807bbd9da1d81563578a6d15a5d989a6de6e402f7",
    "simhash": "1:7a5a0c2a431b0017",
    "word_count": 3218
  },
  "last_updated": "2024-02-27T20:55:10.981692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey and Arnold, JJ."
    ],
    "parties": [
      "Roberts Will."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThe appeal is in a will contest. Contestant appeals from the refusal of the trial court to grant her motion for judgment non obstante veredicto following a verdict of a jury sustaining the will in an issue devisavit vel non. The jury trial was held in an orphans’ court under the Act of July 1, 1937, P. L. 2665, 20 PS 2585. (The proceeding was prior to January 1, 1952, the effective date of the Act of August 10, 1951, P. L. 1163, sec. 746, 20 PS 2080. 746).\nAn issue d.v.n. was awarded by the orphans’ court to determine: (a) whether at the date of execution of the contested will — May 11, 1948 — decedent possessed testamentary capacity, (b) whether the will was procured by undue influence, and (c) whether it was executed by decedent with testamentary intent, with the knowledge that it was a will. The jury answered the questions (a) and (c) in the affirmative and (b) in the negative. The verdict sustained the will. Upon refusal of motion for judgment for contestant n.o.v. this appeal followed. Appellant does not seek the grant of a new trial. Therefore, we need not consider alleged trial errors.\nIn refusing contestant’s motion for judgment n.o.v. the court said: “The jury’s verdict satisfies the professional and judicial conscience of the trial judge, is fully compatible with the evidence and the law of the case, and must therefore be upheld by the court.”\nThe scope of a review by an appellate court under such circumstances is well defined in Stewart Will, 354 Pa. 288, 47 A. 2d 204. In that case Mr. Justice Jones said, p. 295: “Once the chancellor approves and accepts the verdict, it becomes binding in the will contest in the Orphans’ Court as determinative of the fact so established: Cross’s Estate, 278 Pa. 170, 184, 122 A. 267. But, ‘ “In every ease tried before a jury in ■which the trial judge sits as a chancellor, the evidence is addressed to him quite as much as to the jury — it must as a whole be judged by him independently of the jury — must satisfy his (legal) conscience as well as the jury — and cannot be rightfully submitted to the jury as a basis of any finding which he would not approve ; in a word, he cannot permit the jury to do what he as a chancellor (after weighing the evidence in the light of the established law upon the subject) would not do” ’: Phillips’ Estate, 244 Pa. 35, 42, 90 A. 457, quoting with approval from opinion of Judge Endlich in Caughey v. Bridenbaugh, 208 Pa. 414, 415, 57 A. 821, affirmed per curiam.\n“The. foregoing quotation was spoken with respect to a jury’s verdict on the trial of an issue d.v.n. certified to the Common Pleas under the practice obtaining prior to the Act of July 1, 1937, P. L. 2665, 20 P.S. §2585. It is no less applicable to a jury’s verdict in the trial of an issue in Orphans’ Court under the provisions of that Act. The Act of April 22, 1905, P. L. 286, 12 P.S. §681, which provides for the filing of motions for judgment n.o.v., is adaptable to the trial of an issue d.v.n. only to the extent of the procedure it prescribes for raising the alleged invalidity of a verdict as a matter of law. It does not import into the question of the sustainability of a verdict on an issue d.v.n. the binding effect of the rule as to the evidence permissibly cognizable in testing a verdict rendered by a jury in a trial at law.” We have reviewed the testimony in order to ascertain whether or not it sufficiently supports the verdict and the chancellor’s approval of the same.\nThe basic controversy is over the validity of a bequest of a coal and builders supply business and a devise of the real estate on which the business was conducted, located in Llanercli, Delaware County. William J. Roberts, tbe decedent, died May 20, 1949, at the age of eighty-three. He was unmarried, without issue; his next of ldn were nephews and nieces and issue of a deceased niece. His estate is estimated in value to be over $300,000. The business was appraised at $39,933 and the real estate at $32,150, a total of $72,083. Decedent resided in the home of Ella Greenfield, the widow of a former business associate. Margaret Harrison (appellant), daughter of Mrs. Greenfield, lived next door. The business of decedent ivas conducted directly across the street from where he lived. William Hottenstein, the proponent, had been employed by decedent in the business since 1924, and after 1936 had become the manager of the business, in full charge and control of it. In January, 1941, decedent executed a will prepared in the office of Frank B. Rhodes who was apparently associated with his nephews, Walter L. Rhodes and William X. Rhodes. Under the terms of this will (i.e. 1941) there were bequeathed to named nephews and nieces and grandnephews and grandnieces legacies to the total amount of $29,000; $30,000 was bequeathed to Mrs. Greenfield and $3,000 to Margaret Harrison, daughter of Mrs. Greenfield (appellant). William Hottenstein, the appellee, was devised and bequeathed the business and the real estate on which the business was conducted. Walter L. Rhodes was named as executor. There was no disposition of the residue.\nAnother will was executed, dated March 18, 1948. It was signed by decedent and witnessed by his physician, Dr. Furman J. Kepler, and by Warren R. Jaquett, a friend of decedent, president of a bank. This will was probated May 25, 1949, and letters testamentary granted to Margaret Harrison and Robert W. Beatty, Esq., the executors named therein. Under this will, William Hottenstein is bequeathed $10,000. Earl Roberts, a nephew, is bequeathed $5,000. Seven named nephews and nieces are bequeathed $3,000 each. Margaret Harrison is given a legacy of $3,000 (one nephew, Hugh Roberts, included in the 1941 will, is omitted). The residue is given to Ella N. Greenfield, with Margaret Harrison substituted should her mother predecease testator. There is no dispute over the circumstances under which this will was prepared and executed.\nAfter Mr. Beatty (who had never been the attorney for decedent but who called at the home of decedent at appellant’s request in order to draw the will) had prepared a will (i.e. March 18, 1948) he mailed it to decedent accompanied by this letter:\n“March 12th, 1948\n“Mr. William J. Roberts\nDarby Road and Park Avenue\nHavertown, Penna.\n“Dear Mr. Roberts:\n“After my visit with you on Tuesday I prepared your Will in accordance with your instructions. I told you this was a rough draft, and that you should read it over, make such corrections as you think proper, and return to me so that I can put it in final shape. If the Will, as submitted, was satisfactory it could be signed before the proper witnesses.\n“You will recall that I told you that in view of the fact you were not well you should discuss with your Doctor the question of signing the Will and perhaps have him witness it so there would be no doubt as to your testamentary capacity, to-wit, your ability to make a Will. You will also recall I told you the question of Executorship was up to you, and that there was no reason why I should act unless you desired it. I put my name in as an Executor with Mrs. Harrison, at your request. In accordance with our understanding please feel free to remove it, or rewrite the Will omitting me from this capacity. I will be glad to serve you in any way I can.\n“The only other question involved was whether or not your bequest to Mr. Hottenstein was sufficient. It would be presumptuous for me to make any suggestions along this line.. I think you should review this and then let me hear from you. (emphasis supplied)\nYours very truly,\n(sgd) Robert W. Beatty”\nIt is to be especially noted that a question obviously existed in the scrivener’s mind whether or not decedent regarded the bequest to Mr. Hottenstein sufficient, and he therefore suggested that decedent should review such consideration and then let Mr. Beatty hear from him.\nMr. Hottenstein’s testimony concerning what happened following receipt of the letter, and leading up to the execution of the contested will of May 11, 1948, may be summarized as follows: on March 13, 1948, the above letter was received at decedent’s place of business; decedent opened the letter and read it aloud to Hottenstein; decedent inquired what it was all about; Hottenstein answered “. . . it looks as though you’re changing your will”. Hottenstein thereafter called Walter Rhodes and took a copy of the letter to him; Mr. Walter Rhodes suggested that the matter be taken up with his office associate, William K. Rhodes, Esq. Mr. Rhodes, after going over the matter with Mr. Hottenstein, told him that in his opinion decedent apparently intended to execute another will, but had not yet done so, but that if anything unusual happened to let him know. Mr. Hottenstein testified that he thereafter “kept an eye” on decedent’s home. On March 18, Mrs. Harrison (contestant) called Mr. Hottenstein on the telephone at the place of business and asked him to send decedent home. Shortly thereafter Mr. Hottenstein saw the doctor’s car stop at decedent’s home. The doctor and Mr. Jaquett, president of the bank (the witnesses to the March 18th, 1948, will) went inside. The proponent then called on Mr. Rhodes and so informed him; Mr. Hottenstein said that Mr. Rhodes stated that he had talked with Mr. Beatty and that in Mr. Rhode’s opinion decedent “still intended to leave [Hottenstein] the business, and that if he were [Hottenstein] he would talk to [decedent] and find out whether or not he would.” In consequence Mr. Hottenstein said that he did have a talk with decedent as follows:\n“Well I said Mr. Roberts have you changed your mind on the amount you told me I was supposed to get. He said no William I have not, I still want you to have the business the same as I’ve told you. I asked Mr. Roberts then if you don’t recall whether you made out another will or not how do I know where I stand if anything happens to you, and he just paused for a moment and looked at me and he said William you have another will drawn up and if it’s satisfactory I’ll sign it and only you and I need know about it, and I said where, and he said who would do it, and I said William Rhodes of Media, so he said all right.” Mr. Hottenstein said he then informed Mr. Rhodes of his conversation, whereupon Mr. Rhodes prepared a will and brought it to Mr. Hottenstein, and on May 11,19J/8, Mr. Hottenstein handed it to decedent, who read it and said it was all right avid signed and dated it.\nWhen Mr. Rhodes was interrogated at the trial concerning his preparation of the will and his direction to Mr. Hottenstein, he testified: “Q. You say you dictated the will after you had received this information from Mr. Hottenstein. What information did you use in preparing the will? A. I duplicated the will of 1941, except that instead of leaving Mrs. Greenfield a $30,-000 legacy as the ’41 will provided, I left her the entire residue. Q. Was there a residuary legacy in the 1941 will? A. There was no residuary clause in the ’41 will. Q. Had you given William any instructions about having the May ’48 will witnessed? A. I had. Q. What Avere those instructions? A. I told him not to have it witnessed. Q. Why not? A. If I or somebody else who ivas a stranger, who wouldn’t normally be around the yard, Avere present, Mrs. Harrison or Mrs. Greenfield Avould quite probably have seen us there, would have inquired of Mr. Roberts what had occurred, and would have learned that a new will had been signed. If some of the men in the yard, on the other hand, were called in to witness the will, I believed that they might have innocently dropped a remark to that effect to Mrs. Harrison or Mrs. Greenfield and in that way those women would have learned of the new will. Q. Why didn’t you want Mrs. Harrison or Mrs. Greenfield to know about the will? A. I belieAm that they had unduly influenced him to take the business away from William in the Avill of March 1948.”\nUpon the death of decedent the will of March 18, 1948, was probated. A petition was then filed by William Hottenstein appealing from the probate, and citing all interested persons to show cause why the decree of probate should not be set aside and the will dated May 11, 1948 admitted to probate. An answer was filed. Upon a hearing, as before stated, the orphans’ court below awarded an issue devisavit vel non. A jury sustained the Avill of May 11. The court below refused appellant’s motion for a judgment non obstante veredicto, which constitutes the basis for the present appeal.\nThe procedure in this case was correct. When a later will is offered for probate, an appeal must be taken from the probate of a prior will, whereupon the court will inquire into the validity of the paper subsequently tendered for probate and determine the issues involved and make an appropriate order: Sebik’s Estate, 300 Pa. 45, 150 A. 101.\nThe learned hearing judge wisely awarded the issue d.v.n., from which no appeal was taken. Decedent was a man advanced in years. There were suspicious circumstances attending the preparation and execution of both wills. The credibility of the testimony of both William Hottenstein and of the attorney, William K. Rhodes, Esq. (who died prior to the jury trial but after a hearing on the application for the issue) was sharply in question. If such testimony were true, the will of May 11, 1948 would be valid. If untrue, the questioned paper would have been improperly obtained and therefore would have been ineffectual. If proponent’s testimony be regarded as true, there exists no question of the validity of the May 11, 1948 will as matter of law.\nThe evidence in this case clearly would not support a finding of a jury that decedent did not possess testamentary capacity. While decedent was eighty-three years old at death, there is no proof that he suffered any disabilities except those infirmities of advanced age. In Higbee Will, 365 Pa. 381, 75 A. 2d 599, in a case where decedent was eighty-nine years of age, Mr. Justice Bell said, p. 383: “The contestants proved tha.t the decedent was old, forgetful, at times confused and very eccentric. She had plenty of money but lived in poverty and filth; she was subject to rages and tantrums ; she locked herself in her house when alone; she refused medical attention when she should have obtained it; and she was very ungrateful to those who did her a favor.\n“The eccentricities which contestants proved, either alone or in combination with others, are insufficient to prove an unsound mind or lack of testamentary capacity: (citing cases). In Aggas v. Munnell, 302 Pa. 78, 85, 152 A. 840, the law is well stated: ‘Neither old age, nor its infirmities, including untidy habits, partial loss of memory, inability to recognize acquaintances, and incoherent speech, will deprive a person of the right to dispose of his own property. . . . Mr. Justice Kkphart, speaking for the Court, in Lawrence’s Est., 286 Pa. 58, states, . . .: “Old age, sickness, distress, debility of body, peculiar beliefs and opinions, incapacity to do business, partial failure of memory, neither prove nor raise a presumption of incapacity.” ’ ”\nMere failure of memory on occasion does not constitute testamentary incapacity: Olshefski’s Estate, 337 Pa. 420, 11 A. 2d 487: Conway Will, 366 Pa. 641, 79 A. 2d 208.\nContestant in the present contest over the will dated May 11, 1948, is a proponent in the probate of the previous will dated March 18, 1948, less than two months prior thereto. It is difficult to comprehend how the present claim of testamentary incapacity could logically be made. The earlier will was prepared by a highly reputable lawyer, from directions given him by decedent, and it was witnessed by decedent’s own physician and a bank president. There is not the slightest testimony of mental or physical deterioration during the intervening two months.\nContestant necessarily relies upon the claim of undue influence. It is alleged that Mr. Hottenstein occupied a confidential relation to decedent. But even if he did, there is no evidence of decedent’s weakened intellect. The burden was therefore on contestant to prove undue influence: Ash Will, 351 Pa. 317, 41 A. 2d 620; Snedeker Estate, 368 Pa. 607, 84 A. 2d 568. We have repeatedly defined undue influence. In Ash Will, supra, we said, p. 322: “To constitute undue influence sufficient to void a will, there must be imprisonment of the body or mind, fraud, or threats, or misrepresentations, or circumvention, or inordinate flattery, or physical or moral coercion, to such a degree as to prejudice the mind of the testator, to destroy his free agency and to operate as a present restraint upon him in the making of the will: (citing cases).” While contestant’s counsel regards the advice of Mr. Rhodes and the actions of Mr. Hottenstein in the above recited circumstances as “villainy”, we are not prepared to hold that it was either fraudulent or unethical. Decedent’s will of 1941 discloses that decedent at that time intended Mr. Hottenstein to inherit the business and its real estate. The scrivener’s letter forwarding the will of March 18, 1948, to decedent for execution, and which left Mr. Hottenstein only $10,000, queried: “The only other question involved was whether or not [decedent’s] bequest to Mr. Hottenstein was sufficient. It would be presumptuous for me to make any suggestion along this line. I think you should review this and then let me hear from you.” (emphasis supplied) Apparently decedent did review this question and decided to give Mr. Hottenstein the business and real estate as he had done by his will of 1941. Perhaps the methods and secrecy which Mr. Hottenstein and Mr. Rhodes employed might not ordinarily be regarded as commendable. Nevertheless, in the circumstances, neither Mr. Hottenstein nor Mr. Rhodes owed any duty of disclosure or loyalty to either contestant or her mother. The jury believed proponent’s testimony. The controverted issues are questions of fact which depend upon credibility of witnesses. The jury has resolved the questions in proponent’s favor, and the chancellor has approved its verdict. There appears no reason why such a verdict, so approved, should be set aside.\nThe decree of the court below is affirmed at appellant’s cost.",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "Francis T. Anderson, with him C. William Kraft, Jr., and Gray, Anderson, Schaffer & Rome, for appellant.",
      "R. Winfield Baile, with him George W. Thompson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Roberts Will.\nArgued January 13, 1953.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey and Arnold, JJ.\nreargument refused March 24, 1953.\nFrancis T. Anderson, with him C. William Kraft, Jr., and Gray, Anderson, Schaffer & Rome, for appellant.\nR. Winfield Baile, with him George W. Thompson, for appellee.\nFebruary 13, 1953:"
  },
  "file_name": "0007-01",
  "first_page_order": 35,
  "last_page_order": 46
}
