{
  "id": 1240402,
  "name": "Levine v. Mervis, Appellant",
  "name_abbreviation": "Levine v. Mervis",
  "decision_date": "1953-03-23",
  "docket_number": "Appeal, No. 186",
  "first_page": "99",
  "last_page": "103",
  "citations": [
    {
      "type": "official",
      "cite": "373 Pa. 99"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "13 A. 2d 51",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 435",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199908
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0435-01"
      ]
    },
    {
      "cite": "191 A. 43",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172294
      ],
      "pin_cites": [
        {
          "page": "364"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0357-01"
      ]
    },
    {
      "cite": "12 A. 2d 299",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "338 Pa. 37",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1199954
      ],
      "pin_cites": [
        {
          "page": "53, 54"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/338/0037-01"
      ]
    },
    {
      "cite": "185 A. 609",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "323 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1169548
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/323/0433-01"
      ]
    },
    {
      "cite": "61 A. 2d 846",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 279",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475091
      ],
      "pin_cites": [
        {
          "page": "284"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0279-01"
      ]
    },
    {
      "cite": "165 A. 1",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "310 Pa. 238",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1144322
      ],
      "pin_cites": [
        {
          "page": "241, 242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/310/0238-01"
      ]
    },
    {
      "cite": "62 A. 2d 28",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "360 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475105
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/360/0419-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 429,
    "char_count": 5816,
    "ocr_confidence": 0.513,
    "pagerank": {
      "raw": 1.2843391180917562e-07,
      "percentile": 0.6183273619427233
    },
    "sha256": "e6c84774a3dbea034839959f01c3ee135a37a21d87a7c1a9cabca746e54d4826",
    "simhash": "1:72229c3611d6b17b",
    "word_count": 1002
  },
  "last_updated": "2024-02-27T20:55:10.981692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey and Arnold, JJ."
    ],
    "parties": [
      "Levine v. Mervis, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Arnold,\nThis is an action of trespass for recovery of damages for injuries to plaintiff-wife resulting from a collision between a car operated by one Fozard and defendant’s automobile in which plaintiff-wife was a guest-passenger. Verdict and judgment were for plaintiffs, and defendant appeals from refusal of judgment n.o.v.\nAll of the testimony was produced by the plaintiffs; the defendant did not testify nor did he offer any testimony. Interpreting this evidence in á light most favor' able to the plaintiffs, as we must, the following facts are established: On a clear, dry day, defendant was proceeding in a northerly and Fozard in a southerly direction on a 3-lane, concrete highway. The collision occurred on a level stretch of the road, from which point there was an unobstructed view of % mile in either direction.\nBoth drivers had been traveling in their own respective right lanes. Three cars, proceeding in the same direction, were in front of Fozard, while a car in front of defendant was traveling in his same direction at a distance estimated as “room for two or three cars to be traveling.” The defendant’s speed was “moderate”; and the only estimate of Fozard’s speed was his own guess that “with the weight on my car, I would say not more than thirty or thirty-five, at most, with the damage done to the other car;. . . I couldn’t have been traveling very fast.”\nWhen the two cars were “more than the length of this Court Room” from each other, plaintiff-wife saw the Fozard car “swerve out of his lane of traffic a little bit, and go back in.” She observed that defendant had not seen it. “He was playing the radio . . . dialing and tuning.” She then saw that Fozard again slowly left his lane, “knew he [defendant] hadn’t noticed it, because he was dialing” and said, “Look out for that car.” Defendant then looked up, saw the Fozard car, and veered into the center lane at the same time that Fozard attempted to return to his own lane. Each again changed course, and finally collided, with defendant’s car partially in his own and center lane and Fozard partially in defendant’s lane of travel. Plaintiff-wife testified that when defendant did see Fozard, “he had time to get his equilibrium”; that “it seemed a long time,” “a few seconds” from the time of her warning to the collision; that he had time to “get the situation in hand.” Fozard testified he had fallen asleep.\nDefendant contends that the sudden emergency rule excused him from liability; and in the foregoing testimony as to distance and time seeks to set up definite mathematical calculations as a basis for invoking the rule.\nAs can readily be seen, no yardstick was supplied by which he can justify his statement that defendant had only “a distance of 100 feet, or less than 1 y2 seconds, to meet a sudden emergency” created by Fozard. Moreover, the question of fact as to whether there was a sudden emergency was for the jury. This was particularly so here, where the court made a full and accurate charge on the rule and its possible application to the facts of the case. Cf. Dupont v. Gallagher, 360 Pa. 419, 62 A. 2d 28. “We have frequently stated that the sudden emergency rule will not apply if the emergency arises through the prior negligence of him who seeks the protection of the rule. . . When the driver of an automobile claims that he has been subjected to a sudden emergency in driving on- the highways, to enable him to claim the. benefit of this rule, it must appear that he was not' driving in a reckless or careless manner, but with due regard, to the condition of the highway and the traffic. One driving carelessly cannot say he was placed , in sudden peril. - If driving in a careful manner, the peril would not have arisen. The question, therefore, is usually one for the jury to determine, under proper instruction.”: Casey v. Siciliano, 310 Pa. 238, 241, 242, 165 A. 1.\nThe question of. proximate cause was for the jury, and it cannot be said as a matter of law that'defendant’s inattention was not the'direct cause of' plaintiff’s' loss. He was guilty:, of.'.negligeiícé'. in net driving -with due regard to' the'..traffic.'. What was-said'in Dupont v. Gallagher, 360 Pa. 419, at. page 421, 62 A. 2d 28, where-in plaintiff sued for damages as defendant’s guest-passenger, is equally applicable here: “It was plaintiff’s contention that the proximate cause of the accident was defendant’s negligence in not watching the road more carefully. . . It was the defendant’s contention that the proximate cause of the accident was the sudden pulling out of the other [third party] car, without warning of any kind, on a wet road. These respective contentions made a clear cut issue for the jury. . . under proper instructions.” In Malitovsky v. Harshaw Chemical Company, 360 Pa. 279, 284, 61 A. 2d 846, the Court stated: “Ordinarily, it is for the jury to determine whose negligence, of several persons contributing to the injury, was the proximate cause: Helmick v. South Union Township, 323 Pa. 433, 185 A. 609. Section 447 of the Restatement of Torts, cited with approval by this Court in Nelson v. Duquesne Light Company et al., 338 Pa. 37, 53, 54, 12 A. 2d 299, states: ‘The fact that an intervening act of a third person is negligent in itself or is done in a negligent manner does not make it a superseding cause of harm to another which the actor’s negligent conduct is a substantial factor in bringing about. . . .’ See also: Kline v. Moyer, 325 Pa. 357, 364, 191 A. 43; Mautino v. Piercedale Supply Company, 338 Pa. 435, 13 A. 2d 51.”\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Arnold,"
      }
    ],
    "attorneys": [
      "W. Davis Graham, for appellant.",
      "Robert E. Ashe, with him W. A. Ashe, for appellees."
    ],
    "corrections": "",
    "head_matter": "Levine v. Mervis, Appellant.\nArgued January 9, 1953.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey and Arnold, JJ.\nW. Davis Graham, for appellant.\nRobert E. Ashe, with him W. A. Ashe, for appellees.\nMarch 23, 1953:"
  },
  "file_name": "0099-01",
  "first_page_order": 127,
  "last_page_order": 131
}
