{
  "id": 1240358,
  "name": "Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Company (et al., Appellant)",
  "name_abbreviation": "Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Co.",
  "decision_date": "1952-12-08",
  "docket_number": "Appeal, No. 27",
  "first_page": "105",
  "last_page": "126",
  "citations": [
    {
      "type": "official",
      "cite": "373 Pa. 105"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "359 Pa. 363",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        473178
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/359/0363-01"
      ]
    },
    {
      "cite": "204 U.S. 241",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        8291616,
        8291708
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/204/0241-01",
        "/us/204/0241-02"
      ]
    },
    {
      "cite": "281 U.S. 362",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3915489
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/281/0362-01"
      ]
    },
    {
      "cite": "321 U.S. 233",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        302135
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/321/0233-01"
      ]
    },
    {
      "cite": "190 A. 919",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172287
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0422-01"
      ]
    },
    {
      "cite": "6 A. 2d 775",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "335 Pa. 394",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1193020
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/335/0394-01"
      ]
    },
    {
      "cite": "134 A. 418",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "287 Pa. 24",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1099625
      ],
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/287/0024-01"
      ]
    },
    {
      "cite": "278 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1080650
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/278/0128-01"
      ]
    },
    {
      "cite": "267 Pa. 239",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057754
      ],
      "pin_cites": [
        {
          "page": "242"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/267/0239-01"
      ]
    },
    {
      "cite": "39 A. 2d 833",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 585",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0585-01"
      ]
    },
    {
      "cite": "191 A. 718",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "325 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1172314
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/325/0411-01"
      ]
    },
    {
      "cite": "52 A. 2d 368",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 496",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        458257
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0496-01"
      ]
    },
    {
      "cite": "198 A. 45",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "329 Pa. 328",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1181338
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/329/0328-01"
      ]
    },
    {
      "cite": "26 A. 2d 898",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "345 Pa. 232",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1213412
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/345/0232-01"
      ]
    },
    {
      "cite": "76 A. 2d 867",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "366 Pa. 149",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845235
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/366/0149-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1150,
    "char_count": 34684,
    "ocr_confidence": 0.494,
    "pagerank": {
      "raw": 2.470662926181503e-07,
      "percentile": 0.8065039699225708
    },
    "sha256": "9b7b002656d37d3d96fb42ca51861963e1c14e86aafc7335a621309cea4f58d7",
    "simhash": "1:ca87de3aa99f8155",
    "word_count": 5718
  },
  "last_updated": "2024-02-27T20:55:10.981692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell and Musmanno, JJ.",
      "Mr. Justice Chidsey did not participate in the consideration or decision of this case."
    ],
    "parties": [
      "Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Company (et al., Appellant)."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bell,\nAn appeal was taken to this Court from the dismissal by the Court below, on March 17, 1952, of a petition to vacate a decree of Court made on June 26, 1947. That decree was unappealed from and unchallenged for a period of approximately three and one-half years, during'which time the Keystone Mutual. Casualty Company w7as in the hands of the Insurance Commissioner of Pennsylvania for purposes of liquidation in accordance with the Court’s decree. The decree of June 26, 1947 has been recognized ever since its entry by 26 of our sister states which have accorded it full faith and credit in accordance with Article IV, §1 of the Constitution of the United States.\nThis case originated in June 1947 in a statutory proceeding, initiated by the Attorney General of Pennsylvania at the relation of the Insurance Commissioner of the Commonwealth, for the dissolution of the Keystone Mutual Casualty Company, a Pennsylvania casualty insurance company, pursuant to the provisions of §§502-506 of the Insurance Department Act of May 17, 1921. On June 26, 1947, the Court of Common Pleas of Dauphin County entered a final decree directing the Insurance Commissioner to take possession of the company’s property and ordering the dissolution of the company and the liquidation of its assets.\nThree and one-half years later, to wit., on December 18, 1950, the succeeding Attorney General and the succeeding Insurance Commissioner petitioned the Court of Common Pleas of Dauphin County to vacate its decree of June 26, 1947, on the ground that it was entered under a mistake of fact. Various parties were permitted to intervene in the proceedings in the Court below. See Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Company, 366 Pa. 149, 76 A. 2d 867. The petition to vacate was supported by a “Policyholders’ Committee” and also by a committee of creditors called the “Perks Committee”; it was opposed by a committee of creditors called the “Goldstein Committee” and by the Insurance Commissioner of Maryland, and by insurance agents from the State of Illinois who were creditors and known as the “Hitke Committee”.\nThe Commonwealth in its petition to vacate alleged (1) that the Casualty Company was solvent (a) on June 26, 1947, and (b) as of the time of the filing of the petition of December 18, 1950; and (2) that the vacation of the decree of June 26, 1947, was sought for the purpose of rehabilitation of the company. No plan of rehabilitation was attached to the petition or offered at the trial and the Court below doubted that an acceptable plan could, under all the conditions here present, be devised. Judge Neely, after lengthy hearings, found in a very able and painstaking opinion of 97 pages: (1) that the decree of dissolution of June 26, 1947 was validly entered; (2) that the Commonwealth and the intervenors who supported the petition to vacate the decree of 1947 had the burden of proving that the decree was entered under a mistake of fact or law; and (8) that the petitioners failed to sustain their burden of proof. The “Policyholders’ Committee” took an appeal from the decree of the Court below which dismissed the Commonwealth’s petition to vacate, but the Commonwealth, which was the original petitioner, refused to take an appeal or to join in this appeal. The Insurance Commissioner in his answer to a petition for supersedeas, doubts whether a rehabilitation of the company could now be consummated even if the company were solvent, and avers that “he believes that compliance with [the] admonitions [of the Court below] is in the best interest of the public and of the company, its creditors and policyholders and will not adversely affect the interest of any of them and that further delay would be subversive of the interest of the public, policyholders, creditors and claimants.” Briefs were filed in support of the appellant by the “Perks Committee”; and in opposition to the appellant’s position by the “Goldstein Committee” and by the “ITitke Committee”.\nThe appellant intervenors contend that the decree of June 26, 1947, was void (1) because it was based upon a mistake, viz., insolvency, and (2) because it was entered without the required notice or hearing, and (3) because the Court erred in placing the burden of proof of solvency on the Commonwealth.\nFrom the record and briefs totaling more than 2000 pages, we briefly summarize the important facts.\nThe principal place of business of the Keystone Mutual Casualty Company was in Pittsburgh, Pennsylvania. As of December 31, 1946, the company was writing 19 different classes of casualty insurance and had approximately 1000 agents who were operating in 26 states in which the company was authorized to do business. From this business it derived net premiums in 1946 in excess of 7% million dollars. In its annual statement filed with the Insurance Department of the Commonwealth, as well as with the Insurance Department of other states, the company reported a surplus as of December 31, 1946, of $1,439,066.36. This report aroused the suspicions of the officers of the Insurance Department of Maryland and of the Insurance Director of the State of Kentucky, who called certain items in the report and certain practices of the company which they considered unsound and improper to the special attention of the Insurance Commissioner of Pennsylvania. In May of 1947, the Insurance Commissioner directed that a special examination should be made of the Keystone Mutual Casualty Company, which was joined in by examiners representing the Insurance' Commissioner of Kentucky and of Maryland. Shortly after-the examination Was begun, N. P. Kann, Secretary, Director,-Chairman :-of the-Finance Committee, and the active Manager of-the company, and A. J. O’Leary, Vice President,. Director'and Comptroller of the company, came with the company’s attorney to the office of the Insurance Commissioner in Harrisburg to discuss the company’s affairs. During the course of this conference with the Insurance Commissioner both Kann and O’Leary admitted that the company was insolvent. They also admitted that the annual statement of December 31, 1946, deliberately concealed the extent of the company’s liabilities; thus enabling the company to show a surplus. Kann requested the Insurance Commissioner to discontinue the examination and to permit the company to operate for the balance of the year in the hope that the company could “run off” the bad debts on its books before the regular examination which would be held on or about January 1, 1948. The Insurance Commissioner refused to discontinue the examination and insisted that additional funds must immediately be raised, otherwise the company would be taken over by the Insurance Department. He also notified the District Attorney of Allegheny County of the criminal acts of Messrs. Kann and O’Leary. The officers and directors were unable to borrow additional funds to bring the reserves up to the legal requirements and to rehabilitate the company. Kann and O’Leary were convicted in Allegheny County on a criminal charge arising out of the falsification of the company’s books. On June 1, 1947, the Insurance Commissioner of Maryland ordered the company to cease doing business in that state. Upon being informed of this action, the then Insurance Commissioner of Pennsylvania, Mr. James F. Malone, Jr., on June 2, 1947, prohibited the writing of any new business.\nOn June 6, 1947, the Insurance Commissioner’s examiners (as a result of their examination and preliminary report) reported to the Commissioner and also to Messrs. Kann and O’Leary that they found the company was insolvent, and that it had a deficit of over 1 y2 million dollars. Mr. Kann said he could not object to the examiner’s findings; Mr. O’Leary admitted that “you have presented the figures more kindly than [/] would”. On June 13, 1947, Mr. Malone prohibited the company from doing any further business and notified the Attorney General that the company had a deficit of $1,590,412.15 and because of its mismanagement was in a hazardous condition. On June 14, 1947, pursuant to the request of the Insurance Commissioner, the Department of Justice of the Commonwealth sent the following notice to the President of this Company:\n“Sir:\n“The Insurance Commissioner of Pennsylvania has advised this office under date of June 13, 1947, that the Keystone Mutual Casualty Company, Pittsburgh, Pennsylvania, of which you are President, is in such condition that further transaction of business by it will be hazardous to policyholders, creditors and the public in that the company has been mismanaged, has been accepting and writing business which no conservative company would write, maintains inadequate claim records, has reported as of December 31, 1946 a surplus when in fact there was a deficit and has issued cash or non-assessable policies beyond the date when the company was possessed of sufficient surplus as required by law (copy of said statement is hereto attached).\n“The company is summoned to appear for a hearing before this department. The date, time and place of hearing is fixed for June 25, 1947, at 11:00 A.M., D.S.T., Conference Room, Department of Justice, Second Floor, Main Capitol Building, Harrisburg, Pennsylvania, when and where the officers of the company, you and Messrs. N. P. Kann, E. J. Kann, D. L. McLay, A. J. O’Leary and J. D. O’Neil are directed to appear in person with whatever records you may desire to produce at that time and accompanied by any witnesses you may desire to testify. You may be represented by counsel in this matter as may the other officers of the company. Testimony will be taken at this hearing.\nYours very truly,\nGeorge W. Keitel,\nDeputy Attorney General.”\nOn June 24, 1947, the Board of Directors of Keystone Mutual Casualty Company adopted the following Resolution:\n“WHEREAS, the Company has been advised that the reserves of the Company do not meet the legal requirements of the Insurance Department of the Commonwealth of Pennsylvania and\n“WHEREAS, the Company has made many efforts to raise sufficient moneys to bring the reserves up to the legal requirements; and\n“WHEREAS, the Company has been unable since it was notified that its reserves were inadequate to raise the additional moneys necessary to bring the reserves of the Company up to the legal requirements; and\n“WHEREAS, the Company has been ordered not to do business except the right to collect premiums and cancel policies;\n“NOW, THEREFORE, upon motion of N. P. Kann, seconded by S. H. Hartman, be it resolved that the Insurance Commissioner of the State of Pennsylvania is hereby requested to immediately take charge of the affairs of the Company in order to conserve the assets of the Company for the benefit of all concerned; and it is further resolved that in order to facilitate any action of any person or company to purchase or rehabilitate the Company, the resignation of all of the officers and directors having been submitted to the Company are accepted and are herewith enclosed.\n“AND BE IT FURTHER RESOLVED, that N. P. Kami is hereby authorized and empowered to join with the Insurance Commissioner in behalf of the Keystone Mutual Casualty Company in any legal action necessary for the Insurance Commissioner to take charge of the Company.”\nDated June 24, 1947.\nThe hearing before the Attorney General on June 25th was attended by counsel representing the Keystone Mutual Casualty Company, by a representative of the Insurance Commissioner of Pennsylvania, and by representatives of the Insurance Commissioners of five states, at which time it was disclosed that in accordance with the Resolution of June 24, 1947, all of the officers and directors of the company except one, Mr. O’Neil, had submitted their resignations to the Insurance Commissioner to be effective on June 24, 1947; O’Neil’s resignation was also delivered, but was to be effective as of June 30, 1947. The Attorney General notified those present at this hearing that he intended to petition the Court for liquidation of the company.\nFollowing this hearing the Attorney General filed a Suggestion, sworn to by the Insurance Commissioner, in the Court of Common Pleas of Dauphin County, setting forth that there was a deficit of more than 1 y2 million dollars and continued operation of the business would be hazardous to the policyholders, creditors, and to the public, and requested that the company be placed in the possession of the Insurance Commissioner for purposes of dissolution. At no time did a director or officer of, or attorney for, the corporation, deny the insolvency of the corporation or object to the company’s being placed in the possession of the Insurance Com missioner for liquidation. Moreover, the attorney for the company on June 25, 1947, joined in writing in the prayer of the Suggestion and waived the issuance of a rule and notice and consented to the granting of relief prayed for “to the extent of the authorization contained in the resolution of the Board of Directors of Keystone Mutual Casualty Company, adopted June 24, 1947, ...” a copy of which was attached to the waiver.\nOn June 26, 1947, after an informal hearing in the chambers of Judge Hakgest, the following order and final decree of dissolution was entered:\n“Order and Final Decree\n“And Now, June 26, 1947, it appearing to the court that the Attorney General of the Commonwealth of Pennsylvania, at the relation of the Insurance Commissioner of the Commonwealth, has filed herein a Suggestion dated June 25, 1947, praying for a Rule upon the Keystone Mutual Casualty Company, its agents, officers and employes, enjoining and restraining them from transacting any of the business of said company or disposing of any of its property, and enjoining and restraining all persons from instituting or prosecuting any actions at law or in equity against Keystone Mutual Casualty Company, and directing Keystone Mutual Casualty Company to show cause why its business should not be closed and the Insurance Commissioner of the Commonwealth of Pennsylvania should not take possession of its property and conduct its business, and after full hearing by said court to order that said Keystone Mutual Casualty Company be dissolved, its charter vacated and its corporate existence ended, and its business and affairs liquidated by and under the direction of the Insurance Commissioner and for such other relief as the nature of the case and the interest of its policyholders, creditors and the public may require; and it further appearing that prior to the issuance of the said Rule the said Keystone Mutual Casualty Company, appeared by its attorney, waived the issuance of the Rule, accepted service of the same, and consented to possession of the company by the Insurance Commissioner; and it further appearing that said Keystone Mutual Casualty Company is insolvent and in such condition that its farther transaction of business would be hazardous to its policyholders or its creditors or to the public, there is hereby entered the following:\n“Final Decree\n“And Now, June 26, 1947, it is Ordered, Adjudged and Decreed that the business of said Keystone Mutual Casualty Company be closed and the Insurance Commissioner of the Commonwealth of Pennsylvania be, and he hereby is, directed to take possession of the property of Keystone Mutual Casualty Company in accordance with the provisions of the Act of the General Assembly of May 17, 1921, (P. L. 789) ; that the said Keystone Mutual Casualty Company be hereby dissolved, its charter vacated and its corporate existence ended, and its business and affairs liquidated by and under the direction of the said Insurance Commissioner of the Commonwealth of Pennsylvania.”\nNotwithstanding these facts, on June 10, 1950, the succeeding Insurance Commissioner employed Wolfe, Corcoran & Linder, consulting actuaries and insurance accountants, to make an evaluation of the assets and liabilities of this company. The report of this firm (the so-called Linder Report) sets forth that as of June 30, 1950, — not as of June 30, 1947 — the company had a surplus of $589,722.80 and as of May 30, 1951, of $444,806.33. In reliance upon the Linder Report the succeeding Insurance Commissioner, Artemus C. Leslie, and the succeeding Attorney General, Charles J. Margiotti, on December 18, 1950, filed the present petition to vacate the Court’s decree of dissolution dated June 26, 1947.\nThis petition to vacate affirmatively alleges that the Casualty Company was solvent on June 26, 1947, as well as on the date of the petition and that the Court’s decree dated June 26, 1947, was entered under a mistake of fact and was therefore void. Petitioner has the burden of proving the facts alleged: O’Neill v. Metropolitan Life Insurance Co., 345 Pa. 232, 26 A. 2d 898; DeReeder v. Travelers Insurance Company, 329 Pa. 328, 198 A. 45; Hervitz v. New York Life insurance Co., 160 Pa. Superior Ct. 496, 52 A. 2d 368. Moreover, the new Insurance Commissioner, acting through the new Attorney General of the Commonwealth, was seeking to vacate a decree of a Court of Record and in such case the burden of proof is a heavier one; the evidence must be clear, positive, and so convincing as to move a Court of Equity to grant the relief prayed for: Cf. Bosler v. Sun Oil Company, 325 Pa. 411, 191 A. 718; Exchange Bank & Trust Co., Trustee v. Bartley, 350 Pa. 585, 39 A. 2d 833.\nThe principles of law applicable to petitions to open judgment are equally applicable to a petition to vacate a decree and the grant or refusal of such a petition is within the discretion of the Court below and its decision will not be reversed except where there is a manifest abuse of discretion.\n“An application to open a judgment is addressed to the equitable powers of the court, and if, on the pleadings and proofs, doubt exists as to the real justice and equity of the case, the court below will not be reversed on appeal: Massey v. Massey, 267 Pa. 239, 242; Tressler v. Emerick, 278 Pa. 128, and cases cited”: Reidlinger v. Cameron, 287 Pa. 24, 27, 134 A. 418.\n. . the grant or refusal of a motion to open judgment rests entirely within the discretion of the court below and will not be disturbed except where there is manifest abuse of discretion”: Perri v. Perri, 335 Pa. 394, 6 A. 2d 775; Schuylkill Trust Co. v. Sobolowski, 325 Pa. 422, 190 A. 919.\nIn order to determine whether the decree of the court below dated June 26, 1947, was valid, it is necessary first to consider (1) the provisions and requirements of the Insurance Code of May 17, 1921, and (2) the constitutional requirement of due process, i.e., notice of a hearing and an opportunity to be heard. These are so closely related that they will be considered together.\nWhat are the pertinent and important statutory requirements? Section 502 of the Insurance Department Act of May 17, 1921,* provides: “Whenever any domestic insurance company, ... (a) is insolvent; ... or (e) is found, after an examination, to be in such condition that its further transaction of business will be hazardous to its policyholders, or to its creditors, or to the public; or (f) has wilfully violated its charter or any law of the Commonwealth; . . . the Insurance Commissioner shall communicate the facts to the Attorney General, who shall, after hearing, apply to the court of common pleas . . . for an order directing such company ... to show cause why its business should not be closed, and the Insurance Commissioner should not take possession of its property and conduct its business, and for such other relief as the nature of the case and the interests of its policyholders, creditors, stockholders, or the public may require.”\nSection 506 provides: “If, on a like application and order to show cause, and after a full hearing, the court shall order the liquidation of the business of such company, . . . such liquidation shall be made by and under the direction of the Insurance Commissioner, who shall be vested by operation of law with title to all of the property . .\nThe fundamental requirements of due process in a proceeding affecting property interests are (1) a notice of proceedings appropriate to the nature of the case and adequate to safeguard the rights of the parties, and (2) an opportunity to be heard. Anderson National Bank v. Luckett, 321 U.S. 233; Dohany v. Rogers, 281 U.S. 362; Ballard v. Hunter, 204 U.S. 241; Union Trust Co. of Pittsburgh Case, 359 Pa. 363. Notwithstanding the indisputable fact that the company had full knowledge of the proceedings and had received an appropriate notice thereof and was given ample opportunity to be heard therein, neither the company nor its directors nor officers nor policyholders nor the present intervenors appeared or made any objection to the proposed liquidation of the company or to the decree of the Court below for a period of over 3% years. Indeed, the present petition to vacate does not allege or raise any issue as to lack of notice or opportunity to be heard, but merely alleges a mistake as to the solvency of the company; the issue of due process was raised for the first time during the argument before the Court en banc. The reason why this issue was never previously raised must be obvious; there was adequate notice and ample opportunity to be heard in June 1947 and consequently there was no failure of due process.\nWith- respect to the statutory requirements, appellant contends that no order to show cause was issued or served and no notice.of the Court proceedings and no copy of the Suggestion of the Attorney General was given to the company or to any of its officers or directors; and that there was no full hearing before the Court as required by the Insurance Code. It is indisputable that the officers and directors of the company knew and admitted in the middle of June 1947 that the company was insolvent and in an unsound, hazardous condition; it is indisputable that on June 24, 1947, the Board of Directors of this company requested the Insurance Commissioner of Pennsylvania to immediately take charge of the affairs of the company in order to conserve its assets for the benefit of all concerned; it is indisputable that the officers and directors of the company knew that the Attorney General of the Commonwealth was holding a hearing on June 25, 1947, for the purpose of having possession of the company taken over by the Insurance Commissioner; and it is indisputable that on June 25, 1947, at the hearing in the Attorney General’s office the attorney for the company appeared and notified the Attorney General that the company could not raise sufficient additional funds to rehabilitate the Company and that all its officers and directors had resigned; it is indisputable that the attorney for the company on June 25, 1947, in the office of. the Attorney General, waived in writing issuance of any rule in the proceedings and notice thereof, and accepted service of the rule and notice, and consented to the granting of relief prayed for in the within suggestion to the extent of the authorization contained in the resolution of the Board of Directors of Keystone Mutual Casualty Company adopted June 24, 1947, a copy of which was thereto attached; and it is likewise indisputable that on June 26, 1947, the day of the Court’s decree, the attorney for the company waived in writing the issuance of an order or rule to show cause and notice and thereafter entered a general appearance for the company and consented in writing to the Court’s order delivering possession of the company to the Insurance Commissioner of Pennsylvania.\nIn the light of all these unusual and indisputable facts, it would strain our credulity to believe and it would be stretching the technicalities of the law far beyond reason for us to hold that the officers and directors of this company did not have adequate notice of the hearing, or that they did not waive the technical requirements of the Insurance Code, or that the Court did not have the right to authorize and direct the Insurance Commissioner to take possession of the company for the purpose of liquidating it.\nHaving determined that the decree of the Court dated June 26, 1947, was validly entered, the next question to arise is what clear, positive and convincing evidence did the Commonwealth or the intervenors produce to justify a vacation or even a modification of the decree? The Commonwealth in the Court below and the intervenors in this Court have attempted to establish one point and one point only, viz., that the company was solvent on June 26, 1947, as well as at the time of the filing of the petition to vacate on December 18, 1950, and as of the time of the trial in May, 1951. Their proof consisted of two kinds: (1) An attempt to show that the report of the special examiners in June, 1947, did not prove insolvency and hence did not justify the Court’s decree of June 26, 1947, and (2) by producing a report by actuaries appointed by the succeeding Insurance Commissioner showing the financial condition of the company as of December, 1950, and using this as a basis to establish — by reconstructing and adjusting certain items therein — solvency as of June, 1947. .\nThe Court below found that the report of the special examiners in June, 1947, as well as the Linder report of December, 1950, were, for reasons hereinafter discussed, inaccurate and undependable. Such a finding, without more, would not be sufficient to satisfy the intervenors’ burden of proving that the company was solvent on June 26, 1947, and in December, 1950, (or at the time of the trial), or that the company was not in an unsound and hazardous condition in June, 1947, and in Décember, 1950.\nThe Court below specifically found upon competent and adequate evidence:\n“76. This company was insolvent on December 31, 1950, and there has been no statement of assets and liabilities giving a comparison of the financial condition at the time of the hearing as compared to the date of the admitted insolvency.\n“77. The computations of the actuarial experts in this case are complex and conflicting and they do not establish, either individually or collectively, that this company was solvent on June 26, 1947. On the contrary, it is established that this company was in an unsound financial condition on June 26, 191/7..\n“78. The finances of this company were in an unsound, condition at June 26, 1947 from, the standpoint .of ..this company’s, policyholders,, the. creditors and .the public as well. • - ..\n“79. There was gross mismanagement of this company’s affairs, including the misstatement of the financial condition to the insurance authorities of this State and other States, and the maintenance of inadequate claims records.\n“80. This company prior to June 26, 1947 had willfully violated the laws of this Commonwealth, in that its officers committed criminal acts for which they were convicted in connection with the manipulation of the company’s records.\n“81. As of June 26, 1947 the officers and directors of this company had ceased to function, and therefore the company was without any active management or ability to continue to operate as a going concern.\n“82. On June 26, 1947 the transaction of further business would have been hazardous from the standpoint of the security and protection of the policyholders, creditors and the public as well.\n“86. It is not established that this company was solvent at the time of the hearing in this case.”\nAppellant does not and cannot challenge or refute the finding of gross mismanagement, maintenance of inadequate claims records, unsound practices, criminal misstatements of the company’s financial condition, violation of its charter and of the law, or that the company was in June 1947, in an extremely hazardous condition. It challenges only those findings pertaining to insolvency) it seeks equitable relief, in the last analysis, on the sole ground of solvency then and now. In view of the findings of the Insurance Commissioner and of the Court in June, 1947, and of the admissions of the Company’s officers and directors of the insolvency of the company in June, 1947, which was acquiesced in by 26 States, it would take strong evidence at this late date to overcome these facts and to prove that the company was solvent in June, 1947. The trial Judge and the Court en banc found that no such evidence was produced.\nThe difference between the examiners and other experts as to the solvency or insolvency of the company revolves principally around two liability items (1) “reserves for liability”, and (2) “the unearned premium reserve”. The Court below found that the examiners’ report showing as of June, 1947, an additional reserve for liability and compensation losses in the amount of $1,511,255.93, was inaccurate and undependable, for. the reason in substance that it was based upon a case-by-case examination of only 175 claims out of several thousand claims and some erroneous computations therefrom. The claims records of the company in the remaining claims were so inadequate and contained such meager information that an accurate case-by-case determination was impossible and consequently the examiners determined the balance of necessary reserves on a percentage method derived from the percentage of undervaluation found in the aforesaid 175 claims. The Court below found that this item in the report was necessarily inaccurate and that some of the computations were erroneous, without determining whether the “reserves for liability” was higher or lower than that found by the examiners, or what it actually amounted to, or what the actual deficit of the company was. Such a mistake was not conclusive proof on the important issue of solvency; it is not sufficient proof that the financial condition of the company was not what it was represented to be and what its officers and directors admitted it to be merely because some part of the examiners’ report was inaccurate. Moreover, the Court specifically found that the company in June 1947 was in an unsound financial condition and the transaction of further business would have been hazardous to policyholders, creditors and public alike.\nThe other item upon which the examiners and other expert witnesses strongly disagreed was the inclusion or exclusion in the company’s reserve for unearned premiums of an item of $281,632.60 which was set up by the examiners as an additional reserve for advance premium deposits. We have studied the conflicting testimony on this issue and believe it sufficient to say that we agree with the Court below that “we do not feel that the Commonwealth has met the burden imposed upon it of [clearly proving] that the item of $281,732.60 was improperly included as a liability by the examiners in their reserve for unearned premiums.”\nThe Court below also refused to accept the Commonwealth’s so-called “Linder Report” and the inferences therefrom as sufficient to establish that the company was solvent either on June 26, 1947, or on December 18, 1950. It would unnecessarily lengthen this opinion to analyze and review the controversial Linder report, which the lower Court discussed at great length and found insufficient to clearly establish solvency either in December, 1950, or in June, 1947. We agree with and adopt the following excerpt from the Opinion of the Court below:\n“There has been no balance sheet submitted on behalf of the Commonwealth showing the assets and liabilities of the company as of December 31, 1946. The method used by the Commonwealth in making limited use of disputed figures to establish a surplus without the use of a balance sheet is not [convincing]. One cannot read this record and form a valid conclusion that this company was solvent on June 26, 1947. Any adjudication on the basis of the evidence before this Court that there was solvency as of that date would be based upon pure conjecture.\n“The sum total of the evidence indicates that this company was in a precarious financial condition on June 26, 1947. Its affairs were mismanaged, its records manipulated, and its financial condition had been fraudulently misrepresented by its officers. These conditions, taken in connection with the admissions of insolvency made by its officers to the Insurance Commissioner, make us firm in our conviction that in order to prevail in its petition to vacate our decree, the Commonwealth must meet the burden ... of affirmatively proving the solvency of this company as alleged in the petition.”\nThe findings of the Court below are supported, we repeat, by competent and adequate evidence. Moreover, they are buttressed by the important admissions made by the Insurance Commissioner of Pennsylvania in filing a Federal income tax return for the company for 1950 which showed that the company was insolvent at the time when he claims in this suit it was solvent.\nWhile appellant objected to the admission of this income tax return, it was clearly admissible as an admission against interest, thus affecting both the weight and credibility of the testimony.\nAll of the other contentions of each of the parties in this unusually complicated case have been considered, but further discussion is deemed unnecessary.\nOrder affirmed; appellant-intervenors to pay the costs.\nMr. Justice Chidsey did not participate in the consideration or decision of this case.\nP. L. 789, 40 PS 202-206.\nItalics throughout, ours.\nP. L. 789, as amended, 40 PS 202.\nThis waiver was signed by the attorney for the’ 'company and for ff. P..Kann, who is Secretary of-the Company- and-Chairman of the Finance Committee and its leading Director, as well as the company’s then authorized agent and attorney-in-fact.\nAppellant seeks to limit this consent to a taking of possession of the company for conservation and rehabilitation instead of for liquidation of the company.",
        "type": "majority",
        "author": "Mr. Justice Bell,"
      }
    ],
    "attorneys": [
      "Elder W. Marshall and John C. Bane, Jr., with them Walter M. Newman, Walker & Newman, Donald B. Heard and Reed, Smith, Shaw & McClay, for Policyholders’ Committee, appellant.",
      "F. Brewster Wickersham, with him Metzger & Wickersham and Claude B. Hanley, for ancillary receiver in State of Maryland, intervenor.",
      "Sebastian C. Pugliese, with him Michael J. Pugliese and Pugliese, Troiano & Pugliese, for intervenors, appellees.",
      "David A. Saltzburg, with him Morris W. Kolander, Kolander & Saltzburg, Maurice Stern, Josef Jaffe and Mayer, Magaziner & Brunswick, for intervenors, appellees."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. Chidsey v. Keystone Mutual Casualty Company (et al., Appellant).\nArgued October 6, 1952.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell and Musmanno, JJ.\nreargument refused April 4, 1953.\nElder W. Marshall and John C. Bane, Jr., with them Walter M. Newman, Walker & Newman, Donald B. Heard and Reed, Smith, Shaw & McClay, for Policyholders’ Committee, appellant.\nF. Brewster Wickersham, with him Metzger & Wickersham and Claude B. Hanley, for ancillary receiver in State of Maryland, intervenor.\nSebastian C. Pugliese, with him Michael J. Pugliese and Pugliese, Troiano & Pugliese, for intervenors, appellees.\nDavid A. Saltzburg, with him Morris W. Kolander, Kolander & Saltzburg, Maurice Stern, Josef Jaffe and Mayer, Magaziner & Brunswick, for intervenors, appellees.\nDecember 8, 1952:"
  },
  "file_name": "0105-01",
  "first_page_order": 133,
  "last_page_order": 154
}
