{
  "id": 1240411,
  "name": "American Brake Shoe Company, Appellant, v. District Lodge 9 of the International Association of Machinists",
  "name_abbreviation": "American Brake Shoe Co. v. District Lodge 9 of the International Ass'n of Machinists",
  "decision_date": "1953-02-13",
  "docket_number": "Appeal, No. 240",
  "first_page": "164",
  "last_page": "184",
  "citations": [
    {
      "type": "official",
      "cite": "373 Pa. 164"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "312 U. S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359055
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/312/0321-01"
      ]
    },
    {
      "cite": "85 A. 2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "369 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232382
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/369/0359-01"
      ]
    },
    {
      "cite": "310 U. S. 88",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137179
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/310/0088-01"
      ]
    },
    {
      "cite": "193 A. 262",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 226",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176728
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0226-01"
      ]
    },
    {
      "cite": "69 A. 2d 388",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221690
      ],
      "pin_cites": [
        {
          "page": "283"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0276-01"
      ]
    },
    {
      "cite": "22 A. 2d 897",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "343 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1208366
      ],
      "pin_cites": [
        {
          "page": "229"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/343/0224-01"
      ]
    },
    {
      "cite": "87 A. 2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234552
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0073-01"
      ]
    },
    {
      "cite": "94 A. 2d 893",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240374
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0019-01"
      ]
    },
    {
      "cite": "29 U.S.C.A. §158",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "29 U.S.C.A. §§141-197",
      "category": "laws:leg_statute",
      "reporter": "U.S.C.",
      "opinion_index": 0
    },
    {
      "cite": "61 Stat. 136",
      "category": "laws:leg_session",
      "reporter": "Stat.",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "315 U. S. 437",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374826
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/315/0437-01"
      ]
    },
    {
      "cite": "312 U. S. 287",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359143
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/312/0287-01"
      ]
    },
    {
      "cite": "272 U. S. 306",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1501258
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/272/0306-01"
      ]
    },
    {
      "cite": "302 U. S. 319",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140617
      ],
      "pin_cites": [
        {
          "page": "327"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/302/0319-01"
      ]
    },
    {
      "cite": "157 A. 588",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "305 Pa. 206",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1134690
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/305/0206-01"
      ]
    },
    {
      "cite": "48 A. 894",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "199 Pa. 128",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922910
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/199/0128-01"
      ]
    },
    {
      "cite": "245 U. S. 229",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3693343
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/245/0229-01"
      ]
    },
    {
      "cite": "195 Mass. 205",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        54533
      ],
      "opinion_index": 1,
      "case_paths": [
        "/mass/195/0205-01"
      ]
    },
    {
      "cite": "63 N. Y. S. 2d 537",
      "category": "reporters:state",
      "reporter": "N.Y.S.2d",
      "opinion_index": 1
    },
    {
      "cite": "66 A. 2d 227",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "362 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        477388
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/362/0078-01"
      ]
    },
    {
      "cite": "60 A. 2d 21",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "360 Pa. 48",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        475089
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/360/0048-01"
      ]
    },
    {
      "cite": "339 U. S. 532",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362158
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "537"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/339/0532-01"
      ]
    },
    {
      "cite": "315 U. S. 722",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374760
      ],
      "weight": 5,
      "opinion_index": 1,
      "case_paths": [
        "/us/315/0722-01"
      ]
    },
    {
      "cite": "336 U. S. 490",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3939338
      ],
      "weight": 4,
      "opinion_index": 1,
      "case_paths": [
        "/us/336/0490-01"
      ]
    },
    {
      "cite": "315 U. S. 769",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        374794
      ],
      "weight": 4,
      "pin_cites": [
        {
          "page": "775, 776"
        },
        {
          "page": "775"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/315/0769-01"
      ]
    },
    {
      "cite": "339 U. S. 460",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362163
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/us/339/0460-01"
      ]
    },
    {
      "cite": "310 U. S. 106",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137236
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/310/0106-01"
      ]
    },
    {
      "cite": "312 U. S. 321",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        359055
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/312/0321-01"
      ]
    },
    {
      "cite": "85 A. 2d 851",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 3,
      "opinion_index": 1
    },
    {
      "cite": "369 Pa. 359",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1232382
      ],
      "weight": 3,
      "opinion_index": 1,
      "case_paths": [
        "/pa/369/0359-01"
      ]
    },
    {
      "cite": "310 U. S. 88",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6137179
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/310/0088-01"
      ]
    },
    {
      "cite": "87 A. 2d 250",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 1
    },
    {
      "cite": "370 Pa. 73",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234552
      ],
      "weight": 2,
      "opinion_index": 1,
      "case_paths": [
        "/pa/370/0073-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1207,
    "char_count": 34062,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 2.6043104201577263e-07,
      "percentile": 0.8198095719094047
    },
    "sha256": "334ecd3a2843fa04a6611be650b38ba63fea68e7396ac3b5b2e4d4ebd7639f3f",
    "simhash": "1:a80894f55f46b6fd",
    "word_count": 5605
  },
  "last_updated": "2024-02-27T20:55:10.981692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ.",
      "Mr. Justice Allen M. Stearne joins in this dissenting opinion."
    ],
    "parties": [
      "American Brake Shoe Company, Appellant, v. District Lodge 9 of the International Association of Machinists."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Chidsey,\nThis is an appeal from the decree of the Court of Common Pleas of Crawford County which dissolved a temporary restraining order. The appellant owns and operates several plants in various states, including a plant near Meadville, Pennsylvania, and it is there that the factual background for this case arose.\nIn March, 1952 appellees, District Lodge 9 of the International Association of Machinists, which represented the machinists employed at the St. Louis, Missouri plant of the American Brake Shoe Company, went on strike against appellant after the expiration of a prior collective bargaining agreement. On April 15, 1952, four pickets, all of whom were members of the appellee union at the Missouri plant, began picketing the plant at Meadville. This picketing resulted in a loss to the appellant of 250,000 pounds of production. The pickets withdrew on April Í8, 1952 and reappeared on June 4, 1952. Again there were four or five pickets (the individual'defendants in this case). These pickets were under the direction of appellee Frank Runyon, business 'manager- Of-the: appellee union, and were members' of District Lodge 9 at the StJ Louis plant. Thé pickets stood bn. thfe-public-highway near the appellant’s plant and carried large umbrellas on which were printed: “American Brake Shoe Company is unfair to District 9”. There was no violence and no threats were made. About two-thirds of the machinists employed at the Meadville plant did not report for work, although the other employes continued to work as usual.\nAfter the issuance of a restraining order by the court below on June 5, 1952, the picketing ceased. When the order now appealed from was entered dissolving the injunction, the picketing was resumed and thereafter continued although all of the Meadville employes including the machinists returned to work.\nThe employes of the Meadville plant of the American Brake Shoe Company are divided into three separate units and are represented by three different labor organizations, one of which is the International Association of Machinists, Local Lodge 1385 of District 83. The appellant has collective bargaining agreements with each of the three labor organizations, all of which agreements were in force at the time of the picketing involved in this case. Each agreement contains a no strike provision similar to the following (which appears in the contract signed by the International Association of Machinists, Local Lodge 1385 of District 83) : “The Union agrees that during the term of this Agreement there shall be no strike, sit-down, slow-down, or any curtailment of production. .\nThe question presented, simply stated, is whether or not peaceful picketing should be restrained where an employer owns and operates two plants, A (where there is a labor dispute), and B (where there is no labor dispute), and the members of the union at Plant A picket Plant B with the result that some of the employes at Plant B, where a no strike agreement is in force, remain away fx*om work.\nIt does not appear from the record that the employer is engaged in interstate commerce or that its business affects interstate commerce, and neither party has raised the question of lack of jurisdiction in this Court to decide this matter because of the provisions of the Federal law under the Labor-Management Relations Act of 1947, 61 Stat. 136 (1947), 29 U.S.C.A. §§141-197. Assuming, however, that interstate commerce is involved, our own examination of the existing law convinces us that the picketing in this case does not constitute an unfair labor practice as defined in amendatory section 8(b) of the Labor-Management Relations Act of 1947, supra, 29 U.S.C.A. §158, and is not governed by any other provision in that Act. Since the particular union conduct involved here is neither protected nor prohibited by the Federal Act, this case is distinguishable from Garner v. Teamsters, Chauffeurs and Helpers, Local Union No. 776, 373 Pa. 19, 94 A. 2d 893, and this Court has jurisdiction.\nAppellant contends that the court below erred in dissolving the injunction and relies upon the Act of June 9, 1939, P. L. 302, 43 PS §206d, which amended Section 4 of the Act of June 2, 1937, P. L. 1198, known as the Labor Anti-Injunction Act. The Labor Anti-Injunction Act as originally enacted prohibited the issuance of injunctions in labor disputes generally. The 1939 amendment, supra, provided that the Act should not apply in any case: “(a) Involving a labor dispute, as defined herein, which is in disregard, breach, or violation of, or which tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement . . . Provided, however, That the complaining person has not, . . . committed ... an unfair labor practice or violated any of the terms of said agreement.”. Appellant’s position is that the picketing by the individual appellees, which was brought about by a labor dispute in St. Louis, “tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement”, that is, the agreements entered into at the Mead-ville plant, and therefore may be enjoined under the 1939 amendment to the Labor Anti-Injunction Act, supra.\nAppellees contend that the amendment refers only to the situation where the labor dispute is, in itself, in violation of a labor agreement, and that the labor dispute here involved, which originated in St. Louis, does not violate any agreement, and does not tend to procure the violation of any agreement to which the pickets or their union is a party, since the St. Louis agreement had expired.\nIn order to determine the merits of the respective contentions of appellant and appellees, it is necessary to examine other pertinent provisions of the Labor Anti-Injunction Act.\nSection 3 of the Act, 43 PS §206c-(c), defines labor dispute as follows: “The term labor dispute’ includes any controversy concerning terms or conditions of employment, or concerning the association or representation of persons in negotiating, fixing, maintaining, changing, or seeking to arrange terms or conditions of employment or concerning employment relations or any other controversy arising out of the respective interests of employer and employe, regardless of whether or not the disputants stand in the proximate relation of employer and employe, and regardless of whether or not the employes are on strike with the employer.”.\nIt is clear that there is a labor dispute within this definition between the appellant and the appellees concerning the terms of a collective bargaining agreement. Whether or not because some of the employes at the Meadville plant remained away from work, there is a labor dispute existing between the appellant and Local Lodge 1385 or its members presents a different question, but it need not be answered since tbe injunction did not restrain any of the activities of Local 1385 or its members. Tbe question wbicb now arises is whether or not tbe peaceful picketing by tbe St. Louis pickets falls within tbe language of tbe amendment as a “. .. labor dispute . . . wbicb tends to procure tbe disregard, breach, or violation of, a valid subsisting labor agreement. .\nAppellant relies heavily upon our decision in General Building Contractors’ Association v. Local Union No. 542, 370 Pa. 73, 87 A. 2d 250, where this Court affirmed tbe issuance of an injunction against a threatened breach of a labor agreement by a union. However, that case is not controlling in tbe determination of tbe present controversy. There we enjoined a threatened breach of a contract by one of the parties to what we found to be an existing contract. Tbe decision in that case in effect awarded specific performance of a labor agreement because of tbe irreparable damages threatened and imminent. In tbe instant case tbe appellees are not parties to any labor contract with tbe appellant, and the Meadville unions wbicb are parties to contracts with tbe appellant are not named as parties in this proceeding. Tbe General Building Contractors’ case, supra, did not establish tbe general rule that all acts by any person wbicb may possibly have tbe result of inducing one of tbe parties to a labor contract to breach that contract will be enjoined.\nIf appellant’s construction of tbe effect of tbe 1939 amendment to tbe Act of 1937 is correct, any employer, by entering into separate agreements with different groups of bis employes, and by staggering tbe termination dates of the labor agreements, could effectively insulate himself from peaceful picketing by any of bis employes while any one of tbe agreements was in force. Or, an employer with a large number of employes could, by entering into a labor agreement with a small number of them, prevent the vast majority of his employes from taking any effective measures to aid in the achievement of a collective bargaining agreement because of the previously existing valid labor agreement. The Commonwealth of Pennsylvania is the situs of many large and integrated industries with many groups of employes represented by different unions as bargaining agents. It cannot be thought that the Legislature intended by the 1939 amendment to so restrict the rights of employes in such industries and limit their right to strike or picket after the termination of their labor agreement simply because another group of employes working for the same employer had a valid agreement. This construction of the 1939 amendment to Section 4 of the Labor Anti-Injunction Act is in accord with the words of this Court in DeWilde et al. v. Scranton Building Trades and Construction Council et al., 343 Pa. 224, 229, 22 A. 2d 897, where Justice Patterson said: “The facts upon the basis of which the injunction in the instant case was issued do not bring appellees within the amendatory Act of June 9, 1939, P. L. 302, exempting from the operation of the Act of 1937 cases involving a labor dispute ‘in disregard, breach, or violation of, or which tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement arrived at between an employer and the representatives designated or selected by the employees for the purpose of collective bargaining.’ The purpose of this amendment is to afford protection to an employer who has entered into a labor agreement with his employees or their bargaining representatives, which is admittedly valid and subsisting when a labor dispute in violation of its terms arises, and who has not, during the term of the agreement, committed ‘an unfair labor practice or violated any of the terms of said agreement’; it was not intended to permit an employer to terminate or avoid a labor dispute by refusing to recognize or bargain with his disputants and exempt himself from operation of the Anti-Injunction Act by the simple expedient of entering into an agreement with another association of employees. . .\nFurther support of this construction of the 1939 amendment is found in the fact that the Legislature did not amend Section 6 of the Labor Anti-Injunction Act, 43 PS §206f, which provides, inter alia: “No court of this Commonwealth shall have jurisdiction ... in any case involving ... a labor dispute to issue any . . . injunction which . . . restrains or prohibits any person, association or corporation from doing, whether singly or in concert with others, notwithstanding any promise, undertaking, contract or agreement to the contrary, any of the following acts: ... (e) Giving publicity to, and obtaining or communicating information regarding the existence of, or the facts or merits involved in, any labor dispute, whether by advertising, speaking or picketing or patrolling any public street or place where any person or persons may lawfully be, or by any other method not involving misrepresentation, fraud, duress, violence, breach of the peace or threat thereof.”. (Emphasis supplied).\nThe object of interpretation and construction of statutes is to ascertain and effectuate the intention of the Legislature. Every law must be construed, if possible, so as to give effect to all of its provisions: Act of May 28, 1937, P. L. 1019, Art. IV. §51, 46 PS §551; Kerns et al v. Kane et al., 363 Pa. 276, 283, 69 A. 2d 388. After a statute has been amended it will be construed as' if the amendment had been a part of the original statute: Act of May 28, 1937, supra, §73, 46 PS §573; Spain’s Estate, 327 Pa. 226, 193 A. 262.\nThe construction and interpretation herein of the 1939 amendment to Section 4 of the Labor Anti-Injunction Act are in accord with these canons. Section 6(e) gives the right of peaceful picketing to employes generally, unless, as provided in Section 4, as amended, the employes who are picketing or their union are parties to a valid, subsisting labor agreement.\nDistrict Lodge 9 of St. Louis was not a party to any labor agreement with the appellant and the fact that the labor dispute which brought about the picketing involved in this case originated in St. Louis does not change the result.\nPeaceful picketing has been recognized as a form of assembly and of speech, and has been afforded the protection of the Fourteenth Amendment to the Constitution of the United States and Article I, Section 7 of the Constitution of Pennsylvania: Thornhill v. Alabama, 310 U. S. 88; Wortex Mills, Inc. v. Textile Workers Union of America, C.I.O., 369 Pa. 359, 85 A. 2d 851. A state cannot because of its own notions of the wise limits of industrial dispute, either by legislative enactment or judicial determination, unduly limit the right of free speech: American Federation of Labor et al. v. Swing et al., 312 U. S. 321. However, neither the Pennsylvania Constitution nor the United States Constitution renders a state court impotent under the proper circumstances to restrain picketing. In Wortex Mills, Inc. v. Textile Workers Union of America, C.I.O., supra (where a decree enjoining mass picketing was affirmed), this Court recently reviewed many instances where an injunction against picketing was properly granted by a state court in the exercise of its traditional equity powers.\nThe picketing by the four or five pickets in this case was admittedly peaceful. There was no fraud, duress, violence, breach of the peace, or threat thereof, and the decree of the court below dissolving the injunction was properly entered.\nDecree affirmed, costs to be paid by the appellant.",
        "type": "majority",
        "author": "Mr. Justice Chidsey,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Bell:\nTen months ago a unanimous Court approved (in General Building Contractors’ Assn. v. Local Union No. 542, 370 Pa. 73, 87 A. 2d 250) an injunction to restrain a threatened breach of a collective bargaining agreement by a party thereto; today we refuse to enjoin persons who induce an actual breach of a collective bargaining agreement by a party thereto, even though such agreement contains a no-strike, no work-stoppage pledge. To say that the Court can enjoin one of the parties to a contract who is about to breach it, but cannot enjoin a person who induces him to breach it, just does not make sense. It is also contrary to equity, contrary to legal principles, and contrary to the authorities.\nThe crux of this ease is that the picketing was conducted to induce a breach of a contract which binds the parties not to strike or stop work during the life of the contract; and hence was obviously for an unlawful purpose. “Prevention of violation of obligations contained in a contract by injunctive relief is a power traditionally exercised by courts of this Commonwealth” : General Building Contractors’ Assn. v. Local Union 542, 370 Pa., supra.\nThe majority opinion admits that the Court could enjoin the pickets if they were plaintiff’s employees, but holds it cannot if they are strangers (i.e., not under contract with plaintiff)-.- The legality or illegality of picketing is not dependent, as the majority opinion holds, upon whether the pickets are employees 01“ strangers. Peaceful picketing for a lawful purpose and conducted in lawful manner is protected by the decisions of the Supreme Court of the United States and of this Court, irrespective of whether the picketing is by strangers or by employees: Thornhill v. Alabama, 310 U. S. 88; Carlson v. California, 310 U. S. 106; A. F. of L. v. Swing, 312 U. S. 321; Wortex Mills, Inc. v. Textile Workers Union, 369 Pa. 359, 85 A. 2d 851.\nOn the other hand, unlawful picketing, and peaceful picketing for an unlawful purpose or conducted in an unlawful manner are subject to the jurisdiction of State Courts and under proper circumstances may be enjoined, irrespective of whether the picketing is by employees or by strangers: Hughes v. Superior Court of California, 339 U. S. 460; Bakery & Pastry Drivers & Helpers Local v. Wohl, 315 U. S. 769; Giboney v. Empire Storage & Ice Co., 336 U. S. 490; Carpenters & Joiners Union v. Ritter’s Cafe, 315 U. S. 722; Building Service Union v. Gazzam, 339 U. S. 532; Wilbank v. Chester & Delaware Counties Bartenders, etc., 360 Pa. 48, 60 A. 2d 21; Phillips et al. v. United Brotherhood of Carpenters, etc., 362 Pa. 78, 66 A. 2d 227; Wortex Mills, Inc. v. Textile Workers Union, 369 Pa. 359, 85 A. 2d 851.\nWhat are the facts? The American Brake Shoe Company, a corporation of the State of New York, filed a bill for an injunction against District Lodge 9 of the International Association of Machinists, its business agent and pickets, all of whom represented a union of employees in a plant owned or operated by American Brake Shoe Company in St. Louis, Missouri. The defendants (who, the majority say, are a separate union from that at Meadville) are engaged in a strike at the St. Louis plant of the American Brake Shoe Company and are picketing the plaintiff’s plant at Meadville, with, whom, they have no contract and no controversy.\nLodge 1385 of District 82 of the International Association of Machinists entered into a collective bargaining agreement with “Meadville Pennsylvania Plant, National Bearing Division, American Brake Shoe Company, by C. S. Ban, Superintendent”. The agreement specifically prohibited strikes and work-stoppages. The St. Louis union, its business agent and pickets established a peaceful picket line at Meadville; appealed to the employees of the Meadville Plant to respect the picket line; two-thirds of the employees stopped work; as a result of this, production and the business of the plant were virtually terminated during the picketing. There was absolutely no controversy or labor dispute between the parties to the Meadville contract, namely the Meadville Pennsylvania Plant and its employees, who were represented by Lodge 1385 of District 82. The object and purpose of the picketing was to induce the employees of the International Association of Machinists at the Meadville plant to violate and breach their collective bargaining agreement; to induce strikes and work-stoppages by members of that union in violation of their valid subsisting employment agreement; and to coerce a New York corporation into making a new agreement with the former employees of its plant in St. Louis, Missouri. The actions of the defendants obviously and unquestionably caused irreparable damage to the plaintiff and at least two of the objectives of the picketing were unlawful.\nIrreparable damage, from time immemorial, has been a sufficient ground to invoke the jurisdiction and powers of a Court of Equity. 30 C.J.S., Equity, sec. 39, p. 362; Act of June 16, 1836, P. L. 784; General Building Contractors’ Assn. v. Local No.542, 370 Pa., supra.\nCourts of Equity protect contract rights by enjoining acts or conduct by outsiders to induce a breach of contract by one of the contracting parties: American League Baseball Club of New York, Inc. v. Pasquel, et al., 63 N. Y. S. 2d 537 (where the Mexican Baseball League and its officers were enjoined front attempting to induce members of the New York Yankees to break their contracts); Beekman v. Marsters, 195 Mass. 205 (where defendant, a third party, was enjoined from attempting to induce a corporation to breach its contract with plaintiff); Hitchman Coal & Coke Co. v. Mitchell, 245 U. S. 229 (where a union and its agents, who were third parties, were enjoined from attempting to persuade an employee to breach his contract with his employer); Flaccus v. Smith, 199 Pa. 128, 48 A. 894; and Kraemer Hosiery Co. v. American Federation of Hosiery Workers, 305 Pa. 206, 157 A. 588, (in each of which a Court enjoined a stranger or third party who was not an employee of the company from peaceful picketing to induce a breach of a subsisting contract which at that time was valid).\nIn recent years the rights of working men to organize and to collectively bargain for higher wages and better conditions have been recognized by Congress and by various State legislatures to be in need of protection. Labor unions have now become giants — the most powerful giants in America — and with their growth and stature they have not only obtained rights and privileges granted to no other group of American citizens, but they have also incurred certain basic responsibilities common to all Americans alike, one of which is to live up to their contracts.\nIn the instant case there was, we repeat, no controversy or labor dispute between the parties to this contract, viz., plaintiff and Local Lodge 1385. The majority are therefore impaled upon the horns of a dilemma. If they take the position that there is no controversy or labor dispute, the prohibitions against injunctions in labor disputes contained in the Act of June 2, 1937, P. L. 1198, are inapplicable. If on the other hand, there is a labor dispute, injunctions are not prohibited and the Act of 1937 is not applicable because of the Act of June 9, 1939, P. L. 302, which amended sec. 4 of the Act of June 2, 1937, to provide: “Provided, however, That this act shall not apply in any case — (a) Involving a labor dispute . . . which is in disregard, breach, or violation of, or which tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement arrived at between an employer and . . . the employes . . .”\nFor purposes of argument we shall assume, as the majority opinion does, that a labor dispute exists. Since the picketing sought to be enjoined unquestionably “tends to procure the disregard, breach, or violation of, a valid subsisting labor agreement”, the Act of 1937, as amended by the Act of 1939, is entirely inapplicable and a Court of Equity has all the powers it organically possesses, unaffected and unfettered by the aforesaid Acts of 1937 and 1939.\nWhat then is the jurisdiction and what are the powers of a Court of Equity in cases of peaceful picketing where irreparable damage occurs or is threatened, and especially where the picketing is for an unlawful purpose?\nIn Hughes v. Superior Court of California, 339 U. S. 460, a State Court was sustained which enjoined peaceful picketing to force an employer to hire the same proportion of negro employees as it had negro customers. The Supreme Court of the United States held that the injunction did not violate a picket’s right of freedom of speech as guaranteed by the Constitution and that even peaceful picketing in violation of the judicially declared policy of the State (namely there should be no discrimination in employment) could be enjoined by a State Court since it was for an unlawful purpose. Mr. Justice Frankfurter, delivering the opinion of the Court said: “ ‘The domain of liberty, withdrawn by the Fourteenth Amendment from encroachment by the states,’ Palko v. Connecticut, 302 U. S. 319, 327, no doubt includes liberty of thought and appropriate means for expressing it. But while picketing is a mode of communication it is inseparably something more and different. Industrial picketing ‘is more than free speech, since it involves patrol of a particular locality and since the very presence of a picket line may induce action of one kind or another, quite irrespective of the nature of the ideas which are being disseminated.’ Mr. Justice Douglas, joined by Black .and Murphy, JJ., concurring in Bakery & Pastry Drivers & Helpers Local v. Wohl, 315 U. S. 769, 775, 776. Publication in a newspaper, or by distribution of circulars, may convey the same information or make the same charge as do those patrolling a picket line. But the very purpose of a picket line is to exert influences, and it produces consequences, different from other modes of communication. ... It has been amply recognized that picketing, not being the equivalent of speech as a matter of fact, is not its inevitable legal equivalent. Picketing is not beyond the control of a State if the manner in which picketing is conducted or the purpose which it seeks to effectuate gives ground for its disallowance. See Dorchy v. Kansas, 272 U. S. 306; Milk Wagon Drivers Union v. Meadowmoor Dairies, Inc., 312 U. S. 287; Hotel and Restaurant Employees’ International Alliance v. Wisconsin E. R. B., 315 U. S. 437; Carpenters & Joiners Union v. Ritter’s Cafe, 315 U. S. 722; Giboney v. Empire Storage & Ice Co., 336 U. S. 490. ‘A state is not required to tolerate in all places and all circumstances even peaceful picketing by an individual.’ Bakery & Pastry Drivers & Helpers Local v. Wohl, supra at 775.”\nIn Carpenter Union v. Ritter’s Cafe, 315 U. S. 722, Ritter, who employed union labor in his cafe, contracted with X to erect a building for him which would have no connection with the cafe. X employed non-union labor. A union peacefully picketed the cafe. A State Court granted an injunction holding that the picketing violated a state anti-trust act. The Act and the injunction were sustained by the Supreme Court which specifically held that they did not violate the First or Fourteenth Amendments.\nIn the recent case of Building Service Employees v. Gazzam, 339 U. S. 532, representatives of a union were enjoined by a State Court from peacefully picketing a small hotel which employed non-union men. The object of the picketing was to compel an employer to coerce his employees to join the union which was prohibited by the State’s little Norris-LaGuardia Act. The Supreme Court sustained the constitutionality of the state law and the validity of the injunction and specifically held that neither constituted an abridgment of the right of free speech under the First or Fourteenth Amendments.\nIn Giboney v. Empire Storage & Ice Co., 336 U. S. 490, a State Court enjoined officers of a labor union from picketing plaintiff’s place of business in order to force him to agree to stop selling ice to non-union peddlers. Missouri had an anti-trade restraint law. The union contended that because the picketing was peaceful and merely attempted peacefully to publicize truthful facts about a labor dispute, it was protected by the Constitution as an exercise of freedom of speech, and the injunction could not be sustained. The Supreme Court rejected these contentions and said: “It rarely has been suggested that the constitutional freedom for speech and press extends its immunity to speech or writing used as an integral part of conduct in violation of a valid criminal statute. . . . Appellants also rely on Carpenters Union v. Ritter’s Cafe, 315 U. S. 722, and Bakery Drivers Local v. Wohl, 315 U. S. 769, decided the same day. Neither lends support to the contention that peaceful picketing is beyond . . . control. The Court’s opinion in the Bitter case approvingly quoted a part of the Thornhill opinion which recognised broad, state powers over industrial conflicts. In the Wohl case, the Court’s opinion at p. 775 . . . said that ‘A state is not required to tolerate in all places . . . even peaceful picketing by an individual.’ A concurring opinion in the Wohl case, at pp. 776-777, pointed out that picketing may include conduct other than speech, conduct which can be made the subject of restrictive legislation. No opinions relied on by petitioners assert a constitutional right in picketers to take advantage of speech or press to violate valid laws designed to protect important interests of society.’ ”\nNumerous other decisions of the Supreme Court which sustain injunctions by State Courts against peaceful picketing are set forth in Wortex Mills, Inc. v. Textile Workers Union, 369 Pa., supra.\nPennsylvania has similarly held that picketing may be enjoined by a State Court where it is unlawful, or where, even though peaceful, it is for an illegal or unlawful purpose or object, or where it is conducted in an unlawful manner. Wilbank v. Bartenders Union, 360 Pa. 48, 60 A. 2d 21; Phillips et al. v. United Brotherhood of Carpenters, etc., 362 Pa. 78, 66 A. 2d 227; Wortex Mills, Inc. v. Textile Workers Union, 369 Pa. 359, 85 A. 2d 851. Cf. also: General Building Contractors’ Assn. v. Local Union 542, 370 Pa. 73, 87 A. 2d 250.\nIn Wilbank v. Bartenders Union, 360 Pa., supra, an injunction to restrain peaceful picketing which was intended to coerce an employer to force his employees to join a union was sustained since the picketing was for an unlawful purpose. Mr. Justice Linn said (page 50) : “Defendants contend (1) that equity has no jurisdiction because the Labor Relations Act provides a remedy, (2) that as a proceeding was pending before the Labor Relations Board, comity required the dismissal of the bill, (3) that equity cannot enjoin peaceful picketing for organizational purposes, (4) the picketing did not constitute a secondary boycott.\n“The controlling question is whether the picketing which was prohibited was for an unlawful purpose. If the purpose was unlawful the case presented was within the general equity jurisdiction of the court, unrestricted either by the Labor Anti-Injunction Act of 1937, P. L. 1198, 43 PS §206a, as amended in 1939, P. L. 302, 43 PS §206d, or by the Labor Relations Act of 1937, P. L. 1168, 43 PS §211.1. An injunction restraining unlawful picketing is not an infringement of the constitutional guaranty of free speech.”\nIn Wortex Mills, Inc. v. Textile Workers Union, 369 Pa., supra, we said (page 369): “Á State Court may enjoin unlawful picketing or picketing which is conducted in an unlawful manner or for an unlawful purpose. ... it is well established that the method or conduct or purpose or objective of the picketing may make even peaceful picketing illegal.”\nMr. Justice Chidsey, speaking for a unanimous Court, in General Building Contractors’ Assn. v. Local No. 542, 370 Pa., supra, enjoined a union from breaching a collective bargaining agreement and said (pages 79-82) : “The subject matter of the instant action is a collective bargaining agreement and the power of the court invoked is the power to require adherence to such agreement, to prevent a breach thereof and to prevent irreparable damage to a party to that contract. . . . Evidence of irreparable damage threatened and imminent . . . justifies intervention of a court of equity to preserve contractual rights .... Federal legislation claimed to be applicable does not concern itself with the exercise of equitable jurisdiction here exerted. ... It does not follow, however, that assertion of power over labor disputes and employe-employer relations deprived state courts of equity from exercising their traditional power to require performance of solemn contractual duties and, by injunctive relief, to prevent irreparable damage which would be brought about by failure to perform such duties. . . . There does not exist any repugnance or conflict, direct or indirect, between the exercise of jurisdiction by a court of equity as in the instant case and the Labor Management Relations Act and the Norris-LaGuardia Act. There are no statutes which would curtail the exercise of jurisdiction by the Court in the circumstances here presented. Preven tion of violation of obligations contained in a contract by injunctive relief is a power traditionally exercised by courts of this Commonwealth.”\nThe peaceful picketing in this case was undoubtedly for one or more unlawful purposes — (1) to causé the union and the employees of the plaintiff to violate their written contract which contained a pledge of no strikes and no work-stoppage, and (2) to cause the company irreparable damage, (3) to violate the policy of the Commonwealth of Pennsylvania which upholds and protects contracts, and (4) to coerce the company into an agreement in St. Louis, Missouri. It is well established that the illegal or unlawful purpose need not be the sole object of the picketing: Carpenters & Joiners Union v. Ritter’s Cafe, 315 U. S. 722; Building Service Union v. Gazzam, 339 U. S. 532; Giboney v. Empire Storage & Ice Co., 336 U. S. 490; and since several of the purposes or objects were unlawful, the picketing must be restrained.\nFor these reasons I would reverse the judgment of the Court below and remand the case to that Court with directions to enter a permanent injunction, and to make such other order or grant such additional relief as may seem meet, consistent with this opinion.\nMr. Justice Allen M. Stearne joins in this dissenting opinion.\nItalics throughout, ours.\nIn Building Service Employees v. Gazzam, 339 U. S. 532, 537, the Court said: “. . . picketing is more than speech and establishes a locus in quo that has far more potential for inducing action or nonaction than the message the pickets convey, . . .”\nParenthetically, the Court also found there was no labor dispute.\nIn that ease about 85% of the truck drivers working for plaintiff’s customers were members of labor unions and these union truck drivers refused to cross the picket line or to deliver goods to or from plaintiff’s place of business.",
        "type": "dissent",
        "author": "Mr. Justice Bell:"
      }
    ],
    "attorneys": [
      "Donald W. Ebbert, with him Charles C. Hewitt, F. C. Kiebort, Jr., Thorp, Reed & Armstrong and Humes & Kiebort, for appellant.",
      "George J. Barco, with him Yolanda G. Barco and Barco & Barco, for appellees."
    ],
    "corrections": "",
    "head_matter": "American Brake Shoe Company, Appellant, v. District Lodge 9 of the International Association of Machinists.\nArgued October 7, 1952.\nBefore Drew, C. J., Stern, Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nDonald W. Ebbert, with him Charles C. Hewitt, F. C. Kiebort, Jr., Thorp, Reed & Armstrong and Humes & Kiebort, for appellant.\nGeorge J. Barco, with him Yolanda G. Barco and Barco & Barco, for appellees.\nFebruary 13, 1953:"
  },
  "file_name": "0164-01",
  "first_page_order": 192,
  "last_page_order": 212
}
