{
  "id": 1240369,
  "name": "Commonwealth, Appellant, v. Marsili",
  "name_abbreviation": "Commonwealth v. Marsili",
  "decision_date": "1953-04-22",
  "docket_number": "Appeal, No. 218",
  "first_page": "416",
  "last_page": "418",
  "citations": [
    {
      "type": "official",
      "cite": "373 Pa. 416"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "96 A. 2d 370",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "373 Pa. 388",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1240391
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/373/0388-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 309,
    "char_count": 3980,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 1.9625520060349778e-07,
      "percentile": 0.7382490253292759
    },
    "sha256": "5e8fe288c1fcd2aba4e2e751e3adf03fda2b3aff1f832293a3ec7401699cd9cf",
    "simhash": "1:1062024439d00f3b",
    "word_count": 676
  },
  "last_updated": "2024-02-27T20:55:10.981692+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Chidsey, Musmanno and Arnold, JJ."
    ],
    "parties": [
      "Commonwealth, Appellant, v. Marsili."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is an appeal by the Commonwealth from an order of the court of common pleas setting aside a suspension by the Secretary of Revenue of an operator’s license for operating a motor vehicle. The Commonwealth charges that the defendant is “unable to read traffic signs in the English language.”\nWhat we said in Commonwealth v. Emerick, 373 Pa. 388, 96 A. 2d 370, relating to legal principles and the construction of The Vehicle Code has similar application to the facts in the present case.\nSection 604 (a) 8 of The Vehicle Code, May 1, 1929, P. L. 905, as amended, 75 PS 164 (a) 8, provides that an operator’s license shall not be issued to any person “when unable to understand warning or direction signs in the English language.”\nThis is a situation where the effect of the uncontradicted testimony, and the conclusions and inferences to be drawn therefrom, are matters peculiarly within the fact-finding province of the hearing judge. President Judge Lenchbe said in his memorandum opinion: “The evidence clearly and without contradiction shows that the defendant has been driving motor vehicles of all kinds since 1920, has never been involved in any accident during all this time, has never been seen by any one in a violation of any phase of the Motor Vehicle Code, has never been cited, arrested or fined for any such violation. The examining agent of the Revenue Department testified to the defendant’s inability to understand certain warning or direction signs printed in English, such as are posted at various points on the public highway. On the other hand, the defendant in open court does recognize and understand some of those writings, and we are persuaded, after looking at ■the defendant in open court, carefully noting his response to some of the signs and pictures shown him that with the care and caution, pf. whieh he is .capable when he is at the wheel of an automobile, he tahes in every situation, and sufficiently adapts himself to the demands of such situations on the hightoay. Many a person with far better formal education than this appellant has, and easily capable of reading, has shown much less capacity for care and caution than characterizes some thirty-two years of an unbroken course of conduct as operator of motor vehicles without mishap on the part of Giovanni Marsili. In view of the uncontradicted testimony of his care, caution, absence of any mishap while at the wheel of automobiles, we ought not to rely on testimony that is no more than opinion evidence. The proof of the pudding is in the eating. This appellant has driven carefully when he has not been able at first to read certain words, has stopped longer than drivers usually do at crossings, has looked with more care and caution than drivers usually exercise on the highways. Because of his possible inability to read some of the words, he has compensation for such inability by extra care and caution which have made him a careful and competent driver.\n“So that there be no mistake about it, we have determined from facts of record that this appellant has not been involved in any accident, that his eyes and ears are in excellent condition, that he has no mental affliction of any kind, that he is capable and competent in the operation of a motor vehicle, that his license so to do should not be suspended simply because now —long after he started to drive a motor vehicle — he cannot read as well as he should.” (Emphasis supplied)\nIn the. above circumstances' the learned court below did not abuse its discretion when if revoked the Secretary of Revenue’s order of suspension of' defendant’s license;' ■\nThe order is affirmed;",
        "type": "majority",
        "author": "Mr. Justice Allen M. Stearne,"
      }
    ],
    "attorneys": [
      "Randolph C. Ryder, Deputy Attorney General, with him Alvin J. Ludwig and Robert E. Woodside, Attorney General, for appellant.",
      "Harry Menzer, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Marsili.\nArgued March 31, 1953.\nBefore Stern, C. J., Stearne, Jones, Chidsey, Musmanno and Arnold, JJ.\nRandolph C. Ryder, Deputy Attorney General, with him Alvin J. Ludwig and Robert E. Woodside, Attorney General, for appellant.\nHarry Menzer, for appellee.\nApril 22, 1953:"
  },
  "file_name": "0416-01",
  "first_page_order": 444,
  "last_page_order": 446
}
