{
  "id": 1044364,
  "name": "Walsky, Appellant, v. Frick Coke Company",
  "name_abbreviation": "Walsky v. Frick Coke Co.",
  "decision_date": "1918-07-17",
  "docket_number": "Appeal, No. 38",
  "first_page": "4",
  "last_page": "9",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 4"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 409,
    "char_count": 10538,
    "ocr_confidence": 0.414,
    "pagerank": {
      "raw": 4.89950402824256e-08,
      "percentile": 0.3073283423087601
    },
    "sha256": "3cc92dea4e7868bc91955e6d05b5cc2d7a6acde6b2e95a48f29ef4e344eea0a8",
    "simhash": "1:9ae380e94caf06a7",
    "word_count": 1887
  },
  "last_updated": "2023-07-14T20:04:49.367654+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Walsky, Appellant, v. Frick Coke Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the court below refusing to strike off the nonsuit and denying the motion for a new trial.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "E. 8. Dmnbauld, for appellant.",
      "W. J. Sturgis, with him 8. J. Morrow, for appellee."
    ],
    "corrections": "",
    "head_matter": "Walsky, Appellant, v. Frick Coke Company.\nNegligence — Mines and mining — Trip rider — Inexperienced employee — Failure to instruct — Condition of couplings — Nonsuit.\n1. In an action against a coal mining company to recover for personal injuries sustained by a seventeen-year-old boy, a trip rider in defendant’s employ, where the only allegations of negligence attempted to be supported at the trial were (1) that the defendant did not furnish the plaintiff with reasonably safe cars, connections or appliances and (2) did not give proper instructions relative to getting- on and off .moving trains, a compulsory nonsuit was properly entered where plaintiff’s evidence failed to support either allegation but showed that a trip of thirteen ears parted between the seventh and eighth cars, and that at the time plaintiff was on the rear of the front car, that he set the brake on the rear of that car, stepped off the trip and attempted to get on again between the second and third cars for the purpose of setting the brake on the rear of the second car, but fell or was knocked down and injured in so doing ; that at the time of the accident plaintiff, who had been employed in the mine for two years prior thereto, had been engaged in the particular work only a few days and had received no special instructions when he began such duties; and the evidence was to the effect that the hitchings, <levises and pins connecting the cars were all in good condition, and the cause of the separation of the cars was a matter of conjecture.\n2. Plaintiff could not successfully contend in support of a motion to strike off the nonsuit that the negligence of the defendant was not in failing to give the plaintiff instructions as to how to get on and off the moving cars but in failing to instruct him to keep off a runaway trip, where such negligence was not averred in the statement and such contention had not been previously made.\nArgued June 4, 1918.\nAppeal, No. 38, Jan. T., 1918, by plaintiff, from judgment of C. P. Fayette Co., June T., 1915, No. 564, refusing to take off compulsory nonsuit in case of John Walsky, for himself as father and as guardian and nest friend of Arthur Walsky, a minor, v. The H. C. Frick Coke Co.\nBefore Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries.\nThe facts appear from the following opinion of Van Swearingen, P. J., sur plaintiffs’ motion to take off non-suit:\nThis action was for the recovery of damages for personal injuries sustained by a seventeen-year-old boy in a coal mine of the defendant company. The trial resulted in the entry of a, compulsory nonsuit. There is before the court now a motion to strike off the nonsuit, and also a motion for a new trial. The motion for a new trial at this stage of the case must be considered merely as going to the same point as the motion to strike off the nonsuit.\nIn the statement of claim it is alleged that at the time of the grievances complained of Arthur Walsky was employed as a trip rider in the mines of the defendant company at Davidson, and that in the course of his employment it became his duty to use certain cars, equipment and appliances belonging to and in the possession and control of and furnished by the defendant. The materia] parts of the statement of claim were as follows:\n“That it became and was the duty of the said plaintiff, Arthur Walsky, to set and to remove certain sprags in the wheels of said cars in said mine and that after he had removed said sprags it became and was the duty of the said Arthur Walsky to take his position on one of the cars of said trip and that after removing said sprags it became necessary and was the duty of him, the said Arthur Walsky, to board said cars or trip while same were in motion, whereby it then and there became and was the duty of the said defendant to use and to furnish to the said Arthur Walsky, to be used, safe, secure and proper coal cars, appliances and connections, and to see that the same and all parts thereof were in good, safe, working condition, and to use due and proper care in and about the premises. That it was also the duty of the said defendant company to give to the said plaintiff sufficient and proper instructions concerning his duties and concerning the nature of his employment. That it further became and was the duty of the said defendant company to see that the coal cars were not loaded beyond their proper capacity and that said cars were properly loaded. Yet, the said defendant company, not regarding its duties, did not use due and proper care in and about the premises, and did not furnish to the said Arthur Walsky' to be used safe, secure and suitable cars, equipment and appliances, and did not give to the said Arthur Walsky sufficient and proper instructions concerning his duties under said employment, but on the contrary wholly neglected so to do, and negligently and carelessly furnished him, the said Arthur Walsky, with such unsafe, unsecure and improper coal cars, connections and appliances, that the said trip, by reason of said insecure, unsafe and improper connections, parted unknown to plaintiff and that by reason thereof and by reason of the failure of said defendant company to instruct the said Arthur Walsky as to his duties under said employment, and by reason of the failure of said company to see that said cars were loaded in a proper manner, on September 29,1914, while attempting with due care to board said trip and assume his position on said car, he was thrown under the wheels of one of said ears,” receiving the injuries of which complaint is made.\nAt the trial no evidence was offered in support of the plaintiff’s allegation that it was his duty to sprag the wheels of the cars, or showing that he was in any way engaged in spragging the wheels at the time he was injured. Neither was there any evidence of any improper loading of the cars. The only allegations of negligence attempted to be supported at the trial were (1) that the defendant did not furnish the plaintiff with reasonably safe cars, connections and appliances, and (2) did not give to the plaintiff proper instructions relative to getting on and off moving trips. And in both of these respects the plaintiff failed in his 'proof. There was evidence that a trip of thirteen cars parted between the seventh and eighth cars, and that the seven cars ran away, down grade, but there was no evidence of any defects in the connections between the cars. On the contrary the testimony on behalf of the plaintiff was all to the effect that the hitchings, clevises and pins connecting the cars together were all in good condition, and the cause of the disconnection of the cars remained entirely a matter of conjecture. When the seven cars started running away down the track Walsky was on the rear of the front car. He set the brake on the rear of that car and stepped off the trip and attempted to get on again between the second and third cars for the purpose of setting the brake on the rear of the second car, but fell or was knocked down and injured. At the time of the accident Walsky had been engaged in that particular work only a' few days and he had received no special instructions when he began as to his duties or the manner of avoiding dangers. The evidence showed that he had worked in that mine for a couple of years’ prior to the accident and was accustomed to getting on and off of moving cars. There was evidence that it was safer to get on the rear end of a moving car than on the front end, even of cars connected together in a trip. The brakes were on the rear of the cars. And while the evidence relative to Walsky’s attempt to get on the trip between the second and third cars was not as specific as it might have been, all the evidence there was indicated that his attempt was to get on the rear of the second car. He alleged in his statement that he was exercising “due care.” There was no evidence whatever indicating that the plaintiff’s injuries were the result of lack of instructions by the defendant. The defendant was not ’shown to have been negligent in any respect, and the compulsory nonsuit followed.\nAt the argument to strike off nonsuit, counsel for the plaintiff contended that the negligence of the defendant was not in failing to give the plaintiff instructions as to how to get on and off of moving cars, but in failing to instruct him to keep off of a runaway trip. In his brief, counsel for plaintiff says: “When the compulsory non-suit was entered, great stress was laid by counsel for the defendant on the failure of the plaintiff to prove the manner in which the plaintiff was attempting to board the trip at the time he was injured. There is nothing in that contention. If the plaintiff was injured while trying to board a runaway trip, what difference does it make how he attempted to get on. The negligence of the company lies in the failure to instruct him to keep off.” But that is not the negligence alleged in the plaintiff’s statement of claim, and which the defendant was required to meet at the trial. It will be noticed that the plaintiff in his statement of claim alleged that “it became necessary and was the duty of him, the said Arthur Walsky, to board said cars or trip while same was in motion” and that the defendant “did not give to the said Arthur Walsky sufficient and proper instructions concerning his duties under said employment, but on the contrary wholly neglected so to do.” The theory on which the case was tried was that the negligence of the defendant was in not giving the plaintiff proper instructions relative to' getting on and off of moving trips, and that was the negligence alleged in plaintiff’s statement of claim. At no time until the argument on the motion to strike off the nonsuit was the suggestion made of negligence on the part of the defendant in not instructing the defendant to keep off of runaway trips. To strike off the nonsuit and send the case of another trial on that ground would be to substitute another and different cause of action.\nJuly 17, 1918;\nOn the trial a compulsory nonsuit was entered which the court subsequently refused to take off. Plaintiff appealed.\nError assigned, among others, was in refusing to take off compulsory nonsuit.\nE. 8. Dmnbauld, for appellant.\nW. J. Sturgis, with him 8. J. Morrow, for appellee."
  },
  "file_name": "0004-01",
  "first_page_order": 42,
  "last_page_order": 47
}
