{
  "id": 1044355,
  "name": "Fulton Farmers Assn. v. Bomberger, Appellant",
  "name_abbreviation": "Fulton Farmers Ass'n v. Bomberger",
  "decision_date": "1918-07-17",
  "docket_number": "Appeal, No. 242",
  "first_page": "43",
  "last_page": "47",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 43"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "192 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908990
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0001-01"
      ]
    },
    {
      "cite": "214 Pa. 310",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        946108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0310-01"
      ]
    },
    {
      "cite": "201 Pa. 624",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        925710
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/201/0624-01"
      ]
    },
    {
      "cite": "20 Pa. Superior Ct. 88",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        841188
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/20/0088-01"
      ]
    },
    {
      "cite": "230 Pa. 458",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8846413
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0458-01"
      ]
    },
    {
      "cite": "154 Pa. 200",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        842352
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/154/0200-01"
      ]
    },
    {
      "cite": "5 Pa. Superior Ct. 528",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        279999
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/5/0528-01"
      ]
    },
    {
      "cite": "153 Pa. 634",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840351
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/153/0634-01"
      ]
    },
    {
      "cite": "162 Pa. 204",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856815
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/162/0204-01"
      ]
    },
    {
      "cite": "137 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        821487
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/137/0197-01"
      ]
    },
    {
      "cite": "120 Pa. 374",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559850
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/120/0374-01"
      ]
    },
    {
      "cite": "39 Pa. Superior Ct. 272",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880645
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/39/0272-01"
      ]
    },
    {
      "cite": "37 Pa. Superior Ct. 441",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        875993
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/37/0441-01"
      ]
    },
    {
      "cite": "230 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845873
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/230/0261-01"
      ]
    },
    {
      "cite": "48 Pa. Superior Ct. 610",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        8865671
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/48/0610-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 466",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847741
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/23/0466-01"
      ]
    },
    {
      "cite": "10 Pa. Superior Ct. 151",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        819387
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/10/0151-01"
      ]
    },
    {
      "cite": "30 Pa. Superior Ct. 179",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        862259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/30/0179-01"
      ]
    },
    {
      "cite": "27 Pa. Superior Ct. 171",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        856519
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/27/0171-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 644",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874268
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/36/0644-01"
      ]
    },
    {
      "cite": "223 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961017
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/223/0568-01"
      ]
    },
    {
      "cite": "223 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        961017
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/223/0568-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 519,
    "char_count": 9931,
    "ocr_confidence": 0.416,
    "pagerank": {
      "raw": 1.5675955081765666e-06,
      "percentile": 0.9923765825729608
    },
    "sha256": "47841953a8ff4390ea70bf888145e28893d40c8ed5c73ab87352358ebacaa16e",
    "simhash": "1:c5c7b5e1f0541855",
    "word_count": 1725
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Fulton Farmers Assn. v. Bomberger, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThe statement of claim in this case, was supplemented by a bill of particulars requested by defendant. As thus supplemented, the statement was held to be sufficient by the court below, and no exception was taken to that ruling, and no error is here assigned in regard thereto'.\nThereby plaintiff averred that defendant had been appointed treasurer of plaintiff during its organization as a corporation, which appointment was approved by the board of directors after incorporation; that as his compensation he was to receive two per centum of the moneys collected by him; that he kept a cash book, a copy of which was attached, in which he entered some of the funds collected by him; that plaintiff claimed to recover the balance appearing thereby, certain other items specifically stated but not appearing therein, and certain additional items which it alleged defendant had expressly admitted to plaintiff’s board of directors or officers were owing by him; and it denied in general terms the propriety of certain of the credits appearing in said cash book. The items in the cash book were upwards of thirteen hundred in number and varied in amount from eleven cents to $1,459.91.\nThe affidavit of defense specifically denied that the defendant had made any admissions to plaintiff’s board of directors or officers, and as to the other averments simply said: “The statement of facts as set forth in paragraph —of statement is denied.”\nPlaintiff thereupon took a rule for judgment for want of a sufficient affidavit of defense, specifying the details in which the affidavit was alleged tO' be insufficient. The court below allowed defendant the credits appearing in the cash book, refused judgment as to the sums which it was alleged he had admitted to plaintiff’s board of directors or officers, but entered judgment as to the other items, with leave to plaintiff to proceed to trial for the residue. From that judgment this appeal is taken, the only specification of error being the entry of said judgment.\nDefendant now avers that the statement of claim is insufficient because not a concise statement as required by the act of assembly. He fails to draw the distinction between conciseness and brevity. In the nature of the case this statement could not be brief, but we need not consider that question further as it was not raised by the affidavit of defense in the court below, and no exception was taken to the ruling that the statement was sufficient.\nNor is defendant any happier in his contention that his bald denial of the averments of the several paragraphs of the statement of claim was sufficient. We agree with the court below that those averments are wholly insufficient, because of Sec. 8 of the Act of 14th May, 1915, P. L. 483, which provides that “it shall not be sufficient for the defendant in his affidavit of defense to deny generally the allegations of the statement of claim.” To make his denial effective, a defendant must deny that he collected anything from the party named in the statement, or aver how much he did collect from that party; and he must make that denial so clear and specific that plaintiff may forthwith obtain judgment for the amount as to which there is no real defense, and at the ensuing trial the court may know exactly what the issue is. That is the purpose of the above quoted provision from the Act of 1915, and that purpose will be enforced.\nNor do we agree that defendant should have been allowed the two per cent, commissions on the moneys regarding which judgment is entered. He forgets that commissions are payable for faithful service only, and that this judgment conclusively determines that he has not been faithful in paying over this fund. Moreover, he does not claim any commissions in his affidavit of defense, or set up any counter claim in regard thereto.\nLastly defendant says that, as the rule was for judgment for want of a sufficient affidavit of defense, the court below was without jurisdiction to enter judgment for part of the claim with leave to'proceed for the residue, and as to this he cites Faux v. Fitter, 223 Pa. 568. We might dismiss this contention because of the fact that the only assignment of error does not really raise this question, in that it does not specify error in giving plaintiff leave to proceed to trial for the balance of its claim; but because the question suggested is an important one, we prefer to settle it now.\nIn Faux v. Fitler, supra, we did hold that a rule for judgment for want of a sufficient affidavit of defense was a rule for judgment for the whole claim, and upon it the court was without authority to enter judgment as upon a rule for judgment for a specified and designated portion of the claim. That decision was rendered in 1909 when the Act of May 25,1887, P. L. 271, provided for the former rule, and the Act of July 15,1897, P. L. 276, provided for the latter. Since then both those acts have been superseded by the Act of 14th May, 1915, P. L. 483, which provides that “The plaintiff may take a rule for judgment for want of a sufficient affidavit of defense to the whole or any part of his claim, and the court shall enter judgment or discharge the rule as justice may require.” This act, which was intended to simplify proceedings, and to reach the real issue as speedily as possible, is to be liberally construed; especially where, as in this case, the particulars in which the affidavit is alleged to be erroneous, were specifically set forth on the record in connection with the rule. It often happens that counsel think that the whole affidavit is insufficient, and the court agrees thereto in part only. No reason appears why, under such circumstances, two rules should be required. The purpose of the Act of 1915, as above specified, is opposed to such a construction, and hence, as the conclusion reached by the court below is such as “justice” does require,\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "John E. Malone, with him Earnish & Earnish, for appellant.",
      "E. Frank Eshleman, with him B. F. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Fulton Farmers Assn. v. Bomberger, Appellant.\nPractice, Supreme Court and C. P. — Act of May 14,1915, P. L. 488 — Plaintiffs statement — Sufficiency—Affidavit of defense — General denials — Insufficiency—Principal and agent — Buie for judgment for want of sufficient affidavit of defense — Judgment for part of claim with leave to proceed — Collection of funds — Refusal to pay to principal — Loss of right to commissions — Appeals—Exceptions — Assignments of error.\n1. Where the court below rules that a statement of claim is sufficient, and that ruling is not excepted to or assigned as error, it will not be considered on appeal.\n2. An affidavit of defense that simply denies the averments of the statement of claim, is insufficient under Sec. 8 of the Act of 14th May, 1915, P. L. 483.\n3. An agent who refuses to pay to his principal the funds collected for him, is not entitled to commissions thereon.\n4. Under the Act of May 14, 1915, P. L. 483, upon a rule for judgment for want of a sufficient affidavit of defense, judgment may be entered for part of a claim, with leave to proceed for the residue. That act renders obsolete the decision in Faux v. Fitter, 223 Pa. 568.\n5. The Supreme Court will not view the action of the court below in giving plaintiff leave to proceed to trial for that portion of his claim not included in the judgment entered for want of a sufficient affidavit of defense, unless that action is specifically assigned as error.\nArgued June 11, 1918.\nAppeal, No. 242, Jan. T., 1918, by defendant, from judgment of C. P. Lancaster Co., March T., 1915, No. 41, entered for want of a sufficient affidavit of defense in case of Fulton Farmers Association v. D. R. Bomberger.\nBefore Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ.\nAffirmed.\nAssumpsit for commissions. Before Hassler, J.\nThe facts appear by the opinion of the Supreme Court.\nThe lower court entered judgment for plaintiff for $4,287.70 representing the amount of the claim as to which the affidavit of defense was insufficient, with leave to the plaintiff to proceed to trial for the balance of its claim. Defendant appealed..\nError assigned was the judgment of the court.\nJohn E. Malone, with him Earnish & Earnish, for appellant.\nA statement of claim must be self-sustaining and where it is not plaintiff cannot take judgment for want of a sufficient affidavit of defense: Rosenblum v. Stolzenberg, 36 Pa. Superior Ct. 644; Bill Posting Sign Company v. Jermon, 27 Pa. Superior Ct. 171; Tourison v. Engard, 30 Pa. Superior Ct. 179.\nWhere an affidavit of defense is, in denial, as broad as the material averments of the declarations, it is sufficient to prevent judgment: Deacon v. Smaltz, 10 Pa. Superior Ct. 151; Friel v. Custer, 23 Pa. Superior Ct. 466; Eliel v. Chamberlain, 48 Pa. Superior Ct. 610; First National Bank v. McBride, 230 Pa. 261.\nWhere a plaintiff takes a rule for judgment for the whole amount of his claim for want of a sufficient affidavit of defense, he cannot ask that judgment be entered for part of the claim apparently due under the affidavit of defense: Faux v. Fitler, 223 Pa. 568; Gross v. Ricchezza, 37 Pa. Superior Ct. 441; Templeton v. Williams, 39 Pa. Superior Ct. 272.\nE. Frank Eshleman, with him B. F. Davis, for appellee.\nAffidavits of defense must make specific denials of allegations in plaintiff’s statement of claim; general denials are insufficient: Erie City v. Butler, 120 Pa. 374; Odgen v. Beatty, 137 Pa. 197; Conrad v. Western Union Telegraph Co., 162 Pa. 204; Superior National Bank v. Stadelman, 153 Pa. 634; Pittsburgh v. Daly, 5 Pa. Superior Ct. 528; People’s Mut. Fire Insurance Co. v. Groff, 154 Pa. 200; Law v. Waldron, 230 Pa. 458.\nAffidavit of defense must set forth items as fully as the statement: Hertz v. Sidle, 20 Pa. Superior Ct. 88; P. R. R. Co. v. Midvale Steel Co., 201 Pa. 624; Scott v. Damascus Steel Co., 47 P. L. J. 146; Ryon v. Starr (No. 1), 214 Pa. 310; Pa. Trust Co. v. Kline, 192 Pa. 1.\nJuly 17, 1918:"
  },
  "file_name": "0043-01",
  "first_page_order": 81,
  "last_page_order": 85
}
