{
  "id": 1044375,
  "name": "Bowers's Estate",
  "name_abbreviation": "Bowers's Estate",
  "decision_date": "1918-07-17",
  "docket_number": "Appeal, No. 299",
  "first_page": "48",
  "last_page": "50",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 48"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "8 Kulp 407",
      "category": "reporters:state",
      "reporter": "Kulp",
      "opinion_index": -1
    },
    {
      "cite": "3 Watts 335",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1841232
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/3/0335-01"
      ]
    },
    {
      "cite": "184 Pa. 401",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988020
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/184/0401-01"
      ]
    },
    {
      "cite": "21 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411557
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0301-01"
      ]
    },
    {
      "cite": "14 Pa. 451",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        405891
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/14/0451-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 335,
    "char_count": 5367,
    "ocr_confidence": 0.423,
    "pagerank": {
      "raw": 4.408767690195799e-08,
      "percentile": 0.2763856116707962
    },
    "sha256": "1e3c88f7545d1f67ab653d94bf3a4203471eb92d11b021791f5ff45a40329437",
    "simhash": "1:2a29ced566aedbec",
    "word_count": 909
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Mosoi-izisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Bowers’s Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nJacob Bowers, a widower, with one child, a daughter named Mary, died July 6, 1915, leaving a will dated March 4,1913; testator gave all his property in'trust, to place “the money” at interest, lease the real estate, and pay over the entire net income, each year, to Mary Bowers, during her life; he further provided that, if at any time this daughter should ask the trustees to sell real estate, they should do so, and pay her, out of the proceeds, such sum as she might in writing request, her receipt therefor to be a sufficient release.\nWhen testator’s will was made, he possessed certain personal property, a farm and another piece of real estate; on April 1, 1915, he sold this farm and invested the proceeds in securities valued at $14,839.29, which he owned at the time of his death. Letters testamentary were granted to Mary Bowers and the People’s Trust Company of Lancaster, whose account showed a balance of $16,102.27, which was awarded to these executors as trustees under the will.\nJuly 26,1917, the trustees filed an account, showing a balance of principal amounting to $16,025.42; thereupon, Mary Bowers presented a petition to the Orphans’ Court, setting forth that, under the provisions of her father’s will, she had requested payment to her of the net purchase-price of the farm sold by decedent during his life, and praying an award accordingly. The trust company answered, denying petitioner’s right to the desired award; but, upon the adjudication of the trustees’ account, the court below directed them to pay her- the sum of $14,839.29, as principal derived from the sale of the farm; exceptions to this order were dismissed, and the daughter’s cotrustee appealed.\nWhen the will before us was executed, the testator had personal as well as real estate; the trust which he created for the benefit of Mary Bowers embraces both species of property, and, at her death, “whatever estate remains” is to go to certain collateral legatees. He gave his daughter the right to consume principal invested in real estate, but made no such provision as to personal estate. The impelling reason for this distinction between realty and personalty is undisclosed, but the distinction exists, and must be adhered to as a material part of testator’s scheme of distribution. Since, in Mr. Bowers’s lifetime, he sold his farm and invested the proceeds in securities, at his death the latter passed under his will as personal estate, and must be treated as such in all respects. The truth of this becomes plain when we consider the proposition suggested by counsel for appellant: “Suppose the situation were reversed, and decedent had invested the personal property, which he owned at the time of making his will, in real estate, and then died, would any one contend that such real estate, so purchased, was not real estate for the purposes of his will, but was to be considered as if it still remained personal property?” Clearly not, and no more can the fund here in question be treated as though it still remained real estate. The award under attack cannot be sustained, for it constitutes a plain departure from the terms of testator’s will.\nDecree reversed, costs to be paid out of the estate.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "William H. Keller, for appellant.",
      "John E. Malone, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bowers’s Estate.\nWills — Construction—Gift of realty for life with power to consume — Power in devisee to direct sale and demand proceeds — Sale of realty by testator — Ademption—Intention.\nA testator owning real and personal property, bequeathed all his estate in trust, to place the “money” at interest, lease the real estate and pay over the entire net income annually to his only daughter, during her life, and provided that if at any time she should ask the trustees to sell the real estate they should do so and pay her, out of the proceeds, such sum as she might in writing request, her receipt therefor to be a sufficient release. The will further provided that at her death “whatever estate remains” is to go to certain collateral legatees. Before his death testator converted his real estate into securities. Held, the securities passed under the will as personal estate and an award thereof to the daughter at her request could not be made, her only interest therein being for life.\nArgued June 11, 1918.\nAppeal, No. 299, Jan. T., 1917, by People’s Trust Co. of Lancaster, testamentary trustee, from decree of O. C. Lancaster Co., Aug. T., 1915, No. 40, directing payment of principal of trust fund in estate of Jacob Bowers, Deceased.\nBefore Brown, C. J., Mosoi-izisker, Frazer, Walling and Simpson, JJ.\nReversed.\nPetition by cestui que trust for payment to her of trust fund created by will of Jacob Bowers, deceased. Before Smiti-i, P. J.\nThe facts appear by the opinion of the Supreme Court.\nThe lower court directed the fund in question be paid to the petitioner. The People’s Trust Co. of Lancaster, one of the testamentary trustees, appealed.\nWilliam H. Keller, for appellant.\nThe conversion of real estate in the testator’s life adeemed the petitioner’s right to demand payment out of the proceeds of a sale : Balliet’s App., 14 Pa. 451; Hoke v. Herman, 21 Pa. 301; Harshaw v. Harshaw, 184 Pa. 401.\nJuly 17, 1918:\nJohn E. Malone, for appellee.\nThe doctrine of ademption applies only to specific devises or legacies and is not applicable here: Blackstone v. Blackstone, 3 Watts 335; Manville’s Est., 8 Kulp 407."
  },
  "file_name": "0048-01",
  "first_page_order": 86,
  "last_page_order": 88
}
