{
  "id": 1044562,
  "name": "Commonwealth v. Berney, Appellant",
  "name_abbreviation": "Commonwealth v. Berney",
  "decision_date": "1918-07-17",
  "docket_number": "No. 2; Appeal, No. 195",
  "first_page": "176",
  "last_page": "178",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 176"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 262,
    "char_count": 3861,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 4.361895941555347e-07,
      "percentile": 0.9186871512586255
    },
    "sha256": "72ed3768833fd3c601118d4da1ae4eae79fd2658a9bead762d43c3e529c2c05e",
    "simhash": "1:8eabb7ab5f4ad15e",
    "word_count": 658
  },
  "last_updated": "2023-07-14T20:04:49.367654+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Moscilzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Commonwealth v. Berney, Appellant"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Stewabt,\nWe have found occasion several .times in reviewing criminal trials where we have discovered reversible error and directed another trial, to advert, because of complaints of counsel in relation thereto; to the brevity of the court’s instructions on the subject of a reasonable doubt, and in view of a second trial being ordered we have suggested that upon the retrial it would be well for the court to explain to the jury the legal meaning of the expression “reasonable doubt”; but this court has never held it reversible error in a trial for the court to instruct in the very language of the law; and stop with that. A positive refusal to give further instructions in such case where asked for in a point presented, correct in itself, would, of course, be reviewable on exception taken; but simple failure on the part of the judge to extend his instructions, without request, so as to include an explanation of the expression “reasonable doubt,” has never with us been held to be reversible error. Yet that is the one complaint here. Appellant was tried and convicted of having knowingly let a certain house for immoral and illegal purposes. In his charge to the jury, the court instructed as follows: “Now, gentlemen, you have beard the evidence; consider all of it and give it sucb weight as you think it is entitled to. If, after considering all the evidence in the case, you are satisfied-beyond a reasonable doubt that the defendant did lease the premises to Cad McKee for the purpose of conducting a bawdyhouse (and there seems to be no doubt about that, I understand that it is not contradicted by the defense) , then the defendant would be guilty. If, however, you are not satisfied beyond a reasonable doubt that he did lease the premises, knowing that she was to conduct it as a bawdyhouse, then your verdict would be not guilty.” No further instruction was asked for. Appeal was taken to the Superior Court and the insufficiency of the charge on this one question was the error complained of. That court held very properly that no reversible error appeared, and remitted the record to the court below for execution. This disposition of the case meets with our entire approval. The judgment of the Superior Court is affirmed.",
        "type": "majority",
        "author": "Me. Justice Stewabt,"
      }
    ],
    "attorneys": [
      "R. A. Henderson, with him TV. G. Fletcher, for appellant.",
      "Marion D. Patterson, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Berney, Appellant\n(No. 2).\nCriminal law — Trials—Instructions to jury — “Reasonable doubt.”\n1. While in a criminal case, it is desirable that the court should explain to the jury the legal meaning of the expression “reasonable doubt,” it is not reversible error for the court to instruct the jury in the very language of the law, and to stop with that.\n2. WTbere on appeal from a conviction of crime the only error assigned is the failure of the trial court to explain the expression “reasonable doubt” to the jury, and no request for such explanation was made at the trial, the conviction will be sustained.\nArgued April 22, 1918.\nAppeal, No. 195, Jan. T., 1917, No. 181, by defendant, from judgment of Superior Court, Oct. T., 1916, No. 131, affirming judgment of Q. S. Blair Co., Oct. Sessions, 1915, No. 38, on verdict of guilty of leasing a dwelling house for immoral and illegal purposes in case of Commonwealth v. B. J. Berney.\nBefore Brown, C. J., Stewart, Moscilzisker, Frazer and Walling, JJ.\nAffirmed.\nAppeal from Superior Court.\nThe opinion of the Supreme Court states the facts.\nJuly 17, 1918:\nVerdict of guilty of leasing a dwelling house for immoral and illegal purposes. Defendant was sentenced to pay costs and to undergo imprisonment in the county jail for forty-five days. Defendant appealed to the Superior Court. The Superior Court affirmed the judgment of the Court of Quarter Sessions. Defendant appealed.\nError assigned was the judgment of the Superior Court.\nR. A. Henderson, with him TV. G. Fletcher, for appellant.\nMarion D. Patterson, for appellee."
  },
  "file_name": "0176-01",
  "first_page_order": 214,
  "last_page_order": 216
}
