{
  "id": 1044516,
  "name": "Tubbs v. Berwick Borough, Appellant",
  "name_abbreviation": "Tubbs v. Berwick Borough",
  "decision_date": "1918-07-17",
  "docket_number": "Appeal, No. 276",
  "first_page": "203",
  "last_page": "206",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 203"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "39 Pa. Superior Ct. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        880672
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/39/0597-01"
      ]
    },
    {
      "cite": "36 Pa. Superior Ct. 628",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        874253
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/36/0628-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 314,
    "char_count": 5370,
    "ocr_confidence": 0.422,
    "pagerank": {
      "raw": 5.67683038770863e-08,
      "percentile": 0.3532885507996798
    },
    "sha256": "0863f3498960e4c2234cdb5302fbacab12cd741d3501c7f8190bde92fc275a80",
    "simhash": "1:7cac67c2001614cc",
    "word_count": 932
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown5 C. J., Mosohzisker, Frazer and Walling, JJ."
    ],
    "parties": [
      "Tubbs v. Berwick Borough, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis action was brought for the recovery of damages sustained by the plaintiff in being thrown from a truck while driving over one of the streets of the defendant borough. The testimony warranted a finding by the jury that a ditch in the street was the proximate cause of the accident, and the question of the defendant’s negligence was, therefore, for the jury. That the contributory negligence of the plaintiff was also for their consideration clearly appears from the opinion of the learned judge below, specially presiding, overruling defendant’s motion for judgment non obstante veredicto.\nJudgment affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "James Scarlet, with him G. W. Dickson, for appellant.",
      "B. S. Hemingway, with him Fred Ikeler, for appellee."
    ],
    "corrections": "",
    "head_matter": "Tubbs v. Berwick Borough, Appellant.\nNegligence — Boroughs—Streets—•Ditches — Injury to driver of vehicle — Proximate cause — Contributory negligence — Case for jury.\nWhere in an action against a borough to recover damages for personal injuries, it appeared that plaintiff was driving a wagon on a public highway and that he was jolted therefrom as the wagon crossed a ditch, and that from his position on the wagon, plaintiff had a partial hut not entire view of the street, the questions of defendant’s negligence, proximate cause, and contributory negligence of the plaintiff were for the jury and a verdict for plaintiff will he sustained.\nArgued May 28, 1918.\nAppeal, No. 276, Jan. T., 1917, by defendant, from judgment of C. P. Columbia Co., Feb. T., 1916, No. 134, on verdict for plaintiff, in case of William E. Tubbs v. Borough of Berwick.\nBefore Brown5 C. J., Mosohzisker, Frazer and Walling, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries caused by being jolted from a wagon. Verdict for plaintiff.\nThe facts sufficiently appear in the following from the opinion of Johnson, P. J., sur defendant’s motion for judgment n. o. v.:\nThe contributory negligence of the plaintiff remains for consideration. The defendant contends that the plaintiff was negligent in not discovering and avoiding the ditch and in the manner of his driving at the time of the accident. It is contended by the defendant that the plaintiff was familiar with the street and knew or should have known, of its condition. But we cannot convict the plaintiff of negligence as a matter of law for using the street, even though he knew its condition, because it does not appear that the danger was so imminent that an ordinarily prudent person would not use the street: Swanwick v. Monongahela City, 36 Pa. Superior Ct. 628; Miller v. Montgomery Borough, 39 Pa. Superior Ct. 597.\nIt was the duty of the plaintiff to watch where he was driving so as to avoid danger. There is testimony tending to show that a driver on a high wheeled wagon could see the ditch twenty-five or thirty feet ahead, but plaintiff was not driving from such a wagon. He was sitting upon the seat provided for the driver on a low-wheeled truck. On account of his position he could not see the ditch, nor did he have a good view of the road ahead of his team, but he did have a partial view. According to his testimony he was “looking ahead to see where the team was going.” And he also testified “I kept watching my team and looking ahead. I kept looking ahead, ......driving the team down the same as I always did before.” It must be remembered that according to the testimony of plaintiff’s witnesses the ditch extended so far across the street that it was impossible altogether to avoid driving into it. Whether the plaintiff was negligent in driving his team from the seat provided on the truck for this purpose, aud whether he should have gotten off the truck or wagon and walked, under all the facts and circumstances in the case, is a matter of fact for the jury, and not of law for the court to determine.\nNor can we say as a matter of law that the plaintiff was guilty of contributory negligence in the manner in which he was driving his team at the time of the accident. He was regulating the speed of his team down the moderate incline of the street by a hand brake, used for such purpose, and at the time of the accident the horses were going, according to the plaintiff’s own testimony, at a slow trot or jog and were under control, and according to plaintiff’s witness McCarthy, they were going at a fast walk. The court cannot say this manner of driving under the circumstances was negligence per se, nor can we say as a matter of law that the plaintiff should have rough locked his truck with a chain. This is a method used only in extraordinary cases. One would hardly expect to see this method used on a street of this character. The defendant offered testimony to show that the plaintiff had lost control of his team and that the horses were running away, but this was in conflict with plaintiff’s testimony, and it Avas for the jury to pass upon the credibility of the witnesses and to determine the facts.\nWhile the case is somewhat close, we think the negligence of the defendant, the proximate cause of the accident and the plaintiff’s contributory negligence are all questions of fact for the jury. The motion for judgment non obstante veredicto must therefore be overruled.\nErrors assigned were in refusing answers to points, in refusing to direct a verdict for defendant, and in refusing to enter judgment for defendant n. o. v.\nJames Scarlet, with him G. W. Dickson, for appellant.\nB. S. Hemingway, with him Fred Ikeler, for appellee.\nJuly 17, 1918:"
  },
  "file_name": "0203-01",
  "first_page_order": 241,
  "last_page_order": 244
}
