{
  "id": 1044426,
  "name": "Commonwealth, Appellant, v. Harrisburg Light and Power Company",
  "name_abbreviation": "Commonwealth v. Harrisburg Light & Power Co.",
  "decision_date": "1918-07-17",
  "docket_number": "Appeal, No. 4",
  "first_page": "238",
  "last_page": "242",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 238"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "57 Pa. 98",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0098-01"
      ]
    },
    {
      "cite": "204 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927543
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0249-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 366,
    "char_count": 7849,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 2.2797983190903126e-07,
      "percentile": 0.7850195127206258
    },
    "sha256": "afc0a5aa80762c5efef7027a244f2ab8fa8f8a6fdd698f2616f28d71c7533001",
    "simhash": "1:bb121411be0e0d70",
    "word_count": 1339
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ:"
    ],
    "parties": [
      "Commonwealth, Appellant, v. Harrisburg Light and Power Company."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis judgment is affirmed on the opinion of the learned court below directing it to be entered.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Wm. M. Hargest, Deputy Attorney General, with him Francis Shunk Brown, Attorney General, for appellant.",
      "Douglass D. Storey, with him Ralph J. Baker, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth, Appellant, v. Harrisburg Light and Power Company.\nCorporations — Tax on gross receipts — Electric light companies — ■ Act of June 1, 1889, P. L. h%0 — Sale of steam, and merchandise— Freedom from, tax.\nUnder the Act of June 1, 1889, P. L. 420, Section 23, imposing a tax on the gross receipts received from the business of electric light companies, an electric light company is only liable for the tax on such of its receipts as ar.e derived from the business which it is authorized to transact as an electric light company; such corporation is not liable for the tax on its receipts derived from the sale of steam and merchandise.\nArgued May 27, 1918.\nAppeal, No. 4, May T., 1915, by plaintiff, from judgment of C. P. Dauphin Co., Com. Docket, 1915, No. 35, in case of Commonwealth of Penn-\nsylvania v. Harrisburg Light & Power Company.\nBefore Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ:\nAffirmed.\nAppeal from capital stock tax settlement.\nThe facts appear in the opinion of Kunkel, P, J.:\nThe defendant company has appealed from the settlement of the accounting officers of the Commonwealth against it for the tax on its gross receipts for the six months ending December 31,1914. The facts of the case are as follows:\nFACTS.\nThe defendant was incorporated under the laws of this State July 22, 1912, and is engaged in supplying to the public light, heat and power by means of electricity. It is also engaged in carrying on the steam heating business, having purchased the property and franchises of the Harrisburg Steam Heat and Power Company under the provisions of Section 23 of the Act of April 29,1874, P. L. 73, amended by Section 5 of the Act of April 17, 1876, P. L. 30. This latter company was incorporated under the laws of this Commonwealth, October 13,1886, for the purpose of “manufacturing, distributing and supplying steam heat to the public for heating, mechanical, manufacturing and other purposes, or to supply heat by any other means except gas, in the City of Harrisburg and in the territory adjacent thereto; also for the manufacture, erection and sale of appliances for supplying and distributing steam and the transaction of a steam fitting business generally.” Prior to the purchase by the defendant company it was not required by law to make a report of its gross receipts nor was it subject to any tax with respect thereto.\nThe present settlement was made on April 28, 1915, in which the defendant was charged with the tax on its gross receipts of $309,944.73, amounting to $2,479.56. Among the items taxed were $19,029.13, realized from the sale of steam, and $20,176.89, realized from the sale of merchandise and jobbing steam, aggregating $39,-206.02. Having paid the tax charged on the other items of the account, but claiming that its receipts derived from the steam heat business were not subject to the gross receipts tax the defendant took this appeal.\nDISCUSSION.\nThe single question presented is whether the defendant company is taxable on all its gross receipts or upon only such as are derived from its electrical business. By Section 23 of the Act of June 1,1889, P. L. 420, every electric light company is required to report to the auditor general the amount of its gross receipts derived from all sources and to pay a tax of eight mills upon the dollar upon its gross receipts “received......from business of electric light companies.” The Commonwealth claims that the defendant company is chargeable with a tax on its gross receipts from all its business, including the receipts from its steam heat business. On the other hand, the defendant denies its liability for the tax on the receipts from its steam heat business and contends that only the gross receipts from the business transacted and authorized to be transacted by it as an electric light company are subject to the tax.\nIt will be observed that the act of assembly requires the report of receipts from all sources, but it imposes the tax only on the receipts “from the business of electric light companies.” It seems quite clear, therefore,, that it was not the legislative intention to impose the tax upon all the business done by electric light companies, because, if this were so, there was no reason for specifying the kind of business from which the taxable receipts should come. So this controversy turns on the answer to the question: What is meant by the phrase, receipts “from the business of electric light companies”? In Com. v. Brush Electric Light Co., 204 Pa. 249, that company claimed that the tax was limited to the gross receipts from electric lighting and did not extend to the gross receipts derived from furnishing electric power and the selling of electric supplies. The contention of the company, however, was not sustained, for the reason that electric lighting was not the only business of an electric light company, but the furnishing of power by electricity was also part of that business, an electric light company being authorized by its charter to furnish both light and power by means of electricity. In that case it was said: “The statute imposes the tax, not upon a portion of its (the company’s) receipts, those derived from a particular commodity it supplies to the public, but upon all of its receipts from its general business conducted under its franchises.” It would seem, therefore, from the limitation in the statute and from the interpretation put upon it in that case that the phrase “the business of electric light companies” means the business which such companies are authorized by their charter to conduct, that is, producing electricity and selling it to customers for the generation of light, heat or power. We are not at liberty to extend the statute to the business which they do by virtue of other franchises, those which they have purchased and which authorize a business different from that conducted under their franchises as electric light companies. The terms of the statute must be clear and unambiguous if the Commonwealth is to be entitled to the tax imposed: Bpyd v. Hood, 57 Pa. 98. It might be very proper to impose a tax upon the gross receipts of a steam heat company, but it cannot be done by the courts by way of construction. If such a company is to be subjected to a gross receipts tax it must be done by the legislature. The mere change of ownership cannot be given that effect. The corporations and kinds of business particularly named in the statute are made subject to the tax and a steam heat company and its business is not found among them.\nCONCLUSION.\nWherefore we conclude:\n1. That the defendant company is liable for the tax on such of its receipts as are derived from the business of electric light companies.\n2. That such business is that which electric light companies are authorized to do by the statute under which they are chartered and which they conduct under the franchises conferred upon them as electric light companies. . ■\nJuly 17, 1918:\n3. That the defendant company is not liable for the tax on its receipts derived from the sale of steam and from the sale of merchandise and jobbing steam.\n4. That the defendant company is not liable for the tax charged in the present settlement on its receipts of $39,206.02, derived from its sale of steam and of merchandise and of jobbing steam.\nWherefore, judgment is directed to be entered against the Commonwealth and in favor of the defendant, unless exceptions be filed within the time limited by law.\nThe court entered judgment for defendant. Plaintiff appealed.\nError assigned was the order of the court.\nWm. M. Hargest, Deputy Attorney General, with him Francis Shunk Brown, Attorney General, for appellant.\nDouglass D. Storey, with him Ralph J. Baker, for appellee."
  },
  "file_name": "0238-01",
  "first_page_order": 276,
  "last_page_order": 280
}
