{
  "id": 1044564,
  "name": "Holden v. Llewellyn et al., Appellants",
  "name_abbreviation": "Holden v. Llewellyn",
  "decision_date": "1918-10-23",
  "docket_number": "Appeal, No. 89",
  "first_page": "400",
  "last_page": "403",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 400"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "233 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981042
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0229-01"
      ]
    },
    {
      "cite": "212 Pa. 303",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        941819
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/212/0303-01"
      ]
    },
    {
      "cite": "262 Pa. 392",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044418
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0392-01"
      ]
    },
    {
      "cite": "241 Pa. 357",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976034
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0357-01"
      ]
    },
    {
      "cite": "246 Pa. 552",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1006239
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/246/0552-01"
      ]
    },
    {
      "cite": "241 Pa. 146",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976075
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/241/0146-01"
      ]
    },
    {
      "cite": "242 Pa. 112",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        998720
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/242/0112-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 355,
    "char_count": 6002,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 6.256758949027679e-07,
      "percentile": 0.9576782275723411
    },
    "sha256": "41fc6319dab766581ca3abd60f7d7af6694bf54972ff60959b09ad4d336c640b",
    "simhash": "1:81a7b967e077223d",
    "word_count": 1026
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Frazer, Walling and Fox, JJ."
    ],
    "parties": [
      "Holden v. Llewellyn et al., Appellants."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nPlaintiffs bill seeks to restrain defendants from tbe removal of certain culm banks, and also asks for an accounting as to culm previously removed. Tbe bill in brief avers plaintiff’s ownership and possession of culm banks containing between 170,000 and 190,000 tons and located on tbe surface of certified lot No. 38 in tbe Second Division of Certified Pittston Township, Luzerne County; that defendants and tbeir employees have wrongfully and forcibly entered upon said premises and removed over $2,000 worth of said culm and despite plaintiff’s notice and protest are still removing tbe culm and threaten to continue to do so and to forcibly eject plaintiff and bis servants therefrom, to bis great and irreparable damage. Tbe bill also avers tbe want of an adequate legal remedy; tbe multiplicity of suits at law that would be required and tbe defendants’ financial inability to respond in damages. Tbe prayer is for an injunction, accounting and general relief. Injunction affidavits and bond having been filed, tbe court below awarded a preliminary injunction as prayed for, and, on motion to continue same, testimony was taken on behalf of plaintiff. Defendants filed an answer denying material allegations of tbe bill, and claiming title and possession of tbe culm in controversy, also questioning tbe jurisdiction of tbe court and averring that tbe suit -should have been brought at law, but submitted no testimony. Tbe court made an order continuing tbe injunction until final bearing, and declined, at least for tbe present, to certify tbe case to tbe law side of tbe court. Defendants brought this appeal and assign as error the granting of tbe preliminary injunction, the order continuing tbe same and tbe refusal to certify tbe case to tbe law side of tbe court.\nWe find no error in tbe record. While tbe granting or refusal of a preliminary injunction is tbe subject of appeal, yet in such case we refrain from a discussion of tbe merits of tbe litigation and merely determine whether, under the facts presented in the court below, there was a reasonable ground for its action: Hoffman v. Howell, 242 Pa. 112; Gemmell et al. v. Fox et al., 241 Pa. 146; Deal v. Erie Coal & Coke Co., 246 Pa. 552; and unless the record presents palpable error the judgment will be affirmed: Borough of Sunbury v. Sunbury & S. Ry. Co., 241 Pa. 357. In the present case reasonable cause was shown for granting the injunction.\nComplaint is also made of the order of the court in continuing the preliminary injunction until final hearing, but that is an interlocutory order and not the subject of an appeal. It is so held in the opinion of this court by Mr. Justice Simpson in Drum v. Dinkelacker, 262 Pa. 392, filed herewith. See also Arnold v. Russell Car & Snow Plow Co., 212 Pa. 303; Stuchul v. Stuchul, 233 Pa. 229.\nTreating the order of the court below as a refusal to certify the case to the law side of the court, pursuant to the Act of June 7, 1907, P. L. 440.(Purdon’s Digest, Yol. V, page 6061), it was an interlocutory order and not the subject of an appeal: Drum v. Dinkelacker, supra; Stuchul v. Stuchul, supra. The statute gives the defendant no right to raise such question by appeal until after a decision upon the merits, while the plaintiff is expressly given the right to appeal from an order certifying the case to the law side of the court. See the 2d and 3d sections of the act.\nThe assignments of error are overruled and the appeal is dismissed at the costs of appellants.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "■ Rush Treseott, with him John T. Lenahan and George J. Llewellyn, for appellants.",
      "Benj. R. Jones, with him James L. Morris, J. Bibbs Buckman and W. J. Fitzgerald, for appellee."
    ],
    "corrections": "",
    "head_matter": "Holden v. Llewellyn et al., Appellants.\nEquity — Equity practice — Preliminary injunction — Motion to continue injunction — Interlocutory order — Motion to certify case to law side — Practice, Supreme Gowrt— Appeals — Act of June 7, 1907, P. L. khO.\n1. On appeal from an order awarding a preliminary injunction, the Supreme Court will consider the merits of the case only for the purpose of determining whether, on the facts presented to the court below, there was reasonable ground for its action, and, unless the record presents palpable error, tbe decree will be affirmed.\n2. An order of tbe lower court continuing a preliminary injunction until final bearing is interlocutory and not tbe subject of an appeal.\n3. It is not reversible error to award a preliminary injunction restraining the defendant from entering upon plaintiff’s premises and removing culm to which plaintiff claimed title, especially where it appears defendant threatened to continue such acts and to forcibly eject plaintiff, and that defendant was financially unable to respond in damages.\n4. An order of a court of equity refusing to certify a case to the law side of the court, pursuant to the Act of June 7, 1907, P. L. 440, is not the subject of an appeal on the part of the defendant before a decision upon the merits, although the statute expressly gives the plaintiff a right to appeal from an order certifying the ease to the law side of the court before a decision upon the merits.\nArgued Sept. 30, 1918.\nAppeal, No. 89, Jan. T., 1919, by defendants, from decree of C. P. Luzerne Co., March T., 1918, No. 8, continuing a preliminary injunction, in case of Charles P. Holden v. George J. Llewellyn and Frank Carlucci.\nBefore Brown, C. J., Stewart, Frazer, Walling and Fox, JJ.\nAppeal dismissed.\nBill in equity for an injunction.\nMotions to continue injunction and to certify the case to the law side of the court. Before Strauss, J.\nThe opinion of the Supreme Court states the facts.\nThe court continued the preliminary injunction which it had issued and refused to certify the case to the law side of the court. Defendants appealed.\nErrors assigned were in awarding a preliminary injunction, in refusing to certify the case to the law side of the court, and in continuing the preliminary injunction.\n■ Rush Treseott, with him John T. Lenahan and George J. Llewellyn, for appellants.\nBenj. R. Jones, with him James L. Morris, J. Bibbs Buckman and W. J. Fitzgerald, for appellee.\nOctober 23, 1918:"
  },
  "file_name": "0400-01",
  "first_page_order": 438,
  "last_page_order": 441
}
