{
  "id": 1044385,
  "name": "Osterling, Appellant, v. First National Bank of Allegheny",
  "name_abbreviation": "Osterling v. First National Bank",
  "decision_date": "1918-10-23",
  "docket_number": "Appeal, No. 26",
  "first_page": "448",
  "last_page": "453",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 448"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 428,
    "char_count": 10223,
    "ocr_confidence": 0.448,
    "pagerank": {
      "raw": 1.0678041250728425e-07,
      "percentile": 0.5589611595116163
    },
    "sha256": "2b6882471051e7e2b1d444cd5a34006ccb57073cf3ea372a1f398a0c5b1c7b0b",
    "simhash": "1:394a310aca10f0e8",
    "word_count": 1737
  },
  "last_updated": "2023-07-14T20:04:49.367654+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Fox, JJ."
    ],
    "parties": [
      "Osterling, Appellant, v. First National Bank of Allegheny."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Fox,\nOn September 3, 1913, the appellant, F. J. Osterling, an architect, wrote the First National Bank of Allegheny, as follows: “I propose and agree to furnish the plans, specifications and detailed drawings necessary to erect your building, including supervision of the work, preparing of contracts and the usual and customary services of an architect for a commission of five per cent, upon the cost of the work exclusive of the interior equipment of the vaults and wood furniture, rugs and draperies.”\nThis proposition was accepted by the bank as the basis of his employment. On the 9th of September, 1913, the bank made a contract with a firm of contractors for the erection of the new bank building which was to be under the supervision of the appellant, the contract price being fifty-nine thousand dollars. This contract was prepared by the appellant and contained the usual provisions found in a building contract, including the clause providing that all questions in dispute should be determined by the architect. As the work proceeded from time to time changes were made in the details of the structure. These changes required revised drawings. They were prepared by the architect as required. In this way the cost of the building was gradually increased until it amounted to the sum. of one hundred and fourteen thousand, eight hundred and eighty dollars and seventy-seven cents, instead of fifty-nine thousand dollars, the figure fixed in the original contract.\nThe specifications which were also prepared by the appellant contained this provision: “All old material to become the property of the contractor and may be used in the new work upon the approval of the architect.” The appellant was paid without question a commission of five per cent, on the total cost of the building. Nevertheless he sues to recover additional amounts as follows: 1st. A claim for services for preparing revised drawings; 2d. For services as an arbitrator under the clause in the contract requiring him as architect to settle all disputes; 3d. An additional commission on the value of the material in the old. building which was given the contractor to be used by him in the new building; 4th. A claim for compensation because there was delay in the construction of the new building, the original date fixed in the contract being February, 1914, when in fact the structure was not completed until October, 1914.\nThe questions relating to these several items of claim are raised by various assignments of error containing the rulings of the court below on offers of proof as to these items, all of which offers were rejected. A careful examination of these assignments has persuaded us that they cannot bé sustainéd.\nAs to the first item of the claim, Osterling “proposed and agreed to furnish all necessary plans and specifica; tions to erect the building.” This contemplated not only the plans which he had already prepared but included any and “all” plans which in the process of erection might be called for. As an architect he was doubtless familiar with the fact that most owners in the course of building make changes in both plans and specifications and he is fairly to be presumed to have contemplated just that in his letter of September 3, 1913. He stated in this letter that the cost would be fifty-eight thousand dollars and in point of fact his estimate of the cost was nearly verified as the original building contract was for fifty-nine thousand dollars. The changes made during the process of building increased the total cost, as we have seen, to one hundred and fourteen thousand dollars. He was paid five per cent, on this amount as his compensation. If lie regarded the work of preparing the drawings as work outside of his contract he should not have accepted the percentage on the total cost. He surely cannot claim both the percentage on the total cost and extra compensation for preparing the drawings which increased the total cost but he must be held to his contract which is clearly expressed. We deem this conclusive as to this item of the claim although there are other reasons urged by the learned counsel for the appellee which are forceful and of great weight.\nThe second item is also clearly without basis. Osterling included in his description of the services to be rendered under his contract the “preparing of contracts.” He did in fact prepare the building contract. In it he inserted the usual clause that questions in dispute were to be referred to him as architect and that his decision should be final and conclusive. Here we have his own interpretation of the “usual and customary services of an architect.” When, therefore, his employer called upon him under this clause to perform his duty thereunder he was bound to do so and his compensation therefor was included in the percentage paid him on the total cost.\nThe third item of claim asserted is also dependent upon his contract and cannot be allowed. By a clause in the specifications prepared by Osterling the material in the old building became the property of the contractor but leave was given to the contractor to use it in the new building or so much thereof as was suitable therefor under the approval of the architect. The offer of testimony was to prove that its value was twenty-five thousand dollars as a basis for a claim of five per cent, on that amount as additional compensation. When Osterling wrote his letter he was fully advised of the facts and knew that the old building was in existence and that the material was to be used by the contractor. He had inserted in the specifications the provisions above mentioned with reference to this material. With' this knowledge, in his own contract he fixed his commission at five per cent, of the “cost of the work” and he said further “the cost of the building will not exceed fifty-eight thousand dollars.” Obviously neither he nor the bank contemplated a commission on an additional sum of twenty-five thousand dollars nor did the value of the old building material enter into the calculation at all. If he had said that he was to be paid a commission on the cost of the work plus the value of the old material there would have been some basis for his present claim but as he did not he is concluded by his own language. The offer of proof was not to prove the actual value of the old material but the value of the material if new “at the market prices current.” This offer was still more objectionable. The cost of the new building to the owners could not under any conceivable construction of the contract of Osterling be held to cover the value of the old material on the basis of the market value of new material.\nThe claim for compensation for delay is also without merit. The contract under which he claims fixes no time within which his services were to be completed. The building actually cost almost double the amount originally contemplated and his commissions were correspondingly increased. This was adequate compensation for the delay incident to the construction of the enlarged building, but this is not the reason for our refusal to allow his claim. He was not entitled to make it under the contract which he himself prepared.\nThe assignments of error are, therefore, overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Fox,"
      }
    ],
    "attorneys": [
      "W. W. Wishart, with him J. Roy Dickie, for appellant.",
      "Thomas Patterson, of Patterson, Crawford, Miller & Arensberg, with him J. B. Orr, for appellee."
    ],
    "corrections": "",
    "head_matter": "Osterling, Appellant, v. First National Bank of Allegheny.\nBuilding contracts — Architects—Extra compensation — Revised plans — Acting as arbitrator — Use of old material — “Dost of worlc” as basis for fixing compensation.\n1. An architect is not entitled to recover for services in preparing revised drawings for changes in the plans requested' by the owner in the course of building, under a contract providing that the architect “agrees” to furnish all necessary plans and specifications to erect the building for a commission of five per cent, upon the cost of the work where it appeared that the changes made during the progress of the building increased the total cost from $59,000 to $114,880, and that plaintiff had already received a commission on the latter amount as his compensation.\n2. An architect is not entitled to extra compensation for services rendered as an arbitrator in passing upon questions in dispute between the contractor and the owner where plaintiff agreed, in consideration of a certain percentage of the total cost of the building, to prepare the contracts and perform the “usual and customary services of an architect,” and where it appeared that he did in fact prepare the building contract and inserted the usual clause that questions in dispute were to be referred to him as architect, and that his decision should be conclusive.\n3. An architect undertaking to prepare plans and supervise the construction of a building at a certain percentage of the “cost of the work” is not entitled to an additional commission on the value of the material of the old building which was given the contractor to be used by him in the new building, it appearing that the architect had knowledge that the old building material was to be used and that the specifications prepared by him contained the provision that the old material “may be used in the new work upon the approval of the architect.”\n4. An architect is not entitled to extra compensation because there was delay in the construction of the building where the contract fixes no time within which the services were to be completed.\nArgued Oct. 15, 1918.\nAppeal, No. 26, Oct. T., 1918, by plaintiff, from judgment of O. P. Allegheny Co., July T., 1916, No. 1188, on verdict for plaintiff in case of F. J. Osterling v. The First National Bank of Allegheny, a Corporation.\nBefore Brown, C. J., Moschzisker, Frazer, Walling, Simpson and Fox, JJ.\nAffirmed.\nAssumpsit to recover compensation for services rendered by an architect. Before Carnahan, J.\nThe facts are stated in the opinion of the Supreme Court.\nVerdict for plaintiff for $1,855.88 and judgment thereon. Plaintiff appealed.\nErrors assigned, were rulings on evidence and the refusal of the court to grant a new trial.\nOctober 23, 1918:\nW. W. Wishart, with him J. Roy Dickie, for appellant.\nThomas Patterson, of Patterson, Crawford, Miller & Arensberg, with him J. B. Orr, for appellee."
  },
  "file_name": "0448-01",
  "first_page_order": 486,
  "last_page_order": 491
}
