{
  "id": 1044425,
  "name": "Swift v. Commonwealth, Appellant",
  "name_abbreviation": "Swift v. Commonwealth",
  "decision_date": "1919-01-04",
  "docket_number": "Appeal, No. 101",
  "first_page": "580",
  "last_page": "582",
  "citations": [
    {
      "type": "official",
      "cite": "262 Pa. 580"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "262 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044526
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0572-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 241,
    "char_count": 2863,
    "ocr_confidence": 0.431,
    "pagerank": {
      "raw": 4.856319230494445e-08,
      "percentile": 0.3045401488658219
    },
    "sha256": "6446a14283f3d27f0931a5bda46ee2e51dd46701c51eb0f45f480951d0273db7",
    "simhash": "1:ab663be0d11721ad",
    "word_count": 480
  },
  "last_updated": "2024-02-27T21:32:51.097071+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stewart, Moschzisker, Frazer, Simpson and Fox, JJ."
    ],
    "parties": [
      "Swift v. Commonwealth, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nIn accordance with the Act of May 31,1911, P. L. 468, the Commonwealth took over and was thereafter in exclusive control of certain of its highways, one of them being the road upon which the accident happened as hereinafter stated. That road was not kept in proper repair, and as a result thereof the roadbed gave way and plaintiff was injured, while traveling thereover. The jury found that the defect had existed for so long a time that the Commonwealth should have taken note of and repaired it; and that plaintiff was not guilty of contributory negligence. At the trial the Commonwealth presented a point for binding instructions which was refused, a verdict was rendered for plaintiff, a motion for judgment non obstante veredicto was duly made and dismissed, judgment was entered on the verdict, and the Commonwealth now prosecutes this appeal.\nPlaintiff’s right to sue the Commonwealth is based upon the Act of April 19,1917, P. L. 86, which authorized him to bring suit “to recover such sum or sums of money as may be legally due to said Harry C. Swift for personal injuries sustained by said Harry C. Swift upon State highway route number 46, near Riddlesburg.” By this appeal the constitutionality of this act is directly questioned.\nA comparison of the above facts with those set forth in our opinion in Ida Collins v. Commonwealth of Pennsylvania, 262 Pa. 572, will show that they are in all essential respects exactly alike. In that case we held the Act of May 10,1917, P. L. 159, to be unconstitutional, because special legislation passed in violation of Art. Ill, Sec. 7, of the Constitution of the State. For the same reasons we hold the Act of April 19,1917, relied on by plaintiff, to be unconstitutional; and hence,\n.The judgment of the court below is reversed and judgment is here entered for the defendant.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "J ohn M. Reynolds and William H. Keller, First Deputy Attorney General, and Francis Shunh Brown, Attorney General, for appellant.",
      "J ohn H. J ordan, for appellee."
    ],
    "corrections": "",
    "head_matter": "Swift v. Commonwealth, Appellant.\nConstitutional law — Special legislation — Act of April 19, 1917, P. L. 86 — State highways — Negligence—Suit against State.\nThe Act of April 19, 1917, P. L. 86, authorizing Harry C. Swift to sue the State, is unconstitutional for the reasons set forth in Collins v. Commonwealth of Pennsylvania, supra.\nArgued Oct. 10, 1918.\nJanuary 4, 1919 :\nAppeal, No. 101, Jan. T., 1919, by defendant, from judgment of C. P. Bedford Co., Sept. T., 1917, No. 153, on verdict for plaintiff in case of Harry C. Swift v. Commonwealth.\nBefore Stewart, Moschzisker, Frazer, Simpson and Fox, JJ.\nReversed.\nTrespass to recover damages for personal injuries. Before Bailey, P. J.\nVerdict and judgment for plaintiff for f6,193.33 1/3. Defendant appealed.\nError assigned was in overruling defendant’s motion for judgment n. o. v.\nJ ohn M. Reynolds and William H. Keller, First Deputy Attorney General, and Francis Shunh Brown, Attorney General, for appellant.\nJ ohn H. J ordan, for appellee."
  },
  "file_name": "0580-01",
  "first_page_order": 618,
  "last_page_order": 620
}
