{
  "id": 1915708,
  "name": "Vanguard School Tax Exemption Case",
  "name_abbreviation": "Vanguard School Tax Exemption Case",
  "decision_date": "1968-07-01",
  "docket_number": "Appeal, No. 296",
  "first_page": "378",
  "last_page": "385",
  "citations": [
    {
      "type": "official",
      "cite": "430 Pa. 378"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "387 Pa. 534",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1270980
      ],
      "pin_cites": [
        {
          "page": "545"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/387/0534-01"
      ]
    },
    {
      "cite": "406 Pa. 579",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304870
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0579-01"
      ]
    },
    {
      "cite": "406 Pa. 484",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1304930
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/406/0484-01"
      ]
    },
    {
      "cite": "428 Pa. 145",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912369
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0145-01"
      ]
    },
    {
      "cite": "370 Pa. 21",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234533
      ],
      "pin_cites": [
        {
          "page": "27"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0021-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 662,
    "char_count": 10243,
    "ocr_confidence": 0.49,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.069789976172356
    },
    "sha256": "7cde9a863e19034feb14d1f39b79d8bf778f3e727c18ce2daad53be891d46827",
    "simhash": "1:56aec429c69abc8e",
    "word_count": 1689
  },
  "last_updated": "2024-02-27T17:45:33.647722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Beien and Roberts, JJ.",
      "Mr. Justice Eagen joins in this dissenting opinion."
    ],
    "parties": [
      "Vanguard School Tax Exemption Case."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Musmanno,\nThe children attending the Vanguard School in Chester County live in that shadowland which marks them neither as normal or abnormal. They are not deaf, and yet the sounds of the world come to them distorted and frequently incapable of being interpreted in their true tones; they are not blind, but fog envelops much of what comes before their vision; they are not lame but they stumble on paths over which soundly-developed boys and girls skip merrily and without mishap.\nThus they need assistance and guidance if they are to acquire that capacity and confidence which will enable them to grow up to become capable citizens of the state, nation and community in which they will live to enjoy the blessings of this land of liberty and equal opportunity. The Vanguard School is dedicated to overcoming their deficiencies. The curriculum is designed to so train and equip these unfortunate children so that one day the sun will shine on a world where no one will refer to them as “socially and emotionally unstable.”\nGenerous benefactors contributed toward founding and maintaining the Vanguard School, but their gifts cannot equal the sums required to operate such an institution to the end that parents may eventually see in their child the healthy, social, companionable person they had envisioned before his or her birth. Thus, the parents-pay tuition in the amount of $3000 per child per annum. The Pennsylvania Department of Public Instruction, under authorization and appropriation by the General Assembly renders aid in the sum of $1500 per child. The compensation for instructors is modest. The school is operated on a non-profit basis. In view of the nature of the institution and the circumstances here related, Vanguard asked for exemption from taxes for real estate. This was denied by the Chester County Board for the Assessment and Revision of Taxes. On appeal the court of common pleas affirmed the rejection. Vanguard then appealed to this Court.\nArticle IX, §1 of the Pennsylvania Constitution provides: “The General Assembly may, by general laws, exempt from taxation public property used for public purposes, actual places of religious worship, places of burial not used or held for private or corporate profit, institutions of purely public charity.”\nIn pursuance of this Constitutional provision the General Assembly enacted the law of May 21, 1943, P. L. 571, §202 as amended, 72 P.S. §5453.202 which exempts from local taxation: “all hospitals, universities, colleges, seminaries, academies, associations and institutions of learning, benevolence or charity . . . endowed and maintained by public or private charity . .\nThe Court of Common Pleas of Chester County, after discussing the moneys received by Vanguard, said: “Vanguard’s operation is not a losing proposition so far as this record would indicate. There is no showing upon it that it costs more to educate its pupils than the pupils and the public are paying for that education.”\nThus the court below concluded that Vanguard was not a “purely public charity.”\nBut this Court has held that the acceptance of fees does not of itself deprive an institution of the designation of “purely public charity,” if it qualifies in other respects. In the Hill School Tax Exemption Case, 370 Pa. 21, 27, we said that, “A purely public charity does not cease to be such where it receives some payment for its services.” This rule was cited with approval in the case of Presbyterian Homes Tax Exemption Case, 428 Pa. 145, which involved residents in a home for the aged. It was urged by the local taxing authorities in that case that the Home was subject to taxation because many of the residents paid for their maintenance. This Court pointed out that there are certain obligations on a government worthy of the name, which it is bound to assume in the name of humanity “in the public interest and public welfare.” Mr. Chief Justice Bell, speaking for the Court, said at p. 151: “The elderly, even those who are not completely incapacitated physically, suffer from loneliness, and from mental and physical infirmities which tend to increase as they grow older and their children leave the family home and their contemporaries move away or die. With each passing year, they usually become less and less able to cope with the day-to-day problems of life, including the management of their homes, their proper maintenance and support, and even, at times, their adequate nourishment; and they often live in fear and dread of illness or of some physical disability or possible poverty, or of just plain inability to adequately take care of themselves. It is certainly in the public interest and public welfare that homes and other facilities be established and maintained to relieve these worries and anxieties, these fears and sufferings, and this well-known inability of the aged to adequately care for themselves.”\nThe beneficiaries in this case are at the opposite end of the chronological scale but they need care in the same manner that the disabled superannuated require attention. Litigation involving this identical school came before this Court in the case of Gilden Appeal, 406 Pa. 484. At that time the school was known as the Main Line Educational Center. We there said at p. 490: “The motif of the Center [referring to The Vanguard School) prior to the 1963 name change] is education of the mind, not its medico-therapeutic treatment except insofar as academic tutoring reaches the mental processes. None of the children attending the Center demonstrated an intelligence quotient less than 70. Nonetheless, the children do need special instruction. They have to be taken by the hand and led carefully along the paths of knowledge, the teacher constantly vigilant that the tot does not trip or fall into the pits and snares he cannot see or feel because of emotional instability. The instability is not serious but it is of such a character that it presents a block to normal education by regular teaching methods .. .\n“There are hospitals and sanitaria located in the valley of tragedy to care for children who have been struck down by cerebral paralysis and other dread ailments. At the top of the hill is the public school system for physically and mentally normal children. Half way up the hill we find the Center devoted to those children who have the potentialities to become excellent citizens but who, neglected and forsaken, might well tumble down the hill into the institutions for the hopelessly handicapped. The Center trains its children to climb the hill to the normal schools where they will take their places and no one will ever know that they had ever skirted the precipice of disaster.”\nThe appellee cites the Woods Schools Tax Exemption Case, 406 Pa. 579, in support of its position, but the situation in Woods Schools is different from the one at bar. The fees received by Vanguard are not used for any purpose other than payment for bona fide operating expenses and for improvement and expansion of its facilities. The appellee admitted in the court below that no one connected with the school is being paid excessively. If the receipts surpass the expenditures, the excess inures to no private benefit but remains for the use of the school in its operations and expansion program. The school has well argued that to hold that because the receipts for a given period exceed the expenditures this nullifies the tax exemption would be to penalize efficiency and to cause the school’s eligibility for exemption to vary from year to year.\nThe lower court said that the Vanguard School “has not relieved the taxpayers’ burden to any appreciable degree.” In West Indies Mission Appeal, 387 Pa. 534, 545, this Court declared unreasonable tbe argument that the only measure of an institution’s relief from tax burdens is the measure by which it relieves the government of its responsibilities: “Strict acceptance of the idea that the only measure of an institution’s relief from tax burdens would be the measure by which it relieved the government of its responsibilities, would require the taxing agencies and the courts to make an absurdly complex determination as to the effectiveness of the relief from its burdens that the charity is giving to the government, prior to determining the extent of every charitable tax exemption. We are unaware of having ever required such a determination.”\nThe Vanguard School qualifies under all the criteria as a purely public charity entitled to tax exemption. It is engaged in the assistance and instruction of children with learning disabilities or difficulties, regardless of religion, sex, color or creed; none of its property or receipts is devoted to use other than such assistance and instruction; it is devoted to a public charitable use without private profit.\nOrder reversed.",
        "type": "majority",
        "author": "Mr. Justice Musmanno,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen:\nThe record discloses that the Vanguard School in its Pennsylvania operation collected tuition in the amount of $1,300,000. It granted scholarship aid in the negligible amount of $30,000. The percentage of scholarship aid to fees collected for tuition amounts to 2.2%. I cannot conceive that an institution which made $80,000 profit in 1967, after charging $50,000 as an expense for depreciation and only expended $30,000 in scholarship aid, can be held to be a charity entitled to tax relief.\nWhile it is true that a purely public charity does not cease to be such where it receives some payment for its services, in my opinion, however, it does cease to be a charity entitled to tax relief when it receives 98% payment for services rendered. The cash flow ($80,000 profit and $50,000 depreciation) is $130,000 and represents a 10% net profit on the tuition collected, even after the payment of salaries to former private owners of the school.\nMr. Justice Eagen joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "J. B. H. Carter, with him Peter Hearn, J. T. Hulee, Edward Rocap, James A. Moore, and Pepper, Hamilton & Seheets, for appellant.",
      "Theodore 0. Rogers, with him Susan P. Windle, and Rogers & 0}Neill, for appellee."
    ],
    "corrections": "",
    "head_matter": "Vanguard School Tax Exemption Case.\nArgued May 2, 1968.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Beien and Roberts, JJ.\nJ. B. H. Carter, with him Peter Hearn, J. T. Hulee, Edward Rocap, James A. Moore, and Pepper, Hamilton & Seheets, for appellant.\nTheodore 0. Rogers, with him Susan P. Windle, and Rogers & 0}Neill, for appellee.\nJuly 1, 1968:"
  },
  "file_name": "0378-02",
  "first_page_order": 408,
  "last_page_order": 415
}
