{
  "id": 1915742,
  "name": "Northway Village No. 3, Inc., Appellant, v. Northway Properties, Inc.",
  "name_abbreviation": "Northway Village No. 3, Inc. v. Northway Properties, Inc.",
  "decision_date": "1968-07-01",
  "docket_number": "Appeal, No. 30",
  "first_page": "499",
  "last_page": "509",
  "citations": [
    {
      "type": "official",
      "cite": "430 Pa. 499"
    }
  ],
  "court": {
    "name_abbreviation": "Pa. Super. Ct.",
    "id": 8775,
    "name": "Superior Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "84 A. 783",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "weight": 2,
      "year": 1912,
      "pin_cites": [
        {
          "page": "784"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "236 Pa. 229",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986733
      ],
      "year": 1912,
      "opinion_index": 0,
      "case_paths": [
        "/pa/236/0229-01"
      ]
    },
    {
      "cite": "185 A. 280",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1936,
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167885
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0233-01"
      ]
    },
    {
      "cite": "74 A. 648",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "225 Pa. 605",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965375
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0605-01"
      ]
    },
    {
      "cite": "32 A. 2d 219",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1943,
      "opinion_index": 0
    },
    {
      "cite": "347 Pa. 387",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1217324
      ],
      "year": 1943,
      "opinion_index": 0,
      "case_paths": [
        "/pa/347/0387-01"
      ]
    },
    {
      "cite": "163 A. 507",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1932,
      "opinion_index": 0
    },
    {
      "cite": "309 Pa. 275",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1141657
      ],
      "year": 1932,
      "opinion_index": 0,
      "case_paths": [
        "/pa/309/0275-01"
      ]
    },
    {
      "cite": "121 A. 2d 71",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "384 Pa. 302",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1263072
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/384/0302-01"
      ]
    },
    {
      "cite": "93 A. 610",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1915,
      "pin_cites": [
        {
          "parenthetical": "cited by appellant in support , of its contention that, at best, appellee was entitled to have the judgment opened rather than stricken"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "247 Pa. 554",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1009508
      ],
      "year": 1915,
      "pin_cites": [
        {
          "parenthetical": "cited by appellant in support , of its contention that, at best, appellee was entitled to have the judgment opened rather than stricken"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/247/0554-01"
      ]
    },
    {
      "cite": "63 A. 2d 44",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1949,
      "opinion_index": 0
    },
    {
      "cite": "361 Pa. 113",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        476394
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/361/0113-01"
      ]
    },
    {
      "cite": "126 A. 2d 421",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1956,
      "opinion_index": 0
    },
    {
      "cite": "386 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1268330
      ],
      "year": 1956,
      "opinion_index": 0,
      "case_paths": [
        "/pa/386/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 718,
    "char_count": 14562,
    "ocr_confidence": 0.495,
    "pagerank": {
      "raw": 4.798732385641574e-07,
      "percentile": 0.931247729114709
    },
    "sha256": "dc4f037a28a0a97e72ec67d223ee0fcd7551631e47f69f4cfaf8b13c1458a4ff",
    "simhash": "1:374fb71ae5e1f7df",
    "word_count": 2458
  },
  "last_updated": "2024-02-27T17:45:33.647722+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Roberts took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Northway Village No. 3, Inc., Appellant, v. Northway Properties, Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nThis is an appeal by appellant-lessor from the order of the court below striking off a judgment in ejectment confessed against appellee-lessee pursuant to a warrant of attorney contained in a lease. By agreement of lease dated July 14, 1961, appellant as lessor demised to appellee as lessee for a term of fifty years certain described premises with the improvements thereon stated to be as follows: “Having erected thereon two apartment house buildings known as 411-431 Brown’s Lane . . . containing together 120 apartments, 7 garages, and on-site parking for 154 cars.” The lease imposed upon the tenant the obligation .to pay all taxes, to provide insurance, to make all necessary repairs to the buildings, extraordinary as well as ordinary, and to make the rental payments regardless of any destruction by fire or other casualty.\nSection 2.4 of the lease provides: “Tenant shall not tear down, remove, or substantially alter any part of the demised premises without the prior written consent of Lessor.” The lease includes a power to confess judgment in ejectment as follows: “In case of default in any of the covenants or agreements in this lease by tenant, which shall not have been corrected by tenant within ten (10) days after receipt of notice so to do, the said tenant . . . authorizes and empowers any such attorney ... to appear for said tenant and confess judgment forthwith against tenant ... in an amicable action of ejectment for the premises above described . . . .”\nAlleging a breach of the above quoted Section 2.4 of the lease, appellant entered judgment for possession by confession and in its affidavit of default averred the default as follows:\n“a. On or about the beginning of the month of May, 1966, without the required prior written consent of the Lessor, and without Lessor’s knowledge, the defendant wrongfully damaged and substantially altered the demised premises by excavating a substantial portion of the demised premises and removing a large quantity of earth from the premises;\nb. The unauthorized commencement by Tenant of construction of a building without first having obtained the required prior written consent of the plaintiff as Lessor;\nc. The elimination of a substantial number of spaces for on-site parking and reducing the number of such spaces below the number specified in the Agreement of Lease without obtaining the required prior written consent of plaintiff as Lessor;\nd. Without the required prior written consent of the Lessor, defendant, as Tenant, changed and altered the shape, appearance, and use of the demised premises from exclusively residential to residential and commercial.”\nAppellee-lessee filed a petition to strike off, or, in the alternative, to open judgment, alleging, inter alia, that the specific averments of default were insufficient as a matter of law for the following reasons:\n“(a) The excavation of a previously unoccupied portion of the leasehold property for the purpose of constructing a new and separate building as a tenant improvement thereon did not constitute a ‘removal’ or ‘substantial alteration’ of the ‘demised premises’ within the scope of Section 2.4 of the Lease and, therefore, did not require the prior written consent of the lessor.\n“(b) The construction of said new and separate building as a tenant improvement did not constitute a ‘substantial alteration’ of the ‘demised premises’ within the scope of the said Section 2.4 of the Lease and, therefore, did not require the prior written consent of the lessor.\n“(e) The alleged elimination of certain parking spaces did not constitute a violation of any provision of said Lease, because nothing in the Lease requires the maintenance of any specific number of parking spaces in any event.\n“(d) The alleged change of the appearance and use of the demised premises from residential to residential and commercial did not constitute a violation of said Lease, because the Lease does not contain a ‘Purposes’ clause or any other provisions limiting the use of the said property in any event.”\nFollowing argument on the issues raised specifically by the portion of the petition directed to the striking of the judgment, the lower court ordered the judgment stricken. In determining the validity of a confessed judgment which is attacked by a petition to strike, the court is limited to the consideration of matters appearing on the face of the record. The facts averred in the affidavit of default are to be taken as true and if the truth of the factual averments are disputed, the remedy is by a proceeding to open the judgment and not to strike. Kros v. Bacall Textile Corp., 386 Pa. 360, 126 A. 2d 421 (1956); Miller v. Michael Morris, Inc., 361 Pa. 113, 63 A. 2d 44 (1949).\n. The validity of the judgment in Williams v. Notopolos, 247 Pa. 554, 93 A. 610 (1915) (cited by appellant in support , of its contention that, at best, appellee was entitled to have the judgment opened rather than stricken) turned on issues of fact raised by the lessee. In our consideration of this case we shall accept as true the averments of fact, but not the legal conclusions, asserted in appellants’ affidavit of default and we shall ignore any disputed issue of fact raised by the appellee in its petition challenging the judgment.\nThe decision in this case, then, hinges on whether or not the matters appearing on the face of the record clearly show that appellee breached the above quoted Section 2.4 of the lease so as to come within the scope of the warrant to confess judgment. A warrant of attorney authorizing the entry of a summary judgment must be clear and explicit and if doubt exists as to the occurrence of a default, the doubt must be resolved against the party in whose favor the warrant is given. Grady v. Schiffer, 384 Pa. 302; 121 A. 2d 71 (1956); Baldwin v. American Motor Sales Co., 309 Pa. 275, 163 A. 507 (1932). Where doubt arises out of the uncertainty as to the meaning of the language used in a lease, its provisions will be construed most strongly against the lessor and in favor of the lessee. Larsh v. Frank & Seder of Pittsburgh, Inc., 347 Pa. 387, 32 A. 2d 219 (1943); Conneaut Lake Ice Co. v. Quigley, 225 Pa. 605, 74 A. 648 (1909). Since forfeitures are regarded as odious and not favored, the provisions of a lease should be so construed, if possible, to avoid a forfeiture. Penn-Ohio Gas Co. v. Franks’s Heirs, 322 Pa. 233, 185 A. 280 (1936); Williams v. Notopolos, supra.\nIs Section 2.4 of the Lease properly construed as prohibiting the tenant from tearing down, removing or substantially altering any part of the land without the lessor’s consent, as contended by appellant, or is it to be construed as only prohibiting the tenant from tearing down, removing or substantially altering any part of the existing buildings on the land, as contended by appellee? Appellant relies on the words “demised premises” and argues that this refers to the land and land alone. These words are subject to a variety of meanings depending on the context in which they are employed, though ordinarily they connote both the land and the building and improvements thereon. The construction urged by appellant would interpret the words “demised premises” to mean the land itself. But one cannot “tear down” land or “remove” land, though one can remove soil from the land. And while one may “alter” the grade of land or excavate upon the land, it is an awkward usage at best to speak of altering land qua land when what is meant is altering the contour, grade or other characteristic of land.\nIf, on the contrary, we interpret the words “demised premises” as meaning “buildings,” then the word “buildings” is aptly and appropriately used as the common direct object of each of the three consecutively associated verbs “tear down, remove or alter.” The ordinary and generally accepted usage of these three words in association with each other is with reference to buildings or structures and not to land. The words “tear down and remove” clearly have reference to buildings or structures as the subject matter to which the prohibition of Section 2.4 applies. Inasmuch as the word “alter” is used in association with them, it, too, is to be construed as having the same reference; that is to say, that those things which could not be substantially altered were the very same things that could be neither torn down nor removed. The ancient maxim “noscitur a sociis” summarizes the rule that the meaning of words may be indicated or controlled by those words with which they are associated. Words are known by the company they keep. 17A C.J.S. Contracts §302(2) (1963).\nIn Lindsay Bros., Inc. v. Curtis Publishing Co., 236 Pa. 229, 84 A. 783 (1912), a lease provided that the lessee shall not make “alterations, additions or improvements” to the premises without the consent of the lessor, and that, if made, they shall remain on the premises at the end of term. In holding that the installation of certain presses, printing machinery, and electrical power equipment in the leased building were beyond the scope of the restriction even though they were bolted down and were placed in conduits on the walls of the building, we stated: “Nor do we find in the language of the lease any compelling reason requiring the words ‘alterations, improvements and additions’ to be extended in their application to anything more than the building.” Id. at 233, 84 A. at 784.\nNor do we find in the language of this lease any compelling reason requiring Section 2.4 to be extended in application to anything more than the existing buildings. A reading of the lengthy lease discloses that it was expertly drawn. If the erection of another new building was intended to be included in the restriction, words expressing such intention could very easily have been inserted.\nIn respect to the averment of default that the number of parking spaces were reduced beyond the number of such spaces specified in the lease, we find nothing in the lease which expressly forbids this. The only reference in the entire lease to the number of parking spaces appears in the paragraph following the legal description which identifies in the usual manner the improvements on the land being leased. But there is no provision compelling or requiring the lessee to retain the same number of parking spaces during the entire term of the lease.\nAppellant’s final averment of default is that the tenant, without the prior consent of the lessor, changed and altered the shape, appearance and use of the demised premises from exclusively residential to residential and commercial. We note that the lease is a long term one of which forty-five years still remained at the commencement of this proceeding. We note further the absence of any “purpose” clause stating any specific purpose or purposes for which the premises are to be used. On the contrary, the lease contains a clause stating for what purposes the premises may not be used. Section 2.8 provides: “Tenant will not use or occupy, or suffer or permit any person or body to use or occupy the said premises, or any part thereof, for any purpose or use in violation of any law, statute or ordinance whether Federal, State or Municipal, during the term of said Lease or any renewal thereof.” Since the lease expressly states the purposes for which the premises can not be used, and since it is silent as to the specific purposes for which the premises were to be used, it is clear that the premises can be used by the tenant for any and all lawful purposes. Indeed this is the general rule even if we ignore Section 2.8. “Where a lease is general in its provisions and terms and expresses nothing as to the mode in which the lessee is to use or occupy the premises, he is clothed with full power and right to occupy and use the land demised in the same manner that the owner might have done and for any lawful purpose or business which does not injure the reversion . . . .” 32 Am. Jur. Landlord and Tenant §201 (1941).\nWe fail to see how the erection of an additional building upon the premises and the other acts alleged presently injure appellant’s reversion or amount to waste when the premises will not revert to appellant until the year 2011, especially in view of Section 2.11 of the lease which provides that the tenant shall at the end of the term deliver the premises to lessee with the buildings and improvements thereon “in as good condition as they now are, ordinary wear and tear excepted.” At that time, appellant perhaps may, if it so desires, reject the additional building and insist that the building be removed and the premises restored in as “good condition as they now are.” However, we do not now decide the question whether the premises with the additional improvements are in “as good condition” or in “worse condition” than they were. We merely observe that the improvements made by appellee are not of such a nature as to be so irrevocable that they cannot be undone at the end of the term.\nIt is our conclusion that the facts alleged in appellant’s affidavit of default are insufficient to establish that Section 2.4 or any other provision of the lease has been so clearly violated as to authorize the confession of the judgment for possession.\nThe order of the lower court striking off the judgment is affirmed.\nMr. Chief Justice Bell and Mr. Justice Roberts took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Cohen:\nThe excavation of a portion of the leasehold property for the purpose of constructing a new and separate building, in my opinion, constituted a substantial alteration of the demised premises requiring the prior written consent of the lessor.\nMoreover, the elimination of parking spaces, while not specifically prohibited in the lease, together with the increased demand for parking occasioned by the new improvement likewise constituted a substantial alteration of the demised premises. I disagree with the majority’s action in striking off the judgment and would rather treat this action as a petition to open the judgment so that a determination can be made as to whether the written consent required by the lease was or was not unreasonably withheld.\nI dissent.",
        "type": "dissent",
        "author": "Mr. Justice Cohen:"
      }
    ],
    "attorneys": [
      "David R. Levin, for appellant.",
      "Robert 0. McCartney, with him Edward C. O’Con-nor, and Eckert, Seamans d Cherin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Northway Village No. 3, Inc., Appellant, v. Northway Properties, Inc.\nArgued March 14, 1968.\nBefore Musmanno, Jones, Cohen, Eagen and O’Brien, JJ.\nreargument refused August 5, 1968.\nDavid R. Levin, for appellant.\nRobert 0. McCartney, with him Edward C. O’Con-nor, and Eckert, Seamans d Cherin, for appellee.\nJuly 1, 1968:"
  },
  "file_name": "0499-01",
  "first_page_order": 529,
  "last_page_order": 539
}
