{
  "id": 3556504,
  "name": "COMMONWEALTH of Pennsylvania, Appellant, v. Terrence GALLAGHER, Appellee",
  "name_abbreviation": "Commonwealth v. Gallagher",
  "decision_date": "2007-06-01",
  "docket_number": "No. 167 MAP 2005",
  "first_page": "262",
  "last_page": "273",
  "citations": [
    {
      "type": "official",
      "cite": "592 Pa. 262"
    },
    {
      "type": "parallel",
      "cite": "924 A.2d 636"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "817 A.2d 1060",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        716441,
        9368884
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "1063"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0535-01",
        "/a2d/817/1060-01"
      ]
    },
    {
      "cite": "572 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        716441
      ],
      "year": 2002,
      "opinion_index": 0,
      "case_paths": [
        "/pa/572/0535-01"
      ]
    },
    {
      "cite": "497 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775278
      ],
      "weight": 2,
      "year": 1981,
      "opinion_index": 0,
      "case_paths": [
        "/pa/497/0049-01"
      ]
    },
    {
      "cite": "832 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9086721
      ],
      "weight": 2,
      "year": 2003,
      "pin_cites": [
        {
          "page": "426",
          "parenthetical": "citing Staples"
        },
        {
          "page": "427"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/832/0418-01"
      ]
    },
    {
      "cite": "574 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        587978
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "citing Staples"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/574/0460-01"
      ]
    },
    {
      "cite": "96 L.Ed. 288",
      "category": "reporters:federal",
      "reporter": "L. Ed.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "342 U.S. 246",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        641097
      ],
      "weight": 2,
      "year": 1952,
      "pin_cites": [
        {
          "page": "252"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/342/0246-01"
      ]
    },
    {
      "cite": "511 U.S. 600",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1147026
      ],
      "weight": 3,
      "year": 1994,
      "pin_cites": [
        {
          "page": "605"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/511/0600-01"
      ]
    },
    {
      "cite": "648 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706490,
        7870172
      ],
      "weight": 8,
      "year": 1994,
      "pin_cites": [
        {
          "page": "558"
        },
        {
          "page": "557"
        },
        {
          "page": "557-58"
        },
        {
          "page": "558",
          "parenthetical": "emphasis added"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01",
        "/a2d/648/0555-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706490
      ],
      "year": 1994,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/436/0569-01"
      ]
    },
    {
      "cite": "410 Pa.Super. 189",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        903232
      ],
      "weight": 3,
      "year": 1991,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/410/0189-01"
      ]
    },
    {
      "cite": "637 A.2d 302",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        7354008,
        937954
      ],
      "weight": 4,
      "year": 1994,
      "pin_cites": [
        {
          "page": "305",
          "parenthetical": "citing 1 Pa.C.S. § 1932(a); Commonwealth v. Dodge, 410 Pa.Super. 189, 599 A.2d 668 (1991)"
        },
        {
          "page": "306"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/637/0302-01",
        "/pa-super/431/0529-01"
      ]
    },
    {
      "cite": "431 Pa.Super. 529",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        937954
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "parenthetical": "citing 1 Pa.C.S. § 1932(a); Commonwealth v. Dodge, 410 Pa.Super. 189, 599 A.2d 668 (1991)"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/431/0529-01"
      ]
    },
    {
      "cite": "874 A.2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        8950888
      ],
      "weight": 8,
      "pin_cites": [
        {
          "page": "50"
        },
        {
          "page": "50"
        },
        {
          "page": "51"
        },
        {
          "page": "53"
        },
        {
          "page": "53"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/a2d/874/0049-01"
      ]
    },
    {
      "cite": "813 A.2d 672",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        1070099,
        9380843
      ],
      "year": 2002,
      "pin_cites": [
        {
          "page": "679",
          "parenthetical": "Saylor, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/571/0658-01",
        "/a2d/813/0672-01"
      ]
    },
    {
      "cite": "571 Pa. 658",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1070099
      ],
      "year": 2002,
      "pin_cites": [
        {
          "parenthetical": "Saylor, J., dissenting"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/571/0658-01"
      ]
    },
    {
      "cite": "251 Pa.Super. 539",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        837988
      ],
      "weight": 3,
      "year": 1977,
      "pin_cites": [
        {
          "page": "913"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/251/0539-01"
      ]
    },
    {
      "cite": "497 Pa. 49",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1775278
      ],
      "weight": 2,
      "year": 1981,
      "pin_cites": [
        {
          "parenthetical": "imposition of strict liability for statutory rape was constitutional based on \"the legislative desire to protect those who are too unsophisticated to protect themselves.\""
        },
        {
          "page": "966",
          "parenthetical": "imposition of strict liability for statutory rape was constitutional based on \"the legislative desire to protect those who are too unsophisticated to protect themselves.\""
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/497/0049-01"
      ]
    },
    {
      "cite": "832 A.2d 418",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        9086721
      ],
      "year": 2003,
      "pin_cites": [
        {
          "page": "427",
          "parenthetical": "quoting Commonwealth v. Black, 251 Pa.Super. 539, 380 A.2d 911, 913 (1977)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/a2d/832/0418-01"
      ]
    },
    {
      "cite": "574 Pa. 460",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        587978
      ],
      "year": 2003,
      "pin_cites": [
        {
          "parenthetical": "quoting Commonwealth v. Black, 251 Pa.Super. 539, 380 A.2d 911, 913 (1977)"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/574/0460-01"
      ]
    },
    {
      "cite": "648 A.2d 555",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "case_ids": [
        706490,
        7870172
      ],
      "weight": 2,
      "year": 1994,
      "pin_cites": [
        {
          "page": "558"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/436/0569-01",
        "/a2d/648/0555-01"
      ]
    },
    {
      "cite": "436 Pa.Super. 569",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        706490
      ],
      "year": 1994,
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/436/0569-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 845,
    "char_count": 21440,
    "ocr_confidence": 0.689,
    "pagerank": {
      "raw": 1.6941084888248338e-07,
      "percentile": 0.6997448499893237
    },
    "sha256": "76e8d97e26588b6bbed0b5de129515e216ac54403cd12791027a85cb216146d2",
    "simhash": "1:b3d53160800f3a58",
    "word_count": 3551
  },
  "last_updated": "2024-02-27T21:45:49.457734+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "BEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ.",
      "Justice CASTILLE, SAYLOR and BAER, Justice BALDWIN and Justice FITZGERALD join the opinion.",
      "Justice EAKIN files a dissenting opinion."
    ],
    "parties": [
      "COMMONWEALTH of Pennsylvania, Appellant, v. Terrence GALLAGHER, Appellee."
    ],
    "opinions": [
      {
        "text": "OPINION\nChief Justice CAPPY.\nThe question presented in this appeal is whether the offense of luring a child, 18 Pa.C.S. § 2910, is a strict liability crime with regard to the age of the victim. The Superior Court concluded that § 2910 was not a strict liability crime with regard to the age of the victim and that the Commonwealth had to prove that Appellee Terrence Gallagher acted knowingly, recklessly, or negligently under 18 Pa.C.S. § 302 with regard to the victim’s age. Commonwealth v. Gallagher, 874 A.2d 49, 50 (Pa.Super.2005). For the reasons that follow, we affirm the order of the Superior Court reversing the judgment of sentence of Appellee under § 2910 for luring a child into a motor vehicle.\nThe relevant facts as related by the Superior Court were as follows. At approximately 11:40 p.m. on August 3, 2002, 17-year-old M.N. was walking home from a convenience store. Gallagher, 874 A.2d at 50. Appellee stopped his car, asked M.N. for directions, and offered him a ride, which M.N. accepted. When Appellee asked M.N. if he liked to drink, M.N. replied that he did. Appellee then drove to a bar, bought beer, and took M.N. to his parked RV, where they began drinking. They then went to a second bar to purchase more beer. After returning to the RV, Appellee performed oral sex on M.N., who then told Appellee he wanted to go home. Id. Appellee refused, telling M.N. he was too drunk to drive. The next morning, Appellee again performed oral sex on M.N. before dropping him off near his house. Later that morning, after talking with his girlfriend’s mother, M.N. reported the incident to the police. Id.\nAppellee was charged with various crimes and following a bench trial, was found guilty of luring a child into a motor vehicle, 18 Pa.C.S. § 2910, and furnishing alcoholic beverages to minors, 18 Pa.C.S. § 6310.1. The trial court sentenced Appellee to two to four years in prison for the luring conviction, followed by one year of probation for the furnishing alcohol conviction.\nIn a published opinion, the Superior Court reversed Appellee’s judgment of sentence in relevant part. Gallagher, supra. Before the Superior Court, Appellee argued that because the trial court acquitted him of corruption of minors based specifically on his defense that he reasonably believed the complainant to be over the age of 18, such a factual finding precluded his conviction for luring a child into a motor vehicle in that the Commonwealth failed to prove that he possessed the sufficient mens rea to lure a person under the age of 18 into his car. Gallagher, 874 A.2d at 51.\nThe Superior Court agreed with Appellee, concluding that the culpability requirements of 18 Pa.C.S. § 302 must be imputed to the age element of § 2910. The court reasoned that the lack of a statutory “mistake of age” defense did not free the Commonwealth from its duty to prove that Appellee acted intentionally, knowingly, or at the very least, recklessly as to the complainant’s age under § 302. Applying this standard, the Superior Court also rejected the trial court’s factual finding that Appellee knew MN was a minor, since such a finding was “contradicted by the [Appelleej’s acquittal on the charge of corruption of minors based on his testimony that he reasonably believed [MN] to be over the age of 18.” Id. at 53. Accordingly, the court concluded that the Commonwealth failed to sustain its burden with regard to the age element of § 2910 and reversed the judgment of sentence on the luring conviction.\nWe granted allowance of appeal to determine whether the age element of § 2910 is subject to strict liability, or whether it requires the Commonwealth to prove a knowing, intentional, or reckless mens rea with regard to the victim’s age.\nThis is a question of statutory construction. The polestar of statutory construction is ascertaining legislative intent. 1 Pa.C.S. § 1921(a). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). Only when the words used by the Legislature are not explicit do we turn to other factors to ascertain its intent. 1 Pa.C.S. § 1921(c). Finally, penal provisions are to be strictly construed. 1 Pa.C.S. § 1928(b)(1).\nAny discussion of this issue must begin with the relevant statutory provisions. Section 2910 states:\nA person who lures a child into a motor vehicle without the consent, express or implied, of the child’s parent or guardian, unless the circumstances reasonably indicate that the child is in need of assistance, commits a misdemeanor of the first degree.\n18 Pa.C.S. § 2910. Although “child” is not defined in Section 2910, “[a]ll sections of Chapter 29 of the Crimes Code bear upon ‘kidnapping’ and must be read in pari materia.” Commonwealth v. Adamo, 431 Pa.Super. 529, 637 A.2d 302, 305 (1994) (citing 1 Pa.C.S. § 1932(a); Commonwealth v. Dodge, 410 Pa.Super. 189, 599 A.2d 668 (1991)). Other sections of Chapter 29 define “child” to mean a person under 18 years of age. 18 Pa.C.S. § 2908(b); see also id., § 2904(a). Thus, we read the word “child” in Section 2910 to mean a person under 18 years of age. M.N. was 17 years old when the incident occurred; therefore, he was a child under the statute.\nA plain reading of Section 2910 reveals that the statute does not express a mens rea requirement with regard to the age of the victim. As a rule, in such instances, Section 302(c) of the Crimes Code prescribes the default culpability requirement by providing that “when the culpability sufficient to establish a material element of an offense is not prescribed by law, such element is established if a person acts intentionally, knowingly or recklessly with respect thereto.” 18 Pa.C.S. § 302(c).\nThe Commonwealth, however, contends that Section 302 does not apply in this instance because the intent of the Legislature was to impute strict liability to the age element of Section 2910. In support of its argument, the Commonwealth points to the lack of a “mistake of age” defense in Section 2910, that the statute is ambiguous regarding strict liability, and Superior Court case law, including its decisions in Commonwealth v. Figueroa, 436 Pa.Super. 569, 648 A.2d 555 (1994) and Commonwealth v. Adamo, 431 Pa.Super. 529, 637 A.2d 302 (1994). For the reasons set forth herein, we disagree with the Commonwealth’s contentions.\nThe fact that a criminal statute is silent with regard to a culpability requirement does not mean that the Legislature intended to dispense with the same. Staples v. United States, 511 U.S. 600, 605, 114 S.Ct. 1793, 128 L.Ed.2d 608 (1994); Morissette v. United States, 342 U.S. 246, 252, 72 S.Ct. 240, 96 L.Ed. 288 (1952). Instead, there is a long-standing tradition, which is reflected in the plain language of Section 302, that criminal liability is not to be imposed absent some level of culpability. This is because the imposition of absolute liability for a crime is generally disfavored and an offense will not be considered to impose absolute liability absent some indication of a legislative directive to dispense with mens rea. Commonwealth v. Mayfield, 574 Pa. 460, 832 A.2d 418, 426 (2003) (citing Staples). Therefore, the inquiry in this case is simply whether there is some indication of legislative intent to dispense with mens rea with regard to the age of the complainant in Section 2910. If we determine that the Legislature did not intend Section 2910 to be a strict liability crime with regard to the age requirement, then there is no need to inquire further into the Legislature’s intent. Mayfield, 832 A.2d at 427.\nWe conclude that there is nothing in Section 2910 to indicate that the Legislature intended luring a child to be a strict liability crime regarding the age element. Contrary to the Commonwealth’s contention, we disagree that the Legislature’s omission of a “mistake of age” defense indicates its intent that the age requirement in Section 2910 be strictly enforced. Instead, when the Legislature has intended that an offender is to be strictly liable for a crime regardless of his or her knowledge of the victim’s age, it has done so explicitly. 18 Pa.C.S. § 3102 (making clear that “mistake of age” defense will not be available to any crimes in subchapter involving rape for victims less than 14 years of age); 18 Pa.C.S. § 5902(c) (“[T]he actor promotes prostitution of a child under the age of 16 years, whether or not he is aware of the age of the child”). Indeed, in Section 2910, the Legislature could have indicated its intent by making clear that “mistake of age” will not be a defense for any offenders of this subsection. The legislature, however, did not do so. In fact, there is nothing in the plain language of Section 2910 evidencing a legislative directive to dispense with a mens rea requirement with regard to the age requirement. Rather, this task is properly accomplished according to the Crimes Code’s express, default culpability scheme at Section 302(c).\nThe Commonwealth also points to the fact that Section 2910 is part of a larger section whose goal is the prevention of kidnapping. According to the Commonwealth, this court must consider, as did the Superior Court in Figueroa, 648 A.2d at 558, the chapter within which Section 2910 appears. When considered in context, the Commonwealth asserts that Figueroa clearly demonstrates that mens rea is only required with regard to the “luring” element.\nIn Figueroa, the Superior Court was confronted with the question of whether the Legislature intended Section 2910 to be a strict liability crime, which may be breached by violation of its provision regardless of motive. In support of the position that it was not a strict liability crime, Figueroa argued that implicit in the statute was the requirement that there be “intent to harm” the victim, which the Commonwealth also had to prove. Figueroa, 648 A.2d at 557.\nIn reaching its decision, the court stated that “[t]he gravamen of the present crime is luring a child into a motor vehicle.” Id. As such, the court imputed the Section 302(c) culpability requirement into the luring requirement of Section 2910, finding that “inviting the children into his car with a promise of a ride to school or the bus stop, which appellant here agrees that he did, is sufficient to meet the prohibitions of the statute. This knowing conduct we believe meets the requirement of culpability.” Id. at 557-58. In response to Figueroa’s argument regarding intent to harm, the court then stated, “[t]hat there may have been no intent to harm is not relevant since this is not a requirement of the act.” Id. at 558 (emphasis added). Rather, “viewing this crime as a threshold prophylactic rule for the terrible crime of kidnapping, we conclude that it is a legitimate exercise of the legislature’s discretion, to prohibit persons from offering rides to children under any invitational pretext.” Id. For these reasons, the court concluded that the Commonwealth did not need to establish that there was an “intent to harm” so long as it established that Figueroa knowingly lured a child into a motor vehicle. Id.\nThe Commonwealth interprets Figueroa to mean that the only material element for which culpability was required was luring; and “intent to harm” was construed to be a strict liability aspect of Section 2910. The dissenting opinion similarly interprets Figueroa as imputing strict liability to the intent to harm. See Dissenting opinion at 272, 924 A.2d at 642. A reading of Figueroa simply does not support such a position. The Figueroa court’s reasoning regarding “intent to harm” was grounded in the fact that there was no “intent to harm” requirement on the face of the statute and not in the fact that the court found strict liability with regard to “intent to harm.” The instant situation, however, is very different from Figueroa, since we must construe the actual, stated requirement of the luring offense involving the essential element that “a child” be the victim. In fact, the court’s decision in Figueroa supports the conclusion that mens rea should be assigned to the age element of Section 2910, since the court imputed such a requirement with regard to the material element of “luring.”\nFinally, the Commonwealth points to the Superior Court’s decision in Adamo in support of its contentions. We find any reliance on Adamo misplaced simply because the relevant challenge in Adamo was a constitutional challenge based on vagueness and overbreadth. Adamo, 637 A.2d at 306. There were no arguments presented in Adamo concerning whether absolute liability was intended by the Legislature with regard to the age of the victim. Rather, the focus of the challenge was on the constitutionality of the statute based upon its failure to give reasonable notice as to the age of the child to which the statute applies, the definition of “lure,” and the circumstances that imply parental consent. Id.\nWe are mindful of the Legislature’s important goal of preventing kidnapping. In the absence of a clear legislative directive to the contrary, however, we cannot ignore the Legislature’s mandate in Section 302(c) providing the default culpability for a material element of an offense when none is otherwise prescribed by law. Indeed, as noted previously, Section 302(c) is grounded in the long-standing tradition that criminal liability will not be imposed absent some level of mens rea. Mayfield, supra. For these reasons, the order of the Superior Court is affirmed.\nJurisdiction relinquished.\nJustice CASTILLE, SAYLOR and BAER, Justice BALDWIN and Justice FITZGERALD join the opinion.\nJustice EAKIN files a dissenting opinion.\nThis matter was reassigned to this Justice.\n. The Legislature amended the statute on November 10, 2005, which was after the present offense.\n. The dissenting opinion cites to Commonwealth v. Robinson, 497 Pa. 49, 438 A.2d 964 (1981), in support of its position. Dissenting opinion at 272, 924 A.2d at 642. Notably, in Robinson, the crime at issue was statutory rape under a now-repealed statute that defined that offense in terms of a victim under the age of 14. See 18 Pa.C.S. § 3122 (repealed). Therefore, the relevant offense plainly incorporated Section 3102's prescription that no mistake-of-age defense is available where the offense includes an element that the victim is under 14 years of age. Indeed, there were no arguments presented in Robinson concerning whether absolute liability was intended by the Legislature; rather, the focus was on the constitutionality of an express scheme of absolute liability.\nThe dissenting opinion also accuses the majority of requiring the Commonwealth to prove that the defendant knew that the victim was under 18, a requirement the dissent states is impossible to enforce. See Dissenting Opinion, op. at 271-73, 924 A.2d at 641-42. This assessment is based upon a misunderstanding of the default culpability provision, which we find applies. Under that provision, the defendant may be found guilty even if he did not act knowingly, so long as his actions were reckless with regard to the element of the offense (here, the victim's minority). See 18 Pa.C.S. § 302(c).\n. The Superior Court also applied § 302 to the facts of the case and concluded that the evidence was insufficient to establish that Appellant either knew or was reckless with regard to the age of the complainant. Gallagher, 874 A.2d at 53. The Superior Court was required to address the sufficiency claim by reviewing the evidence in a light most favorable to the Commonwealth. See, e.g., Commonwealth v. Busanet, 572 Pa. 535, 817 A.2d 1060, 1063 (2002). However, the Superior Court panel appears to have applied a diminished standard of review rather than the appropriate standard in conducting the sufficiency analysis. Accordingly, we stress that our opinion today should not be read as expressing an approval of the Superior Court’s sufficiency analysis, as the sole question raised by the Commonwealth related to the statutory construction of § 2910.",
        "type": "majority",
        "author": "Chief Justice CAPPY."
      },
      {
        "text": "Justice EAKIN,\ndissenting.\nWhile I agree the “child” means a person under 18 years of age, Majority Op., at 266, 924 A.2d at 638, I cannot support the application of 18 Pa.C.S. § 302(c) to that element of this crime.\nSection 2910 states: “A person who lures a child into a motor vehicle without the consent, express or implied, of the child’s parent or guardian, unless the circumstances reasonably indicate that the child is in need of assistance, commits a misdemeanor of the first degree.” 18 Pa.C.S. § 2910. Section 2910 does not state an express mens rea requirement, and generally, “[w]hen the culpability sufficient to establish a material element of an offense is not prescribed by law, such element is established if a person acts intentionally, knowingly or recklessly with respect thereto.” 18 Pa.C.S. § 302(c). However, § 302(c) is not automatically applied when a statute contains no mens rea requirement. In such circumstances, courts must conduct a threshold inquiry to determine whether the Legislature intended to impose strict liability for an offense. “Whether a given statute is to be construed as requiring criminal intent is to be determined by the court, by considering the subject matter of the prohibition as well as the language of the statute, and thus ascertaining the intention of the legislature.” Commonwealth v. Mayfield, 574 Pa. 460, 832 A.2d 418, 427 (2003) (quoting Commonwealth v. Black, 251 Pa.Super. 539, 380 A.2d 911, 913 (1977)). Mayfield held the application of § 302(c) is appropriate where an express mens rea element is absent, but only after the court determines the Legislature did not intend an offense to be a strict liability crime. Id.\nThe Majority dismisses the possibility of luring a child as a strict liability offense, because there was nothing in the plain language of § 2910 explicitly indicating the Legislature’s intent to dispense with the mens rea requirement. Majority Op., at 267-70, 924 A.2d at 639-40. This does not account for the fact the legislature did dispense with it.\nFurther, the Majority fails to consider the subject matter of the prohibition and language of the statute. See Mayfield, at 427. This Court has found strict liability when a statute was a means of protecting children. See Commonwealth v. Robinson, 497 Pa. 49, 438 A.2d 964, 966 (1981) (imposition of strict liability for statutory rape was constitutional based on “the legislative desire to protect those who are too unsophisticated to protect themselves.”). As with other offenses, such as providing alcohol to minors, 18 Pa.C.S. § 6310.1, or some sexual assaults, 18 Pa.C.S. § 3121, proof of actual age, not the defendant’s perception of age, is very properly the only proof needed for that element.\nThe Majority recognizes the Legislature enacted the luring statute to prevent kidnapping, Majority Op., at 268-69, 924 A.2d at 640, but incorrectly distinguishes this case from Commonwealth v. Figueroa, 436 Pa.Super. 569, 648 A.2d 555, 558 (1994). Figueroa applied § 302(c) to the luring element of the crime and strict liability to the intent to harm, holding “it is a legitimate exercise of the legislature’s discretion, to prohibit persons from offering rides to children under any invitational pretext.” Id. In spite of this, the Majority here decides the crime requires proof of appellee’s knowledge of age. This I find to be in error, as the Legislation’s clear and unambiguous purpose, protecting children, is undermined by such a requirement.\nAs Justice Saylor noted in a dissenting opinion in Commonwealth v. Scolien, 571 Pa. 658, 813 A.2d 672, 679 (2002) (Saylor, J., dissenting), which Justice Castille and I joined, requiring proof beyond a reasonable doubt that a defendant knew the age of a minor is virtually unenforceable. I find no purposeful requirement of a case-by-case analysis of claims based on the appearance of a child. Some children may look older than they are, some younger, but if one intentionally lures them into a vehicle, appearance should not give the lurer absolution. Such an interpretation does not support the Legislature’s aim of protecting children from being lured or their need for protection from predators such as appellee.\nBesides, this is not truly a strict liability crime. Only as to the element of the victim’s age is the accused’s knowledge immaterial, as strict liability does not apply to all its elements. Luring, the affirmative act which triggers liability, still requires proof of overt purposeful action. The Commonwealth must prove mens rea as to the overt act of luring. However, if the person lured is in fact a child, the Commonwealth must prove that fact, and as to age it need not prove more. Because the statute is clear, this Court should again uphold the application of strict liability to the age elements of statutes protecting children, and I would reverse.",
        "type": "dissent",
        "author": "Justice EAKIN,"
      }
    ],
    "attorneys": [
      "Bruce Lee Castor, Jr., Esq., Kevin Joseph McCloskey, Montgomery County District Attorney’s Office, Norristown, for Commonwealth of Pennsylvania.",
      "Carolyn Tornetta Carluccio, Esq., Jeanette D. Dickerson, Esq., Montgomery County Public Defender’s Office, for Terrence Gallagher."
    ],
    "corrections": "",
    "head_matter": "924 A.2d 636\nCOMMONWEALTH of Pennsylvania, Appellant, v. Terrence GALLAGHER, Appellee.\nSupreme Court of Pennsylvania.\nSubmitted Aug. 17, 2006.\nDecided June 1, 2007.\nBruce Lee Castor, Jr., Esq., Kevin Joseph McCloskey, Montgomery County District Attorney’s Office, Norristown, for Commonwealth of Pennsylvania.\nCarolyn Tornetta Carluccio, Esq., Jeanette D. Dickerson, Esq., Montgomery County Public Defender’s Office, for Terrence Gallagher.\nBEFORE: CAPPY, C.J., and CASTILLE, SAYLOR, EAKIN, BAER, BALDWIN and FITZGERALD, JJ."
  },
  "file_name": "0262-01",
  "first_page_order": 314,
  "last_page_order": 325
}
