{
  "id": 1057675,
  "name": "Ralston et ux. v. Philadelphia Rapid Transit Co., Appellant",
  "name_abbreviation": "Ralston v. Philadelphia Rapid Transit Co.",
  "decision_date": "1920-05-03",
  "docket_number": "No. 2; Appeal, No. 227",
  "first_page": "278",
  "last_page": "285",
  "citations": [
    {
      "type": "official",
      "cite": "267 Pa. 278"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "260 Pa. 59",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1040194
      ],
      "pin_cites": [
        {
          "page": "62"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/260/0059-01"
      ]
    },
    {
      "cite": "251 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019771
      ],
      "pin_cites": [
        {
          "page": "624"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/251/0618-01"
      ]
    },
    {
      "cite": "235 Pa. 155",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        984899
      ],
      "pin_cites": [
        {
          "page": "159"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/235/0155-01"
      ]
    },
    {
      "cite": "262 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1044351
      ],
      "pin_cites": [
        {
          "page": "154"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/262/0150-01"
      ]
    },
    {
      "cite": "256 Pa. 228",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1030728
      ],
      "pin_cites": [
        {
          "page": "233"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/256/0228-01"
      ]
    },
    {
      "cite": "254 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1025422
      ],
      "pin_cites": [
        {
          "page": "510"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/254/0507-01"
      ]
    },
    {
      "cite": "225 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        965264
      ],
      "pin_cites": [
        {
          "page": "426"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/225/0419-01"
      ]
    },
    {
      "cite": "192 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        909019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/192/0535-01"
      ]
    },
    {
      "cite": "139 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251814
      ],
      "pin_cites": [
        {
          "page": "414"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/139/0404-01"
      ]
    },
    {
      "cite": "206 Pa. 479",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        931620
      ],
      "pin_cites": [
        {
          "page": "480"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/206/0479-01"
      ]
    },
    {
      "cite": "23 Pa. Superior Ct. 138",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        847747
      ],
      "pin_cites": [
        {
          "page": "142"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/23/0138-01"
      ]
    },
    {
      "cite": "230 Pa. 251",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845858
      ],
      "pin_cites": [
        {
          "page": "252, 261"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/230/0251-01"
      ]
    },
    {
      "cite": "222 Pa. 8",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959460
      ],
      "pin_cites": [
        {
          "page": "14, 16-17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/222/0008-01"
      ]
    },
    {
      "cite": "194 Pa. 67",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        912371
      ],
      "weight": 3,
      "pin_cites": [
        {
          "page": "69, 71"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/194/0067-01"
      ]
    },
    {
      "cite": "188 Pa. 501",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "507-8"
        }
      ],
      "opinion_index": 0
    }
  ],
  "analysis": {
    "cardinality": 706,
    "char_count": 15362,
    "ocr_confidence": 0.442,
    "pagerank": {
      "raw": 3.2507454719404065e-07,
      "percentile": 0.868905484451024
    },
    "sha256": "917c97bcf4693e4a3c408e2db01cc73abcbb01eff1280768b65a3b8697105771",
    "simhash": "1:ec4d2c04017647b9",
    "word_count": 2650
  },
  "last_updated": "2024-02-27T20:47:48.492230+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Ralston et ux. v. Philadelphia Rapid Transit Co., Appellant"
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nPlaintiff, Carrie Ralston, the wife of Robert Edmund Ralston, brought suit against the Philadelphia Rapid Transit Co., alleging negligence, leading to her injury, while a passenger upon one of its cars; she recovered a verdict for $3,000, upon which judgment was entered, and defendant has appealed.\nThe assignments of error raise but one controlling-question, and that concerns the sufficiency of the evidence relied upon by plaintiff to set aside a written release of damages, which she executed, upon receipt of $20, seven days after the accident.\nWe have decided, in the case of Robert Edmund Ralston, which is likewise before us on appeal, that, so far as his claim is concerned, the evidence is insufficient to overcome the release; but there is some difference on the facts between the case of the wife and that of the husband, and certain principles of law govern the one which have no relevancy to the other. While, on the other appeal, we reversed and entered judgment for defendant, the distinctions just referred to bring us to a somewhat different conclusion here.\nTo begin with, according to the testimony relied upon by Mrs. Ralston, the negotiations leading up to the release were carried on by Mr. Ralston, not by her. Next, at the time of the actual execution of the paper, plaintiff said she was ill in bed, as a result of the accident, and Avrote her signature, where designated by her husband, when the paper was so folded she could not see its contents ; finally, that she was informed the document was a simple receipt for money, and had no idea it was a release.\nThe material facts of plaintiff’s testimony are denied; but, accepting her story as true, defendant contends that, she having stood silent, the husband ought to be considered, under the circumstances, as her agent, and the wife held bound by his acts, as well as her own. We cannot adopt this theory — it would be too apt to prove destructive of the family relationship, which the law always sedulously guards: Paul v. Kunz, 188 Pa. 501, 507-8.\nAlthough plaintiff’s testimony is strongly suggestive of a tutored effort to bring the facts relied upon to overcome the release within certain of the authorities reviewed in our opinion on the companion appeal of Robert Edmund Ralston’s judgment, yet we are not convinced that, under the relevant rules of law, her case could properly have been withdrawn from the jury; but, for reasons we are now about to state, the judgment in Mrs. Ralston’s favor will not be affirmed.\nThe release in question was executed in the presence of a claim agent of defendant company, and another, entirely disinterested, witness — Mrs. Louise Beckman. At trial, plaintiff testified that the person last mentioned was dead; her word was not questioned, and Mrs. Beck-man’s death was accepted as a fact by all concerned. There has been a petition filed in this court, which prays that, in the event of our not entering judgment n. o. v. for defendant, we shall either “grant a new trial, upon the ground of after-discovered evidence, or remit the record to the court below to pass upon such application.” An affidavit of Mrs. Beckman is appended to this petition, from which it appears that she is alive and will testify to facts which, if true, show the release to have been executed by both Mr. and Mrs. Ralston at a time when the latter was about and well; further, that they had full knowledge of its contents, and no fraud was practiced upon either of them. Consideration of appellant’s petition, and the answer thereto, which latter is most general, convinces us as to the propriety of the order we shall enter at the end of this opinion; before going further into that subject, however, there is one other point which we deem it wise to discuss.\nThe jury awarded the present plaintiff $3,000 and her husband $2,000 damages. The court below directed a new trial, “unless plaintiff, Carrie Ralston, within ten days files a stipulation that she will accept in full satisfaction of her claim the sum of $2,000, and plaintiff, Robert Edmund Ralston, within ten days, files a stipulation that he will accept in full satisfaction of his claim the sum of $1,000, to be paid (or security, to be approved by the court, to pay the same, to be given) within thirty days, after notice of the filing of said stipulation” ; to this is added the following provision: “If said stipulation is filed, and payment of said amount, with interest from the date of trial and costs, is not made or secured as aforesaid within said thirty days, then judgment to be entered on the verdict as rendered.”\nDefendant declined to avail itself of remittiturs, reducing the verdicts in accordance with the above quoted directions; hence judgments were entered against it for the full amounts of the verdicts as originally rendered.\nFleming v. Dixon, 194 Pa. 67, 69, 71, is the first reported case which contains an order such as the one at bar. In that instance the evidence shows $250, of the amount claimed by plaintiff, to be “a sort of premium for prompt payment.” The court directed the deduction of that amount from the verdict, “within ten days,” by a remittitur, and, in default thereof, a new trial; further, if defendant did not pay the reduced verdict within the time set, judgment was to be entered in full. In disposing of an assignment of error, attacking this procedure, we said, in effect, that it merely represented an effort on the part of the court below to carry out the spirit of the arrangement between the parties — as to a deduction for prompt payment, adding, “the order providing for it [the carrying out of such arrangement] was made for the benefit of the defendant”; we, therefore, overruled the assignment.\nThe course pursued by,the court below, in disposing of the motion for a new trial, has been sustained, both by us and the Superior Court, in other instances — less appropriate to such relief than the case just reviewed— (Wirsing v. Smith, 222 Pa. 8, 14, 16-17; McLaughlin v. Kelly, 230 Pa. 251, 252, 261; Campbell v. Pittsburgh Bridge Co., 23 Pa. Superior Ct. 138, 142; Weinberger v. Suess, 59 id. 616, 619; Torak v. P. &. R. Ry. Co., 60 id. 248, 255), but all of these subsequent rulings rest, without any real discussion of the subject, upon the authority of Fleming v. Dixon, supra; and we now take occasion to state that this court does not approve of the growing tendency indiscriminately to enter orders of the character of the one now before us.\nOrders going to the length of the final provision contained in the one at bar should be used only where the peculiar facts involved furnish a special warrant therefor, as illustrated by Fleming v. Dixon, supra; because the practice pursued has been sustained in other instances, does not make it uniformly applicable. As heretofore stated by us, when considering this subject, in Stauffer v. Reading, 206 Pa. 479, 480, “Each case must be determined on its own circumstances;” while it is there said, “The court may impose terms upon either or both of the parties, as conditions of the grant or refusal [of a new trial], and the latitude allowed the discretion of the court to this end is very great,” yet we, nevertheless, then and there reversed for abuse of discretion in that regard. See also Bradwell v. Pittsburgh, etc., Pass. Ry. Co., 139 Pa. 404, 414, and Lehr v. Brodbeck, 192 Pa. 535, 542 — reversed for the same reason.\nThe right and duty of the trial court, under proper conditions, to cut down a verdict or direct a new trial, is now well established; but when that course is followed in a case like the one at bar, the order of reduction is equivalent to a certificate that the original verdict is “excessive in amount and clearly beyond what the evidence warrants”: Hollinger v. York Rys. Co., 225 Pa. 419, 426; also see Kuhn v. North, 10 S. & R. 398, 409. Under such circumstances, the court below in effect certifies that, on consideration of the evidence, it cannot in good conscience support a verdict beyond a certain limit, and hence it gives plaintiff the choice between accepting the amount fixed or a new trial. A subsequent stipulation, such as we now have before us, that, if the reduced amount is not paid within a set time, judgment shall be entered for the original (excessive) verdict, is inconsistent with what, in the absence of further explanation, we must assume to be the grounds for the reduction. Moreover, if such orders become general, the practice is likely to work unjust discrimination between litigants; for example, a defendant, who is financially unable either to pay or secure payment of a reduced verdict within the given period, will be penalized, whereas one similarly situated in all other respects, but financially able to comply with the court’s stipulation, will escape this penalty. General use of orders of the character here entered is disapproved.\nAs precedents for the disposition we are about to make of this case, see Simons v. P. & R. Ry. Co., 254 Pa. 507, 510; U. S. B. & T. Co. v. Switchmen’s Union, 256 Pa. 228, 233; Holzheimer v. Lit Bros., 262 Pa. 150, 154; and, finally, Sloan v. P. & R. Ry. Co., 235 Pa. 155, 159. In the last mentioned authority we state: “Where...... the record is remitted to the court below to enter such judgment as law and right require, the case then stands as though no proceedings [in that tribunal] had been taken after the rendering of the verdict......; it follows that it [the court below] may either direct judgment on the verdict.......or.......a new trial.” In other words, such an order effectively opens the judgment and reinstates the motion for a new trial, with leave to the trial court to act thereon as “right and justice under the law may require”: see Chambers v. Mesta Machine Co., 251 Pa. 618, 624; Hewitt v. Democratic Pub. Co., 260 Pa. 59, 62, where the phrase last quoted is used.\nThe record is remitted with permission to the court below to consider the after-discovered evidence, and with directions to enter such order or judgment as law and right require.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "Russell Duane, with him Horace Stern, for appellant.",
      "Herman D. Levinson, with him Rott. M. Bernstein, for appellee."
    ],
    "corrections": "",
    "head_matter": "Ralston et ux. v. Philadelphia Rapid Transit Co., Appellant\n(No. 2).\nNegligence — Release of damages — Husband and wife — Husband as agent — Family relationship — Evidence—Witness to release— After-discovered evidence — Reducing amount of verdict — Practice, C. P. — Practice, Supreme Court — Petition for new trial filed on appeal.\n1. Where in an action by a husband and wife against a street railway company to recover damages for injuries to the wife, defendant sets up as a defense a release executed by the husband and wife, the court will not hold that the husband was the agent of the wife in the matter of the execution of the release, and that, having stood silent, she is bound by his acts, where the evidence for the wife, although contradicted, tends to show that the negotiations leading up to the release were carried on by the husband, and not by her; that, at the time of the actual execution of the paper, the wife said she was ill in bed, as a result of the accident; that she wrote her signature where designated by her husband, when the paper was so folded she could not see its contents; and that she was informed by defendant’s agent that the document was a simple receipt for money, and had no idea that it was a release. To so hold would be apt to prove destructive of the family relationship, which the law always sedulously guards.\n2. In such case, the evidence showed that the release was witnessed by the 'signature of a woman, who, the wife testified, was dead. Her statement was accepted as true, and the case was submitted to the jury, who returned a verdict for $3,000 in favor of the wife. The court subsequently directed a new trial “unless the plaintiff [the wife] within ten days files a stipulation that she will accept in full satisfaction of her claim the sum of $2,000......to be paid within thirty days, after notice of the filing of said stipulation......If said stipulation is filed, and payment of said amount with interest, from the date of trial, is not made...... within thirty days, then judgment to be entered on the verdict.” Defendant did not file the stipulation and judgment was entered on the verdict. On appeal there was filed in the Supreme Court a petition, praying that in the event of the court not entering judgment n. o. v. for defendant, it shall either grant a new trial upon the ground of after-discovered evidence, or remit the record to the court below to pass upon such application. Appended to the petition was an affidavit of the subscribing witness to the release, stating that she was alive and willing to testify of facts, which if true, would show that the release was executed by both husband and wife at a time when the latter was well and about, that they both had full knowledge of its contents, and that no fraud had been practiced upon them. Held,, that the Supreme Court would remit the record with permission to the court below to consider the after-discovered evidence, and with direction to enter such order or judgment as law and right required.\n3. Such an order effectually opens the judgment and reinstates the motion for a new' trial, with leave- to the trial court to act thereon as “right and justice under the law may require.” The ease after such order is entered, stands as though no proceedings in the trial court had been taken after the rendering of the verdict.\n4. The Supreme Court does not approve the indiscriminate entry of orders reducing verdicts and imposing terms upon the parties, where one of the terms is a stipulation that, if the reduced amount is not paid within a set time, judgment shall be entered for the original verdict.\n5. If such stipulations become general, the practice is likely to work unjust discrimination between litigants; for example, a defendant, who is financially unable either to pay or secure payment of a reduced verdict, within the given period, will be penalized, whereas one similarly situated in all other respects, but financially able to comply with the court’s stipulation, will escape this penalty.\n6. An order cutting down a verdict or directing a new trial, is equivalent to a certificate that the original verdict is excessive in amount and not only beyond what the evidence warrants, but more than the trial court in good conscience can sustain. A further stipulation that the reduced amount must be paid or secured within a set time, or judgment will be entered for the full amount of the (excessive) verdict, is inconsistent with what, in the absence of further explanation, must be understood as the grounds for the reduction.\nArgued March 24, 1920.\nAppeal, No. 227, Jan. T., 1920, by defendant, from judgment of C. P. No. 2, Phila. Co., March T., 1918, No. 1097, on verdict for plaintiff in case of Robert Edmund Ralston and Carrie Ralston, his wife, v. Philadelphia Rapid Transit Co.\nBefore Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ.\nRecord remitted.\nTrespass for personal injuries. Before Barratt, P. J.\nVerdict and judgment for Carrie Ralston for $3,000. Defendant appealed.\nErrors assigned were refusal of (1) instructions for defendant, and (2) judgment for defendant n. o. v.\nRussell Duane, with him Horace Stern, for appellant.\nHerman D. Levinson, with him Rott. M. Bernstein, for appellee.\nMay 3, 1920:"
  },
  "file_name": "0278-01",
  "first_page_order": 306,
  "last_page_order": 313
}
