{
  "id": 1057742,
  "name": "Lutes et al. v. Randall, Appellant",
  "name_abbreviation": "Lutes v. Randall",
  "decision_date": "1920-05-03",
  "docket_number": "Appeal, No. 192",
  "first_page": "285",
  "last_page": "288",
  "citations": [
    {
      "type": "official",
      "cite": "267 Pa. 285"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 335,
    "char_count": 4834,
    "ocr_confidence": 0.436,
    "pagerank": {
      "raw": 7.40410545564798e-08,
      "percentile": 0.4428511083078589
    },
    "sha256": "f969b1261d0b00a7b1169e06023ce22fd98c488392e24e3406cefeec0a102ce3",
    "simhash": "1:0e88158eca6578e1",
    "word_count": 819
  },
  "last_updated": "2023-07-14T17:05:22.553957+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Lutes et al. v. Randall, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Simpson,\nThis appeal follows a verdict and judgment in ejectment and must be decided adversely to appellant, who was defendant below, because the defense attempted to be set up is not stated in the pleadings, and hence is not available under section 2 of the Act of May 8,1901, P. L. 142, which provides that no “evidence [shall] be received on the trial of said action of any matter not appearing in the pleadings.”\nPlaintiffs’ abstract of title avers they are grantees of their father, Judson Lutes, who, on May 14, 1887, purchased the property at sheriff’s sale on foreclosure of a purchase-money mortgage given by one Ackley B. Randall (through whom both parties claim title), the sheriff’s deed to Lutes being dated May 21,1887, but not acknowledged and recorded until January 25, 1915; and that they and their father were in exclusive possession from the date of the sheriff’s deed until October, 1914, when defendant, without right, title or authority, took possession of the land and still holds it.\nDefendant’s abstract admits the title down to and including the purchase by Lutes at sheriff’s sale, but avers this sale was made and title taken in compliance with the terms of an oral agreement between him and the said Ackley B. Randall and wife, by which it was agreed he was to have title and possession only until such time as he should be able to pay, “out of the rents, issues and profits, the debts owing by the said Ackley B. Randall and the moneys advanced by the said Judson Lutes on the foreclosure of said mortgage, and on account of taxes, insurance and repairs [after which he was to] reconvey the said lands to Mrs. Ackley B. Randall, her heirs and assigns,” said agreement being evidenced by the following paper, found in Mrs. Randall’s possession: “December the Tenth, 1887. Judson Lutes this day agrees to stand between Randall and all other parties and guarantees that he has the right to deliver possession to me. Judson Lutes.” Defendant further averred that Lutes purchased and took possession of the property in accordance with said agreement, and, except during certain unstated periods when Mrs. Randall leased the property and received the rents, Lutes and plaintiffs continued in possession thereof until October, 1914, at which time defendant retook and has since retained possession because Lutes had been repaid in full, and defendant had purchased the interest of his mother, Mrs. Randall, and his brothers and sisters. For these reasons it was alleged the acknowledgment of the sheriff’s deed was procured, after Judson Lutes’s death, through the fraud and deceit of plaintiffs; and it was also averred (but disclaimed at the trial) that the deed from Judson Lutes to plaintiffs was a forgery.\nThe foregoing averments of the answer necessarily affirm that Judson Lutes had the right to take and hold title and. possession by virtue of the sheriff’s sale, unless defendant proved the alleged agreement was made and the debts and obligations therein referred to were paid; and, as stated, the Act of 1901 limited the defense to a proof of these matters. It was frankly admitted by defendant’s counsel, however, that, owing to the death of all the parties who had knowledge thereof, he was unable to prove the agreement, and therefore was compelled to fall back upon the technical objections he so ably, but, for the above reason, ineffectually presented. His evidence, save in so far as it corroborated plaintiffs’ title and possession, was limited to the paper of “December the 10th, 1887,” which standing alone is meaningless and does not vest title in anybody.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Simpson,"
      }
    ],
    "attorneys": [
      "Rush Trescott, with him D. O. Coughlin, for appellant.",
      "G. J. Clark, for appellees."
    ],
    "corrections": "",
    "head_matter": "Lutes et al. v. Randall, Appellant.\nEjectment — Evidence—Burclen of proof — Pleadings—Answer— Act of May 8,1901, P. L. lh%.\n1. Under section 2 of the Act of May 8, 1901, P. L. 148, the evidence, on the trial of an action of ejectment, must be limited to tbe issues raised by tbe pleadings.\n2. Where an answer in ejectment in effect admits that plaintiff bad at one time a good title and right of possession, defendant has tbe burden of proof of showing this right has ended.\nArgued April 12, 1920.\nAppeal, No. 192, Jan. T., 1920, by defendant, from judgment of C. P. Luzerne Co., Oct. T., 1917, No. 1159, on verdict for plaintiffs in case of Wilbur S. Lutes et al. v. Cullen B. Randall.\nBefore Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nEjectment for land in Dallas Township. Before Strauss, J.\nThe opinion of the Supreme Court states the case.\nAt the trial the court gave binding instructions for plaintiffs and verdict and judgment were entered accordingly. Defendant appealed.\nError assigned was in overruling defendant’s motion for judgment n. o. v.\nRush Trescott, with him D. O. Coughlin, for appellant.\nG. J. Clark, for appellees.\nMay 3, 1920:"
  },
  "file_name": "0285-01",
  "first_page_order": 313,
  "last_page_order": 316
}
