{
  "id": 1057721,
  "name": "Convery, Appellant, v. Stubbs et al.",
  "name_abbreviation": "Convery v. Stubbs",
  "decision_date": "1920-05-03",
  "docket_number": "Appeal, No. 271",
  "first_page": "394",
  "last_page": "399",
  "citations": [
    {
      "type": "official",
      "cite": "267 Pa. 394"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 538,
    "char_count": 10561,
    "ocr_confidence": 0.437,
    "pagerank": {
      "raw": 8.585116888842113e-08,
      "percentile": 0.48914338249063943
    },
    "sha256": "10ec297fbbf730386629810e9f0490b91c3f0a6706f024f65281918c26672ac2",
    "simhash": "1:ec42c1e05d5eb4c6",
    "word_count": 1916
  },
  "last_updated": "2023-07-14T17:05:22.553957+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Convery, Appellant, v. Stubbs et al."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThat no negligence was shown on the part of the defendants towards the appellant, their injured employee, clearly appears in the opinion of the learned president judge of the court below refusing to take off the nonsuit, and on it the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Eugene Raymond, with him John Martin Doyle, for appellant.",
      "Frank Smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Convery, Appellant, v. Stubbs et al.\nNegligence — Master and servant — Risles of employment■ — Obvious or hnown danger — Danger arising in worh — Unsafe appliance — Safe place to worlc — Contributory negligence — Nonsuit.\n1. One who enters the service of another assumes all risks of his work which are obvious or known to him.\n2. Where the danger arises only as the work progresses and is caused by the work done, the employer has performed his duty when he supplies the workmen with the means of protecting themselves.\n3. It is then the duty of the employees to look out for danger and protect themselves by the proper use of the means placed at their disposal.\n4. In an action by an employee to recover damages for personal injuries, a nonsuit is properly entered, where the evidence for plaintiff shows that he was working in demolishing a brick wall of a building when injured; that he was sixty-seven years old and experienced in the work; that he used the process of “pinching,” which was “taking the foundation from underneath on the outside” by the use of crowbars; that his employer, seeing this, insisted, against plaintiff’s protest, in his using a joist, which plaintiff was directed to place as a prop against the wall “to save their lives”; that the joist was a proper and safe appliance; but that plaintiff so adjusted it that, when the wall fell, he was hit on the head by the end of the joist, and injured.\n5. In such a case it cannot be said that the employer did a careless thing when, after providing his employee with the means of protecting himself from a possible mishap, he permitted him to continue at his task in the usual and customary manner of performing such work. He was not bound to assume that the employee would so place the joist that it would harm him when the wall fell.\nArgued March 25, 1920.\nAppeal, No. 271, Jan. T., 1920, by plaintiff, from order of C. P. No. 1, Phila. Co., June T., 1917, No. 3812, refusing to take off nonsuit in case of John Convery v. Joseph Stubbs and Samuel Stubbs.\nBefore Brown, C. J., Moschzisker, Walling, Simpson and Kephart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Audenried, P. J.\nAt the trial the court entered a compulsory nonsuit which it subsequently refused to take off, Audenried, P. J., filing the following opinion:\nThis action was begun July 30, 1917. The plaintiff claims compensation for injuries that he received in an accident that occurred August 20, 1915. His statement avers that while working in the employ of the defendants he was struck by a large joist which, placed by their direction against the gable end of an old building in the course of demolition, for the purpose of “shoring it up,” was thrown up into the air and caused to bound back upon him, when the wall was overturned. It is averred (albeit not very distinctly) that the joist was an improper instrument for the purpose to which it was applied, and that the defendants’ direction to the plaintiff to use it in his work was improper, so that in respect thereto the defendants failed in their duty “to furnish and provide for the plaintiff proper and safe tools and appliances with which to do his work for them and a proper and safe place to do said labor.”\nThe evidence produced on the part of the plaintiff at the trial showed the following facts:\nThe plaintiff and a man named Mulligan were employed by the defendants to tear down an old brick building that stood on the rear end of the lot on which their residence, No. 255 West Erie avenue, Philadelphia, was erected. The building to be demolished was two stories in height, was quadrilateral in shape, and had walls 18 inches thick.\nConvery and Mulligan began their task by removing the roof, the materials composing which seem to have been thrown to the first floor of the building through an opening that they made in the second floor. They then set to work on the walls. Those on the west, north and south sides of the building, to the level of the second floor, were successfully thrown down. This the two men effected by a process referred to by the plaintiff as “pinching,” which, he explained, meant “taking the foundation from underneath on the outside,” by the use of crowbars. When they were about to attack the east wall, the defendant Samuel Stubbs, who seems to have been surprised at the manner in which they had been working, insisted that something must be set against the inner side of the wall to support it and prevent it from falling in on them, and handed up to them, through the opening in the second floor, a large joist which he directed them to place as a prop against the wall, in order “to save their lives.” Convery, who seems to be somewhat inclined to take his own way at work, as well as on the witness stand, objected to using the joist, saying : “There is no call for that; and I could get the wall out without a plank.” His objections, however, were overcome by Mr. Stubbs’s emphatic insistence, and he and Mulligan set the joist in such a position that its one end rested on the floor and its other end against the wall, it thus forming the hypothenuse of a triangle whose other sides were the wall and floor. After the joist had been placed, they proceeded with the “pinching” process, working according to the plaintiff’s judgment, until at length the wall began to topple over. Convery seeing it move, cried out, “Now she’s going,” and stepped back. Just at that moment, he was struck on the head by the end of the joist, which “went down with the wall,” was “caught with the bricks,” and “bounded up.”\nAt the time of the accident the plaintiff was sixty-seven years of age. He was by occupation a laborer. He had worked elsewhere at throwing down brick walls before the day when he was injured. He thoroughly understood the ways in which such work was usually and customarily done. In one of such methods the men engaged on the job “straddle the wall,” sitting astride of it and detaching from it a few bricks at a time. The other method contemplates the undermining of comparatively large sections of the wall by means of crowbars, so that they shall fall outward, the workmen standing, while they ply their instruments, either on a plank, one end of which is set against the wall and the other end cleeted to the floor, or upon the floor itself. This method, as above mentioned, is known as pinching, and it was in that way that the plaintiff and his mate had torn down the west, north and south walls of the defendant’s building.\nThe plaintiff seems to think that Samuel Stubbs was at fault in failing to furnish him with a plank wide enough for him to kneel upon while he worked, for which purpose it should have been 12 or 14 inches in width instead of nine inches only. But it was not because of the narrowness of the joist supplied him that the plaintiff was hurt. He did not, while he worked on the Avail with his crowbar, attempt to kneel or stand upon the joist. He was not injured by slipping from it or because it broke under him. The joist was given to him to be used to brace or support the east wall that remained standing above the second floor of the building. The walls, originally tied into the east wall at its north and south ends, had been torn down. Its abutments had been removed. There was, therefore, no little danger that, as the workmen attempted to undermine it, the wall would fall upon them. There is no reason to wonder that their employer cursed their stupidity or foolhardiness when he discovered that they intended to try to take it down in the same way in which they had removed the other walls and with no further precautions for their safety. That in order to save their lives, he insisted, in the face of the plaintiff’s obstinate objection, that the joist which he passed up to them should be used to make it certain that the wall would fall outward, was creditable at once to his humanity and common sense. It cannot be said that Mr. Stubbs did a careless thing when, after providing Convery and Mulligan with the means of protecting themselves from a possible mishap, he permitted them to continue at their task in the usual and customary manner of performing such work. He was not bound to assume that they would so place the joist that it would harm them when the wall fell. The danger that it would do so was as obvious to them as it would have been to him had he been at their side in a place where he might have seen exactly what they did. The negligence in the case was upon the part of the plaintiff himself, who failed to secure the joist properly and to stand clear of its end when the wall that it had propped up began its fall in the opposite direction.\nMany mechanical operations involve risk of injury to those who engage in them. While it is the duty of the employer to inform his workmen of special risks which are or should be known to himself as incident to such occupations, and not obvious to men of their experience, the law regards him who enters the service of another as assuming those risks of his work that are obvious or known to him. When the danger can arise only as the work progresses and be caused by the work done, the employer is not bound to stand by for the purpose of intervening when the danger develops. His duty is performed if he provides against such danger as may probably arise, by supplying the workmen with the means of protecting themselves. When he has done this it is then the duty of his employees to look out for danger and protect themselves by the proper use of the means placed at their disposal.\nThe’ court is of the opinion that no evidence was presented from which the jury could properly be allowed to find either that the joist that the defendants supplied to the plaintiff was not a proper and safe appliance for the use to which it was put and intended to be put, or that, judged by the standard of the custom and usage of the vicinity at the time of the accident, the place at which the plaintiff was set to work was not a proper and safe place to work in.\nThe motion to take off the nonsuit entered by the trial judge is dismissed.\nError assigned was order refusing to take off nonsuit, quoting the record.\nEugene Raymond, with him John Martin Doyle, for appellant.\nFrank Smith, for appellee.\nMay 3, 1920:"
  },
  "file_name": "0394-01",
  "first_page_order": 422,
  "last_page_order": 427
}
