{
  "id": 1057700,
  "name": "Culver v. Thompson, Exr., Appellant",
  "name_abbreviation": "Culver v. Thompson, Exr.",
  "decision_date": "1920-05-10",
  "docket_number": "Appeal, No. 109",
  "first_page": "400",
  "last_page": "402",
  "citations": [
    {
      "type": "official",
      "cite": "267 Pa. 400"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021574
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/252/0587-01"
      ]
    },
    {
      "cite": "210 Pa. 355",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        937859
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/210/0355-01"
      ]
    },
    {
      "cite": "186 Pa. 367",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989738
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0367-01"
      ]
    },
    {
      "cite": "58 Pa. Superior Ct. 99",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        446325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/58/0099-01"
      ]
    },
    {
      "cite": "47 Pa. Superior Ct. 560",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        422962
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/47/0560-01"
      ]
    },
    {
      "cite": "185 Pa. 586",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        897972
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/185/0586-01"
      ]
    },
    {
      "cite": "181 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        891384
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/181/0327-01"
      ]
    },
    {
      "cite": "101 Pa. 507",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500897
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0507-01"
      ]
    },
    {
      "cite": "46 Pa. Superior Ct. 434",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421330,
        421279
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/46/0434-02",
        "/pa-super/46/0434-01"
      ]
    },
    {
      "cite": "46 Pa. Superior Ct. 231",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        421325
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/46/0231-01"
      ]
    },
    {
      "cite": "180 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        888372
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/180/0532-01"
      ]
    },
    {
      "cite": "241 Pa. 5",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        976085
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/241/0005-01"
      ]
    },
    {
      "cite": "252 Pa. 587",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021574
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0587-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 311,
    "char_count": 4925,
    "ocr_confidence": 0.464,
    "pagerank": {
      "raw": 4.392552054677732e-08,
      "percentile": 0.2755251367936895
    },
    "sha256": "6ac822b8b159ca940036017c4673892daac3be5bde428ab132ad829ea36dd17d",
    "simhash": "1:9a6b9729cc4ef2d9",
    "word_count": 866
  },
  "last_updated": "2024-02-27T20:47:48.492230+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ."
    ],
    "parties": [
      "Culver v. Thompson, Exr., Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nOn December 16, 1916, the appellee executed a mortgage to the appellant, for $1,900, which was duly recorded. This-bill was filed to compel him to pay a prior and smaller mortgage, held by Loretta S. Powell, on the ground that he had agreed to do so out of the proceeds of the mortgage given to him by the appellee. He placed the proceeds of it in the hands of Larned & Son, real estate and loan agents, doing business in the City of Wilkes-Barre, but they failed to pay the prior mortgage, and it remains a lien against appellee’s property. While the court below did not grant the specific relief prayed for, its decree enjoins the appellant from collecting the mortgage given to him by the appellee until the Powell mortgage and the indebtedness represented by it is paid or otherwise extinguished by him, or at his instance. In view of the facts found this decree properly followed the prayer “for other and further relief.” The learned chancellor found that shortly before the appellee executed her mortgage to the appellant he called at her home with one of the Larneds, who introduced him as the man who was about to lend her the money to pay off the Powell mortgage; that in response to appellee’s inquiry whether the mortgage which she contemplated executing in favor of the appellant would settle the Powell mortgage, he replied that Larned looked after his business and would see that everything was all right; that the Larneds had transacted business for him for many years; that they would see he would get a first lien and that if they did not do so he would not lend the money. If authority be needed in support of the decree which followed these facts, it will be found in Powell v. Old Hickory Building and Loan Association, 252 Pa. 587.\nDecree affirmed at appellant’s costs.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "G. J. Clark, with him T. M. Herbert, for appellant.",
      "W. A. Valentine, with him B. W. Davis, for appellee."
    ],
    "corrections": "",
    "head_matter": "Culver v. Thompson, Exr., Appellant.\nPrincipal and agent — Payment of mortgage by agent — Embezzlement of funds — Evidence of agency — Equity—Practice, Equity —Prayers of bill — Further relief.\n1. On a bill in equity to compel the payment of a mortgage and “for other and further relief,” where it appears that plaintiff had executed a mortgage to defendant, duly recorded, under an agreement that he would pay a prior and smaller mortgage out of the proceeds, and that he, acting through his agent, had failed to do so, the court may properly enter a decree, under the prayer for other .and further relief, enjoining the defendant from collecting his mortgage, until the prior mortgage and the indebtedness represented by it were paid or otherwise extinguished by him, or at his instance.\n2. In such case plaintiff is entitled to a decree in her favor, where it appears that, shortly before plaintifE executed her mortgage to defendant, the latter called at her home with a real estate agent, who introduced defendant as the man who was about to lend her the money to. pay off the prior mortgage; that in response to plaintifE’s inquiry, whether the mortgage which she contemplated executing in favor of defendant would settle the prior mortgage, defendant replied that the real estate agent looked after his business and would see that everything was all right; that such agent’s firm had transacted business for him for many years; that they would see he would get a first lien, and that if they did not do so he would not lend the money; and it further appears that the agent failed to pay the prior mortgage, which remained a lien against plaintiff’s property.\nArgued April 12, 1920.\nAppeal, No. 109, Jan. T., 1920, by defendant, from decree of C. P. Luzerne Co., Oct. T., 1917, No. 5, on bill in equity in case of Martha B. Culver v. John S. Thompson, Executor and Trustee of estate of Joseph Loder, deceased.\nBefore Brown, C. J., Stewart, Frazer, Walling, Simpson and Kephart, JJ.\nAffirmed.\nBill in equity to compel payment and extinguishment of a debt secured by a mortgage and for “other and further relief.” Before Fuller, P. J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court entered a decree substantially as stated in the opinion of the Supreme Court. Defendant appealed.\nError assigned, among others, was decree of the court.\nG. J. Clark, with him T. M. Herbert, for appellant.\nThe decree does not conform to the prayer of the bill: Ogilvie v. Royal Pub. Co., 241 Pa. 5; Lawall v. Groman, 180 Pa. 532; Summers v. Shryock, 46 Pa. Superior Ct. 231; McFarland v. Heverly, 46 Pa. Superior Ct. 434.\nLarned was not defendant’s agent: Pearce v. Langfit, 101 Pa. 507; Gunster v. Scranton T. H. & P. Co., 181 Pa. 327; United Security Life Ins. Co. v. Cent. Nat. Bank, 185 Pa. 586; Falconi v. Magee, 47 Pa. Superior Ct. 560; Thurston v. Assetts Realization Co., 58 Pa. Superior Ct. 99; Patterson v. Van Loon, 186 Pa. 367; Gilkeson v. Thompson, 210 Pa. 355.\nW. A. Valentine, with him B. W. Davis, for appellee.\nThis case is ruled by Powell v. Old Hickory B. & L. Assn., 252 Pa. 587.\nMay 10, 1920 :"
  },
  "file_name": "0400-01",
  "first_page_order": 428,
  "last_page_order": 430
}
