{
  "id": 1057732,
  "name": "Bauer v. Hill, Appellant",
  "name_abbreviation": "Bauer v. Hill",
  "decision_date": "1920-05-17",
  "docket_number": "Appeal, No. 249",
  "first_page": "559",
  "last_page": "564",
  "citations": [
    {
      "type": "official",
      "cite": "267 Pa. 559"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "63 Pa. 152",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1019060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0152-01"
      ]
    },
    {
      "cite": "243 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1001599
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/243/0221-01"
      ]
    },
    {
      "cite": "215 Pa. 558",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        948416
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/215/0558-01"
      ]
    },
    {
      "cite": "65 Pa. 476",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        430614
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/65/0476-01"
      ]
    },
    {
      "cite": "134 Pa. 96",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814906
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/134/0096-01"
      ]
    },
    {
      "cite": "64 Pa. Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        457963
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/64/0333-01"
      ]
    },
    {
      "cite": "165 Pa. 381",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862086
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0381-01"
      ]
    },
    {
      "cite": "21 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411613
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/21/0513-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 419",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/3/0419-01"
      ]
    },
    {
      "cite": "3 Walker 410",
      "category": "reporters:state",
      "reporter": "Walker",
      "case_ids": [
        265238
      ],
      "opinion_index": 0,
      "case_paths": [
        "/walker/3/0410-01"
      ]
    },
    {
      "cite": "153 Pa. 3",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        840268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/153/0003-01"
      ]
    },
    {
      "cite": "263 Pa. 87",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047441
      ],
      "pin_cites": [
        {
          "page": "93"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/263/0087-01"
      ]
    },
    {
      "cite": "267 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": 0
    },
    {
      "cite": "156 Pa. 85",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        844964
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/156/0085-01"
      ]
    },
    {
      "cite": "23 Pa. 99",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974053
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/23/0099-01"
      ]
    },
    {
      "cite": "140 Pa. 567",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972598
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/140/0567-01"
      ]
    },
    {
      "cite": "3 Pa. 377",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        400640
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/3/0377-01"
      ]
    },
    {
      "cite": "26 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977268
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/26/0051-01"
      ]
    },
    {
      "cite": "162 Pa. 18",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        856805
      ],
      "pin_cites": [
        {
          "page": "25"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/162/0018-01"
      ]
    },
    {
      "cite": "120 Pa. 76",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        559884
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/120/0076-01"
      ]
    },
    {
      "cite": "84 Pa. 521",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1053521
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/84/0521-01"
      ]
    },
    {
      "cite": "63 Pa. 153",
      "category": "reporters:state",
      "reporter": "Pa.",
      "pin_cites": [
        {
          "page": "155"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "38 Pa. 491",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994098
      ],
      "pin_cites": [
        {
          "page": "498"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/38/0491-01"
      ]
    },
    {
      "cite": "8 How. 544",
      "category": "reporters:scotus_early",
      "reporter": "How.",
      "opinion_index": 0
    },
    {
      "cite": "21 Pa. 513",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        411613
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/21/0513-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 589,
    "char_count": 10473,
    "ocr_confidence": 0.467,
    "pagerank": {
      "raw": 6.071978144268668e-07,
      "percentile": 0.9552408267817931
    },
    "sha256": "56ed1dc9e740ac52d16e6dbea584f7455da56924857202241438e09df569df74",
    "simhash": "1:474ddec6ad0174d6",
    "word_count": 1813
  },
  "last_updated": "2024-02-27T20:47:48.492230+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ."
    ],
    "parties": [
      "Bauer v. Hill, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Walling,\nThis appeal involves the validity of a judgment confessed in an amicable action of ejectment, between landlord and tenant. Prior to the time in question the Wilson estate, as owner of the building situate on the northwest corner of 13th and Market streets, Philadelphia, made a lease of a part thereof to the United Cigar Stores Company, for a term of years, which provides, inter alia, “It being agreed that should the building of which the demised premises are a part be sold by the undersigned and the undersigned desires possession of the premises under lease by you at the end of any year during the extended term, you agree to give possession to the undersigned upon the payment of ten thousand dollars ($10,000) in cash, by the undersigned to you and upon ninety (90) days’ written notice to vacate.” Thereafter said company sublet a portion of the demised premises, including the basement, to Benjamin Bauer, Jr., the plaintiff herein, the lease to him being made subject to the conditions in the original lease and with the right to terminate the same at the end of any year, on sixty days’ notice, in the event of a termination of the lease to the cigar company; Bauer in turn sublet the basement to Peter A. Hill, the defendant. The lease to the latter provides, inter alia, “This lease and all the terms, covenants and conditions hereof are in all respects subject and subordinate to the rights of the lessor’s landlord and to the lease under which the lessor holds the premises, and to the lease or renewal agreement for the new term, presently given to the said lessor herein.” The leases to both Bauer and Hill were extended until 1922, subject to the right of cancellation as above stated.\nIn July, 1919, the Wilson estate made and executed an unconditional written agreement for the sale of the building to Jacob Marcus et al., to be consummated by payment of consideration, delivery of deed and possession on January 2, 1920, of which the Wilson estate forthwith gave notice to the cigar company, demanding possession on the day last above mentioned, and the latter gave a like notice and demand to Bauer and he in turn to Hill. Meantime both the cigar company and Bauer made amicable arrangements for the vacation, etc., of the portions of the building embraced in their respective leases, but Hill declined to do so or to vacate the premises occupied by him. Pinal settlement was made and deed for the property delivered according to the agreement, and thereafter Bauer, in order that he might surrender up the property as obligated, entered judgment against Hill in an amicable action of ejectment, pursuant to a stipulation in the latter’s lease as follows, viz: “and where the lease shall be so determined by condition broken and notice as aforesaid, and also when and as soon as the term hereby created shall have expired by its own limitation, it shall be lawful for any attorney of any court of this county to appear for the lessee in an action of ejectment to be therein brought by the lessor for the recovery of the demised premises, and therein confess judgment,” etc. The defendant petitioned the court below to open the judgment, to which an answer was filed and testimony taken. Thereafter, upon due consideration, the court discharged the rule to open the judgment, from which defendant brought this appeal.\nHis main contention is that the building was not sold within the terms of the lease, until delivery of the deed and, hence, the notice to vacate was premature; with this we cannot agree. “Sale is a word of precise legal import, both at law and in equity. It means a contract between parties to pass rights of property for money which the buyer pays, or promises to pay, to the seller for the thing bought and sold”: Williamson v. Berry, 8 How. 544; Huthmacher v. Harris’s Administrators, 38 Pa. 491, 498; Bigley v. Risher, 63 Pa. 153, 155. Land may be sold by an article of agreement as well as by deed: Fryer v. Rishell, 84 Pa. 521; Phillips v. Swank, 120 Pa. 76. In popular language property under contract of sale is often referred to as sold: see vol. 5, Words & Phrases, p. 654. Whenever an unconditional agreement has been made for the sale of land, such as equity will specifically enforce, it may properly be referred to and treated as sold; then the vendee becomes the equitable owner and the vendor holds the legal title as trustee: see Bender v. Luckenbach, 162 Pa. 18, 25; Morgan v. Scott, 26 Pa. 51; Rangler’s App., 3 Pa. 377; Simmons’s Est., 140 Pa. 567; Longwell v. Bentley, 23 Pa. 99. The fact that the vendor as holder of the legal title may insure the property, or recover for a fire loss, does not control the question here involved. When the equities require it, he is treated as trustee of such insurance money: Insurance Co. v. Updegraff, 21 Pa. 513; Peoples Street Ry. Co. v. Spencer, 156 Pa. 85. Such sale by agreement, when bona fide, justifies the landlord in warning Ms tenant to vacate, where the lease provides it may be done in case of sale of the premises. It is not a question as to whether, under such circumstances, a tenant can be forced to surrender possession, but of whether notice to do so may be given, prior to the passing of the legal title, and of that we have no doubt; to hold otherwise would unduly hamper sales of leased property. Moreover, the original lease here says, “should the undersigned [lessor] desire possession,” not the vendee, it shall be given, etc.; which strengthens the conclusion that the parties had in mind a sale by agreement rather than one finally consummated by deed. Hence, the sale made by the agreement in July, 1919, followed by due notice given the defendant, operated to terminate his lease at the end of that year, and gave rise to conditions justifying the entry of the judgment in question, especially as the sale had been fully consummated prior to the entry of such judgment.\nTechnical questions are suggested as to the authority to confess judgment after plaintiff had in effect surrendered possession of the premises occupied by him, and also as to whether such judgment could be confessed, under the terms of the lease, before an action of ejectment had actually been brought; but, as neither is suggested in the petition to open judgment, they cannot be considered. For proceedings to open a confessed judgment are purely equitable in form, wherein the petition and answer comprise the pleadings, and the court grants relief only upon the grounds embraced therein: State Camp of Pennsylvania of the Patriotic Order Sons of America v. Kelley et al., 267 Pa. 19; Carr v. Ætna A. & L. Co., 263 Pa. 87, 93; Fisher v. King, 153 Pa. 3; Wyman & Colegrove’s App., 3 Walker 410; Pfaff v. Thomas, 3 Pa. Superior Ct. 419.\nAn application to open a judgment is also equitable in substance and must rest on a meritorious and not on a mere technical defense: State Camp of Pennsylvania of the Patriotic Order Sons of America v. Kelley et al., supra, and authorities there cited. As the present case depends upon legal questions and deductions from undisputed facts, it is before us for review upon the merits, rather than to determine whether the chancellor has properly exercised his discretion (see case last above cited), but we find nothing to justify a reversal.\nThe order discharging the rule to open the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Walling,"
      }
    ],
    "attorneys": [
      "James Francis Ryan, with him Michael J. Ryan, for appellant.",
      "Joseph Neff Ewing, with him Clinton O. Mayer and Prichard, Saul, Bayard & Evans, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bauer v. Hill, Appellant.\nLandlord and tenant — Lease—Surrender of possession on sale — • Time of notice — Agreement to sell — Title—Ejectment—Judgment hy confession — Proceedings to open — Equity—Technicality.\n1. A written agreement for the sale of a building constitutes a sale within the meaning of a lease providing for the surrender of possession by the tenant on notice that the property has been sold, so that a notice to the tenant to vacate is valid although given prior to the passing of the legal title.\n2. Technical questions in ejectment under a lease, not suggested in the petition to open the judgment, cannot be considered inasmuch as proceedings to open a confessed judgment are purely equitable in form, wherein the petition and answer comprise the pleadings, and the court grants relief only upon the grounds embraced therein.\n3. Not decided, as to authority to confess judgment on warrant in lease after the lessor has, in efEect, surrendered possession of the premises occupied by him, or whether such judgment could be confessed, under the terms of the lease, before an action of ejectment had actually been brought.\n4. An application to open a judgment is equitable in substance and must rest on a meritorious and not on a mere technical defense.\nJudgments — Proceedings to open — Appeals—Review of order— Merits of case — Discretion of court.\n5. An appeal from an order refusing to open a judgment which depends upon legal questions and deductions from undisputed facts, is before the appellate court for review on the merits, and not to determine whether the court has properly exercised its discretion.\nArgued April 27, 1920.\nAppeal, No. 249, Jan. T., 1920, by defendant, from judgment of C. P. No. 1, Phila. Co., Dee. T., 1919, No. 3773, discharging rule to open judgment, in the case of Benjamin Bauer, Jr., v. Peter A. Hill.\nBefore Brown, C. J., Moschzisker, Frazer, Walling and Simpson, JJ.\nAffirmed.\nRule to open judgment confessed in amicable action of ejectment under authority in lease. Before Shoemaker, J.\nThe facts appear by the opinion of the Supreme Court.\nThe court discharged the rule. Defendant appealed.\nError assigned was order discharging rule.\nJames Francis Ryan, with him Michael J. Ryan, for appellant.\nThe word “sale” as applied to real estate, when it affects others than the vendor and vendee, refers only to completed sale: Insurance Co. v. Updegraff, 21 Pa. 513; Walter v. Sun Fire Office, 165 Pa. 381; Hall v. Sugar Val. Mut. F. Ins. Co., 64 Pa. Superior Ct. 333; Strange v. Austin, 134 Pa. 96.\nJoseph Neff Ewing, with him Clinton O. Mayer and Prichard, Saul, Bayard & Evans, for appellee.\nThe action of the lower court in refusing to open a judgment will not be reviewed on appeal in the absence of an abuse of power or discretion: Gump’s App., 65 Pa. 476; Augustine v. Wolf, 215 Pa. 558; Wright v. Linhart, 243 Pa. 221.\nThere are cases and circumstances where a meaning can be given to the word “sale” that included a mere ex-ecutory agreement to sell: Williamson v. Berry, 8 Howard (U. S.) 495; Bigley v. Risher, 63 Pa. 152.\nMay 17, 1920:"
  },
  "file_name": "0559-01",
  "first_page_order": 587,
  "last_page_order": 592
}
