{
  "id": 1932289,
  "name": "Commonwealth v. Moore, Appellant",
  "name_abbreviation": "Commonwealth v. Moore",
  "decision_date": "1970-10-09",
  "docket_number": "Appeal, No. 117",
  "first_page": "86",
  "last_page": "91",
  "citations": [
    {
      "type": "official",
      "cite": "440 Pa. 86"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "223 A. 2d 738",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "423 Pa. 243",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1903143
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/423/0243-01"
      ]
    },
    {
      "cite": "378 U.S. 478",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6166688
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/378/0478-01"
      ]
    },
    {
      "cite": "244 A. 2d 662",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 298",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915774
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0298-01"
      ]
    },
    {
      "cite": "232 A. 2d 193",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "426 Pa. 265",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1908642
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/426/0265-01"
      ]
    },
    {
      "cite": "244 A. 2d 757",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917416
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0074-01"
      ]
    },
    {
      "cite": "244 A. 2d 646",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 101",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917418
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0101-01"
      ]
    },
    {
      "cite": "372 U.S. 353",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1765282
      ],
      "weight": 2,
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/us/372/0353-01"
      ]
    },
    {
      "cite": "241 A. 2d 764",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 7",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915716
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0007-01"
      ]
    },
    {
      "cite": "241 A. 2d 760",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "430 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1915777
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/430/0001-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 491,
    "char_count": 7496,
    "ocr_confidence": 0.452,
    "pagerank": {
      "raw": 1.8689926409353233e-07,
      "percentile": 0.7260237952096821
    },
    "sha256": "1c1d67cd43c75e646301bc67db3d7f414cf062085a7edfe8f94aca9315ccb782",
    "simhash": "1:17eaf28356e789c6",
    "word_count": 1262
  },
  "last_updated": "2024-02-27T19:54:10.282772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, J J.",
      "MT. Justice Cohen concurs in the result."
    ],
    "parties": [
      "Commonwealth v. Moore, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Robests,\nOn October 12, 1961, a young girl was found dead in a wooded section of Reading, Pennsylvania; she had been strangled. Later that day Michael Moore, then thirteen years old, was apprehended and questioned about the lulling. Within two hours he gave the police a statement in which he admitted having carried the girl into the woods but denied having lulled her or having known that she was dead. He was subsequently charged with murder.\nAt the time of his trial Michael first entered a plea of not guilty by reason of insanity, later changed it to guilty, and was given a nine to twenty year sentence on the basis of the trial court’s conclusion that he had committed murder in the second degree. No appeal was taken.\nIn 1966 Michael filed a petition for a writ of habeas corpus which, as amended, asserted that: (1) his confession was coerced; (2) he lacked the capacity to confess; (3) he lacked the capacity to enter a knowing and intelligent plea of guilty; (4) he lacked the requisite mens rea at the time of the killing to justify a conviction; (5) the Court of Oyer and Terminer lacked jurisdiction to hear the case; (6) adverse newspaper publicity denied him a fair trial; and (7) the trial court erred in failing to advise him of his right to the assistance of free counsel on appeal.\nThe hearing court denied Michael’s petition and an appeal was taken. Unfortunately, the record was never certified to this Court and the appeal had to be quashed. A PCHA petition was then filed raising the same issues. The hearing court took some testimony, incorporated the earlier habeas corpus hearing testimony, and denied the petition. This appeal followed.\nIt is clear that the trial court did err in failing to inform petitioner of his right to have counsel appointed to prosecute an appeal if he could not afford to continue to retain counsel of his own. See Commonwealth v. Wilson, 430 Pa. 1, 241 A. 2d 760 (1968); Commonwealth v. Stewart, 430 Pa. 7, 241 A. 2d 764 (1968). The hearing court misapprehended the nature of this right when it denied this claim because it felt that the petitioner was competently represented at his trial and because it failed to perceive any basis for an appeal. These observations are irrelevant to the question whether petitioner knowingly waived his right to appeal, an essential ingredient of which is the right to free appellate counsel. Since there has been no suggestion that petitioner knew of his rights in this matter we find that he was denied his right of appeal. Douglas v. California, 372 U.S. 353, 83 S. Ct. 814 (1963) ; Commonwealth v. Ezell, 431 Pa. 101, 244 A. 2d 646 (1968). Petitioner was not, however, prejudiced by this error. His second degree murder conviction was based on a guilty plea, so he may raise in this collateral proceeding any issues which he might have raised on a direct appeal. Commonwealth v. Walters, 431 Pa. 74, 244 A. 2d 757 (1968); Commonwealth v. Stokes, 426 Pa. 265, 232 A. 2d 193 (1967).\nPetitioner’s claim that the adverse newspaper publicity denied him a fair trial must be rejected because he has failed to provide factual support for the assertion that the allegedly inflammatory publicity hampered his ability to enjoy a fair trial.\nPetitioner’s argument with respect to the jurisdiction of the trial court must likewise be rejected. As we said in Gaskins Case, 430 Pa. 298, 244 A. 2d 662 (1968) : “[W]hen a juvenile has been charged with murder, and a prima facie case has been made out by the Commonwealth in Juvenile Court proceedings, such juvenile must be held for further criminal proceedings.” 430 Pa. at 310, 244 A. 2d at 669. It is therefore clear that the Court of Oyer and Terminer had jurisdiction over the case. While there was some irregularity in the failure to bring petitioner before a juvenile court for a preliminary hearing, no objection was raised to this procedure at the time of the trial, and it cannot now be asserted as error.\nPetitioner also contends that he did not have the requisite mental capacity to commit murder,' that the Commonwealth psychiatrists based their opinions on inadmissible hearsay, and that the trial court erred in not calling at its own instance a psychiatrist who had examined petitioner at the behest of the defense. None of these contentions has any merit. The trial court-was under no obligation to call the defense psychiatrist. There was ample competent psychiatric evidence already in the case and the additional testimony would have added little. Additionally, the testimony of the two psychiatrists who did testify was unobjected to when introduced, so petitioner’s hearsay claim must be considered waived. Finally, the evidence which was introduced supports the trial court’s determination that petitioner had the requisite mens rea to commit murder.\nPetitioner also contends that he lacked the capacity to enter a guilty plea. We have reviewed the record with the greatest care, particularly in light of petitioner’s age and mental condition, to see if he could comprehend the meaning and consequences of his guilty plea. Having done so, we are of the opinion that the record in this case contains sufficient indicia of petitioner’s capacity to sustain the validity of his plea. Petitioner consulted with his attorneys and parents for half an. hour before entering the plea and, by his own testimony, agreed to plead guilty primarily because he trusted the advice of his parents and his lawyers. Further, petitioner’s testimony at his trial and at the PCHA hearing demonstrates that he had as good a comprehension of the situation and grasp of the facts as any youngster could. Since we are unwilling to foreclose juveniles from entering guilty pleas, we find the plea to have been valid.\nPetitioner also asserts that he lacked the capacity to voluntarily confess at the time he did so. For the same reasons that we sustained the validity of his guilty plea, we reject this argument.\nLastly, petitioner argues that his confession was involuntary and tainted his plea. We disagree. Because the trial was finalized long before the 1964 Supreme Court decision in Escobedo v. Illinois, 378 U.S. 478, 84 S. Ct. 1758 (1964), and its progeny, we test the voluntariness of the confession by determining whether the defendant’s will was “overborne” under the “totality of the circumstances.” See Commonwealth ex rel. Corbin v. Myers, 423 Pa. 243, 223 A. 2d 738 (1966). Only two and a half hours elapsed between the time Michael was arrested and the time he implicated himself, and there is nothing in the record to contradict the hearing court’s findings that he was told of his right to remain silent, was given food and considerate treatment, and was not threatened or coerced in any way. We cannot find the confession invalid.\nThe order of the Court of Common Pleas of Berks County, Trial Division, Criminal Section is affirmed.\nMT. Justice Cohen concurs in the result.\nAll the psychiatrists who examined petitioner agreed that he carried with him an unusual amount of aggression, that his “control” systems were not adequate to handle stress situations, and that he could fairly be described as a psychopathic personality.",
        "type": "majority",
        "author": "Mb. Justice Robests,"
      }
    ],
    "attorneys": [
      "Lois G. Forer, for appellant.",
      "Grant E. Wesner, Assistant District Attorney, and Robert L. Van Hoove, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Moore, Appellant.\nSubmitted April 20,1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, J J.\nLois G. Forer, for appellant.\nGrant E. Wesner, Assistant District Attorney, and Robert L. Van Hoove, District Attorney, for Commonwealth, appellee.\nOctober 9, 1970:"
  },
  "file_name": "0086-01",
  "first_page_order": 114,
  "last_page_order": 119
}
