{
  "id": 1932223,
  "name": "Commonwealth v. Payton, Appellant",
  "name_abbreviation": "Commonwealth v. Payton",
  "decision_date": "1970-10-09",
  "docket_number": "Appeal, No. 17",
  "first_page": "184",
  "last_page": "186",
  "citations": [
    {
      "type": "official",
      "cite": "440 Pa. 184"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "249 A. 2d 561",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1920950
      ],
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0150-01"
      ]
    },
    {
      "cite": "244 A. 2d 644",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917373
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0105-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 238,
    "char_count": 3375,
    "ocr_confidence": 0.454,
    "pagerank": {
      "raw": 8.627355357084892e-08,
      "percentile": 0.49079425093895435
    },
    "sha256": "a45993c34ea244edd882536d155f265e423b1705506435858e5a795bd616f12b",
    "simhash": "1:f534b87bb709c910",
    "word_count": 556
  },
  "last_updated": "2024-02-27T19:54:10.282772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Commonwealth v. Payton, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nOn May 26, 1960, after a jury trial in the Court of Oyer and Terminer of Dauphin County, Harold Pay-ton was convicted of first-degree murder and was sentenced to life imprisonment. On April 25, 1967, Pay-ton filed a petition under the Post Conviction Hearing Act, by which he sought leave to file post-trial motions nunc pro tunc, and in which he made the following averments: “1. At no time during or after trial was petitioner advised of his right to a new trial or direct appeal. Neither the court or [sic] counsel informed petitioner of his inherent right to appeal. 2. Petitioner was without funds or knowledge to perfect an appeal or benefit of counsel to perfect an appeal for him. 3. Petitioner neither explicitly nor implicitly waived his right to direct appeal.” Following an evidentiary hearing, the court below, on September 25, 1967, found that he had waived his right to appeal and denied Payton’s petition. This Court affirmed the court below on the bases, first, that the record supported the finding of a knowing and intelligent waiver of the right to appeal and, second, that the claim as to insufficient funds to prosecute an appeal had been waived by Payton’s failure to pursue it at the evidentiary hearing. Commonwealth v. Payton, 431 Pa. 105, 244 A. 2d 644 (1968). Payton had been represented by retained counsel during trial and by court-appointed counsel during the PCHA proceedings.\nA habeas corpus petition was then filed in the United States District Court for the Middle District of Pennsylvania, in which Payton made identical claims to those raised in the state court by his petition of April 25, 1967. The federal court denied the relief sought.\nOn April 23, 1969, Payton filed a second PCHA petition requesting leave to file post-trial motions. In this petition, it is averred that Payton was without sufficient funds, following Ms trial, to prosecute his appeal, and that he was not informed of Ms right to have court-appointed counsel if indigent. On May 21, 1969, the court below entered an order denying Payton’s petition. TMs appeal followed.\nThe Post Conviction Hearing Act provides that “an issue is waived if: (1) The petitioner knowingly and understandingly failed to raise it and it could have been raised before the trial, at the trial, on appeal, in a habeas corpus proceeding or any other proceeding actually conducted, or in a prior proceeding actually iMtiated under this act; and (2) The petitioner is unable to prove the existence of extraordinary circumstances to justify Ms failure to raise the issue.” Act of January 25, 1966, P. L. (1965) 1580, §4, 19 P.S. §1180-4 (b) (Supp. 1970). The issue of indigency was mentioned in Payton’s first PCHA petition but was abandoned at the evidentiary hearing, at wMch hearing Payton was represented by counsel. There being no showing that Payton’s failure to pursue tMs claim was not knowing and understanding, the claim has been waived. E.g., Commonwealth v. Black, 433 Pa. 150, 249 A. 2d 561 (1969).\nOrder affirmed.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Frederick W. Andrews, Assistant Public Defender, for appellant.",
      "Jerome T. Foerster, Assistant District Attorney, and LeRoy S. Zimmerman, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Payton, Appellant.\nSubmitted May 25, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nFrederick W. Andrews, Assistant Public Defender, for appellant.\nJerome T. Foerster, Assistant District Attorney, and LeRoy S. Zimmerman, District Attorney, for Commonwealth, appellee.\nOctober 9, 1970:"
  },
  "file_name": "0184-01",
  "first_page_order": 212,
  "last_page_order": 214
}
