{
  "id": 1932232,
  "name": "Scientific Living, Inc. v. Hohensee, Appellant",
  "name_abbreviation": "Scientific Living, Inc. v. Hohensee",
  "decision_date": "1970-10-09",
  "docket_number": "Appeals, No. 242",
  "first_page": "280",
  "last_page": "299",
  "citations": [
    {
      "type": "official",
      "cite": "440 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "235 A. 2d 393",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "427 Pa. 320",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1910434
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/427/0320-01"
      ]
    },
    {
      "cite": "226 A. 2d 85",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 637",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1904968,
        1904930
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0637-01",
        "/pa/424/0637-02"
      ]
    },
    {
      "cite": "257 A. 2d 849",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "opinion_index": 0
    },
    {
      "cite": "435 Pa. 428",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1924279
      ],
      "year": 1969,
      "pin_cites": [
        {
          "page": "437"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/435/0428-01"
      ]
    },
    {
      "cite": "247 A. 2d 779",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "432 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1919726
      ],
      "year": 1968,
      "pin_cites": [
        {
          "page": "156"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/432/0150-01"
      ]
    },
    {
      "cite": "184 A. 2d 494",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "408 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1308365
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "449, 450"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/408/0442-01"
      ]
    },
    {
      "cite": "139 A. 2d 548",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 17",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8844769
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0017-01"
      ]
    },
    {
      "cite": "170 A. 867",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "868"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "313 Pa. 523",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1152623
      ],
      "pin_cites": [
        {
          "page": "525"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/313/0523-01"
      ]
    },
    {
      "cite": "131 A. 2d 357",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "388 Pa. 321",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1272507
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "323"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/388/0321-01"
      ]
    },
    {
      "cite": "178 A. 2d 714",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "407 Pa. 125",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1307332
      ],
      "year": 1962,
      "opinion_index": 0,
      "case_paths": [
        "/pa/407/0125-01"
      ]
    },
    {
      "cite": "174 A. 106",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1934,
      "opinion_index": 0
    },
    {
      "cite": "315 Pa. 537",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1156654
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/pa/315/0537-01"
      ]
    },
    {
      "cite": "24 A. 677",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1892,
      "opinion_index": 0
    },
    {
      "cite": "150 Pa. 397",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        834395
      ],
      "year": 1892,
      "opinion_index": 0,
      "case_paths": [
        "/pa/150/0397-01"
      ]
    },
    {
      "cite": "118 A. 2d 174",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "383 Pa. 174",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1261929
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/383/0174-01"
      ]
    },
    {
      "cite": "53 A. 243",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1902,
      "opinion_index": 0
    },
    {
      "cite": "203 Pa. 440",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        994645
      ],
      "year": 1902,
      "opinion_index": 0,
      "case_paths": [
        "/pa/203/0440-01"
      ]
    },
    {
      "cite": "161 A. 2d 390",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "400 Pa. 261",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1292499
      ],
      "year": 1960,
      "opinion_index": 0,
      "case_paths": [
        "/pa/400/0261-01"
      ]
    },
    {
      "cite": "113 A. 2d 311",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "381 Pa. 249",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1258883
      ],
      "year": 1955,
      "opinion_index": 0,
      "case_paths": [
        "/pa/381/0249-01"
      ]
    },
    {
      "cite": "200 A. 2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 548",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890407
      ],
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0548-01"
      ]
    },
    {
      "cite": "216 A. 2d 49",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "420 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1898512
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/420/0043-01"
      ]
    },
    {
      "cite": "227 A. 2d 815",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1967,
      "opinion_index": 0
    },
    {
      "cite": "424 Pa. 360",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1905018
      ],
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/pa/424/0360-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1138,
    "char_count": 29763,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 5.366721017476241e-07,
      "percentile": 0.9437019301125278
    },
    "sha256": "71142c89f78ed7c442e52cd1e23c4a17a081a330ca89a03bf76719be51afb215",
    "simhash": "1:e10f8c30778a2ba2",
    "word_count": 4914
  },
  "last_updated": "2024-02-27T19:54:10.282772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Scientific Living, Inc. v. Hohensee, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Jones,\nConfronting us are seven appeals involving both the estate of Adolph Hohensee—who died October 4, 1967— and the assets of a Pennsylvania corporation called Scientific Living, Inc. (Scientific), which corporation was dominated by Adolph Hohensee, its largest stockholder.\nOne appeal (No. 242 January Term, 1969) arises from litigation in a court of common pleas, sitting in equity, involving the ownership of an extensive tract of land in Lackawanna County, which land constitutes the most valuable asset of Adolph Hohensee’s estate. The other six appeals (Nos. 37, 38, 40, 134, 199 and 200 January Term, 1970) stem from several phases of litigation in the orphans’ court division of a court of common pleas in connection with the estate of Adolph Hohensee. All the appeals, in essence, are concerned with the ownership and the control of the land located in Lackawanna County, allegedly, having a value of approximately one million dollars.\nAppeal No. 242 January Term, 1969\nThis appeal lies from a definitive decree entered by the Court of Common Pleas of Lackawanna County in an equity action instituted by Scientific Living, Inc. (Scientific) against Ervin Hohensee, brother of Adolph Hohensee (appellant).\nIn this action, Scientific sought to prove that appellant had recorded in Lackawanna County two deeds which purported to convey the large tract of land in that county owned by Scientific to appellant, that Scientific had never authorized the transfer of its title to that land, had not received any consideration therefor and that there had never been a valid delivery of these deeds by Scientific to appellant. Scientific requested the court to cancel, as fraudulent and void, these deeds and to enjoin appellant from conveying or in any manner encumbering the land described in these deeds.\nAfter institution of the action, Scientific entered a default decree against appellant for his failure to answer its complaint; from the entry of that decree an appeal was taken to this Court. We held that the court below had erred in sustaining the entry of the default decree without first disposing of appellant’s motion to vacate and dismiss the proceedings, a motion which had been filed prior to the entry of the decree. In reversing, we vacated the default decree and remanded the matter for further proceedings in the court below. See: Scientific Living, Inc. v. Hohensee, 424 Pa. 360, 227 A. 2d 815 (1967).\nThe record demonstrates the historical background of this litigation. Prior to October 21, 1957, Scientific owned the land in question. Adolph Hohensee, appellant’s brother, was not only Scientific’s president but by far its principal stockholder. During the summer and fall of 1957 and until April 1958, Adolph Hohensee was incarcerated in jail in Missouri. The record contains testimony that in 1957,—while his brother was in jail—appellant directed the preparation in blank of two deeds for Scientific’s land and, upon their preparation, took them into his possession. Upon the release of Adolph Hohensee from jail, he again assumed the control and direction of Scientific. Sometime thereafter, upon being informed of the preparation of the two blank deeds at appellant’s direction, Adolph Hohensee secured the return from appellant of these deeds and had them placed in Scientific’s safe where they remained until February 20, 1963.\nOn February 20, 1963, appellant—Adolph Hohensee being then incarcerated in jail in California—presented to Scientific’s secretary a so-called “certificate” stating that Adolph Hohensee had authorized the appellant to take the two deeds for safe-keeping and appellant was given the deeds. On the following day, appellant and Scientific’s vice-president went to the latter’s father’s home where the deeds were then kept, took the two deeds which purported to convey the land in question from Scientific to appellant and, on February 25, 1963, appellant, accompanied by Scientific’s secretary, recorded the deeds in Lackawanna County.\nAfter our remand on the previous appeal, this matter came on for a hearing before the then President Judge T. Linus Hobani and testimony was taken.\nOn October 16,1968, the chancellor entered a decree nisi declaring the deeds fraudulent and void, authorizing the recorder of deeds to so indicate on the records, enjoining appellant from conveying or encumbering in any manner the land and from asserting any title adverse to that of Scientific. Appellant filed seventy-six (76) exceptions to the decree nisi which were dismissed by the court en banc and a final decree was entered on December 27, 1968. The instant appeal was then filed.\nIn passing upon this appeal, we bear in mind: (1) the findings of facts of a chancellor, approved by a court en banc, are controlling on appeal and will not be disturbed at the appellate level, in the absence of manifest error and where the record supports such findings (Craft Reupholstering Co. v. Rosenberg, 420 Pa. 43, 216 A. 2d 49 (1966) ; Drummond v. Drummond, 414 Pa. 548, 200 A. 2d 887 (1964)) and (2) that such rule is particularly applicable to findings of facts which are predicated upon the credibility of witnesses, whom the chancellor has had the opportunity to hear and observe, and upon the weight to be given to their testimony.\nInter alia, the court below found on the basis of the testimony which it heard:\n“16. No corporate authority was ever granted by resolution or otherwise for the purported transfer of the major asset of the corporation to Ervin Hohensee.\n“17. No consideration was ever paid by Ervin Hohensee for the purported transfer to him.\n“18. Eugene Basalyga testified that he never attested or acknowledged the deeds on the dates noted thereon, but that instead he affixed his signature on December 17, 1957, while he was in the Lackawanna County Jail when he was presented by Ervin Hohensee with a ‘mass’ of papers for signature which he, Basalyga, understood to be papers to enable him to perfect proceedings in Habeas Corpus to secure his release.\n“19. The purported transfer of the lands of Scientific Living, Inc. to Ervin Hohensee was not made in the usual and regular course of the business of Scientific Living, Inc., was not made for the purpose of relocating the business of the corporation, and was not made in connection with dissolution or liquidation.”\nThe court below concluded that, in the absence of a showing of corporate authority for transfer of the property, of proof of payment of any consideration or of delivery of the deeds and in view of the fact that the execution of the deeds was in violation of the Business Corporation Law (Act of May 5, 1933, P. L. 364, art. III, §311, as amended, 15 P.S. §1311), the transaction was void and the court directed a reconveyance of the land.\nWe have carefully studied the instant record and we are convinced that the findings of the chancellor are sufficiently supported by the evidence to control the situation.\nAppellant, in addition, makes several other contentions : (1) that the effect of the court’s ruling is to permit the reform and the alteration, by parol evidence, of the written instruments, i.e., the deeds; (2) that the signing, attestation and acknowledgment of the deeds raised a presumption of delivery which could not be overcome by declarations of the grantor that the deeds were not delivered; (3) that many of the court’s rulings as to motions and evidence were erroneous; (4) that certain depositions of one Thelma Tompkins taken, on December 13, 1968, in connection with litigation instituted by appellant against Scientific in the United States District Court for the Eastern District of Virginia (the Virginia action) constituted unequivocal admissions by Scientific that the execution of the deeds was authorized, that there was valuable consideration for the deeds and that there was a delivery of the deeds and that such admissions by Thelma Tompkins were conclusive of the issues in the litigation; (5) that, by reason of a judgment entered in the Virginia action in favor of appellant’s title and right to possession to the land, such judgment became res judicata as to the instant litigation.\nWhile it is true that parol evidence is inadmissible to alter or vary express covenants in a deed, the description of the property conveyed or the estate or interest conveyed, in the absence of an allegation of fraud, accident or mistake (Forbes Road Union Church, etc. v. Trustees of Salvation Army, 381 Pa. 249, 113 A. 2d 311 (1955); Highland v. Commonwealth, 400 Pa. 261, 161 A. 2d 390 (1960)), nevertheless, even in the absence of an allegation of fraud, accident or mistake, parol evidence is admissible to contradict the amount of consideration stated in a deed, the lack of any consideration or the lack of delivery of the deed. See: Henry v. Zurflieh, 203 Pa. 440, 53 A. 243 (1902).\nMoreover, although recognizing that title to realty cannot be destroyed by mere declarations of the grantor (Vlachos v. Witherow, 383 Pa. 174, 118 A. 2d 174 (1955); Ingles v. Ingles, 150 Pa. 397, 24 A. 677 (1892)), yet, if there is evidence other than that of the grantor, the fact-finder, on the basis of such other evidence, may find lack of consideration or lack of delivery of the deed. The same rule would apply to proof of authorization of a corporation to make and execute a deed on its behalf. In the case at bar, the parol evidence rule, particularly since the litigation was bottomed on alleged fraud, did not preclude admission of the evidence concerning which appellant now complains.\nWhile it is true that a presumption exists that a deed, which is signed, sealed and acknowledged, was delivered to the person in whose possession it is found, yet such presumption is rebuttable by evidence clear, precise and convincing in nature (Leiser v. Hartel, 315 Pa. 537, 174 A. 106 (1934)). Ordinarily, those who claim nondelivery of a deed bear the burden of so proving, in the absence of fraud, weakened intellect or a confidential relationship (Roe v. Roe, 407 Pa. 125, 178 A. 2d 714 (1962)). Even if we assume, arguendo, that the burden of proving nondelivery of these deeds rested on Scientific, Scientific has sustained that burden by clear, precise and convincing evidence.\nAppellant’s complaints as to rulings on motions and evidence are so numerous and varied as to almost defy enumeration. Suffice it to state that we have examined each of such rulings and find them to be correct. This contention is clearly without merit.\nWe will consider together appellant’s contentions as to the conclusive nature of Thelma Tompkins’ depositions and the effect of the judgment in the Virginia action on the instant litigation.\nWhile the instant litigation was pending and almost three years after it had been instituted, appellant instituted an action against Scientific in the United States District Court for the Eastern District of Virginia seeking to establish his title and right to possession of the same land as is involved in this litigation. In that action, appellant appeared pro se, service was effected upon Thelma Tompkins (a Pennsylvania resident), while visiting in the District of Columbia, representation of Scientific was by counsel from the District of Columbia who was not counsel for Scientific in the instant litigation, depositions were taken of Thelma Tompkins wherein she acknowledged the validity of the deeds as a representative of Scientific, and then, by consent of the said Thelma Tompkins and appellant’s other sister, Alma Arzoo, purporting to act for Scientific, the United States District Court granted appellant’s motion for judgment on the pleadings and entered the following order: “. . . that [Ervin Hohensee] recover of [Scientific] the premises described in two deeds from [Scientific] to [Ervin Hohensee], dated October 21, 1957, and recorded on the 25th day of February, 1963 . . . comprising eight (8) parcels of real estate with improvements thereon, together with costs and disbursements herein taxed at $18.00”. This order or judgment arose solely through representations to the United States District Court that Scientific acknowledged the validity of appellant’s title and right to possession to the land described in the deeds.\nThe Court of Common Pleas of Lackawanna County was not apprised of the action in the United States District Court until the date of the argument on the exceptions to the decree nisi—December 20, 1968. In its adjudication, the court en banc stated, in this respect: “Counsel for [Scientific] herein professed complete ignorance of any litigation in Virginia in which [Scientific] was a party. Court en banc denied the motions [motions to dismiss the action on the ground of res judicata]. Whatever effect this ruling may have on future developments in this litigation, our immediate responsibility is to decide the matter properly before us on Exceptions, which we now do.”\nOn February 25, 1970, the United States Court in Virginia set aside its previous order of December 17, 1968 on the ground that it had been “obtained by fraud perpetrated against [the] Court.”\nUnder the bizarre and shocking circumstances presented, the Virginia action can in no manner preclude determination of the issues involved in the instant litigation either at the nisi prim or appellate level. The institution of the Virginia action was a bold and brazen attempt by appellant, with the connivance of his sisters, to defeat the ends of justice.\nThe decree of court below is affirmed at appellant’s costs.\nAppeal No. 134 January Term, 1970\nThis is an appeal from the decree of the Court of Common Pleas, Orphans’ Court Division, of Lackawanna County which removed Alma Arzoo and Thelma Tompkins as executrices of the Estate of Adolph Hohensee, deceased.\nThis particular appeal was taken by Ervin Hohensee. A motion to dismiss this appeal has been made on the ground that the said Ervin Hohensee lacked proper standing to take the appeal. Ervin Hohensee, a beneficiary under the will of his deceased brother to the extent of $1.00, was not a party to the proceedings below.\nIn Elliott Estate, 388 Pa. 321, 323, 131 A. 2d 357 (1957) we stated: “To be entitled to prosecute an appeal, a person must have a proper interest in the subject matter and must be aggrieved by the judgment, order or decree entered: [citing of authorities].”\nIn Lansdowne Borough Board of Adjustment’s Appeal, 313 Pa. 523, 525, 170 A. 867, 868, we said: “‘A cardinal principle, which applies alike to every person desiring to appeal, whether a party to the record or not, is that he must have a [direct] interest in the subject matter of the [particular] litigation, otherwise he can have no standing to appeal. And not only must a party desiring to appeal have a [direct] interest in the particular question litigated, but his interest must be immediate and pecuniary, and not a remote consequence of the judgment. The interest must also be substantial.”\nIt is clear beyond question that Ervin Hohensee is not an “aggrieved party” under our statutory and our case law and the motion to dismiss the appeal for lack of standing must be granted.\nAppeal dismissed at appellant’s costs.\nAppeals Nos. 199 and 200 January Term, 1970\nThese appeals were taken by Thelma Tompkins and Alma Arzoo from a decree of the Court of Common Pleas, Orphans’ Court Division, of Lackawanna County removing them as executrices of the Estate of Adolph Hohensee, deceased.\nTestator by will dated February 24, 1967 distributed his residuary estate as follows: one-eighth (%) thereof to his sister, Thelma Tompkins, one-eighth (%) to his sister, Alma Arzoo, one-fourth (%) thereof to Virginia Beadle (a daughter of testator), and the balance of one-half (y2) in trust to Lynda Euphemia Hohensee [Euphemia Hohensee] (a daughter of testator) until she reaches the age of 21 years. Thelma Tompkins, Alma Arzoo and Virginia Beadle were nominated and, later, became the executrices of testator’s estate.\nThe court appointed one Joseph Yadlosky as guardian of the estate of the minor Euphemia Hohensee.\nAccording to the inventory filed by Thelma Tompkins and Alma Arzoo, the estate of testator consisted of the following:\n“Approximately 4382 shares of Scientific Living, Inc. Corp. (value undeter-\nmined—in excess of $5000.00) $5000.00\nMiscellaneous personal property—furniture,\netc. 2000.00\nCash 2000.00\nWilhelm Realty Corp. (in excess of\n$5000.00) 100 shares 5000.00”\nYadlosky, as guardian, petitioned the Court of Common Pleas, Orphans’ Court Division, of Lackawanna County for a citation upon the executrices to show cause why they should not be removed. Only Virginia Beadle filed an answer to the citation and testified at the hearing. The other two executrices neither answered the citation nor testified at the hearing.\nThe question on these appeals is the propriety of the decree removing Thelma Tompkins and Alma Arzoo as executrices.\nOur case law in this area has laid down certain guidelines: (1) an orphans’ court has the power to remove a fiduciary if for any reason the interests of the estate are likely to be jeopardized by his continuance in office (Holmes Trust, 392 Pa. 17, 139 A. 2d 548 (1958); Fraiman Estate, 408 Pa. 442, 449, 450, 184 A. 2d 494 (1962); Beichner Estate, 432 Pa. 150, 156, 247 A. 2d 779 (1968)); (2) the removal of a fiduciary lies within the discretion of the orphans’ court and the appellate court simply inquires whether the court has abused its discretion in the matter (Beichner Estate, supra, at 156; Fraiman Estate, supra, at p. 449); (3) the removal of a fiduciary is a drastic action which should only be taken when the estate is endangered and intervention is necessary to protect the property of the estate (Fraiman Estate, supra, at p. 449; DiMarco Estate, 435 Pa. 428, 437, 257 A. 2d 849 (1969)); (4) particularly drastic is the action of a court in removing a personal representative selected by the testator in whom obviously he had trust and confidence (DiMarco Estate, supra, at p. 437; Fraiman Estate, supra, at p. 449) ; (5) to justify the removal of a testamentary personal representative the proof of the reasons therefor must be clear (DiMarco Estate, supra, at p. 437; Beichner Estate, supra, at pp. 155, 156); (6) the existence of ill-feeling between the personal representatives will not, per se, serve as a ground for the removal of the personal representatives unless it be clearly shown that such ill-feeling endangers the estate (DiMarco Estate, supra, at p. 438; Fraiman Estate, supra, at p. 450) .\nThe legislature, granting to orphans’ courts the power and authority to remove a personal representative set forth the grounds upon which such removal could be exercised. (Fiduciaries Act of 1949, Act of April 18, 1949, P. L. 512, art. III, §331, 20 P.S. §320. 331). The only grounds set forth for removal which are of present pertinence are the power to remove: (1) where a personal representative is wasting or mismanaging the estate, ... or has failed to perform any duty imposed by law or (2) when “for any reason the interests of the estate are likely to be jeopardized by continuance in office.”\nThe record indicates that not only is there ill-feeling between Thelma Tompkins and Alma Arzoo on the one hand and Virginia Beadle and Euphemia Hohensee on the other hand, hut also a concerted effort, brazen in nature, to defeat the interests of both Virginia Beadle and Euphemia Hohensee of the benefit of by far the most valuable asset of this estate—the land which represents the value of the 4382 shares of stock in Scientific left by the testator. Both Thelma Tompkins and Alma Arzoo in the appeal in the equity action from the decree rendering void the title of Ervin Hohensee in the land owned by Scientific in Lackawanna County not only made no effort to protect the interests of testator’s estate but adopted a position contrary to the best interests of the estate and its beneficiaries, particularly the minor, Euphemia Hohensee. Had it not been for the intervention of Virginia Beadle in the proceedings in our Court the attack of Ervin Hohensee on the decree of the court below would have gone unchallenged and uncontested.\nMoreover, the actions of Alma Arzoo and Thelma Tompkins, particularly the latter, in the Virginia action are astounding. Knowing full well of the proceedings in the equity action in the Court of Common Pleas of Lackawanna County, these executrices of the estate, in whom the testator by his nomination of them as executrices imposed trust and confidence, not only did not contest the title of Ervin Hohensee to Scientific’s land holdings but even connived to secure what amounted to a consent decree. As the court below well stated in its adjudication: “The supporting role of Thelma Tompkins and Alma Arzoo, two of the co-executrices, in the effort of Ervin Hohensee to overthrow the Decree of the Court in Equity, relative to the disputed lands of Scientific Living, Inc., is in utter disregard of their fiduciary duty to the estate of the decedent.”\nThe court below concluded that “on the whole record before the court, the interests of the estate are likely to be jeopardized by their continuance as executrices.” With that conclusion we are in full accord. The conduct of these two women fully justified the drastic action of their removal as personal representatives by the court below.\nDecree of removal affirmed. Appellants pay costs.\nAppeals Nos. 37 and 38 January Term, 1970\nDuring the pendency of the proceedings in the Orphans’ Court Division of the Court of Common Pleas of Lackawanna County seeking the removal of the executrices, preliminary objections were filed raising the question of the jurisdiction of that court to act, specifically because, allegedly, service of the petition of the guardian upon the two executrices had not been properly made.\nOn these appeals four contentions are raised: (a) that the service was defective because it was made by a minor and the United States Mail and no service was made upon Ben Hohensee and Ervin Hohensee, beneficiaries in nominal amounts under testator’s will; (b) the transcript of the record fails to “speak the truth”; (c) the petition for removal was brought in the name of the guardian instead of the minor; (d) fraud was practiced on the court; (e) denial of due process and equal protection under the United States Constitution and violations of federal statutes protecting civil rights.\nWe find absolutely no merit to any of these contentions. Accusations are made without evidentiary support of record.\nThese appeals are dismissed at appellants’ costs.\nAppeal No. 40 January Term, 1970\nA petition for a citation was presented in the court below to be directed to Yadlosky, the guardian of Euphemia Hohensee, to show cause why he should not be removed as guardian and to make restitution to the Estate of Adolph Hohensee of a horse named “Dock’s Pride” and of a $100,000 note which Yadlosky, allegedly, “purloined” from the estate. The petition was denied and Ervin Hohensee and his sisters as petitioners below filed an appeal from the order of denial.\nThe argument is made that, over a period of seven years, an attorney, now one of the attorneys for Yadlosky, as guardian, has been attempting to “purloin” the land which Ervin Hohensee claims he owned and obtained by two deeds from Scientific. The said attorney according to Ervin Hohensee, has been employing “front men” to effectuate his purposes and views one Gene Basalyga, who was the appellant in Scientific Living Inc. v. Basalyga, supra, as one of the “front men”. Ervin Hohensee now claims that Yadlosky, the instant guardian of the minor, is another such “front man”.\nNeither Ervin Hohensee nor his sisters are “aggrieved parties” in interest entitled to seek the removal of the guardian. Oddly enough, in the appellants’ Reply, they claim that the minor, Euphemia Hohensee, is not the daughter of the testator, Adolph Hohensee, and disclaim that they, as the sisters and brother of the testator, have any relationship to the said minor. Their standing to have the guardian removed is termed by them that of “amicus curiae”. The appellants lack any standing whatsoever to take this appeal and the appeal must be dismissed.\nAppeal dismissed. Appellants pay costs.\nIn summary: (1) Appeal No. 242 January Term, 1969, the decree is affirmed at appellant’s costs; (2) Appeal No. 34 January Term, 1970, the appeal of Ervin Hohensee is dismissed at appellant’s costs; (3) Appeals Nos. 199 and 200 January Term, 1970, the decree is affirmed at appellants’ costs; (4) Appeals Nos. 37 and 38 January Term, 1970, the appeals are dismissed at appellants’ costs; (5) Appeal No. 40 January Term, 1970, the appeal is dismissed at appellants’ costs.\nUnder the wiU of Adolph Hohensee, appellant received a bequest of one dollar.\nIt is to be noted that Scientific, in 1964, had instituted an equity action against one Gene Basalyga for recovery of the same land as is the subject of the present litigation. The court below had declared that a deed from Scientific to Basalyga was void and directed a reconveyance of the land to Scientific. On appeal, we affirmed the decree of the court below. See: Scientific Living, Inc. v. Basalyga, 424 Pa. 637, 226 A. 2d 85 (1967). See also: Scientific Living, Inc. v. Hohensee, 427 Pa. 320, 235 A. 2d 393 (1967).\nAt the time of his death, Adolph Hohensee owned 4382 out of the 4417 issued shares of stock of Scientific.\nIn the meantime, various petitions for change of venue, motions for trial by jury, for judgment for want of a sufficient reply to new matter, for judgment on the pleadings, for default judgments and to strike the complaint had been filed by appellant and denied by the court.\nAt the trial appellant acted as his own counsel but did not testify.\nSister of appellant, one of three executrices under the will of Adolph Hohensee and then secretary-treasurer of Scientific.\nScientific’s counsel in the instant litigation had no knowledge whatsoever of the Virginia matter.\nIn its order of February 25, 1970, the United States District Court stated, inter alia:\n“The order in question was requested by [Ervin Hohensee] and consented to by counsel for [Scientific]. The Court, in chambers, then inquired of [Ervin Hohensee] and counsel for [Scientific] why the suit was brought in this court when the land in question appeared to be in Pennsylvania. The Court’s present recollection is that both Mr. Hohensee and counsel for [Scientific] advised the Court that the Pennsylvania courts had ruled that the land in question belonged to [Ervin Hohensee] and that this Court was being asked to enter the consent order to avoid further vexatious litigation. [Scientific] through its attorney admitted that the land in question did in fact belong to [Ervin Hohensee].\n“Subsequent orders and injunctions were entered herein based upon the aforesaid understanding on the part of this Court.\n“During the hearing on this motion [motion to set aside the order of December 17, .1968] the Court learned for the first time that the Pennsylvania courts had not decreed that the land belonged to Ervin Hohensee. Those courts had ruled to the contrary. Mr. Hohensee excepted to the rulings, perfected his appeal to the appellate courts in Pennsylvania and now has pending in the Supreme Court of Pennsylvania an appeal from the decision of the appellate court\n“This Court further learned for the first time during this hearing that service in this court in the original suit was obtained by having the complaint served on [Ilohensee’s] sister, then secretary-treasurer of the corporation, who was then visiting in the District of Columbia. The Court further learned at that time, for the first time, that the sister accepted service on behalf of the corporation without the knowledge of the president of the corporation or its board of directors, and that both the sister and Ervin Hohensee knew or should have known of the addresses of the president of [Scientific] and its directors.”\nThe order of February 25, 1970, was brought to the attention of our Court by a direction contained in the order of the United States District Court.\nThat both appellants are properly “aggrieved parties” with the right of appeal is clear. See: 4 Am. Jur. 2d §211, pp. 716, 717.\nAdolph Hohensee will hereinafter be referred to as the testator.\nEuphemia Hohensee is still a minor and will not reach the age of 21 years until November 6, 1972.\nLater, Virginia Beadle requested permission to resign as a co-executrix and the court granted her petition.\nApparently, it is urged that the record “fails to speak the truth” because it does not show that counsel for the petitioning guardian in open court on three occasions urged the executrices to resign, and, if they did so, “everything would be all right”.\nApparently, the fraud consists of conduct on the part of several lawyers, counsel for the guardian, who are accused of tactics which amount to “hounding” of Ervin Hohensee by litigation over a long period of years and of conduct on the part of the guardian who is accused of embezzlement, etc. The contention would seem to be that the court was not aware of what is allegedly nefarious conduct on the part of the lawyers and guardian and of the accusations against them.",
        "type": "majority",
        "author": "Mr. Justice Jones,"
      }
    ],
    "attorneys": [
      "Ervin Hohensee, appellant, in propria persona.",
      "Thelma Tompkins, appellant, in propria persona.",
      "William T. Malone, for intervening appellee.",
      "Myron A. Pinkus, for appellee, guardian of estate of minor.",
      "Robert P. Browning, with him Oliver, Price & Rhodes, for intervening appellee."
    ],
    "corrections": "",
    "head_matter": "Scientific Living, Inc. v. Hohensee, Appellant.\nArgued January 21,1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nreargument refused November 9, 1970.\nErvin Hohensee, appellant, in propria persona.\nThelma Tompkins, appellant, in propria persona.\nWilliam T. Malone, for intervening appellee.\nMyron A. Pinkus, for appellee, guardian of estate of minor.\nRobert P. Browning, with him Oliver, Price & Rhodes, for intervening appellee.\nOctober 9, 1970:"
  },
  "file_name": "0280-01",
  "first_page_order": 308,
  "last_page_order": 327
}
