{
  "id": 1932266,
  "name": "Byerly et al., Appellants, v. Pennsylvania Public Utility Commission",
  "name_abbreviation": "Byerly v. Pennsylvania Public Utility Commission",
  "decision_date": "1970-10-09",
  "docket_number": "Appeals, Nos. 412 and 413",
  "first_page": "521",
  "last_page": "527",
  "citations": [
    {
      "type": "official",
      "cite": "440 Pa. 521"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "146 A. 2d 323",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "188 Pa. Superior Ct. 80",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        743651
      ],
      "year": 1958,
      "pin_cites": [
        {
          "page": "85"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/188/0080-01"
      ]
    },
    {
      "cite": "49 A. 2d 862",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1946,
      "opinion_index": 0
    },
    {
      "cite": "160 Pa. Superior Ct. 94",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        459032
      ],
      "year": 1946,
      "pin_cites": [
        {
          "page": "98-99"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/160/0094-01"
      ]
    },
    {
      "cite": "115 A. 2d 887",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1955,
      "opinion_index": 0
    },
    {
      "cite": "179 Pa. Superior Ct. 46",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        727551
      ],
      "year": 1955,
      "pin_cites": [
        {
          "page": "52"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/179/0046-01"
      ]
    },
    {
      "cite": "132 A. 2d 754",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "184 Pa. Superior Ct. 8",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        736835
      ],
      "year": 1957,
      "pin_cites": [
        {
          "page": "17"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/184/0008-01"
      ]
    },
    {
      "cite": "177 A. 2d 119",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "opinion_index": 0
    },
    {
      "cite": "197 Pa. Superior Ct. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        757325
      ],
      "weight": 2,
      "year": 1962,
      "pin_cites": [
        {
          "page": "253"
        },
        {
          "page": "245"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/197/0242-01"
      ]
    },
    {
      "cite": "257 A. 2d 922",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "Montgomery, J., filed a dissenting opinion in which Jacobs, J., joined"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "215 Pa. Superior Ct. 304",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        788552
      ],
      "year": 1969,
      "pin_cites": [
        {
          "parenthetical": "Montgomery, J., filed a dissenting opinion in which Jacobs, J., joined"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/215/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 495,
    "char_count": 8814,
    "ocr_confidence": 0.438,
    "pagerank": {
      "raw": 6.402547445505677e-07,
      "percentile": 0.9594561304539376
    },
    "sha256": "2893bc52e56110cf78f14bc5f769f7a236e49d40e1485e034261c315e402c98a",
    "simhash": "1:25f707ec3d3118a9",
    "word_count": 1454
  },
  "last_updated": "2024-02-27T19:54:10.282772+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jonhs, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell took no part in the consideration or decision of this case."
    ],
    "parties": [
      "Byerly et al., Appellants, v. Pennsylvania Public Utility Commission."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nThese are appeals from two orders of the Superior Court affirming orders of the Public Utility Commission. Two proceedings were brought before the PUC. In one B. R. Whitmer Sons sought to acquire by transfer the certificates of public convenience as a common carrier by motor vehicle issued to Charles Forney. In that action Byerly’s Service, Registered was the protestant. In the other action Byerly’s Service, Registered attempted to have the certificate issued to Forney revoked and cancelled on the ground that operations under the certificate had ceased because of a lack of necessity. The PUC approved the transfer and dismissed the complaint. The Superior Court affirmed, 215 Pa. Superior Ct. 304, 257 A. 2d 922 (1969) (Montgomery, J., filed a dissenting opinion in which Jacobs, J., joined). We granted allocatur.\nThis proceeding grows out of the proposed sale of a common carrier truck certificate by Charles Forney to D. R. Whitmer Sons. In 1961 Forney received a PUC certificate from his brother under which he obtained authority to transport (a) building supplies and materials within a certain area and (b) coal, sand and gravel within a certain other area. The record discloses that he never transported any building supplies, building materials, sand or gravel and that he transported no coal after 1965. In 1968 Forney reached an agreement with D. R. Whitmer Sons (Whitmer) by which the latter was to purchase his whole business, including the certificate, for |21,500. It was then that Whitmer applied to the PUC for approval of transfer of the certificate. After the hearing in that action but prior to a decision, Byerly’s Service, Registered (Byerly), a competitor of Forney and Whitmer, filed the complaint which sought to have Forney’s certificate revoked and cancelled.\nThe commission found against Byerly in both actions on the theory that Byerly had not sustained its burden of proving that Forney had abandoned its rights. Its opinion states: “This is not a situation where a transferor has abandoned service and sold his equipment. In this case the transferor always had equipment available to provide service and at no time did he put himself into a position whereby he could not render any sendee requested of him by the public. . . . Forney paid annual assessments against him as a public utility and continued to maintain insurance, annual reports, and tariffs on file with this Commission. At no time did he orally or in writing evidence any intention to abandon the rights. All of these circumstances negate any intent on his part to abandon his certificated rights.”\nIt is necessary for us to restate the principles applicable to transfer cases for it appears that some confusion has developed. Section 202(e) of the Public Utility Code, Act of May 28, 1937, P. L. 1053, art. II, as amended, 66 P.S. §1122, states: “Upon approval of the commission, evidenced by its certificate of public convenience first had and obtained, and upon compliance with existing laws, and not otherwise, it shall be lawful: (e) For any public utility ... to acquire from, or to transfer to, any person or corporation ... by any method or device whatsoever . . . the title to, or the possession or use of, any tangible or intangible property used or useful in the public service. . . .” Section 203(a) in part states, “A certificate of public convenience shall be granted by order of the commission, only if and when the commission shall find or determine that the granting of such certificate is necessary or proper for the service, accommodation, convenience, or safety of the public.” This then is the standard by which the Commission must be guided. In transfer of certificate cases the principle has evolved that it is not necessary for the transferor or transferee to show that the certificate under review is necessary for the public convenience. W. D. Rubright Co. v. Pennsylvania Public Utility Commission, 197 Pa. Superior Ct. 242, 253, 177 A. 2d 119 (1962); Paradise v. Pennsylvania Public Utility Commission, 184 Pa. Superior Ct. 8, 17, 132 A. 2d 754 (1957); Modern Transfer Company v. Pennsylvania Public Utility Commission, 179 Pa. Superior Ct. 46, 52, 115 A. 2d 887 (1955); Hostetter v. Pennsylvania Public Utility Commission, 160 Pa. Superior Ct. 94, 98-99, 49 A. 2d 862 (1946). It is presumed that the convenience once found continues until the contrary is shown. All parties agree that this is a fair statement of the law as it now stands. What seems to have happened, however, is that the concepts of (a) abandonment and (b) public necessity and convenience have become confused.\nThe Commission found that Forney did not abandon the rights represented by his certificate. It stated “To constitute an abandonment there must be an intention to abandon together with external acts by which the intention is carried into effect.” We have reviewed the record in detail and agree that there is substantial evidence to support the Commission’s finding of no abandonment. That finding, however, is completely independent of and has absolutely no relation to Byerly’s claim that there is no longer a public necessity for this certificate. In Rubright, supra, it was argued that the transferor abandoned all lights under his certificate prior to the transfer. An entirely separate argument was made, 197 Pa. Superior Ct. at 245, that “no proof of continuing public necessity was produced.” It is entirely possible to have a situation in which a certificate holder abandons his rights by intention and external acts at the same time as there is great public necessity for his service. It is also possible to have a situation in which a certificate holder in no way .abandons his rights at the same time as there is no longer any public necessity. Therefore the Commission erred when it equated a claim of absence of public necessity with a claim of abandonment.\nWe affirm the orders of the Superior Court, however, because an examination of the record discloses that. Byerly has not met its burden of rebutting the presumption of continuing necessity. On direct examination of.Forney, the following occurred: “Q. Have you at any time since this physical condition developed (approximately 1965) refused to handle any traffic that you were asked to handle? A. I wasn’t asked for any, but I didn’t refuse any.” Byerly bases its argument that it . has met this burden totally on the point that Forney has never transported any building supplies, building materials, sand or gravel and that since 1965 he received no requests to nor did he in fact transport any coal. The fact that a carrier has not transported the certificated product and the fact that he has not been requested to do so does not rebut the presumption of continuing necessity. In the initial application for a certificate or in an application for enlargement of authority, the burden of proof is upon the applicant to establish the need for the service or the additional service and the inadequacy of the existing service. Motor Freight Express v. Pennsylvania Public Utility Commission, 188 Pa. Superior Ct. 80, 85, 146 A. 2d 323 (1958). Conversely, when proving the lack of public necessity, it is necessary to establish the lack of need for that particular service and the adequacy of the other existing services. The fact that the carrier in question has not been called upon by the public and has not rendered service does not necessarily establish the lack of public necessity for that service. It may be that the public, through no fault or action of the certificate holder, does not know of his existence or believes he has gone out of business. When an applicant is applying for a new certificate, it is obviously irrelevant that he has not received (and in fact could not have received) any calls for service. Likewise, when deciding whether to revoke a certificate, the relevant inquiry is what are the public’s needs, and that may be proven by the testimony of shippers or others with knowledge of that subject. The fact that the certificate holder has not been called upon is not necessarily proof of what is public necessity.\nAs Byerly has not met his burden of overcoming the presumption of continuing necessity, the orders of the Superior Court are affirmed.\nMr. Chief Justice Bell took no part in the consideration or decision of this case.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "8. Berne Smith, with him McNees, Wallace & Nuriek, for appellants.",
      "D. J. Ferraro, Assistant Counsel, with him Paul Silver stein, Counsel, for Pennsylvania Public Utility Commission, appellee.",
      "Leonard R. Apfelbaum, with him Sidney Apfelbaum, for intervenors, appellees."
    ],
    "corrections": "",
    "head_matter": "Byerly et al., Appellants, v. Pennsylvania Public Utility Commission.\nArgued April 22, 1970.\nBefore Jonhs, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\n8. Berne Smith, with him McNees, Wallace & Nuriek, for appellants.\nD. J. Ferraro, Assistant Counsel, with him Paul Silver stein, Counsel, for Pennsylvania Public Utility Commission, appellee.\nLeonard R. Apfelbaum, with him Sidney Apfelbaum, for intervenors, appellees.\nOctober 9, 1970:"
  },
  "file_name": "0521-01",
  "first_page_order": 549,
  "last_page_order": 555
}
