{
  "id": 1292541,
  "name": "Sloniger, Appellant, v. Enterline",
  "name_abbreviation": "Sloniger v. Enterline",
  "decision_date": "1960-06-29",
  "docket_number": "Appeal, No. 120",
  "first_page": "457",
  "last_page": "462",
  "citations": [
    {
      "type": "official",
      "cite": "400 Pa. 457"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "142 N.E. 2d 838",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "13 Ill. App. 2d 530",
      "category": "reporters:state",
      "reporter": "Ill. App. 2d",
      "case_ids": [
        5170335
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/ill-app-2d/13/0530-01"
      ]
    },
    {
      "cite": "150 A. 2d 707",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "395 Pa. 382",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1282803
      ],
      "year": 1959,
      "opinion_index": 0,
      "case_paths": [
        "/pa/395/0382-01"
      ]
    },
    {
      "cite": "87 A. 2d 198",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "370 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1234544
      ],
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/370/0107-01"
      ]
    },
    {
      "cite": "39 A. 2d 582",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "350 Pa. 545",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        461117
      ],
      "year": 1944,
      "opinion_index": 0,
      "case_paths": [
        "/pa/350/0545-01"
      ]
    },
    {
      "cite": "97 A. 933",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1944,
      "opinion_index": 0
    },
    {
      "cite": "252 Pa. 581",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021671
      ],
      "year": 1916,
      "opinion_index": 0,
      "case_paths": [
        "/pa/252/0581-01"
      ]
    },
    {
      "cite": "43 N.E. 2d 894",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "69 Ohio App. 386",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1371054
      ],
      "year": 1941,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/69/0386-01"
      ]
    },
    {
      "cite": "69 A. 2d 366",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1941,
      "opinion_index": 0
    },
    {
      "cite": "363 Pa. 136",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1221694
      ],
      "year": 1949,
      "opinion_index": 0,
      "case_paths": [
        "/pa/363/0136-01"
      ]
    },
    {
      "cite": "96 NE 2d 1",
      "category": "reporters:state_regional",
      "reporter": "N.E.2d",
      "opinion_index": 0
    },
    {
      "cite": "154 Ohio St. 375",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1051784
      ],
      "year": 1950,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/154/0375-01"
      ]
    },
    {
      "cite": "4 NE 281",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "year": 1950,
      "opinion_index": 0
    },
    {
      "cite": "53 Ohio App. 98",
      "category": "reporters:state",
      "reporter": "Ohio App.",
      "case_ids": [
        1351042
      ],
      "year": 1935,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-app/53/0098-01"
      ]
    },
    {
      "cite": "191 NE 745",
      "category": "reporters:state_regional",
      "reporter": "N.E.",
      "opinion_index": 0
    },
    {
      "cite": "128 Ohio St. 519",
      "category": "reporters:state",
      "reporter": "Ohio St.",
      "case_ids": [
        1007775
      ],
      "year": 1934,
      "opinion_index": 0,
      "case_paths": [
        "/ohio-st/128/0519-01"
      ]
    },
    {
      "cite": "89 A. 2d 313",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "371 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1237038
      ],
      "weight": 2,
      "year": 1952,
      "opinion_index": 0,
      "case_paths": [
        "/pa/371/0001-01"
      ]
    },
    {
      "cite": "195 A. 870",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1952,
      "opinion_index": 0
    },
    {
      "cite": "328 Pa. 504",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1179733
      ],
      "year": 1938,
      "opinion_index": 0,
      "case_paths": [
        "/pa/328/0504-01"
      ]
    },
    {
      "cite": "185 A. 775",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1938,
      "opinion_index": 0
    },
    {
      "cite": "322 Pa. 353",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1167836
      ],
      "year": 1936,
      "opinion_index": 0,
      "case_paths": [
        "/pa/322/0353-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 523,
    "char_count": 7202,
    "ocr_confidence": 0.463,
    "pagerank": {
      "raw": 5.824238236299057e-08,
      "percentile": 0.3623821311589981
    },
    "sha256": "e3591d588fa1fb9311a4b1696d53f8f7aaf05b06b744da664482cd76854fdaf3",
    "simhash": "1:a340d0355bc6ff49",
    "word_count": 1221
  },
  "last_updated": "2024-02-27T16:50:59.078410+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.",
      "Mx*. Justice Musmanno dissents."
    ],
    "parties": [
      "Sloniger, Appellant, v. Enterline."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Bok,\nAs this automobile accident happened in Ohio and the plaintiff’s decedent was the defendant driver’s guest, the Ohio Guest Statute applies: General Code, §6308-6, Page’s Ohio Revised Code, Ann., Title 45, Motor Vehicles §4515.02. This act requires of a non-paying guest, as here, proof of wilful or wanton misconduct by defendant before recovery is allowed: Mike v. Lian, 322 Pa. 353 (1936), 185 A. 775; Mackey v. Robertson, 328 Pa. 504 (1938), 195 A. 870; Rodney v. Staman, 371 Pa. 1 (1952), 89 A. 2d 313.\nThe jury found for the defendant, the court below refused a new trial, and plaintiff has appealed.\nIt is possible, since juries don’t always explain their actions, that this one found no wilful or wanton misconduct, and this would dispose of the case unless there was error. As for what constitutes wilful or wanton misconduct, we said in Mike, quoting from Reserve Trucking Co. v. Fairchild, 128 Ohio St. 519 (1934) , 191 NE 745: “ ‘Wilful misconduct . . . implies the element of intent or purpose to injure. “Wanton negligence” on the other hand implies the failure to exercise any care toward those to whom a duty of care is owing when the probability that harm will result from such failure is great and such probability is actually known to the defendant.’ ”\nThe jury might well have felt that the evidence of defendant’s intoxication and of dozing at the wheel did not measure up to these stringent standards. Of interest on the point that far worse intoxication has been held in Ohio not to amount to wilful and wanton misconduct, see McCoy v. Faulkenberg, 53 Ohio App. 98 (1935) , 4 NE 281; O’Rourke v. Gunsley, 154 Ohio St. 375 (1950), 96 NE 2d 1.\nThe plaintiff offers two complaints. • The first is that the trial judge improperly refused to charge that plaintiff was entitled to the presumption of due care. Whatever presumptions may be applicable, they are those of Pennsylvania, the lex fori: Rodney v. Staman, supra (371 Pa. 1).\nWe start with the notion that since the defendant’s duty was not that of ordinary care, contributory negligenee is not a defense: Tanner v. Pennsylvania Truck Lines, Inc., 363 Pa. 136 (1949), 69 A. 2d 366. Assumption of the risk of wantonness is, however, a defense and has been defined as the exposure of oneself to an obvious and appreciated danger: Gill v. Arthur, 69 Ohio App. 386 (1941), 43 N.E. 2d 894.\nWe do not see how the presumption of due care could arise from this record. It exists only to bridge the gap of silence caused by death, but it may be overcome when there is evidence of how the occurrence happened: Bernstein v. Pennsylvania Railroad Co., 252 Pa. 581 (1916), 97 A. 933; Basel v. Pittsburgh, 350 Pa. 545 (1944), 39 A. 2d 582; Rank v. Metropolitan Edison Co., 370 Pa. 107 (1952), 87 A. 2d 198. There was considerable evidence here; the defendant was examined as under cross-examination and without substantial contradiction later; there were pictures introduced; there was evidence of drinking by the three persons in ■the car and of defendant’s condition when they left. Hence the presumption was inoperative. It would also have been illogical, for as the court below said: “It impresses us that the present situation falls within the class of cases that are strictly 'assumption of risk’ and not contributory negligence. The decedent is charged with assuming the risk of riding with defendant knowing him to be so intoxicated or fatigued to be incapable of driving. This was the issue submitted to the jury. Therefore, decedent’s actions after entering the car were immaterial, since his prior actions in getting into the car governed the results; and these actions were all demonstrated by the plaintiff’s witness.”\nThe view that the assumption of risk occurs when the guest enters the car is supported by Reedy v. Brown, 395 Pa. 382 (1959), 150 A. 2d 707, and the two Federal cases cited in the opinion.\nPlaintiff points to no Pennsylvania or Ohio case holding that the gnest who assumes the risk of driving with an obviously drunken driver is still entitled- to the presumption of due care, but he offers a case from Illinois where there is a Guest Act: Anderson v. Launer, 13 Ill. App. 2d 530 (1957), 142 N.E. 2d 838. In that case the court said: “This presumption, standing alone, prohibits this court from holding that there is no evidence showing plaintiff’s intestate to be free from wilful and wanton misconduct.” The real thrust of the case appears in the defense that the decedent was equally guilty of wilful and wanton misconduct by participating in defendant’s drinking and then entering the car. This was held to be a question for the jury. In the instant case the defense is different. Appellant’s brief states that “if the plaintiff is barred, he is barred because his disregard for his own safety [i.e., assumption of risk] is equal to the defendant’s misconduct”, and in addition states that there is no showing that the decedent was aware of the defendant’s condition. If this is his acceptance of the defense and the theory of his case, he cannot take advantage of the “equal wanton misconduct” theory, since it isn’t charged against him, in order to reach the very limited benefit of the presumption of due care in the Anderson case. We regard the reasoning of the court below as more robust and to the point, that there is no place at which the presumption can attach and operate. The charge of ■the trial judge was therefore correct.\n. Plaintiff’s second complaint is that the trial judge erred in excluding evidence that plaintiff’s witness, Mrs. McCue, had spoken with the defendant’s representative before trial. Appellant tries to build up a recondite farrago of insinuations, suggestions, and inferences, but the incident is very simple. In a deposition not read to the jury Mrs. McCue referred to the man who talked to her before trial as being from the insurance company and resembling defendant’s trial counsel. During the trial defense counsel cross-examined her about her talk with one of plaintiff’s counsel. Plaintiff now says in its brief: “The plaintiff offered to show that the witness spoke to the defendant’s representative before speaking to the plaintiff’s attorney, either with the mention of insurance or without mentioning it.” The trial judge obviously thought that the danger of Mrs. MeCue’s blurting out that the defendant’s representative was from the insurance company was too great to risk allowing it and to have to declare a mistrial if it happened. This seems to us clearly more weighty than counsel’s delicate balancing of subjective assumptions. Far from there being an inference that the witness had been coached by her attorney, she testified directly that he did not tell her what to say and that she told him “exactly what I am telling here.” This was a matter for the court’s discretion and we see no abuse of it.\nThe judgment is affirmed.\nMx*. Justice Musmanno dissents.",
        "type": "majority",
        "author": "Mr. Justice Bok,"
      }
    ],
    "attorneys": [
      "Frank J. Kernan, with him P. J. McArdle, for appellant.",
      "Samuel W. Pringle, with him Pringle, Bredin & Martin, for appellee."
    ],
    "corrections": "",
    "head_matter": "Sloniger, Appellant, v. Enterline.\nJune 29, 1960:\nArgued May 31, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nFrank J. Kernan, with him P. J. McArdle, for appellant.\nSamuel W. Pringle, with him Pringle, Bredin & Martin, for appellee."
  },
  "file_name": "0457-01",
  "first_page_order": 485,
  "last_page_order": 490
}
