{
  "id": 1292480,
  "name": "Commonwealth v. Ornato, Appellant",
  "name_abbreviation": "Commonwealth v. Ornato",
  "decision_date": "1960-07-08",
  "docket_number": "Appeal, No. 225",
  "first_page": "626",
  "last_page": "629",
  "citations": [
    {
      "type": "official",
      "cite": "400 Pa. 626"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "159 A. 2d 223",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "191 Pa. Superior Ct. 581",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        747403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/191/0581-01"
      ]
    },
    {
      "cite": "189 Pa. Superior Ct. 415",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        745052
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/189/0415-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 245,
    "char_count": 3580,
    "ocr_confidence": 0.479,
    "pagerank": {
      "raw": 1.1852370711185764e-07,
      "percentile": 0.5900637450291504
    },
    "sha256": "f8dfe95508b60873805bddaf5dce968850cd3eab0f6a1534edeb4b54e9a1f5f9",
    "simhash": "1:634ee0421f2e7a48",
    "word_count": 610
  },
  "last_updated": "2024-02-27T16:50:59.078410+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ."
    ],
    "parties": [
      "Commonwealth v. Ornato, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nThe judgment and order of the Superior Court is affirmed on the opinion of Judge Woodside for a unanimous court (Hirt, J., absent), reported at 191 Pa. Superior Ct. 581, 159 A. 2d 223.\nJudgment and order affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Musmanno:\nThis Court has affirmed the conviction in this case on the Opinion of the Superior Court, and thus accepts it as its ovm. There are some statements in that Opinion with which I cannot agree. For instance, the Majority says: “The evidence established that Ornato was operating a lottery”.\nHow can the Majority make such a statement when the jury specifically acquitted Ornato on the charge of operating a lottery? Is the Majority changing the meaning of the Word “established”? Does it intend to say that the verdict of a jury has no validity? Are we now minimizing the sanctity of a jury’s verdict? Are we now juridically to say that the verdict of a jury has no weight in so far as facts are concerned? And if it does not decide the facts, what does it decide?\nThe Majority seeks to give one erroneous statement authority by quoting another erroneous statement. It quotes from the Superior Court in the case of Com. v. Parrotto, 189 Pa. Superior Ct. 415, where it said: “An acquittal cannot be interpreted as a specific finding in relation to some of the evidence.”\nIn that case it also said that “consistency in a verdict in a criminal case is not necessary.” Why shouldn’t there be consistency in a verdict which may involve the life or liberty of the accused?\nThe epigrammatic terseness and the show of authority with which an illogical statement is made does not supply the missing logic. In the Temple of Reason, an unreasonable statement gains no authority because of the elevation of the pulpit from which it is proclaimed.\nIn point of convincingness, how does the statement: “Consistency in a verdict in a criminal case is not necessary” differ from the statement that: “Reliability in a verdict in a criminal case is not necessary” or “Justice in a verdict in a criminal case is not necessary”? There is no limit to the absurd declarations which can be announced if one is disposed to ignore logic, reason, rationalization and the constitutional guarantees which go with trial by jury.\nTo say that “consistency in a verdict in a criminal case is not necessary” is to ntter tlie ultimate in inconsistency because the word “verdict” itself means consistency, it means agreement; it means a meeting of the minds without contradiction; it means a unanimous concord in thinking and conclusion.\nAnd then, why does the Court say that consistency is not necessary in á verdict in a criminal case? Does this mean that it is necessary in a civil case? And if so, does this further mean that a person’s good name, his liberty and even his very life, when placed in jeopardy in a trial, are of less consequence than his property?\nI believe that the defendant is entitled to a new trial because of inconsistency in the verdict. I believe also that his exercise of the right of cross-examination was unnecessarily curtailed and that, for that reason alone, he is entitled to a new trial. (Underhill’s Criminal Evidence, 5th Ed. Sec. 246).",
        "type": "dissent",
        "author": "Mr. Justice Musmanno:"
      }
    ],
    "attorneys": [
      "James P. MeArdle, with him James E. McLaughlin, and MeArdle, Harrington & McLaughlin, for appellant.",
      "William Clancy Smith, Assistant District Attorney, with him Edward C. Boyle, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Ornato, Appellant.\nArgued June 30, 1960.\nBefore Jones, C. J., Bell, Musmanno, Jones, Cohen, Bok and Eagen, JJ.\nJuly 8, 1960 :\nJames P. MeArdle, with him James E. McLaughlin, and MeArdle, Harrington & McLaughlin, for appellant.\nWilliam Clancy Smith, Assistant District Attorney, with him Edward C. Boyle, District Attorney, for Commonwealth, appellee."
  },
  "file_name": "0626-01",
  "first_page_order": 654,
  "last_page_order": 657
}
