{
  "id": 1893038,
  "name": "Commonwealth ex rel. McNeair, Appellant, v. Rundle",
  "name_abbreviation": "Commonwealth ex rel. McNeair v. Rundle",
  "decision_date": "1965-01-12",
  "docket_number": "Appeal, No. 300",
  "first_page": "301",
  "last_page": "304",
  "citations": [
    {
      "type": "official",
      "cite": "416 Pa. 301"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "311 F. 2d 311",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        190019
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/311/0311-01"
      ]
    },
    {
      "cite": "310 F. 2d 720",
      "category": "reporters:federal",
      "reporter": "F.2d",
      "case_ids": [
        193805
      ],
      "opinion_index": 0,
      "case_paths": [
        "/f2d/310/0720-01"
      ]
    },
    {
      "cite": "10 Pa. D. & C. 2d 785",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.2d",
      "case_ids": [
        1623363
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c2d/10/0785-01"
      ]
    },
    {
      "cite": "373 U.S. 59",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11716498
      ],
      "weight": 2,
      "opinion_index": 0,
      "case_paths": [
        "/us/373/0059-01"
      ]
    },
    {
      "cite": "339 U.S. 990",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        362849,
        362338,
        362470,
        362834,
        362233,
        362774,
        362614,
        362137
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/339/0990-06",
        "/us/339/0990-04",
        "/us/339/0990-07",
        "/us/339/0990-05",
        "/us/339/0990-02",
        "/us/339/0990-08",
        "/us/339/0990-01",
        "/us/339/0990-03"
      ]
    },
    {
      "cite": "364 Pa. 442",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223580
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0442-01"
      ]
    },
    {
      "cite": "350 U.S. 116",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12031649
      ],
      "weight": 2,
      "year": 1956,
      "pin_cites": [
        {
          "page": "123"
        },
        {
          "page": "227"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/350/0116-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 337,
    "char_count": 4162,
    "ocr_confidence": 0.475,
    "pagerank": {
      "raw": 1.6567541620391935e-07,
      "percentile": 0.6936421775941377
    },
    "sha256": "5432a8f7e183c38c715246edf4a5c7ae8a4e83fdeca81a642e337b0777a5e2a7",
    "simhash": "1:7905af44642e70ff",
    "word_count": 702
  },
  "last_updated": "2024-02-27T23:35:30.032408+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.",
      "Mr. Justice Jones joins in this opinion."
    ],
    "parties": [
      "Commonwealth ex rel. McNeair, Appellant, v. Rundle."
    ],
    "opinions": [
      {
        "text": "Opinion\nPer Curiam,\nJoseph McNeair, serving a sentence of life imprisonment for first degree murder, petitioned for a writ of habeas corpus which was denied by the Court of Common Pleas of Philadelphia County. He appeals, alleging errors, which are here considered seriatim:\n1. The police officer who arrested him did not serve him with a search and seizure warrant. Nothing taken at the time of his arrest was used against him at the trial. Since the petitioner was charged with a felony, and the arresting officers had reasonable grounds to believe that McNeair had committed it, they could legally arrest him without a warrant. (Com. ex rel. Spencer v. Ashe, 364 Pa. 442, certiorari denied 339 U.S. 990).\n2. The petitioner had no counsel at the preliminary hearing before a magistrate or at the coroner’s inquest. The petitioner claims that had he been represented at these proceedings he could have raised the defense of insanity. This issue was available to him at the trial when he was duly represented by counsel. The petitioner cites White v. Maryland, 373 U.S. 59, 83 S. Ct. 1050-1051, in this connection but, unlike the facts in that case, nothing presented at the preliminary proceedings was introduced against him at the trial. It will be noted parenthetically that this same claim of insanity was alleged as ground for a writ of habeas corpus in a former petition, Com. ex rel. McNeair v. Banmiller, 10 Pa. D. & C. 2d 785.\n3. Petitioner did not have counsel to prosecute an appeal from his conviction. He was duly represented at the trial by counsel who certainly would have advised him on his rights of appeal. There is no averment he did not. The district attorney suggests that the reason the defendant did not appeal is that, considering the heinous and brutal nature of the killing, of which he was convicted, the defendant feared a new trial might result in a sentence imposing the death penalty.\n4. The Commonwealth introduced a record showing that the defendant had previously been convicted of murder in the second degree, the conviction being based on a plea of guilty. In the present case the defendant took the stand and admitted killing his victim as well as having shot another person while aiming at still a third person, a five-year-old child. The petitioner relies on the ease of United States ex rel. Scoleri v. Banmiller, 310 F. 2d 720. In that case the Court held that the evidence of Scoleri’s criminal record of twenty-five prior robbery convictions was “gravely prejudicial” on the question of Scoleri’s participation in the robbery-murder for which he was standing trial. The facts in the instant case do not fall within the Scoleri framework. Rather they are more amenable to the reasoning in the case of United States ex rel. Rucker v. Myers, 311 F. 2d 311, where the Court said: “We have already demonstrated that the present record, unlike the Scoleri record, provides no basis for apprehension that the jury determination of guilt may have been unfairly influenced by the evidence of prior crimes. Therefore, we conclude that no such denial of due process of law as was found in Scoleri has been established here.”\nOrder affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      },
      {
        "text": "Concurring Opinion by\nMr. Justice Roberts:\nI concur in the result. However, my concurrence as to point number 3 is based on the fact that the petition does not allege facts sufficient to support a finding of denial of counsel on an appeal of right.\nBut I am of the belief that we could not, as the majority suggests, constitutionally presume a waiver from a “suggestion” of the district attorney in his reply to the petition for a writ. Cf. Commonwealth ex rel. Herman v. Claudy, 350 U.S. 116, 123, 76 S. Ct. 223, 227 (1956).\nMr. Justice Jones joins in this opinion.",
        "type": "concurrence",
        "author": "Mr. Justice Roberts:"
      }
    ],
    "attorneys": [
      "Joseph McNeair, appellant, in propria persona.",
      "Benjamin H. Renshaw, Jr. and Joseph M. Smith, Assistant District Attorneys, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James G. Crumlish, Jr., District Attorney, for appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth ex rel. McNeair, Appellant, v. Rundle.\nSubmitted November 12, 1964.\nBefore Bell, C. J., Musmanno, Jones, Cohen, Eagen, O’Brien and Roberts, JJ.\nJoseph McNeair, appellant, in propria persona.\nBenjamin H. Renshaw, Jr. and Joseph M. Smith, Assistant District Attorneys, F. Emmett Fitzpatrick, Jr., First Assistant District Attorney, and James G. Crumlish, Jr., District Attorney, for appellee.\nJanuary 12, 1965:"
  },
  "file_name": "0301-01",
  "first_page_order": 349,
  "last_page_order": 352
}
