{
  "id": 1933788,
  "name": "Commonwealth v. Murray, Appellant",
  "name_abbreviation": "Commonwealth v. Murray",
  "decision_date": "1970-10-09",
  "docket_number": "Appeal, No. 434",
  "first_page": "22",
  "last_page": "28",
  "citations": [
    {
      "type": "official",
      "cite": "441 Pa. 22"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "387 U.S. 294",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        11336837
      ],
      "weight": 2,
      "year": 1967,
      "opinion_index": 0,
      "case_paths": [
        "/us/387/0294-01"
      ]
    },
    {
      "cite": "263 A. 2d 463",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "437 Pa. 422",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1927779
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/437/0422-01"
      ]
    },
    {
      "cite": "392 U.S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6167798
      ],
      "weight": 2,
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/us/392/0001-01"
      ]
    },
    {
      "cite": "239 A. 2d 290",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "429 Pa. 215",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1913486
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/429/0215-01"
      ]
    },
    {
      "cite": "376 U.S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379537
      ],
      "weight": 2,
      "year": 1964,
      "opinion_index": 0,
      "case_paths": [
        "/us/376/0483-01"
      ]
    },
    {
      "cite": "246 A. 2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "431 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917447
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa/431/0512-01"
      ]
    },
    {
      "cite": "384 U.S. 757",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047531
      ],
      "weight": 2,
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/us/384/0757-01"
      ]
    },
    {
      "cite": "218 A. 2d 249",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 169",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900369
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0169-01"
      ]
    },
    {
      "cite": "395 U.S. 752",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        1772077
      ],
      "weight": 2,
      "year": 1969,
      "opinion_index": 0,
      "case_paths": [
        "/us/395/0752-01"
      ]
    },
    {
      "cite": "376 U.S. 483",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        379537
      ],
      "weight": 3,
      "year": 1964,
      "pin_cites": [
        {
          "page": "486"
        },
        {
          "page": "859"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/376/0483-01"
      ]
    },
    {
      "cite": "246 A. 2d 325",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 1
    },
    {
      "cite": "431 Pa. 512",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1917447
      ],
      "year": 1968,
      "opinion_index": 1,
      "case_paths": [
        "/pa/431/0512-01"
      ]
    },
    {
      "cite": "384 U.S. 757",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        12047531
      ],
      "weight": 2,
      "year": 1966,
      "pin_cites": [
        {
          "page": "770"
        },
        {
          "page": "919"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/384/0757-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 518,
    "char_count": 8063,
    "ocr_confidence": 0.461,
    "pagerank": {
      "raw": 3.971481636741963e-07,
      "percentile": 0.9046639398667644
    },
    "sha256": "573f987caa203d7ead79b0203568a7f0e117ed50e97ad638ca3738596c26a25e",
    "simhash": "1:81262b78b187c9b9",
    "word_count": 1347
  },
  "last_updated": "2024-02-27T23:35:43.618039+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Chief Justice Bell and Mr. Justice Jones join in this dissent."
    ],
    "parties": [
      "Commonwealth v. Murray, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Eagen,\nRobert A. Murray was convicted by a jury in Cumberland County on two indictments charging him with involuntary manslaughter. A motion for a new trial Avas denied, and a prison sentence was imposed. An appeal filed in the Superior Court resulted in a per curiam affirmance without opinion. We granted allocatur and now reverse because we conclude the use of certain evidence at trial violated constitutional due process.\nThe basic facts are undisputed.\nAbout 5:30 p.m. on March 21, 1968, an automobile operated by Murray, while traveling on a two lane highway, left its lane of traffic, crossed over to the other side of the highway, and crashed into an automobile coming from the opposite direction. Injuries suffered in the collision caused the death of two occupants of the second vehicle. Murray himself was seriously injured and removed to a hospital.\nAbout 7:10 p.m. of the same evening, a test of Murray’s blood was made by technicians in the hospital at the instance of an investigating police officer. This occurred without Murray’s consent or the prior issuance of a search warrant. An analysis of the blood sample indicated an alcoholic content of 2.06 milligrams per c.c. The folloAving day, a complaint was filed and arrest warrants issued. Because of Murray’s condition and hospitalization, execution of the warrants was delayed until April 3rd, or until the time Murray was being discharged from the hospital.\nBased on the information gained from the analysis of the sample of Murray’s blood, under the circumstances before related, a competent medical pathologist testified at trial, “I think there was a 95% chance that he (Murray) was intoxicated.”\nA timely filed pretrial motion .to suppress evidence of the blood test wa's denied and an objection to its use at trial was overruled.\nThe person of an individual may be lawfully searched, even without a search warrant, if the search is conducted as an incident to a lawful arrest. Chimel v. California, 395 U.S. 752, 89 S. Ct. 2034 (1969), and Commonwealth v. Ellsworth, 421 Pa. 169, 218 A. 2d 249 (1966). And, under certain circumstances, this includes intrusion into a person’s body for blood to be analyzed for alcoholic content. Schmerber v. California, 384 U.S. 757, 86 S. Ct. 1826 (1966). Cf. Commonwealth v. Gordon, 431 Pa. 512, 246 A. 2d 325 (1968). However, for such a search to be valid, it must be substantially contemporaneous with the arrest and confined to the immediate vicinity thereof. Stoner v. California, 376 U.S. 483, 84 S. Ct. 889 (1964); Commonwealth v. Harris, 429 Pa. 215, 239 A. 2d 290 (1968). While the exigencies of the existing circumstances may render the search valid, even if not strictly contemporaneous with the arrest, the present situation is not such a case. Although the altruistic motives of the arresting officer in delaying the arrest are to be admired, this, in itself, Cannot warrant the conclusion that the search of Murray’s person thirteen days before his arrest was an “incident” thereto.\nThe order of the Superior Court and the judgment of the court of original jurisdiction are reversed, and a new trial is ordered.\nA warrantless search may also be valid if conducted as a protective measure where the circumstances Justify a reasonably prudent man in the belief that the person searched is armed and there is danger to the safety of the searcher or others in the area. Terry v. Ohio, 392 U.S. 1, 88 S. Ct. 1868 (1968), and Commonwealth v. Reece, 437 Pa. 422, 263 A. 2d 463 (1970). Admittedly, this situation is not presented in this case.\nSee Warden, Maryland Penitentiary v. Hayden, 387 U.S. 294, 87 S. Ct. 1642 (1967).",
        "type": "majority",
        "author": "Mr. Justice Eagen,"
      },
      {
        "text": "Dissenting Opinion by\nMr. Justice Pomeroy:\nThere is no doubt that a warrantless search in the form of a blood test for alcoholic content, if it is to be valid, must be “substantially contemporaneous with the arrest and . . . confined to the immediate vicinity of the arrest.” Stoner v. California, 376 U.S. 483, 486, 11 L. Ed. 2d 856, 859 (1964). The problem is how to apply this test in a given set of circumstances, bearing in mind that it is constitutionally mandated by the Fourth Amendment: if not closely connected in time and place with an arrest, a warrantless search is “unreasonable”.\nThe Court holds that the lapse of 13 days between search and arrest operates, per se, to vitiate the search as not substantially contemporaneous with, and so not an incident to, the arrest. While following the letter of the test as enunciated in Stoner, supra, this holding, in my view, distorts its substance. The Court’s opinion recognizes that existing circumstances may render valid a search which is not strictly contemporaneous with the arrest, Commonwealth v. Gordon, 431 Pa. 512, 246 A. 2d 325 (1968), but ignores the extenuating circumstances which are present here. The blood test was ordered because the investigating officer who extricated appellant from the wreckage found that the appellant “reeked of alcohol”, and that there were beer bottles in his car. As in Schmerber v. California, 384 U.S. 757, 770, 16 L. Ed. 2d 908, 919 (1966), this presented an emergency situation “in which the delay necessary to obtain a [search] warrant, under the circumstances, threatened The destruction of the evidence’.” While in Sehmerber the arrest of the suspect took place at the scene of the accident, the arrest here was deferred because the appellant, like the victim, was seriously injured and in need of immediate medical attention. After receiving the results of tbe blood test the day following the collision, the police officer filed a complaint charging appellant with involuntary manslaughter. Warrants were obtained but, as stated above, were not then served. Until the appellant had recovered sufficiently to be discharged from the hospital, it was deemed unwise to confront him with an arrest warrant. He was placed under arrest as he was being released from the hospital.\nI am unable to see how this solicitude for appellant’s health on the part of the police department can be said to have rendered the blood test an unreasonable search. It seems much more unreasonable to require that a person as severely injured as was appellant be placed under arrest immediately, and, in consequence, under armed guard during the period of his hospital confinement.\nThe right granted by the Fourth Amendment to be secure in one’s person from unreasonable search and seizure is certainly one of our most prized possessions. What is an unreasonable search must necessarily be judged by standards of reasonableness. While Schmerber was not concerned with the problem of contemporaneousness as between arrest and search, it seems to me to support this approach to a warrantless blood test situation. I am not persuaded that the action of the police in delaying the appellant’s arrest under the circumstances of this case was unreasonable. Accordingly, I respectfully dissent.\nMr. Chief Justice Bell and Mr. Justice Jones join in this dissent.\nAt the suppression hearing the police officer testified on cross-examination as to the reason for the delayed arrest: “Q. Why did you wait until Mr. Murray was discharged from the hospital to serve the warrant on him? A. Well, it is more or less standard procedure we got, if he is in the hospital under treatment, we can hardly serve the warrant on him and take him down to the prison or to make bail. We have to almost wait until he is discharged before a warrant could be served for his own health. Q. Is it because you didn’t feel you would be able to take him to a magistrate or justice of the peace? A. That’s true, and he was undergoing care at the hospital and the warrant wasn’t served there due to his being under medical attention.”",
        "type": "dissent",
        "author": "Mr. Justice Pomeroy:"
      }
    ],
    "attorneys": [
      "W. H. McCrea, Jr., with him McCrea & McCrea, for appellant.",
      "Harold E. Sheely, District Attorney, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Commonwealth v. Murray, Appellant.\nArgued May 27, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nreargument refused December 22, 1970.\nW. H. McCrea, Jr., with him McCrea & McCrea, for appellant.\nHarold E. Sheely, District Attorney, for Commonwealth, appellee.\nOctober 9, 1970:"
  },
  "file_name": "0022-01",
  "first_page_order": 84,
  "last_page_order": 90
}
