{
  "id": 1933808,
  "name": "Bel-Air, Inc. v. Lawrence G. R. Kinney Co., Inc.",
  "name_abbreviation": "Bel-Air, Inc. v. Lawrence G. R. Kinney Co.",
  "decision_date": "1970-11-12",
  "docket_number": "Appeal, No. 258",
  "first_page": "147",
  "last_page": "150",
  "citations": [
    {
      "type": "official",
      "cite": "441 Pa. 147"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "219 A. 2d 463",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "421 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1900435
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/421/0301-01"
      ]
    },
    {
      "cite": "224 A. 2d 620",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1966,
      "opinion_index": 0
    },
    {
      "cite": "428 Pa. 288",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1912399
      ],
      "year": 1966,
      "opinion_index": 0,
      "case_paths": [
        "/pa/428/0288-01"
      ]
    },
    {
      "cite": "101 A. 2d 661",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1954,
      "pin_cites": [
        {
          "page": "663"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 630",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244410
      ],
      "year": 1954,
      "pin_cites": [
        {
          "page": "635"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0630-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 272,
    "char_count": 3640,
    "ocr_confidence": 0.484,
    "pagerank": {
      "raw": 6.790381243927881e-08,
      "percentile": 0.4155661198780315
    },
    "sha256": "ce02e8a1b9b62cdb1265e7e31f070337d921df163657edcedc035bb30fe74f7e",
    "simhash": "1:da753592a15065ac",
    "word_count": 599
  },
  "last_updated": "2024-02-27T23:35:43.618039+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, O. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ."
    ],
    "parties": [
      "Bel-Air, Inc. v. Lawrence G. R. Kinney Co., Inc."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Cohen,\nBel-Air, Inc. (appellee) lessor, brought this action in assumpsit for rent allegedly due it from Lawrence G. R. Kinney Co., Inc. (appellant), lessee. The case was tried before a jury which rendered a verdict in favor of appellee in the amount of $17,500. Appellant filed motions for a new trial and judgment n.o.v. which were dismissed by the court en banc. Kinney, appellant-lessee, appealed.\nAt the time the lease was entered into in 1957, appellee’s shopping center had not as yet been erected. The lease was for a term of 15 years beginning March 1,1959, and expiring March 1,1974. On April 26,1967, appellant wrote appellee that it was exercising its right to cancel its lease. Kinney maintained that since W. T. Grant, also a lessee of the shopping center, vacated its premises in the shopping center on October 29, 1966, it had the right to cancel its lease pursuant to the following clause: “Other Tenants. The lessor agrees that the following tenants will occupy space in the Bel-Air Shopping Plaza: W. T. Grant, Acme Market, A. & P. Market, Thrift Drug, National Ladies’ ready-to-wear store, otherwise, the lessee shall have the right to cancel this lease.” The question is whether the term “will occupy space” means that the named tenants would be present in the shopping center for the entire term of the lease, as appellant contends, or only for some period of time during which the lease was in effect, as appellee urges.\nAppellant claims that the “Other Tenants” clause relieves it from paying rent to appellee for the balance of the lease period because one of the named tenants moved out of the shopping center after seven and one-half years of occupancy. In effect, appellant is arguing that this is an exculpatory clause excusing it from fulfilling its legal obligation under the other written terms of the lease and diminishing appellee’s legal rights as lessor. To avoid the obligation assumed under the lease, appellant must clearly demonstrate that the escape clause requires the relief requested.\n“An agreement ... by which it is intended to diminish legal rights which normally accrue as a result of a given legal relationship . . . must spell out the intention of the parties with the greatest of particularity, since such contracts or instruments are construed strictly against the party seeking their protection.” Morton v. Ambridge Borough, 375 Pa. 630, 635, 101 A. 2d 661, 663 (1954). See, also, Employers Liability Assurance Corporation, Ltd. v. Greenville Business Men’s Associa tion, 428 Pa. 288, 224 A. 2d 620 (1966); Galligan v. Arovitch, 421 Pa. 301, 219 A. 2d 463 (1966). The “Other. Tenants” clause does not spell out that the other named tenants must occupy space in the shopping center for any given period of time. Hence, construing the clause strictly and limiting ourselves to the plain meaning of the words, the other named tenants must have occupied space in the shopping center only for some reasonable period of time during the term of appellee’s lease. W. !T. Grant occupied space in the center for seven and one-half of the fifteen years appellee’s lease was to endure. Under the circumstances such occupancy must be considered as being of reasonable duration and. appellant may not avoid or diminish its. liability to appellee under the lease.\nJudgment affirmed.",
        "type": "majority",
        "author": "Mr. Justice Cohen,"
      }
    ],
    "attorneys": [
      "Lawrence L. Davis, with him Davis and Davis, for appellant.",
      "W. Louis Coppersmith, with him Margolis & Copper-smith, for appellee."
    ],
    "corrections": "",
    "head_matter": "Bel-Air, Inc. v. Lawrence G. R. Kinney Co., Inc.\nArgued October 7, 1970.\nBefore Bell, O. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nLawrence L. Davis, with him Davis and Davis, for appellant.\nW. Louis Coppersmith, with him Margolis & Copper-smith, for appellee.\nNovember 12, 1970:"
  },
  "file_name": "0147-01",
  "first_page_order": 209,
  "last_page_order": 212
}
