{
  "id": 1933820,
  "name": "Glenn et al., Appellants, v. Point Park College",
  "name_abbreviation": "Glenn v. Point Park College",
  "decision_date": "1971-01-25",
  "docket_number": "Appeal, No. 200",
  "first_page": "474",
  "last_page": "483",
  "citations": [
    {
      "type": "official",
      "cite": "441 Pa. 474"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "196 A. 2d 26",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1963,
      "opinion_index": 0
    },
    {
      "cite": "81 N. J. Super. 497",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        513368
      ],
      "year": 1963,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/81/0497-01"
      ]
    },
    {
      "cite": "137 A. 2d 54",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1957,
      "opinion_index": 0
    },
    {
      "cite": "48 N. J. Super. 134",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        437883
      ],
      "year": 1957,
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/48/0134-01"
      ]
    },
    {
      "cite": "77 Harv. L. Rev. 888",
      "category": "journals:journal",
      "reporter": "Harv. L. Rev.",
      "opinion_index": 0
    },
    {
      "cite": "82 A 2d 327",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1951,
      "opinion_index": 0
    },
    {
      "cite": "168 Pa. Superior Ct. 611",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        471946
      ],
      "year": 1951,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/168/0611-01"
      ]
    },
    {
      "cite": "242 A. 2d 912",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1968,
      "opinion_index": 0
    },
    {
      "cite": "212 Pa. Superior Ct. 350",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        783667
      ],
      "year": 1968,
      "opinion_index": 0,
      "case_paths": [
        "/pa-super/212/0350-01"
      ]
    },
    {
      "cite": "192 Atl. 667",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "year": 1937,
      "opinion_index": 0
    },
    {
      "cite": "327 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1176740
      ],
      "year": 1937,
      "opinion_index": 0,
      "case_paths": [
        "/pa/327/0001-01"
      ]
    },
    {
      "cite": "137 A. 2d 785",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "391 Pa. 354",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1276852
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/391/0354-01"
      ]
    },
    {
      "cite": "141 A. 2d 587",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1958,
      "opinion_index": 0
    },
    {
      "cite": "392 Pa. 433",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8845580
      ],
      "year": 1958,
      "opinion_index": 0,
      "case_paths": [
        "/pa/392/0433-01"
      ]
    },
    {
      "cite": "119 N.W. 946",
      "category": "reporters:state_regional",
      "reporter": "N.W.",
      "year": 1909,
      "opinion_index": 0
    },
    {
      "cite": "107 Minn. 145",
      "category": "reporters:state",
      "reporter": "Minn.",
      "case_ids": [
        122354
      ],
      "year": 1909,
      "opinion_index": 0,
      "case_paths": [
        "/minn/107/0145-01"
      ]
    },
    {
      "cite": "271 A. 2d 241",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1970,
      "opinion_index": 0
    },
    {
      "cite": "441 Pa. 105",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1933934
      ],
      "year": 1970,
      "opinion_index": 0,
      "case_paths": [
        "/pa/441/0105-01"
      ]
    },
    {
      "cite": "53 A. 2d 597",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1947,
      "opinion_index": 0
    },
    {
      "cite": "357 Pa. 307",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        472111
      ],
      "year": 1947,
      "opinion_index": 0,
      "case_paths": [
        "/pa/357/0307-01"
      ]
    },
    {
      "cite": "180 A. 2d 329",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "year": 1962,
      "pin_cites": [
        {
          "page": "331"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "73 N. J. Super. 493",
      "category": "reporters:state",
      "reporter": "N.J. Super.",
      "case_ids": [
        359607
      ],
      "year": 1962,
      "pin_cites": [
        {
          "page": "497"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/nj-super/73/0493-01"
      ]
    },
    {
      "cite": "87 Pa. D. & C. 264",
      "category": "reporters:state",
      "reporter": "Pa. D. & C.",
      "case_ids": [
        1604392
      ],
      "weight": 2,
      "year": 1953,
      "pin_cites": [
        {
          "page": "267",
          "parenthetical": "written by Judge, now Mr. Justice, Eagen of this Court"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa-d-c/87/0264-01"
      ]
    },
    {
      "cite": "167 A. 2d 472",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1960,
      "opinion_index": 0
    },
    {
      "cite": "402 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1296613
      ],
      "weight": 2,
      "year": 1960,
      "pin_cites": [
        {
          "page": "301"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/402/0297-01"
      ]
    },
    {
      "cite": "200 A. 2d 416",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "year": 1964,
      "opinion_index": 0
    },
    {
      "cite": "414 Pa. 304",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1890406
      ],
      "weight": 2,
      "year": 1964,
      "pin_cites": [
        {
          "page": "307, 308"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/414/0304-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 854,
    "char_count": 15054,
    "ocr_confidence": 0.492,
    "pagerank": {
      "raw": 1.6616810102955002e-06,
      "percentile": 0.9931080924022984
    },
    "sha256": "081769b97221c5437a6d3e420196d515d11bdd28b205046a67534eb9ddfd6c38",
    "simhash": "1:22ae70aba373c602",
    "word_count": 2471
  },
  "last_updated": "2024-02-27T23:35:43.618039+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Glenn et al., Appellants, v. Point Park College."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Pomeroy,\nTMs appeal presents the question of the sufficiency of a complaint in a suit in trespass wherein real estate brokers seek damages from a vendee of real estate by reason of negotiating a direct purchase from the vendor, thus interfering with a prospective economic gain by the brokers in the form of their anticipated commissions from the vendor. More precisely, the issue is whether the brokers have stated a cause of action against the vendee for tortious interference with a prospective contractual relationsMp between the brokers and the vendor. The lower court held not and dismissed the complaint. TMs appeal followed.\nInterference with, a prospective contractual relation is a tort long recognized at common law. It is formulated thusly in the Restatement of Torts, §766: . . one who, without a privilege to do so, induces or otherwise purposely causes a third person not to . . . (b) enter into or continue a business relation with another is liable to the other for the harm caused thereby.”\nThe courts of this Commonwealth have accepted and applied §766 in a variety of situations, but apparently not heretofore in the area of prospective as distinguished from presently existing contractual or business relations. In Glazer v. Chandler, 414 Pa. 304, 307, 308, 200 A. 2d 416 (1964), however, this Court indicated that recovery in tort would be allowed for interference with prospective contracts or business relations of third parties with a plaintiff. We see no reason whatever why an intentional interference with a prospective business relationship which results in economic loss is not as actionable as where the relation is presently existing, although we recognize that there well may be more difficult problems of proof in the latter situation. Indeed, the disagreement between the parties here is not as to the existence of the -tort, but whether appellants have sufficiently pleaded it. We therefore turn to the allegations of the compláint.\n. ■ Appellants aver in their amended complaint (“complaint” ) that they are duly licensed real estate brokers; that early in 1962 they advised appellee that a property in Pittsburgh known as the Sherwyn Hotel (“the Hotel”) was to be sold; that the owner of the Hotel was Allegheny Sheraton Corporation (a wholly-owned subsidiary of Sheraton Corporation of America) (“Sheraton”); that appellants showed the property to appellee in 1962, telling it that Sheraton, while it would not have anyone as, exclusive broker, would entertain offers through brokers, and would pay the customary commission; that in 1968 appellants quoted to appellee a possible sale price for property, including furnishings, of $790,000; that appellee then expressed continued interest in the purchase and proposed a meeting with the officers of appellee to discuss it; that such meeting was held on October 10, 1966, following which appellant submitted a tracing of the; lot involved and an historical record of the property with a letter suggesting an approach to Sheraton; that additional data was submitted by appellants on October 17, 1966, following which appellee’s financial vice president expressed the continued interest of appellee in acquiring ■the Hotel “by virtue of the efforts of the plaintiffs”; that thereafter on November 29, 1966, additional information was furnished at appellee’s request, including a schedule of leases then in effect in the Hotel building and a memorandum containing suggested terms of sale, one of which was that the brokerage commission would be paid by the seller; that appellee utilized the information furnished by appellant to negotiate a direct purchase of the Hotel property, which was consummated September 26, 1967 for a consideration of $700,000 (which may or may hot have included the furnishings), the appellee representing to Sheraton that no brokers were involved in the transaction; that in so doing the appellee intentionally and maliciously prevented appellants from entering into a brokerage relationship with Sheraton, “thus depriving plaintiffs [appellants] of their commission”; that appellants have suffered injury for which they are entitled to compensatory damages' measured by the customary brokerage fee on the transaction, plus punitive damages.\nIn discussing the elements of the tort of inducing a breach of contract or a refusal to deal, as formulated in §766 of the Torts Restatement, our Court has stated that “the actor must act (1) for the purpose of causing this specific type of harm to the plaintiff, (2) such act must be unprivileged, and (3) the harm must actually result.” Birl v. Phila. Electric Co., 402 Pa. 297, 301, 167 A. 2d 472 (1960). Underlying these requisites, of course, is the existence of a contract or of a prospective contractual relation between the third person and the plaintiff. Thus in this case the questions are whether the complaint discloses (1) a prospective contractual relation between Sheraton and plaintiffs, (2) the purpose or intent to harm plaintiff by preventing the relationship from occurring, (3) the absence of privilege or justification on the part of the actor (appellee), and (4) the occurrence of actual harm or damage to plaintiff as a result of the actor’s conduct. Cf. Locker v. Hudson Coal Co., 87 Pa. D. & C. 264, 267 (C.P. Lackawanna Co., 1953) (written by Judge, now Mr. Justice, Eagen of this Court).\nScrutinizing the complaint before us, we think it sufficiently avers that there was a reasonable probability that plaintiffs would have become the recognized broker in the transaction between Sheraton and appellee if they had been permitted to submit an offer. Paragraphs Seventh and Eighth assert that Sheraton would entertain offers through brokers, and that if an offer were accepted would recognize the broker and pay the usual commission. The possible sale price of $790,000, including furnishings, mentioned by appellants to appellee was not so far beyond the actual consideration of $700,000 (possibly without furnishings) as to make plaintiffs’ prospective position as the efficient cause of a sale unrealistic and merely wishful thinking. It is true that there could be no guarantee of Sheraton’s reaction to any offer that might be submitted, and it of course was under no compulsion to deal with either appellants or appellee. But anything that is prospective in nature is necessarily uncertain. We are not here dealing with certainties, but with reasonable likelihood or probability. This must be something more than a mere hope or the innate optimism of the salesman. As the Superior Court of New Jersey has put it, “. . . the rule to be applied ... is that the broker may recover when the jury is satisfied that but for the wrongful acts of the defendant it is reasonably probable that the plaintiff would have effected the sale of the property and received a commission.” Myers v. Arcadio, Inc., 73 N. J. Super. 493, 497, 180 A. 2d 329, 331 (1962). (Emphasis ours.) This is an objective standard which of course must be supplied by adequate proof.\nWe then come to the second question, whether there is a sufficient allegation of specific intent. It must be emphasized that the tort we are considering is an intentional one: the actor is acting as he does for the purpose of causing harm to the plaintiff. As proposed comment d to the Tentative Draft of §766A of the Restatement (Second) Torts emphasizes, “The defendant must not only have intended the interference, but must have acted in part at least for the purpose of accomplishing it.” In the words of a leading text, “The wrong ordinarily requires conduct intended to interrupt negotiations or prevent the consummation of a contract.” The lower court stated in its opinion that “there is no allegation that the defendant acted for specific purpose of causing harm to the plaintiffs.” We agree. Paragraph Twenty-First alleges that “By negotiating directly with [Sheraton], the defendant intentionally, wrongfully, maliciously, fraudulently, deceitfully and without justification interfered -with and precluded and prevented plaintiffs from entering into the relationship of brokers in the transaction with [Sheraton], thus depriving plaintiffs of their commission.” While this comes close to charging an intent to cause harm to plaintiffs, it stops short of doing so. It thus does not meet the test of Birl, supra, or the Restatement. See, Locker v. Hudson Coal Co., supra, 87 Pa. D. & C. 264.\nThe absence of privilege or justification in the tort under discussion is closely related to the element of intent. As stated by Harper & James, The Law of Torts, §6.11, at 513-14: “. . . where, as in most cases, the defendant acts at least in part for the purpose of protecting some legitimate interest which conflicts with that of the plaintiff, a line must be drawn and the interests evaluated. This process results in according or denying a privilege which, in turn, determines liability.” What is or is not privileged conduct in a given situation is not susceptible of precise definition. Harper & James refer in general to interferences which “are sanctioned by the ‘rules of the game’ which society has adopted”, and to “the area of socially acceptable conduct which the law regards as privileged,” id. at 510, 511, and treat the subject in detail in §§6.12 and 6.13. See, also, the Restatement, §768.\nIn the instant case the lower court clearly felt that the defendant’s conduct as alleged in the complaint was within the privileged area: the defendant merely failed to be persuaded by plaintiffs to deal through them in seeking the purchase of the hotel, and chose instead to deal directly with Sheraton. This may be a fair inference from the pleading of what in fact occurred; on the other hand, it may be an oversimplification. Without more facts in hand, we deem it unwise to speculate. Suffice it to say now that the complaint as presently drafted does not negate the existence of privilege on the part of defendant.\nThe fourth requisite, that of injury or damage resulting from the allegedly wrongful act, is sufficiently averred in the complaint. In so holding, however, we express no opinion on the measure of damages in a case of this sort.\nWhether the plaintiffs can cure the complaint in a third attempt may be doubted; nevertheless, we see nothing in the facts as averred which would be necessarily incompatible with stating a cause of action in trespass for the tortious interference with plaintiffs prospective contractual relation with Sheraton. The right to amend should not be withheld where there is some reasonable possibility that it can be done successfully. Rule 1033 of the Pennsylvania Rules of Civil Procedure; Quaker City v. Delhi-Warnock, 357 Pa. 307, 53 A. 2d 597 (1947); cf. Behrend v. Yellow Cab Co., 441 Pa. 105, 271 A. 2d 241 (1970). Accordingly, we affirm the order of the court below insofar as it sustains the preliminary objections, but reverse the order insofar as it dismisses the complaint, so that an amended complaint may be filed within 20 days from the date of the filing of this opinion if plaintiffs care to do so.\nIt is so ordered.\nMr. Justice Cohen took no part in the decision of this case.\nPlaintiff brokers had first sued in assumpsit to recover from the defendant vendee the amount of the commission allegedly due on the sale. The court held that the complaint did not state a cause of action in either assumpsit or trespass; that under the averments and exhibits to the complaint it would be impossible to state a cause of action in assumpsit; but that leave should be granted to file a sufficient amended complaint in trespass, and it was so ordered. It is the amended complaint filed pursuant to this order which is now before us. In sustaining the preliminary objections in the nature of a demurrer to the amended complaint, the lower court en banc dismissed the complaint without leave to amend. The failure to allow further amendment, as well as the sustaining of the objections, are assigned as error by appellants.\nE.g., The Schoolmaster Case, Y. B. 11, Hen. IV, f.47, pi. 21 (C.P. Hil. Term 1410) ; Keeble v. Hickeringill, 103 Eng. Rep. 1127 (Q.B. 1706) ; Tuttle v. Buck, 107 Minn. 145, 119 N.W. 946 (1909).\nIn its Tentative Draft No. 14, Restatement of the Law (Second) Torts (1969), the American Law Institute has proposed making the intentional interference with prospective contracts a separate section 766A, which would read as follows: “One who purposely induces or otherwise purposely causes a third person not to enter into or continue a prospective contractual relation with another, other than that of a contract to marry, is subject to liability to the other for loss of the benefits of the relation.” The Institute has also proposed a new §774A which would state the measure of damages (other than punitive) for liability for interference with a contract or a prospective contractual relation.\nSee, inter alia: Glazer v. Chandler, 414 Pa. 304, 200 A. 2d 416 (1964) ; Birl v. Philadelphia, 402 Pa. 297, 167 A. 2d 472 (1960) ; Dora v. Dora, 392 Pa. 433, 141 A. 2d 587 (1958) ; Neel v. Mem. Park, 391 Pa. 354, 137 A. 2d 785 (1958); Klauder v. Creger, 327 Pa. 1, 192 Atl. 667 (1937) ; Lanard & Axilbund, Inc. v. Binswanger, 212 Pa. Superior Ct. 350, 242 A. 2d 912 (1968) ; Padden v. Local 90, United Ass’n. of Journeymen Plumbers, 168 Pa. Superior Ct. 611, 82 A 2d 327 (1951).\n1 Harper & James, The Law of Torts, §6.11, at 512 (1956) ; Prosser, Torts, §124, at 974-75 (3d Ed. 1964) ; note,- Developments in the Law of Competitive Torts, 77 Harv. L. Rev. 888, ,959-69 (1964).\nThe following further passage from the Myers opinion is also germane to the question of when a prospective contractual relationship exists in a ease involving a brokerage situation. “His knowledge of available properties is the broker’s chief stock in trade. Development of interest in those properties by exhibiting them to potential buyers is his chief activity, and he does that frequently with nothing more than the expectation that if he produces a buyer the owner will pay him a commission. That expectation may arise from an express agreement with the seller (even though unenforceable, because oral or for other reasons), but it may also arise out of other circumstances, such as an offer to the public or to brokers generally; and generally owners fulfill such expectations.” See, also, Sustick v. Slatina, 48 N. J. Super. 134, 137 A. 2d 54 (1957), Fitt v. Schneidewind Realty Corp., 81 N. J. Super. 497, 196 A. 2d 26 (1963).\nHarper & James, supra, note 5, at 513. Hence conduct which is merely negligent is only rarely sufficient. See Restatement (Second) Torts §766B (Tent. Draft 1969).",
        "type": "majority",
        "author": "Mr. Justice Pomeroy,"
      }
    ],
    "attorneys": [
      "Jerome DeRiso, with Mm Tice F. Ryan, Jr., and Ryan and Bowser, for appellants.",
      "William J. Staley, with Mm O. F. C. Arensberg, and Tucker, Bwke, Campbell & Arensberg, for appellee."
    ],
    "corrections": "",
    "head_matter": "Glenn et al., Appellants, v. Point Park College.\nArgued. October 9, 1970.\nBefore Bell, C. J., Jones, Cohen, Eagen, O’Brien, Roberts and Pomeroy, JJ.\nJerome DeRiso, with Mm Tice F. Ryan, Jr., and Ryan and Bowser, for appellants.\nWilliam J. Staley, with Mm O. F. C. Arensberg, and Tucker, Bwke, Campbell & Arensberg, for appellee.\nJanuary 25, 1971:"
  },
  "file_name": "0474-01",
  "first_page_order": 536,
  "last_page_order": 545
}
