{
  "id": 1933958,
  "name": "Conrad et al., Appellants, v. Commonwealth, Department of Highways",
  "name_abbreviation": "Conrad v. Commonwealth",
  "decision_date": "1971-01-07",
  "docket_number": "Appeal, No. 27",
  "first_page": "530",
  "last_page": "534",
  "citations": [
    {
      "type": "official",
      "cite": "441 Pa. 530"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "252 A. 2d 653",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "433 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1921099
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/433/0482-01"
      ]
    },
    {
      "cite": "261 A. 2d 607",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "436 Pa. 572",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1926000
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/436/0572-01"
      ]
    },
    {
      "cite": "226 A. 2d 684",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "439 Pa. 532",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1931054
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/439/0532-01"
      ]
    },
    {
      "cite": "271 A. 2d 340",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 646",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932345
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0646-01"
      ]
    },
    {
      "cite": "269 A. 2d 466",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "440 Pa. 224",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1932227
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/440/0224-01"
      ]
    },
    {
      "cite": "190 A. 2d 111",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "410 Pa. 571",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1884545
      ],
      "pin_cites": [
        {
          "page": "574"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/410/0571-01"
      ]
    },
    {
      "cite": "101 A. 2d 759",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "weight": 2,
      "opinion_index": 0
    },
    {
      "cite": "375 Pa. 609",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1244377
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/375/0609-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 5244,
    "ocr_confidence": 0.507,
    "pagerank": {
      "raw": 3.1671616202214477e-07,
      "percentile": 0.8636756428656651
    },
    "sha256": "dfad233f55ae402a05f4c6bc722f7a86d686a5c8fa261d5d928b90ae0a1a0da6",
    "simhash": "1:a7df270423d8ff8a",
    "word_count": 839
  },
  "last_updated": "2024-02-27T23:35:43.618039+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Bell, C. J., Cohen, Eagen, O’Brien and Pomeroy, JJ.",
      "Mr. Justice Pomeroy concurs in the result.",
      "Mr. Justice Jones and Mr: Justice Roberts took no part in the consideration or decision of this case.",
      "Mr. Justice Cohen took no part in the decision of this case."
    ],
    "parties": [
      "Conrad et al., Appellants, v. Commonwealth, Department of Highways."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Chief Justice Bell,\nAppellants, Miles Conrad and Burtress E. Conrad, are the owners of a 35-acre tract of land in Bell Township, Jefferson County. This land is bounded on the east by Mahoning Creek and on the south by the right ..of way of the Baltimore & Ohio Railroad. Legislative Route 33088 runs close to the western boundary of the property. In the summer of 1961, Legislative Route 33088 was reconstructed and relocated by the Pennsylvania Department of Highways. In conjunction with this construction, a new relief drain, eighteen inches in diameter, was installed in place of the former relief drain, four and one-half feet in diameter.\nOn March 10, 1964, large quantities of water flood,ed the appellants’ land, causing damages to the real estate and also to some of appellants’ personal property. On April 20, 1965, appellants filed an action in Equity, seeking to recover for the damages suffered, and also praying that an injunction issue restraining and enjoining the appellee from continuing to back, direct and turn water onto appellants’ land. The complaint alleged that the appellee, as part of the highway construction, had filled certain surrounding lands and installed an inadequate drainage relief system, and that this caused the damages suffered by appellants. Appellee filed an answer to the complaint, averring lack of jurisdiction because of Governmental Immunity. On March 12, 1970, appellee filed a motion to dismiss the complaint (a) for lack of jurisdiction and (b) because of failure to comply with Rule 1032 of the Pennsylvania Rules of Civil Procedure. After argument, the lower Court sustained appellee’s motion and dismissed appellants’ complaint. The lower Court Opinion correctly concluded that appellants’ cause of action sounded in negligence rather than Equity for the abatement of a nuisance, and, therefore, appellee was immune from suit under the doctrine of Governmental Immunity. From the Order dismissing the complaint, the present appeal was taken.\nAppellants raise two questions for determination by this Court: (1) the doctrine of Governmental Immunity is inapplicable, and (2) that doctrine should be abolished. The primary contention is that the lower Court erred in holding that Governmental Immunity applied to the present factual situation. In support of this proposition, appellants cite Merner v. Dept. of Highways, 375 Pa. 609, 101 A. 2d 759. In the Merner case, suit was instituted in the Court of Common Pleas of Bucks County, alleging that, as a result of highway improvements, water was diverted onto plaintiffs’ property. Defendants filed preliminary objections challenging the jurisdiction of the Bucks County Common Pleas Court, because, under Rule 1503 of the Pennsylvania Rules of Civil Procedure, the Court of Common Pleas of Dauphin County had exclusive jurisdiction. The lower Court, we repeat, sustained the preliminary objections, and on appeal this Court affirmed. Appellants allege that since this Court affirmed the lower Court decision in Merner, we gave tacit approval to the elimination of Governmental Immunity.\nAppellants’ contention overlooks one very important factor—i.e., that this Court rarely ever decides any questions or issues except those which are specifically decided in the Opinion of the Court. In Merner v. Dept. of Highways, 375 Pa., supra, the only question decided by this Court was the jurisdiction of the Bucks County Court, and therefore the question of Governmental Immunity was not considered or decided by this Court.\nA careful reading of the complaint in the present case shows that the cause of action was founded in negligence for damages rather than in Equity for the enjoining of a nuisance. Since the doctrine of Governmental Immunity applies (1) to trespass actions, as well as (2) to actions for injunctive relief in Equity (a) where there is no adequate and complete remedy at law, or (b) when equitable relief is necessary to prevent irreparable harm, the lower Court properly held that the appellants’ suit was barred. Phila. Life Ins. Co. v. Commonwealth, 410 Pa. 571, 574, 190 A. 2d 111; Smeltz v. Harrisburg, 440 Pa. 224, 269 A. 2d 466; Perkins v. Johnstown City, 440 Pa. 646, 271 A. 2d 340; Meagher v. Commonwealth, 439 Pa. 532, 226 A. 2d 684; Laughner v. Allegheny County, 436 Pa. 572, 261 A. 2d 607; Thomas v. Baird, 433 Pa. 482, 252 A. 2d 653. Appellants offer no reasons or arguments which persuade us to reverse our prior decisions, and we therefore reaffirm the doctrine of Governmental Immunity in this Commonwealth.\nThe Order of the lower Court dismissing the appellants’ complaint is affirmed.\nMr. Justice Pomeroy concurs in the result.\nMr. Justice Jones and Mr: Justice Roberts took no part in the consideration or decision of this case.\nMr. Justice Cohen took no part in the decision of this case.",
        "type": "majority",
        "author": "Mb. Chief Justice Bell,"
      }
    ],
    "attorneys": [
      "Anthony 8. Guido, with him Gleason, Cherry & Guido, for appellants.",
      "Reynold J. Kosek, Assistant Attorney General, with him Robert W. Cunliffe, Deputy Attorney General, and Fred Speaker, Attorney General, for Commonwealth, appellee."
    ],
    "corrections": "",
    "head_matter": "Conrad et al., Appellants, v. Commonwealth, Department of Highways.\nArgued November 17, 1970.\nBefore Bell, C. J., Cohen, Eagen, O’Brien and Pomeroy, JJ.\nAnthony 8. Guido, with him Gleason, Cherry & Guido, for appellants.\nReynold J. Kosek, Assistant Attorney General, with him Robert W. Cunliffe, Deputy Attorney General, and Fred Speaker, Attorney General, for Commonwealth, appellee.\nJanuary 7, 1971:"
  },
  "file_name": "0530-01",
  "first_page_order": 592,
  "last_page_order": 596
}
