{
  "id": 933507,
  "name": "Fitzgerald v. Edison Electric Illuminating Company, Appellant",
  "name_abbreviation": "Fitzgerald v. Edison Electric Illuminating Co.",
  "decision_date": "1903-10-12",
  "docket_number": "Appeal, No. 257",
  "first_page": "118",
  "last_page": "123",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 118"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "186 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0161-01"
      ]
    },
    {
      "cite": "179 Pa. 482",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        886959
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/179/0482-01"
      ]
    },
    {
      "cite": "156 Mass. 391",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        810888
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/156/0391-01"
      ]
    },
    {
      "cite": "164 Mass. 492",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        789021
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/164/0492-01"
      ]
    },
    {
      "cite": "44 La. 692",
      "category": "reporters:state",
      "reporter": "La.",
      "opinion_index": -1
    },
    {
      "cite": "161 Mass. 583",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        797133
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/161/0583-01"
      ]
    },
    {
      "cite": "34 N. Y. Supp. 379",
      "category": "reporters:state",
      "reporter": "N.Y.S.",
      "case_ids": [
        3545057,
        3544007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/34/0379-01",
        "/nys/34/0379-02"
      ]
    },
    {
      "cite": "87 Hun, 355",
      "category": "reporters:state",
      "reporter": "Hun,",
      "case_ids": [
        3544007
      ],
      "opinion_index": -1,
      "case_paths": [
        "/nys/34/0379-02"
      ]
    },
    {
      "cite": "9 Houst. 306",
      "category": "reporters:state",
      "reporter": "Houston",
      "case_ids": [
        66502
      ],
      "opinion_index": -1,
      "case_paths": [
        "/del/14/0306-01"
      ]
    },
    {
      "cite": "193 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        910438
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/193/0339-01"
      ]
    },
    {
      "cite": "165 Pa. 339",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        862042
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/165/0339-01"
      ]
    },
    {
      "cite": "200 Pa. 540",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/200/0540-01"
      ]
    },
    {
      "cite": "204 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927523
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/204/0568-01"
      ]
    },
    {
      "cite": "204 Pa. 568",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        927523
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/204/0568-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 653,
    "char_count": 11536,
    "ocr_confidence": 0.499,
    "pagerank": {
      "raw": 1.5361465941140684e-07,
      "percentile": 0.6720069394007141
    },
    "sha256": "0dee2eaf1a08ebdf531077926c3b8b4ec1fffc999c64e5d9ff564245f6e1b975",
    "simhash": "1:a40b84c012de7d3e",
    "word_count": 2064
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, Dean, Fell, Mesteeza.t and Pottek, JJ."
    ],
    "parties": [
      "Fitzgerald v. Edison Electric Illuminating Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Potteb,\nWe do not see that this case could properly have been taken from the jury. Its determination turned upon disputed questions of fact. There was evidence tending to show that the defendant company extended its wire across the corner of a building, and so close as to permit of its sagging against the cornice, and that in this way some of the insulating material was worn off, making the wire dangerous. No reason appeared for thus trenching upon private property, as the wire was not seemingly used to convey current to those premises. But if it had been used for that purpose, prudence would have required the wire to be stayed or fastened so that the insulation should not be rubbed off.\nNor was it shown that the accident was caused by anything else than the dangerous wire. In this respect this case differs from Elliott v. Allegheny County Light Company, 204 Pa. 568, cited by appellant. It clearly appeared iñ that case that the plaintiff fell from some cause entirely unconnected with the presence of the wire, and that he came in contact with the wire onty in the course of his fall.\nIn the present case it was at least a disputed question as to whether or not the accident was caused by the deceased coming directly in contact with the live wire. This question, as well as that of the contributory negligence of the deceased, was, we think, properly left to the jury, and they have found those questions in favor of the plaintiff.\nThe first, second, third, fourth and fifth assignments of error are in violation of Rule 31 of this court, in that there is no reference to the page of the paper-book where the matter referred to may be found in its regular order in the printed evidence.\nWe do not feel that the extracts from the charge which are made the subject of the sixth and seventh assignments of error contain anything which can fairly be held to unduly increase the burden upon the defendant company. When read in connection with the context in each instance they are unexceptional.\nAs to the form of action, this suit was properly brought by the widow in her own behalf and that of her son, they being the only parties entitled to recover. If the widow had lived until the suit was concluded, the sum recovered would have been divided between her and the child, as in case of the death intestate of the husband and father. If she had lived until after the judgment was obtained, but had died before it was paid, certainly her administrator would have been entitled to take the share coming to her. As she died during the pend-ency of the litigation, we can see no good reason why her administrator was nbt properly substituted to maintain the action in her behalf.\nThe question as to who should be substituted as plaintiff upon the death of the widow under circumstances such as these, is of no practical importance. The interest of the child in the proceeds remains and can only properly be paid to its guardian.\nThe suit might have been carried to completion by the next friend or guardian of the minor. But in any event, the proportions in which the sum recovered is to be shared between the child and the estate of the mother is a matter for future consideration and adjustment between those representing them respectively and does not concern the defendant company.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Potteb,"
      }
    ],
    "attorneys": [
      "W. U. Hensel and H. M. North, with them D. McMullen, for appellant.",
      "B. F. Eshleman and W. F. Beyer, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Fitzgerald v. Edison Electric Illuminating Company, Appellant.\nNegligence—Electric light company—Defective insulation.\nWhere a painter goes upon a roof in the lawful exercise of his business, and finds that in order to get at a cornice to paint it, he must prop up a number of electric wires which are in his way, and he does so by means of a board, and while under the wires at his work the board slips, and he is killed by a defectively insulated wire, and it appears that this insulation had been defective for several weeks and was caused by the sagging of the wire against the cornice, the question of the electric light company’s negligence and the plaintiffs contributory negligence is for the jury. Elliott v. Allegheny Light Co., 204 Pa. 568, distinguished.\nNegligence—Death—Parties—Widoiv—Executors and administrators.\nWhere a widow has brought an action for damages for the death of her husband, in her own behalf and that of her only child, and pending the suit the widow dies, her administrator may properly be substituted as plaintiff.\nAppeals—Assignments of error—Evidence.\nAssignments of error relating to rulings on evidence are insufficient where there is no reference to the page of the paper-book where the matter referred to may be found in its regular order in the printed evidence.\nArgued May 18, 1903.\nAppeal, No. 257, Jan. T., 1902, by defendant, from judgment of C. P. Lancaster Co., Nov. T., 1895, No. 33, on verdict for plaintiff in case of F. M. Will, Administrator of Mary Bertba Fitzgerald, v. Edison Electric Illuminating Company.\nBefore Mitchell, Dean, Fell, Mesteeza.t and Pottek, JJ.\nAffirmed.\nTrespass for the death of plaintiff’s husband. Before Landis, J.\nFrom the record it appeared that on March 21, 1900, plaintiff died and that F. M. Will, her administrator, was substituted as plaintiff in her place. The circumstances of the accident are stated in the previous report of the case in 200 Pa. 540.\nThe court charged in part as follows:\nThe proof presented by the defendant is that there were three wires; that the wire nearest the building was a wire for the arc lamps, and there was no power in this wire except at night, and that, in the day-time, it- was what was called a dead wire; that this wire was about one inch from the building, and that the next wire was away from the building about thirteen inches, and was a main feed wire for the alternating current, and that another wire, which was also a similar feed wire, was still farther away towards the west. It is, therefore, claimed that Fitzgerald could not have been injured by the wire which went over the corner or near the corner of the building and which he propped up, and that it must have been by one of the wires which were away from the building, and that he himself was in fault in coming in contact with that wire. This, then, raises the question of fact for you to determine, whether or not he was guilty of contributory negligence.\nThere has been considerable dispute in regard to the poles which carried the three wires: One of them, all agree, was located near Hartman’s warehouse, at the corner of the alley which runs back of the railroad depot and meets North Christian street, and that from this pole, the lines extended diagonally to a pole on East Chestnut street. The position of this last mentioned pole is fixed at from thirty to sixty feet east of North Christian street, on East Chestnut street.\nThe man was killed by one of these wifies. He was lawfully upon the roof in the exercise of his business. If it was convenient for him to get at the cornice in the way he did, he had a right to do so. If he found the wires in his way and proceeded to prop them up, so that he could work under them, he also had a right to do so, provided he did it in a proper way. Whether the means he took were such as a prudent man should have taken is a question for you to determine. If the weight of the wire which fell on him had been, of itself, such as to knock him into the street, and the electric current had nothing to do with it, that would have been clearly his own negligence; but though lie was bound to know, in general, the dangerous nature of such wires and to use proportionate care in interfering with them, he was also entitled to presume, from the general custom, that they were properly insulated, unless the defect in their covering was visible to such an examination as he ought to have made. [But, if, while he was acting as a prudent man should have acted, the wire fell upon him, and to save himself he, without fault, grasped an uninsulated wire, which caused his death, he being in peril or thinking he was, and not having time nor opportunity properly to discriminate, he would not be guilty of contributory negligence on this account.] [7] How this accident happened is, however, under the facts proven, for this jury to ascertain.\nDefendant presented these points:\nIf the jury believe, from all the evidence, that the wire which Fitzgerald propped up was a dead wire, and that the live wire which caused his death was thirteen inches clear of the building, and that the said live wire did not interfere with his painting; but that, after the wire which was propped fell, he caught the live wire with his hand, thereby causing his death, there can be no recovery in the case, and the verdict must be for the defendant. Answer: This point cannot be affirmed as stated. ■ We refer, for its answer, to our general charge, in which we have endeavored already to set forth the respective liabilities of the parties. [8]\nThe present use plaintiff in this suit is the administrator of Mrs. Fitzgerald, the widow, who died the 26th day of January, 1900. In this suit, there can be no recovery except in her own immediate right; and, if the jury find for the plaintiff, they can assess only such damages as the widow, Mary P. Fitzgerald, suffered by reason of the loss of her husband from the time of his death to the time of her death, a period of four years and four and a half months. Answer: We answer this by saying, while it was proper to bring this suit in ,the name of the widow, and her administrator is properly substituted, we cannot affirm the part of the point which restricts the assessment of damages to-the time of her death. The suit was, in accordance with the law, brought by her for the use of herself and her minor child. But, if this contention would be correct, all rights of the minor to participate in it would be practically taken away, so far as the time after her death is concerned; for there can be but one suit to ascertain the damages occasioned by reason of the decedent’s death. [9]\nVerdict and judgment for plaintiff for $4,250. Defendant appealed.\nErrors assigned were (1-6) rulings on evidence, quoting the hill of exceptions; (7-9) above instructions, quoting- them.\nW. U. Hensel and H. M. North, with them D. McMullen, for appellant.\nWhether the dead and harmless wire fell upon deceased and he clutched the live wire in his fright, or whether the wire which he propped up carried the fatal current, the proximate cause of the accident undoubtedly was his negligent contrivance for keeping the wire out of his way. In this respect the case is almost exactly like that of Elliott v. Allegheny County Light Company, 204 Pa. 568.\nThe administrator was wrongly substituted: Birch v. Pittsburg, etc., Ry. Co., 165 Pa. 339; McCafferty v. Penna. R. R. Co., 193 Pa. 339.\nB. F. Eshleman and W. F. Beyer, for appellee,\ncited: Cook v. Wilmington City Electric Co., 9 Houst. 306 (32 Atl. Repr. 643); Ahern v. Oregon Tel. & Tel. Co., 24 Oregon, 276 (35 Pac. Repr. 549) ; Denver Consolidated Electric. Co. v. Simpson, 31 Lawyer’s Rep. Annotated, 566; Ennis v. Gray, 87 Hun, 355 (34 N. Y. Supp. 379); Illingsworth v. Boston Electric Light Co., 161 Mass. 583 (37 N. E. Repr. 778) ; Clements v. Louisiana Electric Light Co., 44 La. 692 (11 So. Repr. 51); Giffin v. United Electric Light Co., 164 Mass. 492 (41 N. E. Repr. 675); Bourget v. Cambridge, 156 Mass. 391 (31 N. E. Repr. 390) ; Dillon v. Allegheny Co. Light Co., 179 Pa. 482; Mooney v. Luzerne Borough, 186 Pa. 161.\nOctober 12, 1903:"
  },
  "file_name": "0118-01",
  "first_page_order": 148,
  "last_page_order": 153
}
