{
  "id": 933572,
  "name": "Stewart v. New York and Cleveland Gas Coal Company, Appellant",
  "name_abbreviation": "Stewart v. New York & Cleveland Gas Coal Co.",
  "decision_date": "1903-11-09",
  "docket_number": "Appeal, No. 20",
  "first_page": "220",
  "last_page": "223",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 220"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "106 Pa. 6",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        455611
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/106/0006-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 360,
    "char_count": 5903,
    "ocr_confidence": 0.503,
    "pagerank": {
      "raw": 5.676830387708631e-08,
      "percentile": 0.3541519215985179
    },
    "sha256": "66c39dd40c649d76c2571611834ca9c6d59e1c43fc3cf736458f14432da11431",
    "simhash": "1:26223f00ee8eb6ba",
    "word_count": 1037
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Stewart v. New York and Cleveland Gas Coal Company, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe defendant purchased from plaintiff a tract of coal land in Washington county; one half the purchase money was paid in hand on delivery of deeds, and the balance payable in six months was secured by bond and mortgage upon the land. The defendant refused to pay the bond and plaintiff sued upon it in the court below. The defense set up was, that at the date of the purchase there was an outstanding interest in the land in the brothers and sisters of plaintiff which she promised defendant should be relinquished before the bond was payable,, to wit: before the end of six months. There were several persons present at the time the deed and bond were delivered; three of them testified positively that no such promise was made by plaintiff; on the other hand two or three more on part of defendant were called who testified somewhat indefinitely to the promise. The learned„judge of the court below submitted the evidence bearing on the disputed fact to the jury with very lucid instructions, the substance of which is compressed in plaintiff’s two written points and the answers thereto as follows:\n“ I have been requested by counsel for plaintiff to say to you, that: ‘ If you believe the testimony of Harrietta Stewart and Mary Stewart and Joseph C. Stewart, then you should find that there was no such parol promise as the defendant has alleged. That is affirmed as a matter of course, because if the testimony of those parties is true, or essentially so, that there was no such parol promise with that testimony, it would be impossible to find a verdict for the defendant.’ And fourth: ‘ That in order to make the alleged parol promise a defense to this action the jury must be satisfied that the defendant- was induced to purchase the property and give its bond on the faith of such promise, and would not have done so without such promise ; and unless the jury so find, even if they should find that such promise was made by the plaintiff, it cannot avail to defeat the plaintiff’s recovery.’ That is affirmed. ”\nIt is by no means clear that defendant had come up to the measure of proof required to overthrow or contradict a writing. Here, both parties knew that at least, as to a one-ninth interest in the land plaintiff’s title was doubtful, yet defendant accepted an absolute conveyance from her and delivered to her an absolute bond with no written stipulation as to this one-ninth ; they represented, that they must have her deed, for her farm was the key to a much larger tract already owned by the coal company. It is intimated in the argument, that she was expected, under the act of assembly, to at once rule the holders of the outstanding interests to bring ejectment, so that her right could be adjudicated ; but she would have had no standing in court to apply for such a rule for she had parted with her title, both legal and equitable, to defendant, who alone had title on which to base such an application. The court stated the law correctly to the jury as to the measure of evidence necessary to postpone payment on a sealed bond. Appellant complains, that the evidence of corroborating circumstances tending to show the alleged parol contract was not called to the attention of the jury; we think the court would have had some difficulty in pointing out any very significant circumstance, corroborative of the one witness who testified positively to the promise. At all events it was the duty of defendant by written point to call the court’s attention to such corroborating facts if they existed. Ott v. Oyer, 106 Pa. 6, a case very like the one before us, so holds. We think the court ruled quite as favorably to defendant as it had a right to ask.\nAll the assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "H. K. Siebeneek, with him S. Sehoyer, Jr., and John P. Hunter, for appellant.",
      "Thomas Q. Lazear, with him Charles P. Orr and Edward Campbell, for appellee."
    ],
    "corrections": "",
    "head_matter": "Stewart v. New York and Cleveland Gas Coal Company, Appellant.\nEvidence—Parol Evidence—Written instrument—Bond—Vendor and vendee.\nIn an action on a sealed bond given to secure the deferred payment of the purchase money of land, where the defendant claims and introduces parol testimony to show that the bond was not to be paid until an outstanding interest in the land in other parties than the plaintiff had been relinquished, and such testimony is contradicted, it is not error for the court to charge “ that in order to make the alleged parol promise a defense to this action the jury must be satisfied that the defendant was induced to purchase the property and give its bond on the faith of such promise, and would not have done so without such promise, and unless the jury so find, even if they should find that such promise was made by the plaintiff, it cannot avail to defeat the plaintiff’s recovery.”\nTrial— Charge—Points.\nWhere on the trial of a cause, the existence of an alleged parol agreement is in dispute, it is the duty of the party alleging corroborating circumstances to establish the parol agreement, to call the court’s attention to such circumstances if they exist, and if this is not done, the party so neglecting cannot on appeal complain of the omission of the court to call the jury’s attention to such circumstances.\nArgued Oct. 27, 1903.\nAppeal, No. 20, Oct. T., 1903, by defendant, from judgment of‘C. P. No. 2, Allegheny Co'., Jan. T., 1895, No. 132, on verdict for plaintiff in case of Harrietta Stewart v. New York and Cleveland Gas Coal Company.\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit on a sealed bond. Before Shaeer, J.\nThe opinion of the Supreme Court states the case.\nVerdict and judgment for plaintiff for $3,803.64. Defendant appealed.\nError assigned was in charging the jury as follows: “ In the first place it is provided that such a parol or oral agreement must be proved by two witnesses.”\nH. K. Siebeneek, with him S. Sehoyer, Jr., and John P. Hunter, for appellant.\nThomas Q. Lazear, with him Charles P. Orr and Edward Campbell, for appellee.\nNovember 9, 1903:"
  },
  "file_name": "0220-01",
  "first_page_order": 250,
  "last_page_order": 253
}
