{
  "id": 933580,
  "name": "Homewood People's Bank v. Heckert, Appellant",
  "name_abbreviation": "Homewood People's Bank v. Heckert",
  "decision_date": "1903-11-09",
  "docket_number": "Appeal, No. 47",
  "first_page": "231",
  "last_page": "232",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 231"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "73 Pa. 286",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1032350
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/73/0286-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 191,
    "char_count": 2535,
    "ocr_confidence": 0.526,
    "pagerank": {
      "raw": 2.829743924136218e-07,
      "percentile": 0.8390689959144336
    },
    "sha256": "a33219ef8963d00995f25445e08c3c2c164cab5eba5b5116b01798a9d253378d",
    "simhash": "1:f0d9aaf2eadd9832",
    "word_count": 449
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Beown, Mesteezat and Pottee, JJ."
    ],
    "parties": [
      "Homewood People’s Bank v. Heckert, Appellant."
    ],
    "opinions": [
      {
        "text": "Pee Cueiam,\nThe note sued on was an absolute unrestricted promise to pay $3,700 to the order of Thomas Marshall at the Homewood People’s Bank, one month after date. This note was discounted by the hank; it was not paid, and the bank brings this suit against the maker. The drawer filed affidavit of defense averring that originally he borrowed from the bank $4,200, and gave a note with the same indorser on the express oral agreement with the bank that he should use the money in the erection of certain buildings, and that it would be renewed from time to time until the buildings were sold; that then and not until then the note was to be paid; that none of the buildings have been sold; that a payment of $500 had been made, thus reducing the amount to $8,700.\nAdmit all the facts set out in the affidavit, they only amount to proof of an oral agreement flatly contradicting the written instrument. Fraud, accident or mistake could not be averred on such an agreement, in the face of the absolute written agreement to pay a fixed sum on a day certain. At the very most it amounts only to a parol promise of further time indulgence to the debtor by the creditor. As said by Shauswoob, J., in Heist v. Hart 73 Pa. 286, “such parol agreement though made at the time is inadmissible in evidence to vary the effect of the written contract.”\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Pee Cueiam,"
      }
    ],
    "attorneys": [
      "J. Charles DieJeen, for appellant.",
      "Joseph A. Gruinyon, for appellee."
    ],
    "corrections": "",
    "head_matter": "Homewood People’s Bank v. Heckert, Appellant.\nPromissory notes—Evidence—Parol evidence—Affidavit of defense.\nIn an action upon a promissory note an affidavit of defense is insufficient which avers that the maker gave the note on the express oral agreement that he should use the money in the erection of certain buildings, that the note would be renewed from time to time until the buildings were sold, that then and not until then the note was to be paid, and that none of the buildings had been sold.\nArgued Oct. 28, 1903.\nAppeal, No. 47, Oct. T., 1903, by defendant, from order of C. P. No. 3, Allegheny County, Feb. T., 1903, No. 326, making absolute rule for judgment for want of a sufficient affidavit of defense in case of Homewood People’s Bank v. William R. Heckert.\nBefore Dean, Fell, Beown, Mesteezat and Pottee, JJ.\nAffirmed.\nAssumpsit on a promissory note.\nThe material agreements of the affidavit of defense are set . forth in the opinion of the Supreme Court.\nError assigned was order making absolute rule for judgment for want of a sufficient affidavit of defense.\nJ. Charles DieJeen, for appellant.\nJoseph A. Gruinyon, for appellee.\nNovember 9, 1903 :"
  },
  "file_name": "0231-01",
  "first_page_order": 261,
  "last_page_order": 262
}
