{
  "id": 933565,
  "name": "McCafferty v. Duerr, Appellant",
  "name_abbreviation": "McCafferty v. Duerr",
  "decision_date": "1903-11-11",
  "docket_number": "Appeal, No. 54",
  "first_page": "261",
  "last_page": "262",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 261"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 174,
    "char_count": 2293,
    "ocr_confidence": 0.516,
    "pagerank": {
      "raw": 5.061447019797991e-08,
      "percentile": 0.3175154227138339
    },
    "sha256": "c2a96c6d283c2bc74f6db03a9b48d63efa4338dd3c079aefdcf0693903738f12",
    "simhash": "1:e62ab9d85a54c76f",
    "word_count": 402
  },
  "last_updated": "2023-07-14T16:01:27.702247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "McCafferty v. Duerr, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThe judges who heard this case being equally divided the judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "A. L. Bowser, with Mm 8. E. Bowser, for appellants.",
      "Thomas II. Greer, with Mm John B. Greer, for appellee."
    ],
    "corrections": "",
    "head_matter": "McCafferty v. Duerr, Appellant.\nWill—Buie in Shelley's case—Heirs.\nTestator directed as follows: “Give and bequith my farm situate in Buffalo Township, County and State afore said to my Childern, John, Robert, and shall stay so as it is divided at presend, in case Robert shall not get married and should die without eny Heirs then his part of the farm shall fall on to John, and Fanny Ekis shall get two hunderd Dollars out of it.” Robert never married, survived the testator and died without issue. The court below held that Robert took an estate in fee tail which by the statute was enlarged into an estate in fee simple. The judges of Supreme Court were equally divided in opinion, and the judgment was affirmed.\nArgued Oct. 20, 1903.\nAppeal, No. 54, Oct. T., 1903, by defendants, from judgment of C. P. Butler Co., No. 113, March T., 1903, on verdicts for plaintiff in case of Ellen McCafferty, Administratrix of Robert Ekas, Grant Ekas and Fannie Elliott, v. Emma Duerr, Lyda Watson et al.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nIssue to determine title to real estate under will of Jacob Ekas.\nThe material portion of the will was as follows : ■ ,\n“ 2, give and bequith my farm situate in Buffalo Township, County and State afore said to my Childern, John, Robert, and shall stay so as it is divided at presend, in case. Robert shall not get married and should die without eny Heirs, then his part of the farm shall fall on to John, and Fanny Ekis shall get two hunderd Dollars out of it.”\nRobert never married, survived the testator and died without issue. Plaintiffs claimed the real estate through Robert, and the defendants through John. The court directed a ver- ' dict for plaintiff reserving the question whether there was any evidence in the case upon which the plaintiff was entitled to recover.\nThe court in an opinion on the reserved question by Millek, P. J., held that Robert took an estate tail which by the statute was enlarged into an estate in fee simple.\nError assigned was in entering judgment on the verdict.\nA. L. Bowser, with Mm 8. E. Bowser, for appellants.\nThomas II. Greer, with Mm John B. Greer, for appellee.\nNovember 11, 1903:"
  },
  "file_name": "0261-01",
  "first_page_order": 291,
  "last_page_order": 292
}
