{
  "id": 933538,
  "name": "Packard v. Thiel College, Appellant",
  "name_abbreviation": "Packard v. Thiel College",
  "decision_date": "1903-11-11",
  "docket_number": "Appeal, No. 13",
  "first_page": "280",
  "last_page": "284",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 280"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 464,
    "char_count": 9060,
    "ocr_confidence": 0.501,
    "sha256": "c0b1a81fd4d10d3be944cedd8355f2d42f914c85f88020afc58bfafa07ee1ef6",
    "simhash": "1:8a6b6c358245e054",
    "word_count": 1493
  },
  "last_updated": "2023-07-14T16:01:27.702247+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Packard v. Thiel College, Appellant."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nIf the injunction were dissolved, the college removed and then on full hearing it should appear that the removal was illegal, the consequences would be certainly inconvenient and might be disastrous. It is therefore clearly a ease for a preliminary injunction to maintain the status quo until all the evidence shall be before the court on final hearing.\nAppeal dismissed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "J. Boyd Buff, with him Lyon, McKee, Mitchell and William, A. Griffith, for appellants.",
      "E. S. Templeton, W. 0. Pettit, H. L. Kech,T. II. Whiteman, J. J. Bonaldson and Q. A. Gordon, for appellee."
    ],
    "corrections": "",
    "head_matter": "Packard v. Thiel College, Appellant.\nEquity—Injunction—Preliminary injunction—Removal of college.\nOn a bill in equity filed by two citizens of a borough, suing for themselves and others intervening, to restrain the removal of a college from the borough, it appeared that the claimants with certain other citizens of the borough had subscribed for a fund, which with certain land was to be given to the trustees of the college, if the college should be located in the borough. The whole of the fund was subscribed for, but about a quarter of it was never paid. After the subscriptions had been made and turned over to the trustees, the trustees established the permanent location of the college in the borough. The land was conveyed to the trustees. About thirty years afterwards the trustees voted to remove the college to another town. Complainants then filed their bill arid secured a preliminary injunction. Held, that the injunction should be continued until final hearing.\nArgued Nov. 9, 1903.\nAppeal, No. 13, Oct. T., 1904, by defendants, from decree of C. P. Mercer Co., Oct. T., 1903, No. 1, continuing preliminary injunction in case of John R. Packard and L. L. Keck v. Thiel College of the Evangelical Lutheran Church et al.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nMotion to dissolve preliminary injunction.\nMiller, P. J., filed an opinion as follows:\nThere are two principal questions involved in this inquiry.\n1. Has Thiel College, under its charter, the right to remove such college from Greenville in Mercer county, to Greensburg in Westmoreland county?\n2. Will such removal, if consummated, inflict such special personal injury upon the plaintiffs as to enable them to maintain this suit under the act of June 19, 1871? Pepper and Lewis, 974, sec. 93.\nThiel College was incorporated by the Act of Assembly of April 14, 1870, P. L. 1167. At the date of the passage of the act of incorporation, it was known as Thiel Hall, and was temporarily located at Phillipsburg, Beaver county, Pennsylvania. Its charter provided that it was “ to be permanently located at such place in Western Pennsylvania as the Trustees may hereafter determine under the name, style and title of Thiel College of the Evangelical Lutheran Church.”\nSoon after the approval of the said act of assembly, the trustees entered into negotiations with the citizens of Greenville, Pennsylvania, relative to the location of the college. As a means of inducing the said trustees to permanently locate the college in Greenville, the citizens proposed to contribute five acres of land and $20,000 toward furnishing a site and erecting buildings for the permanent use of said college. The citizens finally succeeded in securing the land and subscriptions, and by an agreement made between a committee representing the citizens and a committee appointed by and representing the trustees, the land and subscriptions were turned over by the citizens’ committee and accepted by the trustees’ committee. At the time the subscriptions were turned over to the trustees’ committee, it was believed by both committees that the subscriptions to the said fund were solvent and the amount subscribed by each subscriber collectible. Many of the subscriptions were made and subsequently paid by the subscribers to a committee representing the trustees on the express representations made by the committee appointed by the trustees to negotiate with the citizens, that the intention of the trustee was to permanently locate the college in Greenville, if the citizens donated the land and subscribed the 120,000.\nOn February 19, 1872, after all the subscriptions had been made and turned over to the trustees, and after malting a careful investigation of the subject, the board of trustees of the college adopted the following resolution: “ Resolved, that we are now satisfied that the propositions offered by the citizens of Greenville will be entirely fulfilled, and therefore declare Greenville as the permanent location of Thiel College.”\nAt a regular meeting of the Pittsburg Synod of the Evangelical Lutheran Church assembled in St. James Evangelical Lutheran Church, Westmoreland county, Pennsylvania, from August 21 to August 27, 1872, the board of trustees of Thiel College made a report to the synod and, inter alia, embraced in said report the negotiations had with the citizens of Green-ville relative to the location of Thiel College at Greenville. In said report the resolution aforesaid, adopted by the board of trustees, February 19, 1872, was incorporated. The synod received the said report and referred the same to a special committee, which committee reported the action of the trustees as embraced in the resolution of February 19, 1872, and recommended that the said action be approved by the said synod. This report of the special committee was received and approved by the synod, August 27, 1872.\nWe find, therefore, as matter of law, that the trustees of Thiel College exercised the franchise conferred upon them by the charter of incorporation and did permanently locate Thiel College at Greenville by the official action of the board of trustees on February 19, 1872, which..action was approved by the Pittsburg Synod of the Evangelical Lutheran. Church, assembled in St. James’ Evangelical Lutheran Church August 27, 1872. That having been so permanently located in Green-ville, the trustees. have not now the right under the charter to remove Thiel College from Greenville to Greensburg.\nThe second question is not without doubt. Unquestionably the removal of Thiel Colege from Greenville will inflict injury upon a great majority of the citizens of Greenville. The benefits to a community arising from having a well-conducted educational institution in its midst cannot be estimated from a financial standpoint. It will inflict a special injury upon every parent and upon every young man and woman in and near Greenville who desire to avail themselves of the benefits of such an institution.\nThe plaintiffs subscribed to the $20,000 fund and paid the money thereby subscribed with the express agreement, made by a committee representing the trustees of the college, that the college was to be permanently located by the trustees in Greenville. In pursuance of this agreement the college was permanently located in Greenville, and the money subscribed and paid by the plaintiffs was used in erecting the college buildings which it is now proposed to abandon and dismantle.\nHowever, unless the plaintiffs are damaged or injured in a different manner from the other citizens of Greenville who did not subscribe to the fund—in other words, unless they have suffered a special personal injury covered by the act of June 19, 1871, supra, they could not maintain this bill.\nIt has been held that it is not proper, on an application for a preliminary injunction to decide or to consider with a view to a final decision, the merits of the controversy, especially when grave questions of law are involved, and the court should do no more than determine that the bill sets forth facts sufficient to warrant the issuance of an injunction: 10-Eney. of Pleading and Practice, 1010. It has also been held that “ the dissolution of a preliminary injunction, like the granting of one, is a matter resting largely in the sound discretion of the court, and except in cases of palpable error or abuse of discretion, the action of the court will not be disturbed on appeal or otherwise restrained or controlled : ” 10 Ency. of Pleading and Practice 1029.\nWhile the question of the right of the plaintiffs to maintain this bill is not free from doubt, yet, under the facts as found and the authorities cited we are not satisfied that we should dissolve the preliminary injunction. We come to this conclusion the more readily as our error, if it should be error, can be speedily corrected by the appellate court on an appeal by the defendants under the Act of February 14,1866, P. L. 28.\nTo dissolve the injunction on the ground that the plaintiffs have no standing to maintain this bill would be to prejudice the case and virtually dismiss the bill.\nWe therefore hold that the plaintiffs will, by the removal of the college from Greenville, suffer such special personal injury as will enable them to maintain this bill under section 1 of the Act of June 19, 1871, P. L. 1360.\nError assigned was the decree of the court continuing the preliminary injunction.\nJ. Boyd Buff, with him Lyon, McKee, Mitchell and William, A. Griffith, for appellants.\nE. S. Templeton, W. 0. Pettit, H. L. Kech,T. II. Whiteman, J. J. Bonaldson and Q. A. Gordon, for appellee.\nNovember 11, 1903:"
  },
  "file_name": "0280-01",
  "first_page_order": 310,
  "last_page_order": 314
}
