{
  "id": 933578,
  "name": "Boyd v. Snyder",
  "name_abbreviation": "Boyd v. Snyder",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 85",
  "first_page": "330",
  "last_page": "334",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 330"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "190 Pa. 364",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0364-01"
      ]
    },
    {
      "cite": "111 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        545346
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/111/0404-01"
      ]
    },
    {
      "cite": "87 Ga. 79",
      "category": "reporters:state",
      "reporter": "Ga.",
      "case_ids": [
        244875
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ga/87/0079-01"
      ]
    },
    {
      "cite": "34 Wis. 259",
      "category": "reporters:state",
      "reporter": "Wis.",
      "case_ids": [
        8706598
      ],
      "opinion_index": -1,
      "case_paths": [
        "/wis/34/0259-01"
      ]
    },
    {
      "cite": "196 Pa. 562",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916839
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0562-01"
      ]
    },
    {
      "cite": "190 Pa. 358",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905108
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/190/0358-01"
      ]
    },
    {
      "cite": "7 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846864
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts/7/0214-01"
      ]
    },
    {
      "cite": "50 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425191
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/50/0495-01"
      ]
    },
    {
      "cite": "64 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021270
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/64/0141-01"
      ]
    },
    {
      "cite": "51 Pa. 190",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999803
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0190-01"
      ]
    },
    {
      "cite": "51 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999845
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0158-01"
      ]
    },
    {
      "cite": "63 Pa. 475",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1018987
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/63/0475-01"
      ]
    },
    {
      "cite": "83 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "2 Mona. 612",
      "category": "reporters:state",
      "reporter": "Monag.",
      "case_ids": [
        257998
      ],
      "opinion_index": -1,
      "case_paths": [
        "/monaghan/2/0612-01"
      ]
    },
    {
      "cite": "43 Ind. 60",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1406860
      ],
      "opinion_index": 0,
      "case_paths": [
        "/ind/43/0060-01"
      ]
    },
    {
      "cite": "146 Mass. 89",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        784052
      ],
      "opinion_index": 0,
      "case_paths": [
        "/mass/146/0089-01"
      ]
    },
    {
      "cite": "10 W. N. C. 432",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": 0
    },
    {
      "cite": "32 Pa. 168",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        986820
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/32/0168-01"
      ]
    },
    {
      "cite": "30 Pa. 344",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        415582
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/30/0344-01"
      ]
    },
    {
      "cite": "7 Watts, 214",
      "category": "reporters:state",
      "reporter": "Watts",
      "case_ids": [
        1846864
      ],
      "opinion_index": 0,
      "case_paths": [
        "/watts/7/0214-01"
      ]
    },
    {
      "cite": "50 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        425191
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/50/0495-01"
      ]
    },
    {
      "cite": "64 Pa. 141",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1021270
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/64/0141-01"
      ]
    },
    {
      "cite": "51 Pa. 158",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999845
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/51/0158-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 559,
    "char_count": 10032,
    "ocr_confidence": 0.485,
    "pagerank": {
      "raw": 2.0790718669187197e-07,
      "percentile": 0.7588135447278973
    },
    "sha256": "bb25f479c5e75ba2db872341c1dcc04a5f3bf7806f7be6d7da6272701f7501e0",
    "simhash": "1:5762596d0f50cec8",
    "word_count": 1788
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Boyd v. Snyder."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Brown,\nThis suit for malicious prosecution was instituted May 31, 1900, and a verdict was directed for the defendants under their plea of the statute of limitations, the court below having held that the action was barred because the suit whs not brought until more than two years had expired from the time the cause of action arose. It was brought within six years, and, as the plaintiff insists, in time, his contention being that the limitation is six and not two years. This is the only question raised on his appeal.\nThe excluded offer of the plaintiff would have shown that, on a warrant regularly issued by a justice of the peace upon a complaint charging him with the crime of arson, he had been arrested, taken before the magistrate and, on hearing, committed for trial; that he was subsequently admitted to bail; that, at the succeeding term of court, he was indicted by the grand jury and that afterwards he was acquitted by the petit jury. It was excluded by the court for the reason that, under the plea of the statute of limitations, the plaintiff could not recover, even if it was admitted. It was not to show that he had been arrested on a warrant which charged no crime, or that his arrest and imprisonment had been procured by the defendants against all forms of law. In such a case the prosecutors would have been trespassers, and the common-law action of trespass would have been the proper one to be instituted against them: Maher v. Ashmead, 30 Pa. 344; Baird v. Householder, 32 Pa. 168; Kramer v. Lott, 50 Pa. 495; Kennedy v. Barnett, 64 Pa. 141; and such action would be barred after two years under the act of 1713.\nThe allegation of the plaintiff in the statement of his cause of action and the proof offered to sustain it being that he had been maliciously prosecuted by the defendants, by their abuse of the due forms of law, his redi’ess for the wrong done him was through the common-law action of case. This has been so long and uniformly held that what seems to be decided in Reed v. Wilson, 2 Monaghan’s Pennsylvania Supreme Court Cases, 612, cannot be regarded as authority to the contrary. The learned judge below relied upon and was misled by it, and we now overrule it.\nIn Sommer v. Wilt, 4 S. & R. 19, itis-said: “ Where the act is an immediate wrong against all form of law, trespass vi et armis, is the proper action ; but where the process is legal, but it is used in an oppressive manner, trespass on the case. In the one case, it is the immediate act that gives the party his action for the injury, without relation to the motive; in the other the motive of the act.” Following this, the rule is clearly laid down by Rogers, J., in Farmers’ Bank v. McKinney, 7 Watts, 214: “ The true criterion between trespass and case is, whether the injury is immediate or consequential. For injuries arising from regular process of a court of competent jurisdiction, case is the proper form of action; and trespass does not lie as for a malicious arrest or for a malicious prosecution : Bell v. Broadhurst, 3 Term Rep. 185; Johnstone v. Sutton, 1 Term Rep. 535; 11 East, 297; 1 Camp. 295 ; 2 Chitty’s Rep. 204. But when the process is irregular, and by this is meant a void process, trepass is the proper form; as when a justice of the peace maliciously and irregularly grants a warrant against a person for felony without an information on oath, the remedy is in trespass, and case does not lie: Morgan v. Hughes, 2 Term Rep. 228. The general distinction is thus stated. When the immediate act of imprisonment proceeds from the defendant, the action must be trespass, and trespass only; but where the act of imprisonment by one person is in consequence of information from another, then an action on the casé is the proper remedy, because the injury is sustained in consequence of the wrongful act of that other.” Among the later cases holding that case is the proper form of action for a malicious prosecution, carried on under the forms of law, are Stewart v. Thompson, 51 Pa. 158, and Kennedy v. Barnett, supra. In Royer v. Swazey, 10 W. N. C. 432, the action was trespass. The evidence showed the plaintiff had been arrested by a constable under legal process issued upon a complaint regularly and formally made before a magistrate having jurisdiction of the subject-matter. A nonsuit was entered because the action was in trespass and not in case, and, in refusing to take it off, the trial judge said: “ It has been held by all the text writers, and by numerous decisions, that for the malicious abuse of legal process, case and not trespass is the proper legal remedy. The rule is thus stated by Waterman, sec. 307 and note, ‘ If one knowing that he has no cause of action or complaint, cause another to be arrested, the latter may maintain an action upon the case, although the whole proceedings a.re perfectly regular and legal in point of form; but he could not in such a case maintain trespass.’ ” What was thus said we approved in affirming the judgment.\nTo the foregoing may be added the following from 1 Chitty’s Pleadings, 203 : “ Whenever an injury to a person is occasioned by regular process of the court of competent jurisdiction, though maliciously adopted, case is the proper remedy, and trespass is not sustainable.” Among the authorities in other states recognizing this rule are Everett v. Henderson, 146 Mass. 89; Boaz v. Tate, 43 Ind. 60 ; Lovier v. Gilpin, 6 Dana (Ky.), 321.\nThe procedure act of 1887 in no way affects the statute' of limitations. What was case before its passage continues such for the application of the statute; and, as the present action of trespass is but case under the act of 1713, it was brought with in time. The words of the act are, that actions upon the case, other than for slander, shall be commenced “ six years next after the cause of such actions or suit, and not after.” The Act of June 24, 1895, P. L. 236, has no application to a suit for malicious prosecution. It is clearly intended to apply only to cases of injuries to the person, which may or may not result in death. Its words are: “ Every suit hereafter brought to recover damages for injury wrongfully done to the person, in case where the injury does not result in death, must be brought within two years from the time when the injury was done and not afterwards ; in cases where the injury does result in death the limitation of action shall remain as now established by law.”\nJudgment reversed and a venire de novo awarded.\n'Also reported 14 N, E. Rein1. 032.—Reporter.",
        "type": "majority",
        "author": "Mr. Justice Brown,"
      }
    ],
    "attorneys": [
      "James T. Maffett, with him W. A. Hindman, G-. G. Sloan, Geo. W. Means, Benj. M. Clark, George A. JenJes, Charles Corbett, Harry M. Rimer, W. L. McCracken, Geo. F. Whitmer, for appellant.",
      "C. Z. Gordon and F. J. Maffett, for appellees."
    ],
    "corrections": "",
    "head_matter": "Boyd v. Snyder.\nMalicious prosecution—Trespass on the case—Trespass vi ep armis—Statute of limitations.\nWhenever an injury to a person is occasioned by regular process of a court of competent jurisdiction, though maliciously adopted, trespass on the case is the proper remedy, and trespass vi et armis is not sustainablet In such a case the statute of limitations is six years under the act of 1713, which provides that actions upon the case other than for slander shall be commenced six years next after the cause of such action or suit, and not after. The Act of June 24, 1895, P. L. 236, applies only to injuries to the person not resulting in death, and has no application to a suit for malicious prosecution. The procedure act of May 25, 1887, in no way affects the statute of limitations. Reed v. Wilson, 2 Monaghan’s Supreme Court Cases, 612, overruled.\nArgued Oct. 14, 1903.\nAppeal, No. 85, Oct. T., 1903, by plaintiff, from judgment of C. P. Clarion Co., Aug. T., 1900, No. 19, on verdict for defendant in case of L. C. Boyd v. John Snyder et al.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ.\nReversed.\nTrespass for malicious prosecution. Before Morrison, P. J., specially presiding.\nAt the trial it appeared that on May 26, 1894, a fire broke out in a store building in which plaintiff was interested and this building with others was destroyed. Subsequently the defendants, or some of them, made information before a justice of the peace, charging plaintiff with arson. Upon this information which was made June 1,1894, plaintiff was arrested, and a true bill was found against him. He was regularly tried and acquitted on August 29, 1894. The present action was begun May 31, 1900. The court relying on the authority of Reed v. Wilson, 2 Monaghan, 612, refused to admit the record of the criminal suit, and gave binding instructions for defendants.\nVerdict and judgment for defendants. Plaintiff appealed.\nError assigned amongst others was in giving binding instructions for defendants.\nJames T. Maffett, with him W. A. Hindman, G-. G. Sloan, Geo. W. Means, Benj. M. Clark, George A. JenJes, Charles Corbett, Harry M. Rimer, W. L. McCracken, Geo. F. Whitmer, for appellant.\nThe learned judge of the court helow based his decision in this case on the case of Reed v. Wilson, 2 Mona. 612, That case is wrongly reported. The statute of limitations in malicious prosecution cases is six years and not two years.\nA plaintiff cannot avoid the bar of the statute hy merely changing the form of the action, as it is the cause of action rather than the form which determines the applicability of the statute: Wickersham v. Lee, 83 Pa. 432; Hannum v. West Chester Boro., 63 Pa. 475.\nA prosecution for a criminal offense being ended, an action on the ease is the proper remedy for a malicious prosecution: Stewart v. Thompson, 51 Pa. 158; Barnett v. Reed, 51 Pa. 190; Kennedy v. Barnett, 64 Pa. 141; Kramer v. Lott, 50 Pa. 495; Farmer’s Bank v. McKinney, 7 Watts, 214; Berry v. Hamill, 12 S. & R. 210.\nC. Z. Gordon and F. J. Maffett, for appellees.\nThis case is ruled by Reed v. Wilson.\nOur second position is that this case was barred by the second section of the Act of June 24, 1895, P. L. 236: Rodebaugh v. Phila. Traction Co., 190 Pa. 358 ; Bowden v. P. W. & B. R. R. Co., 196 Pa. 562; Noonan v. Orton, 34 Wis. 259; Johnson v. Bradstreet Co., 87 Ga. 79; Briggs v. Garrett, 111 Pa. 404; Peterson v. Delaware River Ferry Co., 190 Pa. 364..\nJanuary 4, 1904:"
  },
  "file_name": "0330-01",
  "first_page_order": 360,
  "last_page_order": 364
}
