{
  "id": 933594,
  "name": "Nelson, Appellant, v. Oil City Street Railway Company",
  "name_abbreviation": "Nelson v. Oil City Street Railway Co.",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 119",
  "first_page": "363",
  "last_page": "366",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 363"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "196 Pa. 610",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        916825
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/196/0610-01"
      ]
    },
    {
      "cite": "24 W. N. C. 371",
      "category": "reporters:state",
      "reporter": "W.N.C.",
      "opinion_index": -1
    },
    {
      "cite": "101 Pa. 1",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        500920
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/101/0001-01"
      ]
    },
    {
      "cite": "152 Pa. 314",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        838075
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/152/0314-01"
      ]
    },
    {
      "cite": "136 Pa. 618",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        820016
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/136/0618-01"
      ]
    },
    {
      "cite": "97 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0450-01"
      ]
    },
    {
      "cite": "24 Pitts. L. J. 37",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "192 Pa. 69",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        908965
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/192/0069-01"
      ]
    },
    {
      "cite": "92 Pa. 276",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        491027
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/92/0276-01"
      ]
    },
    {
      "cite": "91 Pa. 185",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        487658
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/91/0185-01"
      ]
    },
    {
      "cite": "113 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457594
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/113/0490-01"
      ]
    },
    {
      "cite": "151 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836692
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/151/0074-01"
      ]
    },
    {
      "cite": "195 Pa. 599",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        914137
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/195/0599-01"
      ]
    },
    {
      "cite": "177 Pa. 57",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        883770
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/177/0057-01"
      ]
    },
    {
      "cite": "119 Pa. 301",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558113
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0301-01"
      ]
    },
    {
      "cite": "119 Pa. 324",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        558142
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/119/0324-01"
      ]
    },
    {
      "cite": "154 Pa. 263",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "90 Pa. 15",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065657
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0015-01"
      ]
    },
    {
      "cite": "158 Pa. 405",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848266
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0405-01"
      ]
    },
    {
      "cite": "158 Pa. 233",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848225
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0233-01"
      ]
    },
    {
      "cite": "158 Pa. 78",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        848229
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/158/0078-01"
      ]
    },
    {
      "cite": "61 Pa. 361",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        428618
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/61/0361-01"
      ]
    },
    {
      "cite": "139 Pa. 404",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251814
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0404-01"
      ]
    },
    {
      "cite": "66 Pa. 399",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "198 Pa. 686",
      "category": "reporters:state",
      "reporter": "Pa.",
      "opinion_index": -1
    },
    {
      "cite": "116 Pa. 628",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        554338
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/116/0628-01"
      ]
    },
    {
      "cite": "113 Pa. 490",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        457594
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/113/0490-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 472,
    "char_count": 6869,
    "ocr_confidence": 0.508,
    "pagerank": {
      "raw": 6.590513141529555e-08,
      "percentile": 0.40326578885487147
    },
    "sha256": "6f42623bf09dc41ef1f45adeda456e82fcb1ec9e7ca391bf50f23d8c79170b2d",
    "simhash": "1:ec92edf6849695c9",
    "word_count": 1260
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Bbown, Mestbezat and Pottee, JJ."
    ],
    "parties": [
      "Nelson, Appellant, v. Oil City Street Railway Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Fell,\nThe plaintiff’s husband, while in the employ of the defend- - ant company as a motorman, was fatally injured in a collision between 'his car, which was running twelve or fifteen miles an hour, and a work car which was standing or was nearly stationary at a curve in the ' road. The company had but a single track, on which the cars ran in both directions, passing each other at switches constructed at intervals along the line. There was a regular schedule for the running of the passenger cars, but none for the work car, as it was moved from place to place as it became necessary to do so in carrying on the work of repair and construction. Motormen of the passenger cars were instructed to look out for the work car, and the motorman of that car was instructed to keep out of the way of the passenger cars by conforming as nearly as possible to their schedule and running in the same direction ahead of or behind them. The deceased had been in the service of the company as a motorman for several years, and during all this time the work ear had been in use. On the day of the accident and on several days preceding it the work car had been run to one end of the line where construction work was being done. Some machinery in the power house had been injured by lightning, and all the cars were behind time.\nVarious grounds of negligence were alleged in the plaintiff’s statement of claim, but the only one contended for at the trial relates to the manner in which the defendant operated its work car. Since this car was used as necessity required and often in sudden emergencies, it was evidently impracticable that its movements should be regulated by a fixed schedule. There was no danger in its use that could not be avoided by the exercise of reasonable care on the part of the deceased. Moreover there was such an habitual use of the car that whatever danger might result from its presence on the track was a risk of the employment, open, manifest, and fully known to the deceased, and assumed by him without objection. It follows that there was no error in entering a nonsuit: Brossman v. Lehigh Valley Railroad Co., 113 Pa. 490.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Fell,"
      }
    ],
    "attorneys": [
      "Peter M. Speer, with him Issae Ash, for appellant.",
      "William J. Breene, with him Edmond O. Breene, for appellee."
    ],
    "corrections": "",
    "head_matter": "Nelson, Appellant, v. Oil City Street Railway Company.\nStreet railways—Risk of employment—Work car—Alotorman.\nIn an action against a street railway company to recover damages for the death of a motorman caused by a collision between the decedent’s car which was running twelve or fifteen miles an hour, and a work car which was standing, or was nearly stationary at a curve in the road, a nonsuit is properly entered, where it appears that the defendant’s road had but a single track, that the work ear was used as necessity required and often in sudden emergencies, that its movements could not be regulated by a fixed schedule, that there was no danger in its use that could not be avoided by the exercise of reasonable care by mo tormén, that the deceased had been in service of the company as motorman for several years, and that during all this time the work car had been in use. In such a case the danger resulting from the presence of the car on the track was a risk of the deceased’s employment, open, manifest and fully known to him, and which heassumed.\nArgued Oct. 16, 1903.\nAppeal, No. 119, Oct. T., 1903, by plaintiff, from decree of C. P. Venango Co., Jan. T., 1902, No. 3, refusing to take off nonsuit in case of Maude I. Nelson v. Oil City Street Railway Company.\nBefore Mitchell, C. J., Dean, Fell, Bbown, Mestbezat and Pottee, JJ.\nAffirmed.\nTrespass to recover damages for tbe death of plaintiff’s husband, a motorman. Before Cbiswell, P. J.\nThe circumstances of the accident are stated in the opinion of the Supreme Court.\nError assigned was order refusing to take off nonsuit.\nPeter M. Speer, with him Issae Ash, for appellant.\n—The duty of defendant to make and promulgate proper schedules, rules and regulations is a positive duty which it owes not only . its passengers but its employees, and from which it cannot absolve itself: Lewis v. Seifert, 116 Pa. 628 ; Ortlip v. Philadelphia, etc., Traction Co., 198 Pa. 686.\nDecedent was not guilty of contributory negligence : Cleveland & Pitts. R. R. Co. v. Rowan, 66 Pa. 399; Bradwell v. Pittsburg, etc., Railway Co., 139 Pa. 404; Lehigh Valley R. R. Co. v. Hall, 61 Pa. 361.\nWhether or not the plaintiff is guilty of contributory negligence must be inferred from all the facts in the case disclosed by the evidence, and such inference of facts is for the jury and not for the court: Merriman v. Phillipsburg Boro., 158 Pa. 78 ; Ely v. Pittsburg, etc., Ry. Co., 158 Pa. 233; Winner v. Oakland, 158 Pa. 405; North Penna. R. R. Co. v. Kirk, 90 Pa. 15; Vannatta v. Central R. R. Co. of N. J., 154 Pa. 263.\nWilliam J. Breene, with him Edmond O. Breene, for appellee.\nAs between employer and employee the fact of the accident or collision raise no presumption of negligence. The burden is on the plaintiff to show some specific act of negligence on the part of the master constituting the proximate cause of the injury complained of: N. Y., etc., R. R. Co. v. Lyons, 119 Pa. 324 ; P. & R. R. R. Co. v. Hughes, 119 Pa. 301; Wojciechowski v. Spreckles Sugar Ref. Co., 177 Pa. 57; Higgins v. Fanning & Co., 195 Pa. 599.\nA workman assumes all dangers of the business, however arising, after he has an opportunity to become acquainted with them and can appreciate them, unless he complains and is induced to remain at work by the employer’s promise to remove the danger: Rumsey v. Delaware, etc., R. R. Co., 151 Pa. 74 ; Brossman v. Lehigh Valley R. R. Co., 113 Pa. 490 ; Mansfield Coal & Coke Co. v. McEnery, 91 Pa. 185; Pittsburg, etc., R. R. Co. v. Sentmeyer, 92 Pa. 276 ; Welsh v. Penna. R. R. Co., 192 Pa. 69; Orrison v. Penna. Co., 24 Pitts. L. J. 37. The principle cited has been applied to a brake lacking a safety device : P. & R. R. R. Co. v. Hughes, 119 Pa. 301 (in this case the employee had been employed on the railroad for three years); to a locomotive with unusually high steps: R. R. Co. v. Schertle, 97 Pa. 450 ; to standard gauge ears operated over narrow gauge tracks : Titus v. Bradford, etc., Co. R. R. Co., 136 Pa. 618 ; to a caboose improvised by cutting a door in a box car: Davis v. B. & O. R. R. Co., 152 Pa. 314; to cai'S loaded over the ends : Ry. v. Husson, 101 Pa. 1; to the manner of coupling an engine : Hawk v. R. R. Co. 11 Atl. Repr. 459 ; Kennedy v. R. R. Co., 24 W. N. C. 371 ; and to the absence of a flagman at a dangerous crossing—Rumsey v. R. R. Co. 151 Pa. 74.\nWhere the evidence is of such a character that a jury could not find for the plaintiff without a capricious disregard of the credible evidence direct or inferential, in the case, it is the duty of the court to direct a verdict for the defendant; Lonzer v. Lehigh Valley R. R. Co., 196 Pa. 610.\nJanuary 4, 1904:"
  },
  "file_name": "0363-01",
  "first_page_order": 393,
  "last_page_order": 396
}
