{
  "id": 933510,
  "name": "New Castle City v. Central District & Printing Telegraph Company",
  "name_abbreviation": "New Castle City v. Central District & Printing Telegraph Co.",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 53",
  "first_page": "371",
  "last_page": "378",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 371"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "199 Pa. 400",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922870
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0400-01"
      ]
    },
    {
      "cite": "11 Phila. 327",
      "category": "reporters:state",
      "reporter": "Phila.",
      "opinion_index": -1
    },
    {
      "cite": "52 L. R. A. 730",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "47 L. R. A. 104",
      "category": "reporters:federal",
      "reporter": "L.R.A.",
      "opinion_index": -1
    },
    {
      "cite": "186 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        989716
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/186/0161-01"
      ]
    },
    {
      "cite": "2 Pa. Superior Ct. 242",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        270643
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/2/0242-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 490",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832572
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0490-01"
      ]
    },
    {
      "cite": "199 Pa. 411",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        922774
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/199/0411-01"
      ]
    },
    {
      "cite": "139 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        11251861
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/139/0419-01"
      ]
    },
    {
      "cite": "135 Ind. 339",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1408093
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/135/0339-01"
      ]
    },
    {
      "cite": "71 Ind. 189",
      "category": "reporters:state",
      "reporter": "Ind.",
      "case_ids": [
        1936439
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ind/71/0189-01"
      ]
    },
    {
      "cite": "44 La. Ann. 1117",
      "category": "reporters:state",
      "reporter": "La. Ann.",
      "case_ids": [
        5273548
      ],
      "opinion_index": -1,
      "case_paths": [
        "/la-ann/44/1117-01"
      ]
    },
    {
      "cite": "95 U. S. 679",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3382812
      ],
      "opinion_index": -1,
      "case_paths": [
        "/us/95/0679-01"
      ]
    },
    {
      "cite": "89 Pa. 210",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1063255
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/89/0210-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 678,
    "char_count": 16698,
    "ocr_confidence": 0.496,
    "pagerank": {
      "raw": 1.5460138616657363e-07,
      "percentile": 0.6738124500694828
    },
    "sha256": "8469364a13fdfb7cadb62ea99a757f3163c846099ed0f242916e3bcc1a6d995f",
    "simhash": "1:1cb2c72037101d51",
    "word_count": 2862
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ"
    ],
    "parties": [
      "New Castle City v. Central District & Printing Telegraph Company."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Mestrezat,\nThe facts found by the learned trial judge and opinions filed by him fully sustain his conclusion. There' is no attempt here to interfere with or abridge' the charter rights of the defendant company “to carry on the business of constructing, maintaining and operating telegraph and telephone lines ” in the city of New Castle. It is maintained, however, by the plaintiff that it has the authority to regulate and supervise the location and construction of the defendant’s lines of telegraph and telephone poles upon the streets of the city, and that the general ordinance of June 6, 1899, is a valid exercise of that authority and infringes none of the rights granted the defendant company by its charter. This ordinance provides, inter alia, that the corporation may apply to councils to have its poles located, “ and that councils may thereupon designate the location of each pole, or authorize the street committee or city engineer to make the location thereof.” The ordinance of April 5, 1882, under which the poles of the defendant company were located and erected, requires the poles to “ be located and erected under the supervision and approval of the city engineer.”\nIt is well settled in this state that a municipality may provide by reasonable regulations the manner in which a telegraph or telephone company must enter upon and occupy its streets. The rights of the' company acquired by the charter must be exercised in subordination to this authority inherent in the municipality. The extract quoted from the ordinance of 1899, and which is objectionable to the defendant company is simply a provision regulating the manner in which the. poles may be located and erected. It does not prevent the company from erecting poles in any street in the city or in any manner impair its right to do so. Hence, as held by the learned trial judge, it was clearly within the power of the municipality to enact the ordinance.\nIt is contended by the defendant company that the poles it was erecting and intended to erect at the time the injunction was served had been located by the city engineer under the ordinance of April 25, 1882. But this allegation is not sustained by the facts found by the court below. While the learned judge finds that the city engineer had given a “ qualified verbal approval ” to a general plan or plot made by the defendant of the proposed extension of its pole lines in the city, he finds “that the city engineer was not locating, supervising or approving of the location of the poles, the erection of which is complained of in this case.” The mere verbal approval by the city engineer of a general plan, showing the places where the defendant intended erecting its poles, would not authorize the company to erect its poles in the streets of the city at the points designated on the plan without further supervision and approval.by that officer. The ordinance enacted that the poles “ shall be located and erected under the supervision of the city engineer,” and this unquestionably required him to locate the poles on the ground and to supervise and approve their erection. Under the evidence it cannot be pretended that the city engineer either located the poles on the ground or was supervising their erection when this bill was filed; the contrary, however, was distinctly found by the trial judge. The defendant, therefore was proceeding to construct its line of poles without authority of the city and in disregard of the expressed provision of the ordinance of April 25, 1882, the protection of which it has invoked as a defense in this case.\nThe decree entered by the court below assures ample protection to the defendant company of its rights to construct and maintain its telegraph and telephone system on the streets of the city of New Castle. While it enjoins the defendant company from erecting poles in new locations except at locations to be given by municipal authority, yet it reserves “to the court the right to grant defendant relief should said city authorities refuse to give or approve such locations upon defendant’s application therefor.” The court, therefore, can, and will, protect the defendant company against the enforcement of the ordinance of June 18,1899, in any manner prejudicial to the vested rights acquired by it under the charter granted by the commonwealth.\nNotwithstanding the criticisms of appellant’s counsel, we see no sufficient reason for disagreeing with the trial judge on his finding of facts. He evidently gave careful consideration to all the evidence aiid it fully supports his conclusions.\nThe assignments of error are overruled and the decree is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Mestrezat,"
      }
    ],
    "attorneys": [
      "B. A. Winternitz, with him Thomas Patterson, for appellant__",
      "James A. Gardner, city solicitor, for appellee."
    ],
    "corrections": "",
    "head_matter": "New Castle City v. Central District & Printing Telegraph Company.\nTelegraph and telephone companies—Erection of poles—Municipalities.\nA municipality may provide by reasonable regulations the manner in which a telegraph or a telephone company must enter upon and occupy its streets. The rights of the company acquired by the charter must be exercised in subordination to this authority inherent in municipalities.\nA municipality may enact an ordinance that a telegraph company may apply to councils to have its poles located, “ and that councils may thereupon designate the location of each pole or authorize the street committee or city engineer to make the location thereof.” Such an ordinance does not prevent the company from erecting poles in any street in the city, or in any manner impair its rights to do so. If the authorities of the city refuse to give or approve proper locations upon the company’s application' therefor, the company will be accorded protection by the court.\nWhere an ordinance of a city requires that telegraph poles “ be located and erected under the supervision and approval of the city engineer,” a mere verbal approval by the city engineer of a general plan showing the places where the telegraph company intended erecting its poles, will not authorize the company to erect its poles in the streets of the city at the points designated on the plan without further supervision and approval by the city engineer.\nArgued Oct. 19, 1903.\nAppeal, No. 53, Oct. T., 1903, by defendant, from decree of C. P. Lawrence Co., Dec. T., 1901, No. 3, on bill in equity in case of New Castle City v. Central District & Printing Telegraph Company.\nBefore Mitchell, C. J., Dean, Fell, Brown, Mestrezat and Potter, JJ\nAffirmed.\nBill in equity for an injunction. Before Walling, P. J., specially presiding.\nFrom the record it appeared that on April 25,1882, an ordinance was passed by the councils of the city of New Castle permitting the defendant to erect telegraph poles in the streets of the city, and providing “ that the poles of said company shall be located and erected under the supervision and approval of the city engineer.” After the passage of this ordinance the company erected poles upon several of the streets of the city. On June 6, 1899, the city of New Castle passed another ordinance which provided, inter alia, as follows:\n“ Section 5. Every person, company or corporation, desiring to have poles located, may apply to councils therefor; and the councils may thereupon designate the location of each pole, or authorize the street committee or the city engineer to make the location thereof. Any person, company or corporation may designate the place or places at which poles are needed by any of them, and if councils approve the location, the poles may be erected as indicated.”\nThe court found other facts to be as follows :\n10. That between said January 5, 1899, and June 6, 1899, when said last ordinance was passed, the defendant erected some few poles in new locations, as designated on said plot, and under the direction of the city engineer, and about the time of the passage of said ordinance the city engineer notified one of the defendant’s agents in charge of its New Castle office that thereafter “ they would have to appear before councils and get permission for to locate poles.” However, the defendant thereafter occasionally erected some poles in new locations at the places specified in said plot, and with the approval of the city engineer, and without objection from the city or any of its officers, and in some places the city has attached its fire alarm wires to such new poles. The defendant also pays a city license tax on its poles.\n11. That on October 24, 1901, and previous to the time the defendant was proceeding to erect poles, for the erection of which complaint is made in the bill filed in this case, the city engineer gave to the said defendant company notice in writing that any locations of poles that he may have made for said company theretofore, or given them, which had not theretofore been erected, were by him revoked,—the said engineer in said notice informing said defendant that the locations of poles were to be made by councils, or under its direction by the department of highways or the city engineer, and that by reason of said ordinance, all locations made by him, the said engineer, theretofore, for said company, were thereby revoked,—which notice is as follows:\n“ To the Central District, Printing & Telegraph Company :\n“Gentlemen: You are hereby respectfully informed that any locations of poles that I may have made for you heretofore or given you, and which have not heretofore been erected, is hereby revoked. The Councils, in the year 1897, passed an ordinance by which all locations of poles is made by Councils, or under its direction by the Department of Highways or the City Engineer, therefore no locations are valid unless made under pursuance of the last named ordinance. And by reason of the said ordinance, all locations made by me heretofore for your company are thereby revoked as aforesaid.\n“Very respectfully,\n“ R. H. M’Conag-hy,\n“ City Engineer.”\n12. That on October 29, 1901, and recently before said time, the defendant company entered upon Jefferson street and other public streets in said city, and excavated in the same and made holes in which said company did erect telegraph or telephone poles; and that said company dug other holes in said Jefferson street and other streets in which they threatened to place telegraph or telephone poles ; and that said company threatened to and were in the act of digging holes and erecting telegraph or telephone poles in Jefferson street and other streets of said city, when the injunction bill was filed in this case.\n18. That the said defendant company never applied to the city councils, since June 6, 1899, for the location of any poles in Jefferson street, nor airy other streets in which said company recently erected its poles, and in which they threatened to erect the same, as charged in the bill filed by the plaintiff in this case; and the said company refused to make such application and refused to desist from.the erection of said poles though requested so to do.\n14. That the said defendant company when requested by the said city to desist and cease the erection of said poles in Jefferson street and other streets refused and continued to erect the same.\n15. That since June 6,1899, neither the city of New Castle, nor its councils, nor its street committee, ever gave the said company the right to put up or place any of the said telegraph poles at or in the locations in which the said company threatened to put up the same, nor in the location in which the said company was erecting poles at the time of the filing of the bill in this case; nor has any officer of said city supervised or approved the erection of any pole as set forth in said bill, or the location thereof.\n16. That the city engineer was not locating, supervising or approving the location of the poles, the erection of which is complained of in this case.\n17. The poles which the company were engaged in erecting at the time of the institution of this suit, were necessary for the proper carrying- on of the business of the company and necessary to subserve- the public demand for telephones and telephone service, so far as appears by the evidence in this case.\nThe court entered the following decree: And now, October 6,1902, this cause came on for final hearing, and after argument thereof by counsel and upon due consideration it is ordered, adjudged and decreed that the said defendant, the Central District and Printing Telegraph Company, its officers, agents and employees, and every of them, be and they are hereby perpetually restrained and enjoined from erecting any telegraph or telephone poles in new locations upon any of the public streets or alleys of the said city of New Castle, except at locations hereafter to be given or approved by the proper municipal authorities of said city, and under the supervision of the city engineer of said city; reserving, however, to the court the right to grant the defendant relief should said city authorities refuse to give or approve such locations upon defendant’s application therefor. This decree, however, shall not be so construed as to prevent the defendant from repairing its lines by replacing old poles with new poles on the same location wherever it may deem proper to do so. It is further ordered that the defendant pay the costs of this case.\nError assigned was the decree of the court.\nB. A. Winternitz, with him Thomas Patterson, for appellant__\nThe city having induced and permitted the appellant to go on from year to year, erect its plant and expend large sums of money upon the mutual understanding that the provisions of the ordinance of 1882 would be adhered to, and the city engineer having located the poles in accordance with that ordinance, there were vested in the company valuable rights and franchises, and the validity and existence of those franchises and those rights, could not afterwards be denied by the city, destrojmd or taken away: Hestonville, etc., Ry. Co. v. Phila., 89 Pa. 210; Farrington v. Tennessee, 95 U. S. 679.\nThere are many cases in which it has been held that ordinances are unreasonable, oppressive and void, which leave to. the arbitrary dictation of the city councils, the determination of whether or not they will permit a lawful business to be carried on or not: State of Louisiana v. Dubarry, 44 La. Ann. 1117 (11 So. Repr. 718) ; City of Richmond v. Dudley, 33 Cent. Law Jour. 382; Barthet v. New Orleans, 24 Fed. Repr. 563; Cicero Lumber Co. v. Cicero, 51 N. E. Repr. 758 ; Bessonies v. City of Indianapolis, 71 Ind. 189; City of Plymouth v. Schultheis, 135 Ind. 339 (35 N. E. Repr. 12).\nThe company had the right to use the streets by virtue of the act under which it was incorporated, and the erection and maintenance of its poles and lines is a proper “ street use Lockhart v. Craig St. Railway Co., 139 Pa. 419; People’s Tel., etc. Co., v. Berks, etc., Turnpike Road, 199 Pa. 411; N. Y. Telephone Co. v. Keesey, 5 Pa. Dist. Rep. 366.\nJames A. Gardner, city solicitor, for appellee.\nA company which is required to obtain municipal consent, and after having obtained it has entered upon the streets, is in precisely the same situation so far as its being subject to police regulation1'is concerned, as a company that is not required to obtain such consent. The power to make reasonable police regulations is independent of, and not merely incidental to the power to grant or withhold consent to use the streets by the corporation. This principle applies to water cases, and also telegraph, telephone, electric light and street railway cases : Lansdowne Boro, v. Water Co., 16 Pa. Superior Ct. 490.\nUnder the police power to regulate streets, the city government has the right to supervise and control the erection of telegraph poles and all lines of electric poles and wires in the streets, and to see that the poles are not so placed as to cause unnecessary obstruction, and may designate the location of the poles: McKeesport v. McKeesport, etc., Pass. Ry. Co., 2 Pa. Superior Ct. 242; Mooney v. Luzerne Borough, 186 Pa. 161; Keasbey on Electric Wires, sec. 46; 2 Dillon on Munc. Corp. (4th ed.) sec. 698, and note; Mich. Tel. Co. v. Benton Harbor, 47 L. R. A. 104; State v. Sheboygan, 86 N. W. Repr., 657; S. C., 6 Munic. Corp. Cases, 685; W. U. Tel. Co. v. Toledo, 121 Fed. Repr. 734; S. C., 10 Munic. Corp. Cases, 190; Toledo v. W. U. Tel. Co., 107 Fed. Repr. 10 ; S. C., 7 Munic. Corp. Cases, 1 and 52 L. R. A. 730; Phila. v. W. U. Tel. Co., 11 Phila. 327 ; N. W. Tel. Exch. Co. v. Minneapolis, 4 Munic. Corp. Cases, 359.\nThe regulation of telegraph wires and poles is in the nature of the case, within the sound discretion of the municipal governing body, who holds the streets for the public: Springfield Water Co. v. Boro, of Darby, 199 Pa. 400.\nJanuary 4, 1904:"
  },
  "file_name": "0371-01",
  "first_page_order": 401,
  "last_page_order": 408
}
