{
  "id": 933492,
  "name": "Kirchner v. Smith, Appellant",
  "name_abbreviation": "Kirchner v. Smith",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 27",
  "first_page": "431",
  "last_page": "437",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 431"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "166 Pa. 582",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        864195
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/166/0582-01"
      ]
    },
    {
      "cite": "87 Pa. 365",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1057895
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/87/0365-01"
      ]
    },
    {
      "cite": "4 Pa. Superior Ct. 333",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        276404
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/4/0333-01"
      ]
    },
    {
      "cite": "8 Pa. 51",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        959551
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/8/0051-01"
      ]
    },
    {
      "cite": "3 Yeates, 428",
      "category": "reporters:state",
      "reporter": "Yeates",
      "case_ids": [
        6774758
      ],
      "opinion_index": -1,
      "case_paths": [
        "/yeates/3/0428-01"
      ]
    },
    {
      "cite": "57 Pa. 142",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1010428
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/57/0142-01"
      ]
    },
    {
      "cite": "9 Pa. 193",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        960637
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/9/0193-01"
      ]
    },
    {
      "cite": "202 Pa. 297",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        992333
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/202/0297-01"
      ]
    },
    {
      "cite": "149 Pa. 444",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        832649
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/149/0444-01"
      ]
    },
    {
      "cite": "134 Pa. 334",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        814944
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/134/0334-01"
      ]
    },
    {
      "cite": "167 Pa. 41",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        866781
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/167/0041-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 642,
    "char_count": 14346,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.593085984340101e-07,
      "percentile": 0.9256939304183371
    },
    "sha256": "f8153c746c9ed9e999042ab4d66d751fde438f4e5e4a26419fd9eb609859f400",
    "simhash": "1:a23cf0ec1397547d",
    "word_count": 2561
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Mitchell, C. J., Dean, Pell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Kirchner v. Smith, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMb. Justice Potteb,\nThe defendant was the owner of a three-story brick dwelling house located in the borough of Washington, Pennsylvania. This house was built upon the line of the sidewalk, and the lower story was a basement, with two windows below the sidewalk. In order to admit light and ventilation into these windows, the owner dug out next the foundation wall and into the sidewalk an areaway about three and one half feet wide and ten feet long. This was covered by an iron grating on a level with the pavement, which originally extended over the entire areaway. Subsequently, owing to the areaway being made longer by a change of grade in the sidewalk, or from some other cause, there came to be an open space at the upper end of the grating alongside the front steps of the house, four inches or more in width, extending across the area way.\nIn January, 1900, the defendant leased the premises to Mrs. S. J. Thompson for the term of one year from April 1, 1900, and the lease was renewed for a second year. There was no covenant as to repairs in the lease, but the lessee testified that before she signed it, the lessor promised by parol to make whatever repairs were necessary on the house, and actually did make certain repairs. The lessee also testified that, when she moved into the house in April, 1900, she believed that the opening was at the end of the grating, but she could not say positively. The defendant testified that he had no knowledge of the opening at the time Mrs. Thompson leased the premises, and did not know whether it was there or not. Mrs. Thompson also testified that in the summer or fall of 1901 she called defendant’s attention to the dangerous condition of the grating, and he said he would repair it later on.\nThe plaintiff, Miss Anna M. Kirchner, a professional masseuse and nurse, rented a room in the house referred to from Mrs. Thompson about September 9, 1901, and remained there until the date of the accident, three months later on. On the evening of December 9, 1901, a dark, rainy night, the plaintiff returned to the house at a late hour, and found the front door locked. Not wishing to disturb Mrs. Thompson, who was sick, she walked to the end of the doorsteps and tried to reach the first floor front window, which opened into her room or office. She could not reach it from the steps, so she stepped off the side of the steps onto the sidewalk in order to get nearer to the windew. Her foot went into the opening at the end of the grating, and she was thrown down and injured. This suit is brought against the owner of the premises to recover damages for the injuries thus sustained.\nThe plaintiff testified that she had never noticed the hole at the end of the grating, and did not know of its existence until she got into it, but she did know that the grating was there.\nThe court below refused to give binding instructions for the defendant, and submitted the questions of negligence and contributory negligence to the jury, who found a verdict for the plaintiff.\nThe first and second assignments of error criticize the statement made by the court as to the situation and purpose of the areaway and grating. But the jury were taken to view the premises, and could see for themselves the precise situation, and the purpose and use of the areaway and grating must have been manifest. These assignments are overruled.\nThe third and fourth specifications of error complain of the refusal of the second and third points for charge, which asked for binding instructions, as put by counsel for defendant, They were faulty iu containing the statement that the uncontradicted evidence showed that at the time of the letting, the grating was in repair. This was a disputed question of fact, in the case, which was for the jury. There was sufficient evidence to go to the jury that the defect in the sidewalk, which consisted in leaving too wide a space between the end of the grating and the step, was in existence at the time of the letting to Mrs. Thompson. There was also evidence of subsequent notice to the defendant by his tenant, and of a promise by him to repair. The principle cannot be doubted that, when a landlord lets premises, in a dangerous condition, he is liable for the nuisance which he thus permits to exist: Reading v. Reiner, 167 Pa. 41.\nIf the construction was defective, or was out of repair, wlien the tenant was put in possession, “ the mere fact of the tenant’s occupancy when the injury arises, will not relieve the landlord from the consequences of his own negligence. He is liable because of the defective construction or condition at and before the tenancy began, and this liability continues, notwithstanding the possession of the tenant:” Wunder v. McLean, 134 Pa. 334 (339).\nThe fifth assignment of error is to the qualified affirmance by the court below of the defendant’s fourth point, as follows: “If the jury find from the evidence that the plaintiff has passed in and out of the door and over the step and in direct view of the place of the alleged defect in the grating for some two months prior to the accident, the inference is that she knew of its existence, and was bound to take precaution to guard against accident, and the lack of such precaution would constitute contributory negligence, so as to preclude recovery in this action, and the verdict must be for the defendent. Affirmed, if the jury find from all the evidence that the plaintiff knew, or ought reasonably to have known, the hole was there before the alleged accident.”\nIn thus answering the point, the court could hardly have gone further without giving binding instructions in favor of the defendant. The use which the plaintiff was making of the grating at the time of the accident was not one which would ordinarily be required, but it certainly was not an improper or reckless one. Coming unexpectedly back to her office at night, she found the door locked, and, in order to get in quietly, without disturbing the sick, she undertook to tap upon a window, which she could only reach by stepping off the end of the doorstep upon the grating. She testifies that she supposed the bars of the grating extended close up to the end of the step, and so put her foot down there; but, instead of finding support, it went through the hole or opening.\nWe do not think the court could have properly said as matter of law, that in so doing she was negligent. Whether she was or not, under the circumstances, was a question for the jury to decide. In submitting it, the court called attention at some length to the fact that a higher degree of care than the ordinary was required of the plaintiff, at the time and place, and under the circumstances of the accident. The verdict must be accepted as settling the question in favor of the plaintiff. Nor do we find any substantial variance between the allegations of the plaintiff’s statement, and the evidence offered in support of them. It is averred that the plaintiff was injured in the proper and lawful use of the sidewalk. Her claim was based entirely upon that fact, and the evidence she offered tended to establish it. It is suggested that she was not using the highway at all; this, under the idea apparently, that the steps and grating were not a portion of the highway. But this was a palpable mistake. The assumption that the facts shown failed to disclosed liability cannot be justified. There was ample for that purpose in the evidence, if believed by the jury. As we read the statement, it gave full notice to the defendant, of the ease he was required to meet, and it is not pretended that lie was in any way surprised by the evidence. In any event, it is too late to take advantage of a variance after a verdict against him. See Kroegher v. McConway & Torley Co., 149 Pa. 444.\nThe assignments of error are all overruled, and the judgment is affirmed.",
        "type": "majority",
        "author": "Mb. Justice Potteb,"
      }
    ],
    "attorneys": [
      "T. E. Birch, with him A. M. Linn, for appellant.",
      "W. S. Parker, with him Winfield Mcllvaine, for appellee."
    ],
    "corrections": "",
    "head_matter": "Kirchner v. Smith, Appellant.\nNegligence—Defective sidewalk—Landlord and tenant—Contributory negligence.\nWhen a landlord places a tenant in possession of premises on which there is a defective sidewalk, the mere fact of the tenant’s occupancy when an injury occurs from the defect will not relieve the landlord from the consequences of his own negligence. He is liable because of the defective condition at and before the tenancy began, and this liability continues, notwithstanding the possession of the tenant.\nIn an action to recover damages for personal injuries sustained by falling into a hole in a grating in a sidewalk it appeared that the hole was alongside the front steps of the house. Prior to the accident the house had been leased to a tenant with the defect in the sidewalk existing when the tenant was given possession. There was evidence of subsequent notice to the owner by the tenant, and of a promise by him to repair the defect. The plaintiff, a professional nurse, rented a room in the house from the tenant. The accident happened on a dark, rainy night. The plaintiff went up the front steps, and not wishing to disturb the landlady who was ill at the time, walked to the end of the doorsteps so as to tap on a window, but not being able to reach the window she stepped off the side of the steps, and her foot went into the hole, and she was thrown and injured. Plaintiff testified that she did not know of the existence of the hole. The court submitted the questions of negligence and contributory negligence to the jury. Held, that a verdict and judgment against the defendant, the owner of the premises, should be sustained.\nPractice, C. P.—Surprise—Continuance— Variance—Evidence.\nWhere at the trial of a cause, evidence is admitted at variance with the statement of claim, and the defendant does not plead surprise nor ask for a continuance, he cannot take advantage of the variance after a verdict against him.\nArgued Oct. 21, 1903.\nAppeal, No. 27, Oct. T., 1963, by defendant, from judgment of C. P., Washington Co., Aug. T., 1902, No. 98, on verdict for plaintiff in case of Anna M. Kirchner v. William W. Smith.\nBefore Mitchell, C. J., Dean, Pell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Taylor, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court charged in part as folloivs :\n[The entrance to the steps at the upper end of this house is over this grating way, or by making a little detour out onto the brick portion of the pavement or sidewalk, you leave the grating and can approach the front steps squarely in front of the house.] [1]\n[The manifest purpose of the erection of that areaway and grating over it was to afford the owner of that double dwelling a means of getting light, as 1 said, and ventilation in and through this areaway into the basement of this building and at the same time make it a safe way of travel within the line of the sidewalk for all pedestrians lawfully using the street or having occasion to go in and out of this double dwelling.] [2]\nThe defendant presented these points :\n2. Even if the jury believe from the evidence that Mrs. Thompson, prior to the accident but after she had taken possession under the lease, notified the defendant that the grating was out of repair or had slipped from its position, so as to leave a hole alongside the step, the uncontradicted evidence being that at the time of the letting the grating was in repair, plaintiff cannot recover, and the verdict must be for the defendant. Answer : Refused, under the evidence in this case; this is purely a question of law: Brown v. White, 202 Pa. 297. [8]\n3. The uncontradicted evidence being that the grating at the time of the letting was in perfect repair and that it became dilapidated or out of position during the tenancy of Sarah J. Thompson, she alone is liable, the lease itself showing no covenant on the part of the landlord, and the verdict should be for the defendant. Answer: Refused under the evidence in this case. That is purely a question of law : Brown v. White, 202 Pa. 297. [4]\n4. If the jury find from the evidence that the plaintiff had passed in and out of the door and over the step and in direct view of the place of the alleged defect in the grating for some two months prior to the accident, the inference is that she knew of its existence, and was bound to take precaution to guard against accident, and the lack of such precaution would constitute contributory negligence, so as to preclude recovery in this action, and the verdict must be for the defendant. Answer: Affirmed, if the jury find from all the evidence that the plaintiff knew, or ought reasonably to have known, the hole was there before the alleged accident. [5]\n6. The statement in this case alleges that the accident took place in the public traveled part of the sidewalk. The evidence of the plaintiff herself discloses the fact that she was not using the sidewalk, and that the accident did not occur by reason of such use, but in an attempt to reach the window of the house from the front step, in an unusual manner and one which the defendant could not likely have foreseen; the allegation not being supported by the proof, plaintiff cannot recover in this action, and the verdict must be for the defendant. Answer: Refused ; it is for the jury to say from all the evidence in the case. [6]\n8. Under all the pleadings and evidence in this case the verdict must be for the defendant. Answer: Refused. The case is for the jury under all the evidence in the case, and under the instruction of the court upon the law of the case. [7]\nVerdict and judgment for plaintiff for |5,000. Defendant appealed.\nErrors assigned were (1-7) above instructions, quoting them.\nT. E. Birch, with him A. M. Linn, for appellant.\nIf the grating had become dilapidated after the taking possession by Mrs. Thompson, but was in perfect repair at the time of the creation of the tenancy, in the absence of a covenant to repair in her lease, she was bound to repair it: Bears v. Ambler, 9 Pa. 193 ; Navigation Co. v. Richards, 57 Pa. 142.\nThe allegata and probata do not agree : Funk v. Arnold, 3 Yeates, 428 ; Good v. Mylin, 8 Pa. 51; Dixon v. Butler Twp., 4 Pa. Superior Ct. 333.\nPlaintiff was guilty of contributory negligence: King v. Thompson, 87 Pa. 365 ; Stackhouse v. Vendig & Co., 166 Pa. 582.\nW. S. Parker, with him Winfield Mcllvaine, for appellee.\nJanuary 4, 1904:"
  },
  "file_name": "0431-01",
  "first_page_order": 461,
  "last_page_order": 467
}
