{
  "id": 933605,
  "name": "Jacob v. Weisser, Appellant",
  "name_abbreviation": "Jacob v. Weisser",
  "decision_date": "1904-01-04",
  "docket_number": "Appeal, No. 45",
  "first_page": "484",
  "last_page": "490",
  "citations": [
    {
      "type": "official",
      "cite": "207 Pa. 484"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "48 Pa. 161",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422194
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0161-01"
      ]
    },
    {
      "cite": "16 Pa. 469",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        410206
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/16/0469-01"
      ]
    },
    {
      "cite": "33 Pa. 530",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        988431
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/33/0530-01"
      ]
    },
    {
      "cite": "4 W. & S. 205",
      "category": "reporters:state",
      "reporter": "Watts & Serg.",
      "case_ids": [
        1856244
      ],
      "opinion_index": -1,
      "case_paths": [
        "/watts-serg/4/0205-01"
      ]
    },
    {
      "cite": "97 Pa. 107",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        444810
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/97/0107-01"
      ]
    },
    {
      "cite": "131 Pa. 535",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        810260
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/131/0535-01"
      ]
    },
    {
      "cite": "107 Pa. 419",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        8858058
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa/107/0419-01"
      ]
    },
    {
      "cite": "200 Pa. 230",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        924403
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/200/0230-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 567,
    "char_count": 12719,
    "ocr_confidence": 0.491,
    "pagerank": {
      "raw": 2.959654791730924e-07,
      "percentile": 0.8494719190192169
    },
    "sha256": "9b8a4e3aa54152596965135927bdd3d3cbe9d2cf7f46bc9acf056f7a7f356ca1",
    "simhash": "1:b885af2aba467468",
    "word_count": 2216
  },
  "last_updated": "2024-02-27T19:43:17.031043+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Dean, Fell, Brown, Mestrezat and Potter, JJ."
    ],
    "parties": [
      "Jacob v. Weisser, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was an action brought to recover the balance due upon a building contract. The plaintiff agreed to erect a brick building for defendant upon a lot in Brushton, a part of the city of Pittsburg. By the terms of the written contract between the parties, the work was to be done, according to the plans and specifications, “under the direction and to the satisfaction of Rieger & Currier, architects, acting for the purposes of this contract as agents for the owner,” and all payments were to be made “ upon written certificates of the architects to the effect that such payments have become due.”\nDuring the progress of the work, a foundation wall which the plaintiff claimed had been erected in accordance with the specifications, and under the supervision and with the approval of the architects, bulged in and became so dangerous .that it had to be taken down and rebuilt. The expense of this additional work, and also the cost of the shoring up of the building which it made necessary, was claimed by the plaintiff in this suit, in addition to a balance admitted by defendant to be due him.\nUpon the completion of the building, the architects gave plaintiff a certificate that he was entitled to a final payment of $1,444.74. This did not include the cost of the extra work in tearing down and rebuilding- the defective wall, and in shoring up the building. He never received a certificate for that.\nThe court below submitted to the jury the question of defendant’s liability for this extra work, and they found a verdict for the plaintiff for the full amount of his claim.\nThe only question raised by the assignments of error is, whether the plaintiff is precluded from recovering the cost of the extra work and expense resulting from the defective wall, without first procuring the written certificate of the architects that the payment is due him. The court below held that the approval and certificate of the architects was not required, if the jury found that the faulty construction of the wall was due to the negligence of the architects and not to that of the contractor.\nThe jury were allowed to find as a matter of fact where the responsibility for the trouble with the wall lay, and they by their verdict placed it upon the architects. There was evidence tending to show that the wall was built under the immediate direction and supervision of one of the architects and according to the specifications. And that after it was completed, the architect approved it, and issued a certificate to the plaintiff for the first payment, which covered that portion of the work. It also appeared that, against the protest of the plaintiff, the architect insisted upon damp earth being tamped in against the outside of the wall, and that this earth afterwards froze, and, by the expansion thus caused, forced the wall to buckle, and made it unsafe. The building then had to be shored up, and the stone wall taken down; and, under the direction of the architect, a deeper excavation was made and a larger, stronger wall erected. This matter was all set up by the plaintiff in his statement of claim filed in this case. Upon the other hand, the defendant in the affidavit of defense, expressly denies that the plaintiff was entitled to be paid for this extra work, and avers it was made necessary by the plaintiff’s own negligence. There was then a square issue of fact as to the cause of the damage to the wall, and the testimony bearing upon this point was properly admitted. The verdict of the jury must be accepted as conclusive in favor of the contention of the plaintiff, that he built the wall in the first place in exact accordance with the plans and specifications, and to the satisfaction of the architect ; and that the error in judgment which made it necessary to take down the wall afterwards, was chargeable to the architect, and that the withholding from the plaintiff of a certificate for the cost of the work thus made necessary was a wilful refusal of that which was the plaintiff’s due. If this be true, is the failure of the architect to certify to this portion of the claim sufficient to prevent a recovery ? The power given to the architect by the contract here, is not as broad as in many cases. We do not find that he is authorized to decide every question that may arise between the parties in connection with the work; nor do we find anything in the contract which gives him the right to determine the amount due for work outside of the contract. That this was extra or additional work does not seem to be disputed, nor is any question made as to its having been ordered by the architect. The dispute seems to be confined to the question of the cause of the fault in the wall. If, as the jury have found, it was owing to the order given by the architect to tamp in damp earth solidly behind and against the wall in freezing weather, and that the contractor was required to do this against his protest, the terms of the agreement can hardly be construed so as to shield the architect from the consequences. Under the contract he was made the agent of the owner, and his negligence in any matter pertaining to the direction of the work, was that of the owner. Nothing short of the most positive and definite agreement of the parties could justify the architect in passing upon the question of whether his own negligence was the cause of the damage to the wall. The idea of one acting as an arbitrator in a matter where his own conduct is one of the elements to be passed in review, is repellant to sound instincts.\nBut, under any circumstances, before the decision of an arbitrator can be held final and conclusive, it must appear, as was said in Chandley Bros. v. Cambridge Springs, 200 Pa. 230, that power to pass upon the subject-matter, is clearly given to him. “ The terms of the agreement are not to be strained to discover it. They must be clear and unmistakable to oust the jurisdiction of the courts; for trial by jury cannot be taken away by implication merely in any case.”\nWith that principle in mind, we have examined the contract between the parties in this ease, and the specifications attached thereto. We find nothing in either which compels the acceptance of the certificate of the architect as final and conclusive, in so far as the issue involved is concerned. We think the questions of fact were properly presented to the jury by the learned trial judge in his charge.\nThe refusal of the architect to include in his final estimate the cost of extra work, which the jury found was caused by his own neglect, does not preclude the plaintiff from recovery.\nThe assignments of error are overruled and the judgment is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "A. B. Reid, with him A. V. JD- Watterson, for appellant.—",
      "James Ralph, with him R. A. Balph, for appellee."
    ],
    "corrections": "",
    "head_matter": "Jacob v. Weisser, Appellant.\nContract—Building contract—Extra work—Architect—Negligence of architect.\nWhere a building contract provides that all payments are to be made upon written certificates of the architect, but the contract does not authorize the architect to decide all questions of dispute between the parties, and does not give the architect the right to determine the amount due for work outside the contract, and the contractor performs extra work under the order of the architect, and the jury finds that the extra work was rendered necessary by the negligence of the architect, the contractor is entitled to recover from the owner for the extra work even if the architect has given no certificate for the same.\nBefore the decision of an arbitrator can be held final and conclusive, it must appear that power to pass upon the subject-matter is clearly given to him.\nArgued Oct. 27, 1903.\nAppeal, No. 45, Oct. T., 1903, by defendant, from judgment of C. P. No. 1, Allegheny Co., Dec. T., 1903, No. 147, on verdict for plaintiff in case of John Jacob v. F. S. Weisser.\nBefore Dean, Fell, Brown, Mestrezat and Potter, JJ.\nAffirmed.\nAssumpsit on a building contract. Before Brown, J.\nThe facts are stated in the opinion of the Supreme Court.\nThe court charged in part as follows:\n[The burden is upon the contractor, the plaintiff, to show that the work was performed under the direction and to the satisfaction of Rieger & Currier, the architects and agents of the owner, the defendant in this action. The final certificate, presumably correct until the weight of the evidence establishes the contrary, shows that the work was completed to the satisfaction of the architects, and that a balance of $1,444.74 was due the contractor.\nBut the fact of the certificate discloses that the plaintiff was not only not allowed the cost of rebuilding the stone walls but was charged with shoring up. The right or nonright of the plaintiff to charge for both these items turns upon whether the rebuilding of the stone walls and the shoring up resulted solely from the plaintiff’s negligence in the performance of the work or from natural caúses and without any assisting direction or action of the architects, or resulted not from any fault of the contractor but solely from the negligent direction or action of the architects. . . .\nIf the sole resultant cause of this weakness in the wall was the negligence of the architects, the architects cannot charge the loss to the contractors; it must be borne by the owner, upon the familiar rule of law that a principal is responsible for the acts of his agents and must bear the loss caused by the latter. If the building of the stone walls was done by the contractor in good faith according to the plans and specifications and under the direction and to the satisfaction of the architects, the architects, except under circumstances to which we have directed and hereafter shall direct your attention, could not compel the subsequent tearing down and rebuilding at the expense of the owner, the owner, as between himself and the contractor, would be bound by the acts of his agents, the architects, bound to pay the cost of rebuilding the stone walls and of shoring up the building while new Avails were being put in place. Under those circumstances the contractor would not be chargeable with such rebuilding and shoring up and the architects’ final estimate showing a balance of $1,444.74 due the contractor should be increased to about $2,600 by striking out the $640 charged against the contractor for shoring up, and by alloAving $475 for rebuilding the stone walls. . . .\nOn the other hand, if the work was not done according to the plans and specifications and to the satisfaction of the architects, and the weakness of the walls was caused solely by the plaintiff, unassisted by any negligent action or direction of the architects, or was caused by latent defects in the contractor’s work, as for example, the alleged failure to use proper mortar and properly slush some of the small stones imbedded in the interior of the wall, or was caused by one or more or all of these circumstances, then the architects had the right to condemn and require the rebuilding of the stone walls at the expense of the contractor, including as a necessary incident the expense of shoring up, for the owner was entitled to get what he contracted for, and the persons to determine that were the architects. The contract expressly provides that the work should be done to their satisfaction. If, in connection with these suggestions, the weight of the evidence satisfies you that the work Avas not done originally to the satisfaction of the architects Avithout any negligence on the part of the architects, requiring the tearing down and rebuilding of the walls and the shoring up of the building, then the final certificate of the architect showing a balance of $1,400 due to the contractor would be the correct estimate. . . .] [7]\nVerdict and judgment for plaintiff for $1,897.69. Defendant appealed.\nError assigned amongst others was the portion of charge quoted above.\nA. B. Reid, with him A. V. JD- Watterson, for appellant.—\nEven had the plaintiff sought to prove fraud or fraudulent purpose on the part of the arbitrators, such could not have availed to affect appellant’s rights unless he were shown to have been cognizant of or to have participated in such fraud: Hostetter v. City of Pittsburg, 107 Pa. 419; Hartupee v. City of Pittsburg, 131 Pa. 535.\nThat the decision of an arbitrator who is at the same time the agent of one of the parties will be held conclusive, is fully sustained by the following cases : Hartupee v. Pittsburg, 97 Pa. 107 ; Hostetter v. Pittsburg, 107 Pa. 419; Hartupee v. Pittsburg, 131 Pa. 535; Monongahela Navigation Co. v. Fenlon, 4 W. & S. 205; North Lebanon R. R. Co. v. McGrann, 33 Pa. 530; Fance v. Burke & Gonder, 16 Pa. 469; Memphis, etc., R. R. Co. v. Wilcox, 48 Pa. 161.\nJames Ralph, with him R. A. Balph, for appellee.\nJanuary 4, 1904:"
  },
  "file_name": "0484-01",
  "first_page_order": 514,
  "last_page_order": 520
}
