{
  "id": 1258918,
  "name": "Smith Case",
  "name_abbreviation": "Smith Case",
  "decision_date": "1955-03-23",
  "docket_number": "No. 133, Miscellaneous Docket No. 10",
  "first_page": "223",
  "last_page": "241",
  "citations": [
    {
      "type": "official",
      "cite": "381 Pa. 223"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "113 A. 202",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "270 Pa. 221",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1066022
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/270/0221-01"
      ]
    },
    {
      "cite": "72 A. 2d 287",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "289"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "364 Pa. 266",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1223482
      ],
      "pin_cites": [
        {
          "page": "270"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/364/0266-01"
      ]
    },
    {
      "cite": "29 A. 2d 502",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "pin_cites": [
        {
          "page": "503"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 327",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216405
      ],
      "pin_cites": [
        {
          "page": "328, 329"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0327-01"
      ]
    },
    {
      "cite": "83 A. 286",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "pin_cites": [
        {
          "page": "291"
        }
      ],
      "opinion_index": 0
    },
    {
      "cite": "234 Pa. 347",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        982497
      ],
      "pin_cites": [
        {
          "page": "361"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/234/0347-01"
      ]
    },
    {
      "cite": "34 A. 299",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "174 Pa. 19",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        878509
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/174/0019-01"
      ]
    },
    {
      "cite": "51 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999842
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/51/0412-01"
      ]
    },
    {
      "cite": "174 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3607262
      ],
      "weight": 2,
      "pin_cites": [
        {
          "page": "23, 43-45"
        }
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/174/0001-01"
      ]
    },
    {
      "cite": "264 U. S. 286",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6140364
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/264/0286-01"
      ]
    },
    {
      "cite": "262 U. S. 522",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        6142986
      ],
      "opinion_index": 0,
      "case_paths": [
        "/us/262/0522-01"
      ]
    },
    {
      "cite": "25 A. 96",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 0
    },
    {
      "cite": "151 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836699
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/151/0195-01"
      ]
    },
    {
      "cite": "104 A. 2d 465",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "377 Pa. 150",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249610
      ],
      "pin_cites": [
        {
          "page": "167"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/377/0150-01"
      ]
    },
    {
      "cite": "22 Pa. Superior Ct. 224",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        846215
      ],
      "pin_cites": [
        {
          "page": "235"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa-super/22/0224-01"
      ]
    },
    {
      "cite": "42 Pa. 488",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        481477
      ],
      "pin_cites": [
        {
          "page": "491-3"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/42/0488-01"
      ]
    },
    {
      "cite": "140 A. 858",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "292 Pa. 127",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1109633
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/292/0127-01"
      ]
    },
    {
      "cite": "105 A. 2d 576",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 1
    },
    {
      "cite": "377 Pa. 495",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1249558
      ],
      "pin_cites": [
        {
          "page": "499"
        }
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/377/0495-01"
      ]
    },
    {
      "cite": "51 Pa. 412",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999842
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/51/0412-01"
      ]
    },
    {
      "cite": "174 U. S. 1",
      "category": "reporters:federal",
      "reporter": "U.S.",
      "case_ids": [
        3607262
      ],
      "opinion_index": 1,
      "case_paths": [
        "/us/174/0001-01"
      ]
    },
    {
      "cite": "25 A. 96",
      "category": "reporters:state_regional",
      "reporter": "A.",
      "opinion_index": 1
    },
    {
      "cite": "151 Pa. 195",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        836699
      ],
      "opinion_index": 1,
      "case_paths": [
        "/pa/151/0195-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 1216,
    "char_count": 29580,
    "ocr_confidence": 0.478,
    "pagerank": {
      "raw": 2.6230117309328506e-06,
      "percentile": 0.9967971105651333
    },
    "sha256": "acee4e169ca9d4a8ee2b4102b44c76067f60e587fa9db62e96fac8b4b10e8ab1",
    "simhash": "1:8cdd04a688869dda",
    "word_count": 5122
  },
  "last_updated": "2024-02-27T16:58:40.789917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Stern, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ.",
      "Mr. Justice Musmanno joins in this opinion."
    ],
    "parties": [
      "Smith Case."
    ],
    "opinions": [
      {
        "text": "Opinion ry\nMr. Chief Justice Horace Stern,\nThe question for determination is the constitutionality of the Act of January 14, 1952, P. L. 2087, amending the Act of June 16, 1836, P. L. 715, and the validity of the Rule of Court (Rule 43) adopted in pursuance of this legislation by the Court of Common Pleas of Lancaster County.\nThe Act of June 16, 1836, P. L. 715, provided for an elaborate system of Reference and Arbitration. We are concerned here, however, only with those sections of the Act, 8 to 38 inclusive, Avhich provided for compulsory arbitration. By those provisions it Avas made laAvful “for either party in any civil suit or action . . . to enter . . . a rule of reference, wherein he shall declare his determination to haye arbitrators chosen . . . for the trial of all matters in variance in the suit between the parties.” Arbitrators were thereupon to be selected in a manner prescribed by the Act, and it was then their duty to proceed to determine the matters in controversy and to make an award, which award, when entered in the office of the prothonotary, should have the effect of a judgment. Each of the parties was given the right to appeal from the award to the court in which the cause was pending at the time the rule of reference was entered, but such appeal was subject to certain restrictions, one of which was that the party appealing should pay all the costs that had accrued in the action; there was a provision, however, that on presentation of an affidavit of poverty and consequent inability to pay the costs the party against whom the award was made, not being the party by whom the rule of reference was taken out, might be allowed to appeal without paying the costs. Another condition of the right of appeal was that the party appealing should enter into a recognizance the condition of which should be, if the plaintiff were the appellant, that if he did not recover a greater sum than the award of the arbitrators he would pay the costs that would accrue in consequence of the appeal and also one dollar for every day lost by the defendant in attending on the appeal; if the defendant were the appellant the condition of the recognizance was that, if the plaintiff obtained a judgment for a sum equal to or greater than the award of the arbitrators, he would pay the costs that would accrue in consequence of the appeal and also one dollar for every day lost by the plaintiff in attending on the appeal. The costs paid by either party could be recovered of the adverse party if, as the result of the suit, the appellant was entitled to recover costs under the provisions of the Act. The arbitrators were given the power to subpoena witnesses, books and documents, to issue attachments against witnesses neglecting or refusing to attend, to judge of the competency and credibility of witnesses and the propriety of admitting any written evidence that might be offered, to administer oaths or affirmations to witnesses, and to decide both the law and facts involved in the case. For their services the arbitrators were each to receive the sum of one dollar for every day necessarily employed in the hearing, but only after they had made and filed their reports.\nThe Act of January 14, 1952, P. L. 2087, amended this Act of 1836 by adding a new section which provides, inter alia, that “The several courts of common pleas may, by rules of court, provide that all cases which are at issue where the amount in controversy shall be one thousand dollars ($1000) or less, except those involving title to real estate, shall first be submitted to and heard by a board of three (3) members of the bar of the county for consideration and award.” Instead of the method provided in the original Act for the selection of arbitrators it was now provided that the board should be appointed by the prothonotary from the list of attorneys qualified to act, the names of attorneys to be taken from the list in alphabetical order, the first member named to be chairman of the board. The board is to make its report and render its award within twenty (20) days after hearing. The compensation of the arbitrators is to be determined by the court and paid by the county upon the filing of their report and award. Any party appealing must first repay to the county the fees of the arbitrators thus paid by the county, but such fees are not to be taxed as costs or be recoverable from the adverse party in any proceeding; in other words, they are not to follow the award. All appeals are to be de novo. The arbitrators are not required to make a record of the proceedings before them, but if any party desires a record the arbitrators shall provide a reporter and cause a record to be made and the party requesting the same shall pay the cost thereof.\nIn pursuance of the authority given by the Act the Court of Common Pleas of Lancaster County adopted a rule of court (Eule 43) providing, inter alia, that all cases at issue, where the amount in controversy is $500. or less, with the exception of certain actions which need not here be detailed, shall be submitted to, and be heard and decided by, Boards of Arbitration each consisting of three attorneys, members of the bar of the county. Each arbitrator is to receive as compensation for his services in each case a fee of $25., but in cases requiring hearings of unusual duration or involving questions of unusual complexity the court may allow additional compensation.\nHarvey A. Smith, a resident of Lancaster County, filed in this court a petition for a writ directed to the judges of the Court of Common Pleas of that county prohibiting them from putting this rule into effect on the ground that both it and the statute authorizing it are unconstitutional. He alleged that he had brought suit in trespass to recover damages arising out of an automobile collision; that the amount of damages sought to be recovered was $249.19; that the action was at issue and had been listed for jury trial before the rule of court went into effect; that he desired to have his action tried by a jury; and that under the provisions of the statute and the rule he will be deprived of a jury trial except under “burdensome, oppressive and unreasonable conditions.” We denied the petition, but substituted for it a rule on the judges of the court below to show cause why a writ of mandamus should not issue directing them to place the case on the list for trial before a jury. The judges having filed an answer, the rule to show cause is now before us for decision. The Cambria County Bar Association and J. Campbell Brandon, Esq., of Butler County, have filed briefs as amici curiae.\nThe Act of 1952, greatly enlarging, as it does, the scope of the Act of 1836, is of extreme importance in that it effects a decided innovation in procedure for the adjudication of the class of minor claims to which it relates. It has many obvious advantages. It is clearly designed to meet the situation which prevails in some communities of jury lists being clogged to a point where trials can be had only after long periods of delay, — a condition resulting largely from the modern influx of negligence cases arising from automobile accidents in a great number of which no serious personal injuries are involved. Eemoving the smaller claims from the lists not only paves the way for the speedier trial of actions involving larger amounts, but, what is of equal or perhaps even greater importance, makes it possible for the immediate disposition of the smaller claims themselves, thus satisfying the need for prompt relief in such cases. By the same token, and working to the same end, the use of the Act will free courts for the speedier performance of other judicial functions. Moreover, there will be a saving to claimants of both time and expense by reason of greater flexibility in fixing the exact day and hour for hearings before the arbitrators as compared with the more cumbersome and less adaptable arrangements of court calendars. The operation of the Act has proved eminently successful in all-respects, it appearing from statistics gathered in 19 of the -31 counties or more which have thus far put the statute into effect that there were 585 cases tried by arbitrators under its provisions in the period from July 1 to December 28, 1954, in only 30 or 5% of which appeals were taken to the courts of common pleas. It would seem clear, therefore, that the system of arbitration set up by this statute offers encouraging prospects for the speedier administration of justice in the Commonwealth.\nWhat, then, are the objections voiced against it on the alleged ground of unconstitutionality?\nThe main charge is that the Act violates Article I, section 6, of the Constitution that “Trial by jury shall be as heretofore, and the right thereof remain inviolate.” It is true, of course, that this provision of the Constitution would be violated by a statute the effect of which was to compel parties to submit to arbitration against their will or without their assent: Cutler & Hinds v. Richley, 151 Pa. 195, 25 A. 96. Indeed compulsory arbitration conflicts also with the 14th Amendment of the Federal Constitution in that it works a deprivation of property and liberty of contract without due process of law: Chas. Wolff Packing Co. v. Court of Industrial Relations of the State of Kansas, 262 U. S. 522; Dorchy v. State of Kansas, 264 U. S. 286. But this is so only where the statute closes the courts to litigants and makes the decision of the arbitrators the final determination of the rights of the parties; therefore there is no denial of the right of trial by jury if the statute preserves■that right to each of the parties by the allowance of an appeal from the decision-of the arbitrators or other tribunal: Emerick v. Harris, 1 Binney 416; Capital Traction Co. v. Hof, 174 U. S. 1; 50 C.J.S. 832, 833, §118. In the Capital Traction Co. case it was said (p. 23): '“It'-fthe'-Constxtutioh]. does -not prescribe 'at--what- stage 'of - ah- action a' trial by jury must,-if démánded,'bé had;-'dr what conditions may- be imposed'-'upon'the demand of such' á trial, consistently with preserving the ■' right to it.” ■ The only purpose of tlie constitutional provision is to secure the right of trial by jury before rights of person or property are finally determined. All that is required is that the right of appeal for the purpose of presenting the issue to a jury must not be burdened by the imposition of onerous conditions, restrictions or regulations which would make the right practically unavailable. As to what amounts to such a forbidden restriction it has been held that the constitutional provision is not violated by a requirement of the payment of costs before the entry of an appeal in order to obtain a jury trial: McDonald v. Schell, 6 S. & R. 239; nor by a requirement of giving bail for the payment of costs accrued and to accrue or for the performance of some other duty: Haines v. Levin, 51 Pa. 412; Commonwealth, for use, v. McCann & Co., 174 Pa. 19, 34 A. 299; nor by a requirement of furnishing security for the prosecution of the appeal and satisfaction of the final judgment: Capital Traction Co. v. Hof, 174 U. S. 1, 23, 43-45; nor by a requirement of the payment of a jury fee in advance of trial: Gottschall v. Campbell, 234 Pa. 347, 361, 83 A. 286, 291. There can be no valid objection, therefore, to the provisions of the Act of 1836, unchanged by the Act of 1952, regarding the payment of the accrued costs and the giving of a recognizance for the payment of the costs to accrue in the appellate proceedings as the condition for the allowance of an appeal from the award of the arbitrators.\nWhat the petitioner specifically complains of is the provision of the 1952 Act that' the fees of the arbitrators, initially paid by the county, must be repaid to it by the party appealing and shall not be taxed as costs or be recoverable from the adverse party whether or not the appellant be ultimately successful in his appeal. As far as the prohibition of recovery of the fees from the adverse party is concerned, this involves no constitutional violation since the right to recover costs in litigation is purely statutory; it exists only to the extent authorized by legislative enactment (Morganroth’s Election Contest Case, 346 Pa. 327, 328, 329, 29 A. 2d 502, 503; Schultz v. Mountain Telephone Company, 364 Pa. 266, 270, 72 A. 2d 287, 289), and if, therefore, the right to recover costs may be withheld by the legislature without infringing on the Constitution it would seem that the right to recover the compensation paid the arbitrators, which is an administrative expense, may similarly be withheld. But the real question is whether the required payment of such fees by the appellant amounts to such a substantial restriction upon the right to present his case to a jury as to constitute a violation of that constitutional right. As already pointed out, no such violation is involved in a requirement of the payment of a jury fee as a condition precedent to the right of such a trial. The problem, however, is one of degree rather than of kind. The rule adopted in Lancaster County which is here under consideration provides for compensation to the arbitrators iñ the sum of $25, each, or a total of $75., and the nercessity of-paying. that amount as a condition for-the right to appeal would seemingly operate as a. strong, deterrent, amounting practically to a denial of .that right, if the case should' involve only, as in the present instance, as little as $250. Therefore this rule, as well as the rules adopted or to be adopted by the courts of common pleas of other counties, should take cognizance of this fact and should provide for a lower rate of compensation where only a comparatively small claim is involved. True, this might require an occasional sacrifice on the part of the members of the bar acting as arbitrators in such cases, but it is undoubtedly one that lawyers will cheerfully make in pursuance of those professional ideals which not infrequently lead them, under special circumstances and the observance of long established traditions, to render service to a client without any compensation at all. The requirement that the appellant repay to the county the fees of the arbitrators is obviously designed to serve as a brake or deterrent on the taking of frivolous and wholly unjustified appeals; if there were not such a provision the defeated party would be likely to appeal in nearly all instances and the arbitration proceedings would tend to become a mere nullity and waste of time.\nObjection is made by the petitioner to the limitation of the provisions of the Act to cases where the amount in controversy is $1,000 or less; it is claimed that this amounts to an improper classification in violation of Article III, section 7, of the Constitution forbiding the passage of special laws. It is, however, too well established to require extended discussion or citation of authorities that all that the Constitution demands is that the basis for classification be reasonable and founded upon a genuine and not merely artificial distinction, the test being, not wisdom, but good faith in the classification. Statutory distinctions based on the amount involved in the litigation have been regularly upheld. In Mason-Heflin Coal Co. v. Currie, 270 Pa. 221, 113 A. 202, tlie Sales Act of May 19, 1915, P.L. 543, was held constitutional in its provision that sale contracts involving a sum of not more than $500 need not be in writing whereas contracts involving a larger amount were enforceable only if evidenced by a memorandum in writing. The court there stated (pp. 225, 226, A. p. 204) that, once it be admitted that there was a valid reason for fixing a dividing line, the exact point at which it should be drawn was for the legislature and not for the courts. The Fiduciaries Act of 1949, P. L. 513, Section 202, the Incompetents’ Estates Act of 1951, P.L. 612, Section 201, and the Uniform Commercial Code of 1953, P.L. 3, Section 2-201, all provide for differences in procedure based upon the amounts involved in the proceedings. It is of interest in this connection to note that the Federal Constitution itself provides, in the 7th Amendment, for the preservation of the right of trial by jury only in suits where the value in controversy shall exceed $20. However, it must be pointed out that, since the Act of 1952 authorizes the courts to provide for compulsory arbitration in all cases where the amount in controversy shall be $1000 or less, — that is to say, all cases involving less than $1000 — a court may not (as in the case of the Lancaster County rule) limit the submission to arbitration of cases involving less than $500) the system must either be adopted as an entirety and as prescribed by the Act or not at all. There can be no variances between the counties in that respect.\nThe fact that the counties may, in pursuance of the authority given by the Act, establish different rates of compensation to the arbitrators is clearly not, as claimed by petitioner, a violation of Article V, section 26, of the Constitution providing for the uniform operation of laws relating to courts; there has never been, and need not be, uniform rates of compensation paid in the various courts to masters, referees, and other members of the bar rendering judicial or quasi-judicial service. And the further objection that the permission given to the courts to establish boards of arbitration represents an unconstitutional delegation of legislative power is obviously untenable, for it is the statute ■itself which provides for such boards, leaving to the courts only the right to make administrative regulations ; all the powers to be exercised by the arbitrators are also granted to them, not by the courts, but by the statute, which powers, incidentally, do not differ from those commonly vested in many of the administrative bodies which are now such important tribunals in the administration of justice.\nOur conclusion is that the Act of January 14, 1952, P.L. 2087, is constitutional and in all respects valid, but that Rule 43 of the Court of Common Pleas of Lancaster County should be amended in the two respects herein indicated. Petitioner, however, is not presently affected by either of such directed amendments. His claim is subject to the arbitration provisions of the Act, and accordingly the rule to show cause why a writ of mandamus should not issue directing the court to place the case on the list for trial before a jury, is discharged. Costs to be paid by petitioner.\nBy the Act of May 1, 1861, P. L. 521, this Act of June 16, 1836, was repealed so far as it related to compulsory arbitration in the city and county of Philadelphia. .\nUnder the Act of June 24, 1885, P. L. 159, as amended by the Act of May 29, 1907, P. L. 306, it is made a condition of an appeal from an Alderman or Justice, of the Peace that, .the appellant either pay the costs in the case, or give bail for the payment of debt, interest and costs accrued and to accrue, on affirmance of the judgment. ... .. .......' .\nPerhaps, as an alternative solution of the problem, the Legislature may see fit to amend the Act by providing that in the case of claims involving less than a certain amount the county should not require the appellant to repay the entire amount of the compensation paid to the arbitrators.",
        "type": "majority",
        "author": "Mr. Chief Justice Horace Stern,"
      },
      {
        "text": "Opinion by\nMr. Justice Bell\nConcurring in Part and Dissenting in Part :\nSmith filed in this court a Petition for a Writ of Prohibition prohibiting the Judges of the Court of Common Pleas of Lancaster County from putting into effect their Rule of Court No. 43, on the ground that both it and the Amendatory Act of January 14, 1952, which authorized it, are unconstitutional. Smith alleged that he had brought an action in trespass to recover damages arising out of an automobile collision; that his damages totalled f249.00; that his action “had been listed for jury trial before the Rule of Court [No. 43] went into effect”; that he desired to have his action tried by a jury; and that under the provisions of the Act of 1952 and the Rule of Court, he will be deprived of his constitutional right of a jury trial because the conditions imposed were so “burdensome, oppressive and unreasonable” as to amount to a denial thereof. This Court substituted for the Prohibition petition a rule on the Judges of Lancaster County to show cause why a Writ of Mandamus should not issue directing them to place the case on the jury trial list. The issue is a very important one, viz. whether the Amendatory Act of 1952 or the Rule of Court violate Article I, Section 6, of the Constitution of Pennsylvania, which provides “Trial by jury shall be as heretofore and the right thereof remain inviolate.”\nThe advantages and the desirability of the Amendatory Act of 1952 and the beneficial results accruing therefrom and which will in all likelihood continue to result therefrom are obvious to Courts and must likewise be obvious to most trial lawyers. Nevertheless, the worthy objectives of or the beneficial results which will flow from an Act are not sufficient to justify a Court in sustaining it if it violates the Constitution.\nAuthorities are not in agreement on the origin of the right of trial by jury but they are agreed that it is a basic and very important right. In 31 Am. Jur., Page 552, “II Right to Jury Trial” §3, it is said: “The right to jury trial is immemorial. It was brought from England to this country by the colonists, and it has become a part of the birthright of every free man. It is a right which is justly dear to the American people, and one which is expressly guaranteed by the Federal Constitution and by tbe Constitutions of tbe several states. In Magna Charta, the basic principle of the right to jury trial is more than once insisted on as the great bulwark of English liberties, especially by the provision that ‘no freeman shall be hurt, in either his person or property . . . unless by lawful judgment of his peers or equals, or by the law of the land’ — a privilege which, according to Blackstone, is ‘couched in almost the same words with that of the Emperor Conrad, two hundred years before’.”\nThis ancient right of trial by jury was introduced into this country by the English colonists and is regarded as one of the most important basic and fundamental features of American Jurisprudence — a right which must be carefully guarded against infringement; 50 C.J.S. II, Section 9, Page 722.\nOur Constitution and our decisions do not give an absolute right of trial by jury in all cases, they merely ordain and guarantee that trial by jury as it existed at the time of the adoption of the Constitution in 1874 shall remain inviolate. Watson Appeal, 377 Pa. 495, 499, 105 A. 2d 576; Haines v. Levin, 51 Pa. 412; Premier Cereal & Beverage Co. v. Pennsylvania Alcohol Permit Board, 292 Pa. 127, 140 A. 858. The right of trial by jury in trespass actions existed prior to the Constitution of 1874 and, therefore, must be protected and preserved.\nStatutes which provide for a voluntary arbitration are Constitutional. Statutes which compel parties to submit to arbitration against their will or without their assent, in other words which impose compulsory arbitration, violate the Constitution unless there is thereafter an mvtrammelled right to a trial by jury; cf. Cutler & Hinds v. Richley, 151 Pa. 195, 25 A. 96; Emerick v. Harris, 1 Binney 416; Capital Traction Company v. Hof, 174 U. S. 1; 50 C.J.S., Section 118, Pages 832, 833.\nThe law is aptly stated in Emerick v. Harris, 1 Binney, supra, (Page 423) : “. . . the legislature cannot constitutionally impose any provisions substantially restrictive of the right of trial by jury . . . the sacred, inherent right of every citizen, a trial by jury, must be preserved. ‘It shall remain inviolate, as heretofore.’ ” In The North Pennsylvania Coal Company v. Snowden, 42 Pa. 488, 491-3, we said: “. . . if there is any right to which, more than all others, the people of Pennsylvania have clung with- unrelaxing grasp, it is that of trial by jury. They brought it with them from the land of their fathers. In every constitution which has been adopted, they have taken care to secure it against infringement, and put it beyond the power of either the executive, the legislature, or the • courts to take it away from any individual. . . . The judiciary, no more than the legislature, can deny to any litigant the right of trial by jury, in a case appropriate to such a mode of trial.” See to the same effect Mansfield’s Case, 22 Pa. Superior Ct. 224, 235.\nIn Capital Traction Company v. Hof, 174 U. S. supra, the Court said (Pages 27-28) : “. . . by a violation of the trial by jury, I understand taking it away, prohibiting it, or subjecting it to unreasonable and burdensome regulations, which, if they do not amount to a literal prohibition, are, at least, virtually of that character ... It is sufficient, and within the reasonable intendment o.f that instrument, if the trial by. jury .be no.t. impaired, although.it may be .subjected to new .modes, . . ..- A law. containing, arbitrary and unreasonable provisions, .made with .the. intention of annihilating or-impairing the trial by jury, would -be subject to the same considerations, as if the object had been openly and directly pursued.”\nThe Constitution is violated and the right to a jury trial — if the right existed prior thereto — is denied if the Statute or the Eule of Court (1) deprives a party of the right of jury trial or (2) so trammels or fetters it by burdensome restrictions or onerous conditions that this basic American right is substantially or unreasonably encumbered or restricted. Applying that test to the present case, the majority opinion convincingly points out that the real cause of complaint is (a) that the Act requires the fees of the arbitrators must be paid to the County (by the party appealing from the decision of the arbitrators) before the appellant is entitled to a jury trial and (b) that the Eule of Court fixes a minimum fee for the arbitrators of $75.00. Small, reasonable, unburdensome fees and costs are valid and may be imposed by statute or rules of Court. The statute does not by its terms impose conditions or restrictions which are so burdensome or onerous as to prevent a party demanding a jury trial from securing such a trial upon payment of reasonable fees and costs. These could only be such as are imposed upon any litigant who desires a jury trial without arbitration. If that be the proper construction of the Act of 1836 and the Amendatory Act of 1952, as I believe it is, I would hold said Acts to be Constitutional.\nI disagree with the majority’s conclusion with regard to Eule of Court No. 43 of Lancastér County. Eule 43 requires, inter alia, that in controversies involving not $1,000.00 or less, but $500.00 or less, a minimum fee of $75.00 shall be paid to the arbitrators. For this reason the Eule is invalid since it does not comply with the enabling Act. Moreover the effect of this Eule is that in a claim for $100.00 or $150.00 or $249.00 a litigant in order to get a jury trial would have to pay the customary jury fee plus an onerous fee to three arbitrators of at least $75.00, whereas heretofore in such cases as well as in cases where his claim was for $10,000 or for $1,000,000 or for $10,000,000, he had to pay a jury fee of only a few dollars. Such a Rule is so obviously unfair to the poor man and so discriminatory and unjust that it cannot be sustained; it imposes such burdensome and onerous conditions and restrictions on the Right to Trial by Jury that it plainly and unquestionably violates the Constitution!\nThe majority opinion is what is often called an advisory opinion — a practice which I have urged should be frequently adopted in important cases. See Clark v. Meade, 377 Pa. 150, 167, 104 A. 2d 465. The majority have suggested two changes for Rule 43 which are advisable and essential. It is impossible and unnecessary for me to now decide whether an amended Rule embodying those two suggestions would be constitutional; nor is it necessary to now decide whether the present Rule 48 is invalid and unconstitutional for the additional reason that it went into effect after petitioner’s case had been listed for jury trial, i.e., after his right thereto had been vested.\nIn recent years it has become a popular practice throughout our Country to sustain the constitutionality of almost any act that has a desirable objective. That should not suffice to make constitutional what would- otherwise.be unconstitutional. We must realize the, wisdom and necessity of maintaining inviolate precious documents which ordain and guarantee freedom of speech, freedom of religion, freedom of the press, rights ■ of private property and other important basic rights, which have been revered by the people of the United States.\nThe petitioner sought a right of trial by jury which .was undoubtedly his constitutional right. He cannot be deprived thereof by a Rule of Court which violates both the enabling Act and the Constitution.\nThe Rule to Show Cause should be made absolute!\nMr. Justice Musmanno joins in this opinion.\nItalics ' throughout, óurs.",
        "type": "concurring-in-part-and-dissenting-in-part",
        "author": "Mr. Justice Bell"
      }
    ],
    "attorneys": [
      "Robert Ruppin, for petitioner.",
      "Paul A. Mueller, for respondents.",
      "J. Campbell Brandon, amicus curiae.",
      "Morton Meyers submitted a brief for Cambria County Bar Association under Rule 46."
    ],
    "corrections": "",
    "head_matter": "Smith Case.\nMarch 23, 1955:\nArgued January 5, 1955.\nBefore Stern, C. J., Stearne, Jones, Bell, Chidsey and Musmanno, JJ.\nRobert Ruppin, for petitioner.\nPaul A. Mueller, for respondents.\nJ. Campbell Brandon, amicus curiae.\nMorton Meyers submitted a brief for Cambria County Bar Association under Rule 46."
  },
  "file_name": "0223-01",
  "first_page_order": 281,
  "last_page_order": 299
}
