{
  "id": 1258817,
  "name": "Ranck Estate",
  "name_abbreviation": "Ranck Estate",
  "decision_date": "1955-03-14",
  "docket_number": "Appeal, No. 64",
  "first_page": "332",
  "last_page": "338",
  "citations": [
    {
      "type": "official",
      "cite": "381 Pa. 332"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "29 A. 2d 6",
      "category": "reporters:state_regional",
      "reporter": "A.2d",
      "opinion_index": 0
    },
    {
      "cite": "346 Pa. 74",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1216455
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/346/0074-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 461,
    "char_count": 7879,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.7028876647557526e-07,
      "percentile": 0.9287527960124317
    },
    "sha256": "0d55043142309254cb14a019d2df677bbb51f4f297dbc2cebe779823f008ebef",
    "simhash": "1:bf2dbc131d951551",
    "word_count": 1260
  },
  "last_updated": "2024-02-27T16:58:40.789917+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Steen, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ.",
      "Mr. Justice Chidsey joins in this dissenting opinion."
    ],
    "parties": [
      "Ranck Estate."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMe. Justice Bell,\nJoseph A. Ranck died testate on January 11, 1951, leaving as his executors and trustees the Montgomery National Bank of Norristown and his wife, who predeceased him. The Montgomery National Bank merged with the Philadelphia National Bank on or about February 20, 1954, and within 30 days thereafter Josephine R. Lanigan, daughter and life tenant, petitioned the Orphans’ Court of Montgomery County to appoint Montgomery-Norristown Bank and Trust Company and herself as substituted trustees. Her petition was sworn to and unless material facts therein alleged were denied or disproved, it was not necessary, under Orphans’ Court practice, to require her to present testimony in support thereof. The Court, after careful consideration of the petition and the testimony presented by the original trustee, granted the petition and from the decree entered thereon the Philadelphia National Bank has appealed.\nThe Court below correctly stated that there are two questions raised by Mrs. Lanigan’s petition: (1) Whether the Court could and should appoint a substituted corporate fiduciary; and (2) Whether the petitioner could and should be appointed as individual co-trustee. ' •. ..\nThe Banking Code of May 15, 1933, P. L. 624, §141.0, 7-PS;\\§819'-1410, provides: that' in. the'eyent'.oS a'merger of one or more banks and trust, companies; the ¡.parties interested in any investments or property held by the original fiduciary may, within 30 days of the notice of merger, apply for the appointment of a substituted fiduciary; and the Court to whom such application is made “shall have the power to appoint a substituted fiduciary . . . The Act is discretionary, but it was clearly the intention of the Banking Code to give to the beneficiaries of an estate, in the event of a merger, the right to appoint a substituted corporate fiduciary, and in the absence of unusual facts or circumstances the Court to which the application is made should appoint a reputable substituted corporate fiduciary.\nThe Philadelphia National Bank objects to the appointment of a substituted trustee for several reasons. The first reason alleged is that the Banking Code provides, impliedly at least, for the appointment of a substitute corporate fiduciary, but it contains no provision for the appointment of an individual fiduciary or co-fiduciary. The language of the Code, while not clear, would seem to sustain this contention. However, the Orphans’ Court has the right and power, unless the will or other pertinent instrument provides otherwise, to appoint an individual trustee or individual co-trustee. See Fiduciaries Act, April 18, 1949, P. L. 512, §901, 20 PS, §320.901; Orphans’ Court Act, August 10, 1951, P. L. 1163, 20 PS, §2080.301; Stolzenbach’s Estate, 346 Pa. 74, 29 A. 2d 6.\nThe Philadelphia National Bank points out that since the trustees have the power to pay to Mrs. Lanigan, in their discretion, amounts of principal which they deem advisable, it is unwise and improper to appoint her a co-trustee (a) because she may have a conflicting interest as trustee and beneficiary, and (b) because of' possible complications arising from a mortgage held in the trust estate, and (c) for certain possible but unproved tax reasons. Such objections, while having apparent merit, are addressed to the discretion of the hearing Judge and do not constitute a barrier to the appointment of Mrs. Lanigan.\nThe third and fourth objections made by the Philadelphia National Bank may be considered together. Mr. Edward B. Hodge, Trust Officer of the Philadelphia National Bank and a reputable member of the Philadelphia Bar, testified that Mrs. Lanigan told him that were it not for the fact that she wished to be a co-trustee, to which the Philadelphia National Bank objected, she would not present any petition for a substituted trustee. Mrs. Lanigan was under no obligation to accept the merged bank, even if it was willing to act as trustee, conditionally or unconditionally. Her statement to Mr. Hodge, of itself, would therefore not furnish a valid reason for rejecting her petition for the appointment of a new corporate fiduciary and herself as substituted trustees if the Court in its discretion deemed such an appointment wise. However, the matter was further complicated by the fact that Mrs. Lanigan had, in April 1952, presented a petition to the Orphans’ Court of Montgomery County praying for her appointment as a co-trustee under her father’s will; the testamentary corporate trustee had objected thereto, and the- Court had refused to make the. appointment.\n■i.:The-present hearing Judge found as a fact: “There is ..not the slightest indication of any improper motive activating the request of - the petitioners” for the appointment of Mrs. Lanigan and the Montgomery-Norristown Bank and Trust Company as substituted trus-tees; and concluded that it was within his power to. make such appointment. We agree with his conclusion.It should be noted that Mrs. Lanigan’s first petition was opposed by the then corporate fiduciary; her present petition for appointment as individual co-trustee is approved by the proposed substituted corporate trustee, as well as by “all other parties in interest”, including the guardian and trustee ad litem representing those interests in remainder who are entitled under Joseph Ranch’s ivill to the unconsumed residue of principal after the death of his daughter. These different or changed circumstances furnish a justifiable ground, if any were needed, for a different conclusion by the Court.\nWith respect to the power of consumption of principal, Mrs. Lanigan correctly points out that payments thereof can be made only “at such times, in such amounts, and for such purposes as my said trustees in their unrestricted discretion, may deem advisable”, and that this requires the decision of the corporate trustee, without which no such payment can be made.\nIt is unnecessary to decide whether this Court would have reached the same conclusion in considering Mrs. Lanigan’s present petition as did the Court below. Suffice it to say that the question before us is whether the lower Court had the power to make the appointments it did and whether, in exercising such power, it manifestly abused its discretion. We hold that the lower Court had the power which it exercised and that the record shows no manifest abuse of discretion.\nDecree affirmed; costs to be paid by appellant.\nExcept in cases where the instrument creating the fiduciary relationship designates a different method.\nItalics ours.",
        "type": "majority",
        "author": "Me. Justice Bell,"
      },
      {
        "text": "Dissenting Opinion by\nMe. Justice Jones:\nThe majority opinion states that the “petition was sworn to and unless material facts therein alleged were denied or disproved, it was not necessary, under Orpkans’ Court practice, to require [the petitioner] to present testimony in support thereof.” I am unaware of any practice in the Orphans’ Court or in any other judicial forum which compels the hearing judge to sit by in silence while an attempt may possibly be in progress to effectuate a fraudulent scheme with the court’s quiescent sanction. It is, of course, true that, in an adversary proceeding, the untraversed averments of a sworn petition may be taken as established facts. But where, as here, testimony is adduced at the hearing on the petition which impugns the integrity of the proceeding, it is the prerogative of the presiding judge, which he should be alert to exercise, to search out the relevant circumstances and discover whether the court is being imposed upon. Until that is done, we should withhold speaking on the question of law related to the merits.\nMr. Justice Chidsey joins in this dissenting opinion.",
        "type": "dissent",
        "author": "Me. Justice Jones:"
      }
    ],
    "attorneys": [
      "Frederick B. Smillie, for appellant.",
      "Harry J. Alker, Jr., for appellees."
    ],
    "corrections": "",
    "head_matter": "Ranck Estate.\nArgued January 7, 1955.\nBefore Steen, C. J., Stearns, Jones, Bell, Chidsey and Musmanno, JJ.\nMarch 14, 1955:\nFrederick B. Smillie, for appellant.\nHarry J. Alker, Jr., for appellees."
  },
  "file_name": "0332-01",
  "first_page_order": 390,
  "last_page_order": 396
}
