{
  "id": 986620,
  "name": "Severino, Appellant, v. Philadelphia Rapid Transit Co.",
  "name_abbreviation": "Severino v. Philadelphia Rapid Transit Co.",
  "decision_date": "1912-04-29",
  "docket_number": "Appeal, No. 188",
  "first_page": "258",
  "last_page": "259",
  "citations": [
    {
      "type": "official",
      "cite": "236 Pa. 258"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [],
  "analysis": {
    "cardinality": 157,
    "char_count": 2014,
    "ocr_confidence": 0.48,
    "pagerank": {
      "raw": 1.785354748042662e-07,
      "percentile": 0.7141207846480625
    },
    "sha256": "6ff6bab7d90e4493243dda19dd70c6ed21c807bd6de759e98e79334d5d3ed5b1",
    "simhash": "1:fb7294a206df3955",
    "word_count": 359
  },
  "last_updated": "2023-07-14T19:41:22.657777+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Potter, Elkin and Stewart, JJ."
    ],
    "parties": [
      "Severino, Appellant, v. Philadelphia Rapid Transit Co."
    ],
    "opinions": [
      {
        "text": "Per Curiam,\nThis action was to recover for injuries sustained by a boy between eight and nine years old, whose foot was run over by a wheel of the defendant’s car. The accident happened near the middle of a block and at least seventy-five feet from the nearest cross-street. The boy ran or walked from the pavement directly in front of an approaching car, and when he reached the track, he was within ten or fifteen feet of the car. There was no evidence of undue speed nor of inattention on the part of the motorman. The car was stopped within five feet of the place Where the boy was struck by the fender. The nonsuit was properly entered.\nThe judgment is affirmed.",
        "type": "majority",
        "author": "Per Curiam,"
      }
    ],
    "attorneys": [
      "Engene Raymond, for appellants.",
      "Layton M. Schoch, for appellee."
    ],
    "corrections": "",
    "head_matter": "Severino, Appellant, v. Philadelphia Rapid Transit Co.\nN egligence — Street — Railways—Infants.\nIn an action against a street railway company to recover damages for personal injuries to a boy between eight and nine years of age, run over by one of defendant’s cars, a nonsuit is properly entered where the evidence shows that the accident happened near the middle of a city block, that the boy ran or walked from the pavement directly in front of the car, and when he reached the track was within ten or fifteen feet of the car; that the car was stopped within five feet of the place where the boy was struck, and that there was no evidence of undue speed nor inattention on the part of the motorman.\nArgued March 22, 1912.\nApril 29, 1912:\nAppeal, No. 188, Jan. T., 1911, by plaintiff, from order of C. P. No. 1, Phila. Co., March T., 1908, No. 1270, refusing to take off nonsuit in case of Joseph Severino by his father and next friend, Alearco Severino and the said Alearco Severino in his own right v. Philadelphia Rapid Transit Company.\nBefore Fell, C. J., Brown, Potter, Elkin and Stewart, JJ.\nAffirmed.\nTrespass to recover damages for personal injuries. Before Bregy, P. J.\nThe opinion of the Supreme Court states the case.\nError assigned was in refusing to take off nonsuit.\nEngene Raymond, for appellants.\nLayton M. Schoch, for appellee."
  },
  "file_name": "0258-01",
  "first_page_order": 290,
  "last_page_order": 291
}
