{
  "id": 986668,
  "name": "Price v. People's Bank, Appellant",
  "name_abbreviation": "Price v. People's Bank",
  "decision_date": "1912-04-29",
  "docket_number": "Appeal, No. 79",
  "first_page": "324",
  "last_page": "327",
  "citations": [
    {
      "type": "official",
      "cite": "236 Pa. 324"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "33 Pa. Superior Ct. 76",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        868578
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/33/0076-01"
      ]
    },
    {
      "cite": "81 Am. Dec. 745",
      "category": "reporters:federal",
      "reporter": "Am. Dec.",
      "opinion_index": -1
    },
    {
      "cite": "87 Mass. 304",
      "category": "reporters:state",
      "reporter": "Mass.",
      "case_ids": [
        2102398
      ],
      "opinion_index": -1,
      "case_paths": [
        "/mass/87/0304-01"
      ]
    },
    {
      "cite": "44 Pitts Leg. J. 56",
      "category": "reporters:state",
      "reporter": "Pitts L.J.",
      "opinion_index": -1
    },
    {
      "cite": "1 Pa. Superior Ct. 526",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        268555
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/1/0526-01"
      ]
    },
    {
      "cite": "214 Pa. 154",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        945981
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/214/0154-01"
      ]
    },
    {
      "cite": "12 Pa. 97",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        963787
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/12/0097-01"
      ]
    },
    {
      "cite": "48 Pa. 450",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        422223
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/48/0450-01"
      ]
    },
    {
      "cite": "147 Pa. 416",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        829846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/147/0416-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 373,
    "char_count": 5731,
    "ocr_confidence": 0.473,
    "pagerank": {
      "raw": 4.03580807328026e-08,
      "percentile": 0.03451996622196893
    },
    "sha256": "390dc758213be4a6f15df914f2dd58fce458a9b28a948c39dc5cce8132762515",
    "simhash": "1:f6c6993b9a0e419c",
    "word_count": 976
  },
  "last_updated": "2024-02-27T21:12:59.267842+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Stewart and Moschzisker, JJ."
    ],
    "parties": [
      "Price v. People’s Bank, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiffs sued to recover a balance due under a contract for the costruction of a bank building erected by them for the defendant corporation, and secured judgment for want of a sufficient affidavit of defense. While the first ground of defense as averred in the affidavits might have been insufficient to prevent judgment, we feel that the second was well and sufficiently averred. The plaintiffs agreed in the contract that “the building shall be completed on or before the first day of January, 1910,” and the statement of claim shows that the defendant did not take possession until May 16, 1910, and that the building was not formally accepted by the architects until July 8, 1911, without any averment of an extension of time. The affidavits of defense aver the stipulation in the contract for liquidated damages for delay, and that “the plaintiffs failed to complete the building.....on or before the first day of January, 1910, as required and agreed upon----and did not complete the same until May 16, 1910.” The facts and circumstances of noncompletion are averred with sufficient particularity to indicate that the structure was not in a fit condition for occupancy until the latter date; further, that the defendant corporation was duly organized and ready to begin business as a bank and that during the period of the delay it was prevented from so doing and obliged to carry salaried officers whose services were nonproductive because of the lack of a building; these averments, if true, would show the fact that the defendant had suffered losses. The damages to which the defendant is entitled, whether the delay was due to any fault on its part, whether the time for the completion of the building was extended or the stipulation for liquidated damages waived, are questions that can only be determined when all the facts are developed on trial. All we now decide is that the affidavits of defense were sufficient to prevent a summary judgment.\nThe assignments of error are sustained and the judgment is reversed with a procedendo.",
        "type": "majority",
        "author": "Mr. Justice Moschzisker,"
      }
    ],
    "attorneys": [
      "G. Gomegys, with him Henry A. Gordon, for appellant,",
      "James L. Lenahan, for appellee,"
    ],
    "corrections": "",
    "head_matter": "Price v. People’s Bank, Appellant.\nContract — Building contract — Delay — Affidavit of defense.\nIn an action to recover a balance alleged to be due on a building contract, an affidavit of defense is sufficient which sets up that the building had not been completed within the contract time; that defendant was entitled to a sum stated as liquidated damages for delay as provided by the contract, and that the defendant, a bank, was prevented by the delay from beginning business and obliged to carry salaried officers whose services were nonproductive because of the lack of a building.\nArgued April 10, 1912.\nAppeal, No. 79, Jan. T., 1912, by defendant, from order of C. P. Luzerne Co., Oct. T., 1911, No. 859, making absolute rule for judgment for want of a sufficient affidavit of defense in case of S. B. Price and A. R. Cease, trading as S. B. Price & Co. v. People’s Bank of the Borough of Parsons, now doing business as The Citizens Bank of the Borough of Parsons.\nBefore Fell, C. J., Mestrezat, Potter, Stewart and Moschzisker, JJ.\nReversed.\n. Assumpsit on a building contract. Before Gar-man, J.\nFrom the record it appeared that the plaintiff claimed $1,744.53 with interest, alleged to be due on a building contract. An affidavit and a supplémental affidavit of defense were filed. The defendants did not challenge the correctness of the amount claimed, but averred non-liability because the plaintiffs had failed to comply with the provisions of the contract requiring them to furnish a bond guaranteeing to replace and repair any defects found in the building. The affidavits were filed more than a year after the date of the completion of the building; they contained a general averment that the roof leaked, due either to the construction or the materials used by the plaintiffs, but no particulars as to the number or character of the leaks or the cause thereof were set forth, and there was no averment of any attempt made to remedy the same or claim for the cost of so doing. The next defense was a claim for $675, liquidated damages for 135 days’ delay at $5 per day, because the plaintiffs had not completed the building within the required time and the defendants had thereby suffered certain losses, and in that connection an averment of the following provision contained in the contract, viz: “Sixteenth. Should this contract not be completely performed by the first day of January, 1910, as hereinbefore provided, or by such day thereafter as may be certified by the architect in consequence of an extension of time which the architect may have allowed for the performance of extra work, or by reason of fire, cyclone, strike or lockouts as hereinbefore provided, then the contractors shall pay the owners the sum of five ($5) dollars per day for each day’s delay, which amount shall be deducted out of the final payment under this contract, this amount not to be regarded as a penalty, but as liquidated damages for default.” A rule for judgment for want of a sufficient affidavit of defense was made absolute; the defendant has appealed and assigns this for error.\nThe court made absolute rule for judgment for want of a sufficient affidavit of defense.\nError assigned was the order of the court.\nG. Gomegys, with him Henry A. Gordon, for appellant,\ncited: Malone v. Phila., 147 Pa. 416; Streeper v. Williams, 48 Pa. 450; Westerman v. Means, 12 Pa. 97; Brown v. Gourley, 214 Pa. 154; Stover v. Spielman, 1 Pa. Superior Ct. 526; Bailey v. Stone Co., 44 Pitts Leg. J. 56; Hall v. Crowley, 87 Mass. 304 (81 Am. Dec. 745).\nApril 29, 1912:\nJames L. Lenahan, for appellee,\ncited: Perna v. McFadden, 33 Pa. Superior Ct. 76."
  },
  "file_name": "0324-01",
  "first_page_order": 356,
  "last_page_order": 359
}
