{
  "id": 988977,
  "name": "Martin's Petition",
  "name_abbreviation": "Martin's Petition",
  "decision_date": "1912-07-02",
  "docket_number": "Appeals, Nos. 311-312-313",
  "first_page": "159",
  "last_page": "163",
  "citations": [
    {
      "type": "official",
      "cite": "237 Pa. 159"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "19 Pa. 95",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        970677
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/19/0095-01"
      ]
    },
    {
      "cite": "102 Pa. 549",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        502675
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/102/0549-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 436,
    "char_count": 7653,
    "ocr_confidence": 0.489,
    "pagerank": {
      "raw": 1.7987051468788556e-07,
      "percentile": 0.7161100898160472
    },
    "sha256": "533137351122a7b95019b953cd7afa99a00cd82fca6d5b2b84c2cdbec1d723af",
    "simhash": "1:50335d8130838a09",
    "word_count": 1313
  },
  "last_updated": "2024-02-27T22:43:46.387053+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ."
    ],
    "parties": [
      "Martin’s Petition."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nWithout going into details it is sufficient to say that we are all of opinion that the record in this case discloses conduct upon the part of the appellees which is not in accord with the recognized standard of duty to which attorneys must conform in dealing with clients. That relation is so confidential in its nature that it calls for the exercise of the most perfect good faith. In transactions between counsel and client, no shadow of anything like deception or unfair dealing upon the part of an attorney, can bo countenanced. In every case in which complaint is made, the courts will scrutinize the transaction with jealous care to see that there is no relaxation of the rule. Owing to, the confidence bestowed upon him, the attorney is presumed to be able to strongly influence his client, “Hence, the law often declares transactions between them void, which between other persons would be unobjectionable. Unless the transaction is fair and conscionable, it is deemed a constructive fraud:” Shoemaker v. Stiles, 102 Pa. 549. Anything which savors of lack of good faith upon the part of an attorney, such as the receipt of money without giving notice to the client within a reasonable time, or the refusal or neglect to pay over promptly upon demand, calls for forfeiture of all claim to compensation: Balsbaugh v. Frazer, 19 Pa. 95.\nIn the present case it appears that the appellees brought certain suits at law to recover damages on behalf of their clients, who were foreigners with poor command of the English language, which suits were afterwards settled by the attorneys without proceeding to trial. The answer of respondents shows that at no time during the negotiations did the attorneys disclose to their clients the amount of money they expected to receive in settlement of the cases, nor did they, after having secured the sum of eight thousand dollars and costs in the settlement, disclose the amount of money so received, to any of their clients. The only reason suggested as an excuse for so doing, was that the clients did not inquire as to the amount received in settlement of the cases. The court below in its opinion said that it could not endorse the course of counsel in their conduct of these cases; in the manner in which they were compromised; in their failure to advise and consult frankly, freely and fully with their clients in that regard, whether it was favorable or not; in never advising them of the amount received, and in settling four cases varying materially in amounts, for á lump sum, when they felt and knew that they, would have trouble with the clients in making distribution, and in settling with them. If it be taken for granted that counsel were authorized to make a settlement of the cases, the least that they should have done in the proper discharge of their duty to their clients would have been to have promptly notified them of the full amount of money received by them, in settlement, and which was then in their hands for division, and to have moved promptly towards a distribution of that amount to and among their clients. Admittedly this was not done.\nIt appears from the testimony that meetings were held and schedules of distribution among the various parties in interest were prepared and discussed without any apparent reference to the total sum on hand which was to be divided, and without any apparent knowledge upon the part of the clients of the amount of that sum. Naturally that would have been the first item of information which, at that stage of the proceeding, the clients were entitled to receive. The aggregate of the amounts named in the schedules that were submitted as being for distribution, was only $1,156.00, out of $8,125.00 which had been collected. This left a balance of $6,969.00, to be accounted for by counsel to their clients.\nVarious matters appear in the opinion of the court below, which have been discussed by counsel, which we do not deem necessary to consider at this time. Without regard to anything but the admitted derelic-, tion of counsel, as shown in their answer, and as pointed out in the opinion of the court below, we are all agreed that it Avas of such a character as to justly forfeit all claim to compensation upon their part.\nWe find nothing in the record to warrant the criticism which is expressed in the opinion of the court below, upon the conduct of counsel for the petitioners in this case. They were not upon trial in any way. It was the conduct of the respondents which was under scrutiny. Doubtless the duty of bringing such matters to the attention of the court was unpleasant. But the courageous discharge of duty in an effort to uphold correct standards of professional conduct calls for commendation, rather than censure.\nWe sustain the fifth assignment, which alleges error in awarding any part of the fund for distribution to counsel. The tenth assignment, which specifies error in the final order of the court below, is also sustained; and it is further ordered that the sum of $2,459.23, which was awarded as counsel fees, be added to the sum remaining for distribution among the parties entitled thereto. The costs of this appeal to be borne by the appellees.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      ". E. D. Fulton, with him Wm. W. Parshall, for appellants.",
      "W. C. McKean, with him A. F. Cooper, for appellees."
    ],
    "corrections": "",
    "head_matter": "Martin’s Petition.\nAttorney and client — Unfair dealings — Constructive fraud.\n1. Anything which savors of lack of good faith upon the part of an attorney, such as the l’eceipt of money without giving notice to the client within a reasonable time, or the refusal or neglect to pay over promptly upon demand, calls for forfeiture of all claim to compensation.\n2. On a rule against two attorneys to show cause why they should not pay over certain moneys in their hands it appeared that the attorneys brought certain suits at law to recover damages on behalf of the petitioners, who were foreigners with poor command of the English language, which suits were after-wards settled by the attorneys without proceeding to trial. The answer of the respondents showed that at no time during the negotiations did the attorneys disclose to their clients the amount of money thoy expected to receive in settlement of the cases, nor did they, after having received a considerable sum in settlement, disclose the amount of money so received to any of their clients, the reason suggested as an excuse for so doing being that the clients did not inquire as to the amount received in settlement. The amount collected was $8,125, of which $1,156 was actually paid to the clients, leaving a balance of $6,969 for further accounting. The court below allowed a counsel fee of $2,459 and distributed the balance to the parties in interest. Held, that the attorneys were not entitled to receive out of the funds received in settlement any part as counsel fees.\nJuly 2, 1912:\nArgued May 6, 1912.\nAppeals, Nos. 311-312-313, Jan. T., 1911, by Frank Martin and Julia Martin, Frank Suster and Yincens Klascik, from decree of C. P. Fayette Co., June T., 1911, No. 365, in re Petition of Frank Martin, Julia Martin, Gerzi Bodnair, Vincens Klascik and Frank Suster, for rule on Lee B. Brownfield, George Patterson and Samuel Goldstein, to show cause, etc.\nBefore Fell, C. J., Mestrezat, Potter, Elkin and Moschzisker, JJ.\nReversed.\nRule to show cause why respondents should not pay over certain moneys to the petitioners.\nThe opinion of the Supreme Court states the case.\nRule made absolute and money paid into court.\nThe court made an order distributing the fund.\nError assigned, among others, was in awarding $2,459 to the respondents as counsel fees.\n. E. D. Fulton, with him Wm. W. Parshall, for appellants.\nW. C. McKean, with him A. F. Cooper, for appellees."
  },
  "file_name": "0159-01",
  "first_page_order": 189,
  "last_page_order": 193
}
