{
  "id": 988945,
  "name": "Bowers v. Myers, Appellant",
  "name_abbreviation": "Bowers v. Myers",
  "decision_date": "1912-10-14",
  "docket_number": "Appeal, No. 335",
  "first_page": "533",
  "last_page": "540",
  "citations": [
    {
      "type": "official",
      "cite": "237 Pa. 533"
    }
  ],
  "court": {
    "name_abbreviation": "Pa.",
    "id": 8832,
    "name": "Supreme Court of Pennsylvania"
  },
  "jurisdiction": {
    "id": 6,
    "name_long": "Pennsylvania",
    "name": "Pa."
  },
  "cites_to": [
    {
      "cite": "137 N. Y. 317",
      "category": "reporters:state",
      "reporter": "N.Y.",
      "case_ids": [
        20178
      ],
      "opinion_index": -1,
      "case_paths": [
        "/ny/137/0317-01"
      ]
    },
    {
      "cite": "205 Pa. 470",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        930063
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/205/0470-01"
      ]
    },
    {
      "cite": "3 Pa. Superior Ct. 487",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        274215
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/3/0487-01"
      ]
    },
    {
      "cite": "51 Pa. 43",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        999805
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/51/0043-01"
      ]
    },
    {
      "cite": "82 Pa. 203",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1047846
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/82/0203-01"
      ]
    },
    {
      "cite": "69 Pa. 216",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026497
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0216-01"
      ]
    },
    {
      "cite": "69 Pa. 93",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1026535
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/69/0093-01"
      ]
    },
    {
      "cite": "16 Pa. Superior Ct. 418",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        832709
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/16/0418-01"
      ]
    },
    {
      "cite": "45 Pa. Superior Ct. 478",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        419405
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/45/0478-01"
      ]
    },
    {
      "cite": "77 Pa. 432",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        436259
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/77/0432-01"
      ]
    },
    {
      "cite": "90 Pa. 181",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1065607
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/90/0181-01"
      ]
    },
    {
      "cite": "140 Pa. 396",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        972553
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/140/0396-01"
      ]
    },
    {
      "cite": "23 Pa. 333",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974060
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0333-01"
      ]
    },
    {
      "cite": "62 Pa. 252",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1017263
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/62/0252-01"
      ]
    },
    {
      "cite": "23 Pa. 348",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        974090
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/23/0348-01"
      ]
    },
    {
      "cite": "9 Pa. Superior Ct. 597",
      "category": "reporters:state",
      "reporter": "Pa. Super.",
      "case_ids": [
        817145
      ],
      "weight": 2,
      "opinion_index": -1,
      "case_paths": [
        "/pa-super/9/0597-01"
      ]
    },
    {
      "cite": "71 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        1031235
      ],
      "opinion_index": -1,
      "case_paths": [
        "/pa/71/0064-01"
      ]
    },
    {
      "cite": "100 Pa. 42",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        498423
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/100/0042-01"
      ]
    },
    {
      "cite": "190 Pa. 423",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        905122
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/190/0423-01"
      ]
    },
    {
      "cite": "233 Pa. 197",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        981031
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/233/0197-01"
      ]
    },
    {
      "cite": "232 Pa. 64",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        977921
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/232/0064-01"
      ]
    },
    {
      "cite": "231 Pa. 245",
      "category": "reporters:state",
      "reporter": "Pa.",
      "case_ids": [
        973878
      ],
      "opinion_index": 0,
      "case_paths": [
        "/pa/231/0245-01"
      ]
    }
  ],
  "analysis": {
    "cardinality": 668,
    "char_count": 13595,
    "ocr_confidence": 0.506,
    "pagerank": {
      "raw": 2.417058601633197e-07,
      "percentile": 0.800621387578967
    },
    "sha256": "5300a445202dd0cb2e33bb23d5d726440406dba7e1bbae220bc3ed1af5423975",
    "simhash": "1:29ae92e0a70cede2",
    "word_count": 2422
  },
  "last_updated": "2024-02-27T22:43:46.387053+00:00",
  "provenance": {
    "date_added": "2019-08-29",
    "source": "Harvard",
    "batch": "2018"
  },
  "casebody": {
    "judges": [
      "Before Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ."
    ],
    "parties": [
      "Bowers v. Myers, Appellant."
    ],
    "opinions": [
      {
        "text": "Opinion by\nMr. Justice Potter,\nThis was a bill in equity filed by the plaintiffs to re- . strain the defendants from obstructing them in the use of an alley. The right of plaintiffs to a certain use of the alley is not denied, but the extent of that right is in dispute. Plaintiffs claim the right to use the alley ás a driveway for horses and vehicles. Defendants seek to limit them to the use of the alley as a footway for persons. The learned trial judge found the facts substantially as follows: The properties of both plaintiffs and defendants were owned by John Miller, who acquired title to them in 1777. Miller died about 1809 and by his will devised the two lots with the houses upon them separately, giving to the devisees the joint right and privilege to the alley or gateway between them, which is the alley here in question. This alley has continued to be used by the occupants of the two adjoining buildings up to the present time and has been of the same width as now for at least seventy years, and probably so ever since John Miller created the easement. On August 14, 1885, all the persons interested in the properties adjacent to the alley entered into an agreement which was duly signed, acknowledged and recorded, which provided as follows: That, whereas, the northern wall of the Russel building stood upon the southern line of the said alley, and Baumgardner and Brimmer desired to build over and into the said northern wall. The right to do so was, in consideration of the sum of $700.00, granted to them, to build over said alley to a depth from North Queen Street “not further east than the northeastern corner of the said building” on the Russel property, and “at a height from the ground not less than ten feet from the present level of the pavément on said North Queen Street,” and also the right to build against, upon and into the said wall its whole length. It was further agreed therein that the said Baumgardner and Brimmer might maintain a gate extending across the western end of the alley on North Queen street, over the whole width of it, but that they should place and keep a door of ordinary size in it for the use and convenience of the Russels, “their heirs and assigns.” It was also stipulated that the boundary line between the two properties, from the main building erected on the Russel property to the brick stable erected on the Baumgardner and Brimmer property, should be a straight line, running from the northeastern corner of the main building on the Russel property to the southwestern corner of the said stable, and that along this division or boundary line Baumgardner and Brimmer might build a stone wall of the width of two feet and six inches, one-half of which wall to be built upon each property, and, if this wall was built, Baumgardner and Brimmer were to place thereon, at their own expense, a fence of wood, with locust posts, and place therein “a gate in that portion of the said fence adjoining the ground now and heretofore used for the aforesaid alley or passageway.” The height of this wall was not restricted. It was lastly stipulated “that the said alley or passage-way between the said adjoining premises ......shall be used and remain as heretofore, except so far as its use shall be altered and affected by the grants, conveyances, stipulations and agreements contained in the indenture.” After the execution of this agreement, Baumgardner and Brimmer built over the alley into the northern wall of the Russel property to the northeastern corner of said building. A large gate was placed by them at the North Queen street entrance of the alley, hung from above, with a door thirty-two inches wide in it, for the use and convenience of the Russels. A wall was built between the northeastern corner of the main building on the Russel property and the southwestern corner of the stable on the Baumgardner and Brimmer property, half of which was on each property. This wall is now from twelve to fifteen inches above the surface of the ground on the plaintiffs’ side, and earth has been filled in, on the Baumgardner and Brimmer side, at least along it. Upon this wall was placed a fence, with locust posts, and a gate of ordinary size was provided leading into the Russel premises. These conditions have continued practically until the present time. About the time the bill was filed, Dorsheimer, the tenant of the property which formerly belonged to Baumgardner and Brimmer, by permission of Myers, the owner, placed a curb on North Queen street, which practically prevented the use of the alley by horses or vehicles. Steel posts were also erected by him along the Myers side of the stone wall; and that portion of the alley extending north of the line between the Russel main building and the brick stable was built over by placing a structure upon the said posts and resting cross beams on the posts; and Dorsheimer was permitted by Myers to make these changes. The court below directed that the curb on North Queen street be removed and the entrance to the alley be so constructed that the plaintiffs might have access thereto for such reasonable purposes as they might desire, and granted a permanent injunction restraining the defendants from interfering with the right of the plaintiffs to use the alley as theretofore for passage to and from Queen street. Exceptions were filed and dismissed, and a final decree was entered as directed by the trial judge. Defendant Myers has appealed.\nThe assignments of error are defective in that the final decree is not assigned for error: Yerger v. Hunn, 231 Pa. 245; Standard Soap & Oil Co. v. Degreasing Co., 232 Pa. 64; Condron v. Penna. R. R. Co., 233 Pa. 197. But as the first assignment alleged error in overruling defendant’s exception to the decree recommended by the trial judge, which was subsequently entered as final, it may be treated as in effect assigning the final decree as error. The authorities establish the proposition that a right of way expressed in general terms is to be construed to include any reasonable use to which it may be put. Thus in Jones on Easements (1898) §375, it is said: “A right of way granted or reserved in general terms may be used for any purpose reasonably necessary for the party entitled to use it. The fact that the person entitled to such way has used it for one purpose only for a long series of years does not restrict its use to that purpose only. The grant being in general terms, it must be construed to include any reasonable use to which the land may be devoted.” In Benner v. Junker, 190 Pa. 423, it was held, as expressed in the syllabus, “Where the use of an alley between two dwelling houses is not defined, limited or restricted by any covenant, the owner of one of the properties may use the alley for business purposes, provided he does not interfere with its use by the owner of the adjoining property.” To the same effect are the decisions in Gunson v. Healy, 100 Pa. 42, and Greenmount Cemetery Company’s App., 1 Sad. 371.\nIn the present case the original grant was general in its terms. It gave “a right and privilege to the alley or gateway between the said house and my dwelling house,” and this language is repeated several times, in substance. A reasonable construction of this wording would permit the use of the alley for the passage of horses and vehicles, as well as for foot passengers. The agreement of 1885 made no change in this respect, for it stipulated that the alley “should be used and remain as heretofore,” except as set forth in the agreement. In case of doubt, the contemporaneous construction placed upon the contract by the parties is to be adopted, and the application of this principle sustains the view taken by the court below, for it appears from the findings of fact that before the agreement of 1885, the owners of both properties used the alley, not' only for walking upon the same, but also for driving in with horses and wagons, as often as they had occasion so to do, and “since 1885, the said alley has been used by the plaintiffs and their predecessors in title as a passageway for foot passengers, and for horses, carriages and wagons, to and from their said premises, and that merchandise of various kinds has been delivered to the plaintiffs’ said premises by wagons passing in and out of said alley.” It was also found, as a fact, that when after the execution of the agreement, Baumgardner and Brimmer built over the alley, “a large gate was placed by them at the North Queen street entrance of the alley, hung from above, with a door thirty-two inches wide in it, for the use and convenience of the Russels.” These findings of fact are amply supported by the testimony, and have the weight of a verdict of a jury. If the intention under the agreement of 1885 had been to exclude horses and vehicles, the large gate would have been unnecessary. A fence with a small gate would have better answered the purpose. What they did, was to provide at the entrance of the alley, a gateway wide enough for the. passage of vehicles, and in this gate they placed a door for the use of persons desiring to pass through on foot when %the large gate was closed. As the court below found that the curb of which complaint is made practically prevented the use of the alley by horses and vehicles, the injunction was properly awarded.\nThe assignments of error.are overruled, and the decree of the court below is affirmed.",
        "type": "majority",
        "author": "Mr. Justice Potter,"
      }
    ],
    "attorneys": [
      "Bernard J. Myers, with bim W. U. Eensel, for appellant.",
      "Wm. R. Brinton, for appellees."
    ],
    "corrections": "",
    "head_matter": "Bowers v. Myers, Appellant.\nEasements — A lleys — W ays — 0 Instruction — Gate—Curb.\n1. A testator devised to two different persons separately two lots with the houses thereon, giving to the devisees the joint right and privilege to an alley or gateway between them. The alley was wholly upon one of the properties, but ran along the line of the other. Subsequently the properties having changed ownership, the owner of the servient property entered into an agreement with the other owner under which he built over it and erected in front of it a large gate of the full width of the alley sufficient when open to permit tbe alley to be used as a driveway, and in tbe gate inserted a small door for pedestrians. Tbe agreement stipulated that the alley “should be used and remain as heretofore.” Both before and after the agreement the alley had been used as a driveway by both owners. Twenty-five years thereafter the owner of the servient property built a curb along the sidewalk in front of the property, practically preventing access to the alley as a driveway. Held, that the owner of the other property had the right to an injunction for the removal of the curb and to prevent any interference with his use of the entire width of the alley.\n2. Where the use of an alley between two dwelling houses is not defined, limited or restricted by any covenant, the owner of one of the properties may use the alley for the passage of horses and vehicles, as well as for foot passengers provided he does not interfere with its use by the owner of the adjoining property.\nArgued May 13, 1912.\nAppeal, No. 335, Jan. T., 1911, by defendant, from decree of C. P. Lancaster Co., Equity Docket, No. 5, page 229, on bill in equity in case of Herbert B. Bowers and Eugene R. Russel v. John H. Myers and G. W. Dorsbeimer.\nBefore Fell, C. J., Brown, Mestrezat, Potter and Elkin, JJ.\nAffirmed.\nBill in equity for an injunction. Before Landis, P. J.\nTbe facts are stated in tbe opinion of tbe Supreme Court.\nError assigned was decree awarding injunction.\nBernard J. Myers, with bim W. U. Eensel, for appellant.\n— Tbe Court will take into consideration evidence of tbe acts performed by tbe parties in interpreting an agreement as to tbe intention of tbe parties thereto: Weidner v. Dauth, 21 Pa. C. C. R. 440.\nTbe general rule with regard to ways is that tbe use must .be reasonable.\nAnd certainly the right to drive in an alleyway and back out sixty feet would be a most unreasonable use thereof.\nOctober 14, 1912:\nWhere a right of way is granted by deed, its limits may be fixed or varied by subsequent verbal agreement, use and acquiescence: Kraut’s App., 71 Pa. 64; March-Brownback Stove Co. v. Evans, 9 Pa. Superior Ct. 597; Shroder v. Brenneman, 23 Pa. 348; Coleman’s App., 62 Pa. 252.\nA right of way is lost by cessation of the necessity for it: March-Brownback Stove Co. v. Evans, 9 Pa. Superior Ct. 597; Wissler v. Hershey, 23 Pa. 333.\nA mere permissive use of the land of another for any length of time confers no.rights of continued enjoyment: Bennett v. Biddle, 140 Pa. 396; Demuth v. Amweg, 90 Pa. 181; Chestnut Hill, &c., Turnpike Co. v. Piper, 77 Pa. 432; Carter v. Lebzelter, 45 Pa. Superior Ct. 478.\nWm. R. Brinton, for appellees.\n— Even if the plaintiffs and their predecessors in title had not used the alley since 1885, they would not lose their rights simply by non-user, as the alley-right was created by a written instrument. A person, who has acquired by a grant an easement appurtenant to land, has the same right of property therein as he has in the land, and it is not necessary that he should use it to maintain his title; hence, his title is not affected by non-user: Weaver v. Getz, 16 Pa. Superior Ct. 418; Lindeman v. Lindsey, 69 Pa. 93; Erb v. Brown, 69 Pa. 216; Bombaugh v. Miller, 82 Pa. 203; Hall v. McCaughey, 51 Pa. 43; Twibill v. Lombard & So. Sts. Pass. Ry. Co., 3 Pa. Superior Ct. 487; Richmond v. Bennett, 205 Pa. 470.\nWhere the owner of the servient estate relies upon the abandonment of the easement, as a defense to plaintiffs’ right, he has the burden of proving this defense: Hennessy v. Murdock, 137 N. Y. 317 (33 N. E. Repr. 330),"
  },
  "file_name": "0533-01",
  "first_page_order": 563,
  "last_page_order": 570
}
