{"id": "1001558", "contents": "Opinion by\nMr. Justice Stewabt,\nThe plaintiff sustained his injuries by stepping upon the iron lid covering a coal hole in the pavement of the defendant company, which was so insecurely fastened that beneath the plaintiff’s weight it tilted, with the result that plaintiff’s right leg went its full length into the hole. The negligence charged was failure on part of the defendant to exercise proper care in keeping the covering of the coal hole in reasonably safe condition. The case turned on the question of defendant’s negligence no other question being involved. The coal hole was about two feet in diameter, and a like distance from the curbing. The lid rested on a cast iron flange which extended around the hole, even with the pavement, and was held in place by an iron pin attached which passed through an iron cross bar below and was there secured by a nut. It can readily be seen that with this nut tightly screwed up against the iron crossbar a displacement of the lid or cover was next to impossible. It is too clear for dispute, that the lid tilted and caused the injury to the plaintiff because the nut was either lost from the pin, or was so loosely screwed thereon that it did not hold securely the lid. Had it been in place and tightly screwed up against the bar, the accident could not have occurred. Either of these contingencies with respect to the nut might have happened at the moment of the accident, and therefore the mere fact of the accident was not enough to establish negligence. Except as there was in the evidence something indicating an opportunity of previous knowledge on the part of the defendant, or that it ought to have known of the defect, it could not be charged with culpable negligence. In this case there was the testimony of a witness called by plaintiff to the effect that two or three days before the accident to the plaintiff he, the witness, in traveling upon the pavement had stepped on this lid or cover, with the result that it tilted. He escaped injury because, as he says, he was at the time moving rapidly. The testimony of this witness was quite sufficient to carry the case to the jury. The jury alone could say, in the light of this testimony, and considering the prominence and conspicuousness of the place, whether the defendant company ought to have known of the unsafe conditions. The court was asked to strike out this testimony on the ground that the witness was not certain as to the day, week or month upon which he had stepped upon the lid. This motion was properly refused, for the sufficient reason that while the witness’ answers as to the date of the occurrence were somewhat confused and contradictory, he testified positively, and never once modified his statement, that it had occurred two or three days before the accident to the plaintiff. A careful review of the evidence has satisfied us that the case was for the jury, and therefore no error was committed in refusing judgment non obstante.\nThe judgment is affirmed."}