{"id": "1002237", "contents": ". The opinion of the court was delivered, June 25th 1866, by\nThompson, J.\nThe 1st and 2d assignments of error may be considered together. They relate to the challenges of several jurymen, propter affecUim, for the reason that they were stopping for the time being at the “ Cummings House,” a hotel kept by the defendant. There was no allegation that they were gratuitous guests, or that they were not boarders on the same terms with others during the term of the court. This being so, we think it was no cause of principal challenge. If a cause of challenge at a-11 it was to the favour, and this could only properly be determined by triers: 1 Coke 157 (a). It is true the line is not very distinct, at all times, between a cause of principal challenge and challenge to the favour. The one, however, is triable by the court, the presumption of bias arising from the facts disclosed; and the other, to the favour, is where the bias or favour is to be found as a fact. The challenge here was upon the presumption, that because the jurors ate, slept and lodged at their own expense at the public-house of the defendant, they could not be impartial jurors. The relation of tenant holding from year to year, to a party, has been held cause for a principal challenge: Pipher v. Lodge, 16 S. & R. 214. But it was held not to be cause of principal challenge that a juror was interested in a tract of land held by plaintiff under a similar title with that in contest: Gratz v. Benner, 13 S. & R. 110. I incline to think that was a case for challenge to the favour. All the authorities seem to be, that where the objection is not on account of relationship, to require it to be shown as a ground of principal challenge propter affectum, as between the party and juror, that the former holds a position in which he might exercise a control over the latter. Nothing of that is inferable from the ordinary relation of innkeeper and guest. I think it is estimating integrity, under the sanction of an oath, especially, rather too cheaply, to hold it to be a legal presumption, that because a man summoned as a juror eats and sleeps in a public-house on the terms of paying, he is not probus et legalis homo, and fit to sit on a jury where his landlord is a party. If the rule were to prevail, it ought to be reciprocal, and the landlord be disqualified as a juror where his transient customer might be a party. We think the challenges should not have been allowed, and these errors are sustained.\nThe next assignment of error is to the admission in evidence of Sheriff Conley’s telegram. Was this telegram to Gann, evidence between the latter and Cummings ? He was not the agent of the latter, and stood in no relation 'to him by which his acts or sayings could legally affect him. This was an action of replevin by Gann against Cummings, who had claimed to retain the plaintiff’s mare until he was paid the reward offered for recovering her. After he had taken her from the custody of the thief and put her in his stable, he sent for the sheriff to take the thief. Before responding to the call, the sheriff despatched a telegram to Gann that he had the mare, which the latter had telegraphed him had been stolen. On the trial, these’ telegrams were offered in evidence. The former was properly received, the latter was not. It had no effect whatever but an improper one, to wit, to induce the belief that Cummings did not capture the mare, and that the sheriff did ; this was a fact, if true, to which the sheriff’s sworn testimony could have been had, and about which his unsworn declarations in the shape of a telegram amounted to nothing. It was res inter alios acta, and prejudicial to the defendant. This assignment of error is also-sustained. If there was any aspect in which such testimony would be competent, it was not in that in which it was offered and received.\nThe 4th and 5th errors may also be considered together. The plaintiff, wishing to avail himself of the testimony of his sureties in the replevin-bond, offered to pay into court the penalty of the bond in money, in discharge of the sureties. This the court permitted, against the objection of the defendant, for whose security the bond was given, and adjudged and declared the sureties relieved from their bond, and received them as competent witnesses, also against objection by the defendant.\nBy the 2d section of the Act of 21st March 1772, sheriffs and other officers, authorized to serve writs of replevin, are required to take a bond, with one or more sufficient sureties, in double the value of the property, conditioned for its return to the defendant if it be adjudged to belong to him. This being the requirement of the law, it could not be dispensed with by the sheriff and money substituted. The Act of 1806, which requires the directions of a statute to be pursued, forbids this. Could the court dispense with the required security ? Here the property was delivered to the plaintiff, and the bond stood for the return of it, if a return were adjudged. It was not conditioned to pay a sum of money alone, but for the performance of a specific act. It is true the defendant might proceed on the bond without first issuing a writ de retorno habendo, still he might choose to issue that writ, and in case of a return of the property on it he could only proceed on the bond for his damages. The security required by law is that of persons, not property, and the sheriff is also a sort of surety at least for the soundness of the bail, being responsible in case they prove insolvent. The substitution of money is not the requirement of the statute, nor its equivalent. If bail can be relieved as these were, the sheriff will also be relieved, and thus the security be diminished. It'is possible also, as has been suggested, that money might fail, or its depositary prove insolvent. No resort in such case could be had to the sheriff and his sureties, and certainly not to the judge. There are cases in which the court may, I have no doubt, treat the bail as released on payment of money into court by its permission ; but these are cases, I apprehend, in which the condition is for the payment of money. But I know of no authority to release bail from the performance, of specific acts, as in replevin, by the same resort. No one would suppose that bail for an appeal from the award of arbitrators, or justice of the peace, could be substituted by the deposit of money, even by permission of the court.\nIn such cases bail might be substituted by other bondsmen, not by money. Whether substitution might not be made in replevin with the assent of the sheriff, I do not say; that is not this case ; but I doubt if it could without releasing him from liability. The substitution of money is not the security given by the statute in replevin, and therefore we think the court erred in making the substitution and in declaring the sureties released and competent as witnesses. They were incompetent on the score of interest, not being legally discharged from their bond. These assignments are also sustained.\nThe 7th assignment of error is to the admission in evidence of the record of an action between the present defendant and one Philip Newman. It was also replevin for a horse lost, brought a year before the occurrence which gave rise to this .controversy. It was proposed to accompany the record with testimony of what took place at the time of the issuing of that writ, and this was also admitted.\nThe learned judge, in admitting it, thought it might have some bearing upon the issue raised by the defendant’s plea of “ property,” and his claim to retain the horse in dispute in this action until he wras paid his reward. What that bearing was we cannot imagine, and are not informed. It was the record of a suit between other parties, and as such was not evidence. If offered as inducement to the admission of something said or done in the trial or other proceedings of the defendant in that case, it should -have been shown what that was, so as to make the record proper by way of Inducement. If the purpose' was to show the defendant litigious m such cases, it was improper ; or that he had claimed to retain for his reward in another case and the result, it was equally improper; and if it was admitted without any definite object, so that it might operate just as the jury might see proper to make it, the error was the greater. Its admission was error quaeunque via data. In any way it can be looked at, it was res inter alios aeta. This assignment of error is therefore also sustained.\nThe 8th and 9th errors are to the charge of the court, in which the offer of the reward is discussed. We think the construction put upon it by the court was erroneous. It was not a special contract between the plaintiff and defendant (not so in terms), and the universal understanding of a general offer of reward is against it as well as the law. .The object in making such offer is to stimulate efforts towards the recovery of stolen or lost property, and in this case not to the sheriff alone. Those are not its terms, ■but to any and every body. The recovery of the property was the object, and the hands by which the result should be accomplished were nothing to the plaintiff. It was as much an offer to Cummings as to the sheriff or anybody. It amounted to nothing unless to a successful party. It was but an offer until its terms were complied with. When that was done, it thenceforth became a binding contract, which the offerer was bound to perform his share of. We need not enlarge on this. We think the error here is very manifest. If the defendant was the rightful captor of the mare of the plaintiff, we think he was entitled to retain her until paid or tendered the promised reward. An innkeeper, veterinary surgeon and farrier each has his lien upon the horses delivered to their care in consequence of services performed upon them for their owner and at his request: see Cross on Liens 840, 341, 343 ; Story on Bailments 422. But this very question of lien in favour of the finder is asserted in Wentworth v. Day, 3 Metc. 352. I cannot see why it should not be so on principle. The service is to be performed for a reward offered, not especially to any one, but to any one who may undertake and perform the request. It is valuable towards both the owner and his property, and why should there not be a lien ? The owner may live at a distance, and if the finder is required to yield up the property and then look to the owner, it might be great injustice to him; whereas it is no injury to the owner, who constitutes the finder his bailee by his advertisement to perform the services of seizure and taking care of the property. Such liens are favourites of the law: Green v. Fanner, 4 Burr. 2220 ; 9 Casey 151; 7 W. & S. 467. We think there was error in this portion of the charge, and this error is sustained.\nThere was no inconsistency in practice in putting the pleas of “ non cepit” and “ property” together, as was done in this case. It is the constant practice. The court seemed to treat it as somewhat reprehensible and deserving of notice as such. If the testimony is correctly reported, we think there was misapprehension by the learned judge on this point. The putting in of the pleas is the work of the attorney, and it is usually done without regard to the exact state of the facts, in order to meet every possible aspect in which they may be presented; but about this the client has usually nothing to do. We see no evidence that he had here. We do not think the defendant’s ease should have been made liable to be prejudiced in the minds of the jury by remarks against the pleading as being “ fast and loose,” and as not to be allowed. Any fact that looked like this was evidence to go to the jury, if applicable to the issue, to be considered by them in making up their minds as to his rights, not as a reason for a recovery against him.\nWe think, too, the intimation of the court about exemplary damages, as a proper measure in this case, was not what the case called for. It must be a rare case of misconduct on the part of a defendant in an action like this to authorize them at all. I do not say they may not be justly allowable in this form of action, but I think this was not such a case, if they are ever properly given in replevin. I waive discussion as to the rule in its application to this action, for I do not see that there was any occasion for reference to it shown in the evidence. The character of exemplary damages is punitive as well as compensatory, vindicatory as well as to make the party whole. There was neither injury nor wantonness towards the animal or the owner, that I can see. He-permitted the plaintiff’s son and agent to take possession of the beast to get it shod, and only detained her an hour or two on the ground that he claimed pay for his services in recapturing her from the thief. This we have seen he was right in doing. But even if the hypothesis of the plaintiff had been true that he had no such right, there was nothing disclosed to warrant exemplary damages in the case. It is not often that such damages are allowable in case of property. As the law of lien stands, the fault was on the side of the 'plaintiff if the detainer was occasioned because the reward he offered was not paid. The damages given very evidently show that they were not merely compensatory. They were sixty odd dollars for a detention of not over two hours. It is true the learned judge did, perhaps, in his charge, give the jury latitude enough to find only .compensatory damages, by telling them that they might give such damages “ under the evidence and rules stated” as they might think the plaintiff entitled to; unless, indeed, among the rules the jury may have thought that exemplary damages in the case were to be contained. We cannot say how this was. If this point stood alone as a ground of reversal, we might possibly, under the clause in the charge, hesitate to reverse; but it does not; and as the case goes back for retrial, we think the instruction complained of ought to be avoided, if on the evidence as it will then be presented under our ruling, there remains a chance of recovery to the plaintiff.\nJudgment reversed, and venire de novo awarded."}