{"id": "1002767", "contents": "Opinion by\nMr. Justice Stewart,\nNot only was the evidence adduced on behalf of the plaintiff insufficient to warrant an inference that plaintiff’s injuries were received in the way alleged in the statement of claim, but it left the immediate and proximate cause of the accident wholly undisclosed. The plaintiff had been a passenger on one of the defendant company’s open summer cars, occupying a seat in one of the transverse rows back of the middle of the car, and near the end of the row. It was at an early hour in the nighttime, and there were some fifteen or twenty other passengers in the car. Suddenly and without warning, the electric controller on the rear platform burned or blew out with something of a report, followed by a display of electricity at the rear end of the car. The car was proceeding at a moderate rate, as it was approaching a crossing where certain passengers expected to alight. Many of the passengers, if not all, left the car, because of the electric disturbance, before it came to a stop. When the stop was made, the plaintiff was found lying upon the ground some fifteen feet back from the rear end of the car. In the statement filed, the cause of action is declared to be defendant’s negligence in “ permitting the electric machinery of said car to become so deranged and out of order, thereby setting fire to said car and charging said car with electricity,” and “neglecting to stop said car to permit plaintiff to escape danger. Whereupon and by reason of defendant’s carelessness, plaintiff was violently and suddenly thrown from said car,” etc. With respect to the negligence charged because of failure to stop the car, it is only necessary to say that there is no evidence from which the jury could have found that the car was not stopped with reasonable promptitude under the circumstances. It majT be conceded in regard to the defective controller, only for the purposes of this case however, that a presumption of negligence attends the blowing or burning out of a controller of an electric street car. Had the plaintiff averred, and offered evidence in support, that she was injured as the direct result of the defective-working of the controller as by burning, or in some other way as the result of an intervening cause which was put in operation in consequence of the action of the controller, without fault of her own, with the presumption of negligence on part of the defendant attending, her case must haye gone to the jury. But there was neither averment nor proof of any such facts. The averment was that by reason of negligence in connection with the controller, plaintiff was violently and suddenly thrown from the car and thereby severely injured. The evidence affords no explanation of how she escaped from the car. The injuries she claims to have suffered were manifestly occasioned by a fall. But what -was the immediate, operating cause that produced the fall % Certainly not the burning out of the controller or the escaping fluid. Such a result is not contended for. In her testimony plaintiff does not pretend to explain how, or in what manner, or from what cause she fell; nor does a single witness called on her behalf, for the reason that no one seems to have seen her alight from her car. The plaintiff herself testifies that she saw the electric disturbance; saw passengers rise in seats ; that she arose from her seat and stood holding to the back of the seat immediately in her front, and that she has no recollection of anything that occurred after that until she became conscious of her injury when on the ground. It is quite obvious that between the burning of the controller and plaintiff’s fall there must have been an intervening, operative cause. What this was nowhere appears, except as the suggestion is made in appellant’s argument that the plaintiff fell while attempting to escape from a peril to which she had been exposed through defendant’s negligence. This may be a true explanation. That it is not an unreasonable conjecture is the most that can be said in its favor. Several possible explanations quite consistent with the evidence could be advanced, which if lacking equal probability would be none the less reasonable, some of them suggesting causes wholly independent of defendant’s alleged negligence. Was it for the jury to speculate as to what the intervening cause was, without the slightest suggestion to be found in the evidence that would support one inference rather than another? A verdict under such circumstances as was said in Railroad Company v. Schertle, 97 Pa. 450, a case presenting much the same features as this, would have no better foundation than a guess, or at most mere possibilities, and this will not do. To the same effect is Trout v. Turnpike Road, 216 Pa. 119. There we said: “The burden in such cases is always on the plaintiff to show the casual connection between the accident and the negligence alleged. This may be done by showing facts and circumstances from which the connection may be .inferred by process of rational deduction, but never by speculation.” We have indicated sufficiently the defect in plaintiff’s cause as submitted. Judgment of nonsuit was properly entered.\nJudgment affirmed."}