{"id": "1002742", "contents": "Opinion by\nMr. Justice Elkin,\nThe correctness of the judgment entered in the court below depends upon the construction of the words used in the deed creating a trust estate for the sole and separate use of Mary Jane Wilson, who at the time of the conveyance was a married woman living with her husband. The deed in express language recites the fact that the consideration paid for the properties was advanced by the father and relatives of the wife, and not by her husband. It is perfectly clear that the intention of the donors was to protect the estate of the wife thus created from the improvidence of the husband. That the deed was not drawn by a skillful scrivener is apparent, and that the words used in creating the trust are somewhat confusing and ambiguous must be conceded. On the whole, however, we think the intention of the parties is plain, and the conclusion reached by the learned court below is correct. It is argued for appellant, and with much force, that Mary Jane Wilson, under the provisions in the deed only took an equitable life estate, and that the legal remainder vested in her children as purchasers under the original grant. If this position were sound it would necessarily follow, as contended, that the two estates, one equitable the other legal, not being of the same character, did not coalesce upon the death of the husband. We do not accept this view of the law as applied to the facts of this case. The deed created a coverture trust for the protection of the wife, and when she became discovert by the death of her husband the special trust for her sole and separate use terminated and the legal estate vested in her: Steacy v. Rice, 27 Pa. 75; Shalters v. Ladd, 141 Pa. 349. The general rule that an equitable estate for life followed by a legal estate in remainder do not coalesce so as to vest absolute title in the holder of the equitable life estate, has no application to the case at bar. When appellee, a married woman, became discovert the trust created for her sole and separate use as a protection against the improvidence of her husband ceased, and the legal estate, whatever its character, vested in her.\nThis brings us to the consideration of the real question in the case. Did appellee only take a life estate, or has she an estate in fee for which she can make a good and marketable title? The learned court below in passing on this.question among other things said: “ Why did the grantor couple the words £ heirs of the body ’ with the words £ child or children ’ ? The one expression must have been intended by him in some manner to qualify or explain the other. The words £ heirs of the body ’ are apt words to create an estate tail, and in our opinion, when the grantor in the conveyance before us did so use them, he created an estate tail in Mary Jane Wilson which the act of 1855 enlarged into an estate in fee simple.” We agree with this conclusion. The word “children” as is well understood, is primarily one of purchase and if it stood alone without qualification in the deed under which this controversy arises, the contention of the appellant should prevail. But it does not stand alone. It is coupled with the words “ heirs of the body ” and other words of inheritance in such manner as to cast the remainder upon the general or lineal heirs of the first taker, not as purchasers from the grantor, hut in succession by inheritance from Mary Jane Wilson. Under these circumstances, the case is within the reason of the rule followed in Linn v. Alexander, 59 Pa. 43; Mason v. Ammon, 117 Pa. 127; Boyd v. Weber, 193 Pa. 651; Shapley v. Diehl, 203 Pa. 566; Pifer v. Locke, 205 Pa. 616; Hastings v. Engle, 217 Pa. 419.\nThis being our construction of the deed, it is not important to consider the contention of appellant relating to the limitation over to the heirs of James Blair. We are of opinion that when the trust terminated by the death of the husband, the legal estate vested in appellee, and that the words used in the deed created an estate tail in her, which was enlarged into a fee simple by the statute and could not be cut down to a life estate by a limitation over to the heirs of James Blair upon an indefinite failure of issue: Grimes v. Shirk, 169 Pa. 74; Hannon v. Fliedner, 216 Pa. 470; Hastings v. Engle, 217 Pa. 419.\nJ udgment affirmed."}