{"id": "1002778", "contents": "Opinion by\nMr. Justice Potter,\nIn a former trial of this case, the plaintiff set up a contemporaneous oral agreement for the purpose of modifying a written contract. Upon appeal to this court (Fry v. National Glass Co., 207 Pa. 505), we held that evidence of the parol agreement was inadmissible, and reversed because it was admitted. A new trial was awarded, because the defendant had pleaded set-off, and might be entitled to a certificate in its favor. After the record had been remitted to the court below, plaintiff filed an amended statement, in which it was averred that “ Subsequent to the execution of said contract defendant company instructed and directed this plaintiff to have said certain gas contract, above referred to, executed in the name of the George W. Fry Company, which was in due course duly incorporated and organized, and for the entire time of the events herein recited, existed as a corporation under the laws of the State of Pennsylvania. Said incorporation of the George •'W. Fry Company, and its management subsequent to said incorporation, was conducted by the defendant company. It was officered and managed exclusively by defendant company, and was for all intents and purposes part and parcel of the National Glass Company, defendant above named, the sole purpose and object of keeping up its separate corporate existence being for the purpose of thereby obtaining illegal and unwarranted rebates from the Glass Association.” This was denied by the affidavit of defense. Upon the succeeding trial, the plaintiff offered testimony in support of these averments, and the case was submitted to the jury, who found in favor of the plaintiff. Judgment was entered upon the verdict, and defendant has appealed.\nThe first assignment alleges error in affirming plaintiff’s third point, which asked for a construction of the agreement between the Fry company and the incorporators of the glass company. The court added to the affirmance a statement that the obligation was to furnish gas to the Fry company, and cautioned the jury that this fact of itself, would not entitle plaintiff to recover. This instruction was clearly right and it is manifest that the court was endeavoring to prevent the jury from misunderstanding his answer, to the prejudice of the defendant. This is emphasized by referring to the oral charge of the court in connection with the presentation of this point.\nThe second assignment of error complains of the refusal to affirm defendant’s second point, which was “ If the jury believe the uncontradicted evidence of the plaintiff, and of the witnesses for defendant, that the contract which George W. Fry obtained with the Men alien Gas Company for the supply of gas to the George W. Fry Company, at the rate therein mentioned, was obtained on the faith of his representation and statement that he was not connected with any corporation or trust,- and this statement turned out to be untrue before the contract was entered into and for this reason the Menallen Gas Company refused to supply gas under said contract to the George W. Fry Glass Company, then the verdict of the jury should be for the defendant for such amount as will compensate it, under the evidence, for the excessive amount paid by it for gas during the term of the contract over and above the price of gas as fixed in said contract.”\nThe difficulty with this point, is that it does not accurately ' state the evidence of the plaintiff. His answers do not show ' clearly what was in his mind, but while admitting that in securing the gas contract, he stated that he was not acting for any corporation or trust, he denied that he made the statement as an inducement to get the contract for the gas. He insists also that at the time he made the statement that ho was not acting for a trust, but ivas acting for himself, it was true. How then could the trial judge have said that this statement, if true at the time made, afterwards became untrue ? If plaintiff afterwards entered into arrangements with a trust, this would not falsify his previous statement, that he was acting for himself, when he so stated it. It would have been error to have affirmed this point.\nThe remaining assignments of error are to the refusal of binding instructions or to enter judgment non obstante veredicto for the defendant. The first ground upon which counsel rested, has been abandoned, as it is conceded that under the authority of Fries v. Penna. R. R. Co., 98 Pa. 142, and Spees v. Boggs, 204 Pa. 504, this case is not res adjudicata because of the decision in this court of the former appeal. If a reversal of a judgment without a new venire is not of itself a bar to a second action for the same cause, much less is a reversal with a new venire.\nThe other ground upon which binding instructions were asked is that the gas contract was obtained by plaintiff by fraud and misrepresentation, and was therefore not enforceable or assignable. But it appears from plaintiff’s rebuttal testimony that he denied the fraud, and this would take the question to the jury. The case turned upon oral evidence, and under the authorities it must have gone to the jury: see Vandevort & Co. v. Steel & Iron Co., 194 Pa. 118. The point is also discussed by our Brother Stewart in Bartlett v. Rothschild, 214 Pa. 421, where he says (p. 427): “ It is never permissible in an issue of this kind for the court to direct a verdict for the plaintiff, except where the evidence is exclusively documentary and admittedly correct. Where plaintiffs’ claim rests upon oral testimony, the credibility of the witnesses is always a matter to be passed on by the jury, and the court cannot relieve them of it. . . . Again in Grambs v. Lynch, 20 W. N. C. 376, a case cited and applied later in Harlow & Co. v. Homestead Boro., 194 Pa. 57, it is declared to be ‘settled law that when a case depends upon oral testimony, such testimony must be submitted to the jury.’ Here the plaintiff’s case rested almost wholly upon oral testimony; if believed by the jury, it established a prima facie case, and entitled the plaintiff to a verdict; but the jury alone could say through their verdict, whether the condition had been met.” .\nThe fact that the question here involved was one of fraud, is an additional reason why the court should not have given binding instructions. “ Fraud in fact is always a question for the jury, and however convincing may be the evidence on the subject, it would be to confound the province of the two tribunals for the court to assume the decision of it:” Loucheim v. Henszey, 11 Pa. 305.\nThe assignments of error are all overruled, and the judgment is affirmed."}