{"id": "1002219", "contents": "The opinion of the court was delivered, May 15th 1866, by\nWoodward, C. J.\nThe questions to be decided in this case, including the motion to quash the writ of error, cannot be made intelligible without first stating with considerable precision the facts out of which those questions grew. We will begin therefore at the beginning, and proceed by that natural order in which the events occurred.\nJohn Dickinson being the owner of a house and lot on the north side of Filbert street, in the city of Philadelphia, made a mortgage of the premises to Charles A. Harper on the 1st of September 1834, to secure a debt of $2359.59. By sundry mesne' conveyances the title to the premises vested in James Young in 1842, subject to the mortgage.\nOn the 19th May 1859 the city of Philadelphia entered a claim in the Common Pleas against James Young for registered taxes of 1856, and on 10th September 1859 issued a scire facias thereon, which was returned by the sheriff, “made known by posting on the premises and by publication in a newspaper.”\nNovember 26th 1859. — Judgment for want of an affidavit of defence.\nDecember 1st 1859. — Damages assessed at $99.90.\nJanuary 27th 1860. — James Young died intestate leaving a wife and five children, two of whom were minors.\nFebruary 17th 1860. — Levari facias issued upon the above judgment without any substitution of personal representatives by scire facias.\nSeptember 1860. — Sheriff’s deed to James Keenan for the premises sold upon the above writ, consideration $20.\nSuch was the derivation of Keenan’s title, who is upon the record as one of the terre-tenants. Michael C. Cadmus, the other terre-tenant, derived his title as follows:—\nFebruary 17th 1860. — Letters of administration upon the estate of James Young were granted to Hoopes & Lewis.\nOctober 19th 1860. — On petition of the administrators the Orphans’ Court ordered the premises to be sold for payment of debts of decedent.\nNovember 20th 1860. — Sale to Michael C. Cadmus for $2725.\nDecember 22d 1860. — Deed administrators to Cadmus in pursuance of said sale.\nMay 31st 1862. — Report of auditor distributing proceeds of the estate of James Young, deceased, including proceeds of above sale.\nEbenezer Jackson, to whom the said mortgage had been assigned, and who was then the owner of it, appeared before the auditor, by his counsel, and obtained $2042.93 upon his mortgage, leaving due thereon a balance that was afterwards ascertained to amount to $765.64.\n. . . On the 1st October 1863, Jackson issued the sci.fa. (which is the present suit) against Dickinson, the original mortgagor, with notice to terre-tenants. The death of Dickinson was after-wards suggested, and William Hawkins, his administrator, was substituted. Keenan was served as a terre-tenant, and Cadmus came in' on his own application and was permitted to defend as a terre-tenant.\nOn the 16th November 1864, the cause came to trial, when a verdict was rendered for plaintiff for $3026.17, as to Hawkins and Keenan, and for defendant as to Cadmus, and afterwards the court ordered judgment upon reserved points against Hawkins, administrator, &c., and Keenan for $765.64, the balance due to Jackson on the mortgage. No judgment appears to have been entered on the verdict in favour of Cadmus.\nUpon this state of facts £he counsel for the defendant moves to quash the writ of error, and argues that as neither Hawkins nor Keenan object to the judgment that was rendered against them, and as there was neither verdict nor judgment against Cadmus, it is not competent for him to assign errors to the judgment against the others, and which is the only judgment upon the record.\nWe incline to think that Cadmus is entitled to his writ of error. The 9th section of the Act of 22d May 1722, Purd. 409, gives the writ not merely to parties, but to “ any person or persons who shall find him or themselves aggrieved with the judgment,” &c. In Steele v. Bridenbach, 7 W. & S. 150, it was denied to a creditor in a proceeding to distribute a debtor’s goods, simply because he had not excepted to the auditor’s report nor taken any part in the proceedings in court; and though the very point was not presented in the case of Fraley v. Steinmetz, 10 Harris 437, and Mevey’s Appeal, 4 Barr 80, it is impossible to observe what the court says about the rights of defence which a terre-tenant possesses and to doubt that he may have a writ of error when it is necessary to extricate his title from jeopardy, or, perhaps, even to clear it of a cloud.\nAnd such, in effect, is the rule at common law. In 2 Saunders R. 46, note 6, it is laid down that no person can bring a writ of error unless he is a party or privy to the record, or is prejudiced by the judgment; the rule upon the subject being that a writ of error can only be brought by him who would have had the thing if the erroneous judgment had not been given. Thus, in an action for land against a tenant, the heir must bring error in case of the tenant’s death. And it may be brought by a tenant to reverse his own judgment if erroneous or given for a less sum than he has a right to demand: Johnson v. Jebb, 3 Burr. 1772. So, if an action be brought against A. as a feme sole who is in truth a feme covert, the husband may join her in a writ of error after judgment, from respect to the interest he has in her person and services: Jaques v. Cerar, 2 Saunders 101 f, in note.\nThese are instances, and many more might be adduced, where parties and persons against whom no judgment has been rendered may have the writ to reverse a judgment that shall prejudice their legal rights if left unquestioned.\nIs not Cadmus in a position to be aggrieved by the judgment that was réndered in favour of the mortgagee ? At the impetration of the writ of scire facias he was in point of fact a terretenant. The writ was directed to terre-tenants. And though Cadmus was not served, his subsequent appearance, by leave of the court, made him to all legal intents a party to the record. The sei. fa. was upon a mortgage, and a mortgage is a specific lien upon the premises described in it, and when the mortgagee has got a judgment against his mortgagor and terre-tenants he has a right to sell the premises to the highest and best bidder. Now Cadmus claimed to own the premises relieved of the mortgage, and though he might, perhaps, battle successfully with a future vendee of the sheriff, can it bd said that a judgment which commits him to such a battle does not aggrieve him ? His title would have prevailed and he would have had the thing if the judgment, which he complains of as erroneous, had not been given. As between him and Jackson there could be no further litigation if Cadmus’s fundamental proposition that the Orphans’ Court sale divested the lien of the mortgage had been sustained, for if it divested it for part of the debt it divested it altogether: Mevey’s Appeal, 4 Barr 80. But his proposition was not sustained, for a judgment was rendered on that very mortgage, and whether it was against him or another, it subjects the premises to liability of sale, endangers his title, impairs its marketableness and exposes him to the costs of litigation, and, therefore, we think him so aggrieved by the judgment as to be entitled to his writ of error. The motion to quash it is accordingly dismissed. ^\nThe writ of error well sued by Cadmus, what benefit shall he take from it ? Shall the only judgment we find upon the record be reversed at his instance ?\nRegarded as a judgment against the land, and a judgment in scire facias sur mortgage is a judgment in rem (Wickersham v. Fetrow, 5 Barr 260), it is obviously erroneous if the lien of the mortgage was divested by the Orphans’ Court sale.\nWhatever doubts may formerly have existed on the subject, none exist now in Pennsylvania that an Orphans’ Court sale of a decedent’s real estate is a judicial sale, and divests the lien of mortgages as well as of all other debts that are capable of ascertainment in moneys numbered. “ Such real estate,” says the 20th section of the Act of 24th February 1834, Purd. 289, “ so sold, shall not be liable in the hands of the purchaser for the debts of the decedent.” These are simple but very effective words. They encourage bidders to pay outside prices, and they sweep off all liens which debts of the decedent may have occasioned, except only certain fixed liens like a widow’s dower, which are incapable of pecuniary admeasurement. And a mortgage given by a former owner of the estate is a debt of the decedent who dies seised of the estate as truly as if he had made the mortgage himhelf: Moore v. Shultz, 1 Harris 101. Nor is it within the protection of the Act of 6th April 1830, Purd. 325, for the sale is not made upon the process which is contemplated by that act.\nThe ordinary legal effect of such a sale, therefore, is to divest the lien of the mortgage.\nIn strong contrast with this sale was such a sale as that which the sheriff made to Keenan. It was a sale upon a judgment for taxes which were assessed long after the mortgage was recorded, and no sale for taxes so assessed divests the lien of a mortgage. To this effect the two Acts of Assembly of 11th April 1835 and 16th April 1845, Purd. 325, are* express. See also Perry v. Brinton, 1 Harris 202. And not only did not that sale divest the lien of the mortgage, but it left in Young’s heirs an interest which sprung from the right of redemption for two years. This indeed is all the interest which the counsel for the defendant in error will agree remained to Young’s estate upon which the Orphans’ Court could act; and it being all which that court could order to a sale, it was all that Cadmus could purchase; and as he did not redeem within two years, it is argued that he took nothing by his purchase, or rather that he forfeited by laches the imperfect right which he did take.\nTo this view it is answered in the first place, that the taxes were paid before the lien was entered for them, and that all judicial process founded upon paid taxes was null. This answer cannot prevail, because there is the judgment for the taxes in full force, and it cannot be collaterally impeached.\nIn Delaney v. Gault, 6 Casey 63, it was held that in a subsequent ejectment an owner who had not been served with the scire facias might show that the taxes were paid before the scire facias issued, but here Young must be regarded as a party served, and if so, his defence should have been made to the scire facias. For this reason we think there was no error in rejecting the evidence of the payment of the taxes. Paid or not, there was a legal judgment for them founded on what the law makes the equivalent of personal service of process, and whilst it remains unimpeached, it concludes Young and all claiming under him.\nIn the next place, the above position of the counsel for defendant in error is attempted to be answered by pointing to the fact that Jackson, the mortgagee, came before the auditor and took from the proceeds of the Orphans’ Court sale more than $2000 of his mortgage-money, and therefore it is argued Cadmus’s title must be held to relate back to the date of the mortgage. The argument is, that he took the title as clear and unencumbered as when it was first mortgaged to Harper. We cannot deduce this conclusion from the authorities to which we have been referred. If the sale had been on the mortgage, or upon a bond accompanying it, the- lien would have been divested and the mortgage satisfied, however far short of the principal debt the purchase-money had fallen; but even then there would have been no substitution of the purchaser to the title of the mortgagee, because a mortgagee, as such, has no title to which a purchaser can be substituted. He is a mere encumbrancer. If he have the title still in him, as a vendor may have, undoubtedly he would be decreed to convey upon receipt of the purchase-money, .but here was a mere security for money, and the fund that was distributed was not raised by proceedings upon that specific security, but by a proceeding for the payment of debts in general. As far as the mortgagee received proceeds of the sale his debt is satisfied. As to the unpaid balance the question is, whether his mortgage lost its lien ? I know of no principle of law that would justify us in carrying the purchaser’s title by relation back to the date of the mortgage-debt, any more than to the date of any of the other debts of the decedent, which moved the court to order the sale.\nWhat other answer does the defendant’s position admit of ? If it cannot be answered — if it must be admitted that the Orphans’ Court sold and Cadmus bought only the right of redemption, then it will follow that that estate or interest expired with the limitation of two years, and Cadmus has no position in court. But the major proposition assumes that the sheriff’s sale to Keenan was valid. If this were not so — if that sale was incompetent to divest the interest of Young’s heirs, then the jurisdiction of the Orphans’ Court attached to a substantial interest the whole estate, and passed it to Cadmus cleared of all liéns. When Young died on the 27th of January 1860, though he stood in the place of the mortgagor, he had more than an equity of redemption, he had the full and absolute estate in fee simple, encumbered indeed by the mortgage, by the city’s judgment for taxes, and by whatever other debts he owed, but subject to those encumbrances his seisin was complete.\nThat such is the estate of a mortgagor in possession is shown by the cases, a sufficient sample of which are Wentz v. Dehaven, 1 S. & R. 317; Schuylkill Navigation Co. v. Thoburn, 7 Id. 419 ; Bowen v. Oyster, 3 Penna. Rep. 244. As such the estate descended to Young’s heirs the instant he died, and thereupon the jurisdiction of the Orphans’ Court attached, for purposes of administration, in the interest of creditors as well as of the widow and heirs: Horner & Roberts v. Hasbrouck, 5 Wright 180.\nThe manifest policy of our law is, wholly to commit to the Orphans’ Court the conversion of decedent’s real estate as well as his personalty into money, for the payment of debts. In pursuance of this policy, the 35th section of the Act of 24th February 1834 would have restrained proceedings in the Common Pleas for the conversion of Young’s estate, and left the duty to the Orphans’ Court, had application been made ; but either from ignorance that such proceedings were going on, or from other cause, the administrators failed to apply. The administrators had been appointed on the 17th February 1860 — the very day the levari facias issued upon the city’s judgment; but they -were not warned, and there is nothing upon the record to indicate notice to them that their decedent’s estate was about to be sold at sheriff’s sale.\nThe city’s judgment having been obtained in the lifetime of the decedent, though at a time when probably he was on his deathbed, it was not subject to the 34th section of the Act of 1834, which requires widows and heirs to be warned before real estate is seized in execution for a decedent’s debts. Yet why was it nqt subject to the 35th section of that act ? This section in very express terms forbids an execution to issue upon a judgment obtained in the lifetime of the decedent, until the personal representatives (who are the administrators) have been warned by scire facias, notwithstanding the teste of such execution may bear date antecedently to his death. This section changed the old rule which carried back the effect'of the execution to its teste, which was usually the first day of the term to which it issued ; but it did not alter the practice of fully executing writs of execution, where the death occurs pending tibe writ. The death of Young, however, did not occur pending the levari facias, but before it issued, and it is immaterial whether before or after the day on which it bore teste.\nNow there is the rule of the statute for such a case as this. “No execution shall issue,” says the legislature, “until the personal representatives have been warned by sci. fa.” Had this rule been observed, the administrators would not have been ignorant of the proceedings in the Common Pleas, and would no doubt have restrained it under the 35th section; but by not observing it, the very mischief intended to be averted, happened in the sacrifice of the decedent’s homestead for $20.\nIt is not a case of irregular process, but it is a defect of power to take any process of execution before sci. fa., and nothing can be more imperative than the denial of this power. Then it is the case of void process, for surely that which is expressly forbidden by law must be void process.\nSheriff’s vendees buy at their peril. Not only must there be a legal judgment, but a legal execution also, to make a sheriff’s sale valid. But it was urged in argument with great pertinacity, that Keenan’s title is not in question here, and our right to pass upon it was very earnestly denied. If his title be not in question, why is he upon the record as a terre-tenant ? Jackson seeks the fruits of a judgment against Keenan upon the mortgage which he holds on the premises, and unless Keenan is indeed a terre-tenant, that is a claimant to title in the premises, he has no right to be upon the record, and Jackson has no right to a judgment against him. It is idle, therefore, to argue that .Keenan’s title is not in question. He stands as a purchaser at sheriff’s sale under void process, and the liability of the premises in his hands for the balance due upon Jackson’s mortgage is the vital question of the cause. The premises are not liable if the lien of the mortgage was divested by the Orphans’ Court sale. The lien was divested by the Orphans’ Court sale upon all the interest sold. The interest sold was the fee simple and not a mere redemption right, unless the sheriff’s sale to Keenan was valid. But it was not valid because not made upon legal process. The conclusion is inevitable, therefore, that Jackson is entitled to take no benefit from the present scire facias.\nIf, on the other hand, Keenan’s title can be held above impeachment, the mortgagee, Jackson, would nullify the Orphans’ Court sale after taking the bulk of its proceeds, would leave Cadmus nothing for the money he paid, and would enable Keenan to perfect his title by paying the balance of the mortgage. Consequences which would flow from a wanton infraction of both the letter and policy of a beneficent statute.\nWe cannot consent to the setting aside the statute for the benefit of such consequences. When a creditor who has got a judgment for a debt once paid, cannot .afford to wait the year which the law gives for settling a dead man’s estate, but is in such hot haste that he must issue his execution within a month after the death, let him see to it that he proceed according to law.; that he do not force a sale upon process which the law forbids. And a mortgagee who looks to an Orphans’ Court sale to reimburse his mortgage-debt, should not forget that it is the quality of such a sale to divest the lien of his mortgage, and therefore, if he bid not the property to a sum sufficient to cover his mortgage, his remedies upon that instrument are gone, and his only recourse must be to his bond, if there be one accompanying the mortgage.\nThe judgment is reversed."}