{"id": "1002782", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe argument of appellant is confined to the first and third assignments of error and to the assignments raising the questions as to the sufficiency of the proof of earning power and the adequacy of the charge. The \"other assignments are not pressed.\nIn cases of this character the burden rests upon the plaintiff to show by sufficient evidence what loss of earning power he sustained by the injuries he received: McKenna v. Citizens’ Natural Gas Company, 198 Pa. 31. Loss of earning power is one of the principal items of the damages which the plaintiff claims in this action, and the evidence presented should be sufficiently explicit to enable the jury to form an intelligent judgment. Earning capacity depends upon several matters, such as the age, health, occupation or business, habit of industry, manner of living, etc., of the party and they should be disclosed to the jury. In the case at bar more information could have been given the jury on the trial of the cause as to the plaintiff’s earning capacity, but we are not prepared to say that there was not evidence to go to the jury on the subject and that the case should be reversed on that ground.\nThe objection to the adequacy of the charge is not well taken. We think the charge taken in connection with the learned judge’s answers to the numerous points submitted was sufficient to give the jury an intelligent and comprehensive understanding of the questions involved in the case and their duties in considering and disposing of them.\nPlaintiff’s fifth point, the subject of the third assignment of error, was predicated upon the defendant company’s admission in. the court below that it at no time questioned the right of the plaintiff to recover, and the point was simply intended, as expressed by plaintiff’s counsel, “to specifically enumerate the items to which the plaintiff was entitled to compensation as laid down by this court.” When the right to recover in any case depends upon parol testimony it becomes a question for the jury, and the court cannot peremptorily instruct the jury to find it as a fact. Even where the defendant’s liability is conceded, unless it appears of record, it is not good practice for counsel to present a point for charge in the form of the one complained of in this assignment. Tf the purpose of the point in question was to direct the attention of the court to the proper elements of damage, a point should have been formulated expressing clearly that purpose without the request for peremptory instructions to find for the plaintiff.\nThe plaintiff’s seventh point for charge, affirmed by the court below and the subject of the first assignment of error, is as follows: “ In considering the damages you may award the plaintiff for pain and suffering, you will consider the pain and suffering he has already endured, bodily and mentally, and which lie is likely to endure, and it is for you to determine what under all the circumstances should be allowed the plaintiff in addition to the other items of damage to which he is entitled, in consideration of the pain and suffering he has and will necessarily endure as a result of the accident; and there is no evidence which can be used to modify verdicts when pain and suffering and deformity are the subjects of compensation ; there is no rule of law by which that can be measured and they are therefore left to the jury exclusively. What amount of money is sufficient compensation in. such case is to be decided by the jury and it is the jury’s sole prerogative.”\nAside from any other objection which might be urged to the accuracy of the language used in this point it was manifest error for the court to charge that “ there is no evidence which can be used to modify verdicts when pain and suffering and deformity are the subjects of compensation.” Whatever may have been the construction of this language by the plaintiff’s counsel or the meaning intended to be conveyed by it, it is apparent that the jury would have been justified in construing it to mean that in compensating the plaintiff for the pain and suffering he endured, incident to the injury he sustained, they were not controlled by the evidence in the case, and were at liberty' to ignore it and to award such damages for the pain and suffering as the jury, in their discretion, might think proper. If evidence cannot “ modify verdicts,” it logically follows that it need not be considered by juries in arriving at their verdicts; and hence may be disregarded in ascertaining the compensation to which the plaintiff is entitled by reason of pain and suffering. This would be giving the jury a latitude in awarding damages hitherto unknown in the trial of causes of this character, and is so clearly erroneous as to require a reversal of the judgment. Damages for pain and suffering incident to an injury sustained can only be awarded upon sufficient proof; and the proof having- been presented, it is the duty of the jury to consider and be guided by it in making up their verdict.\nThe first assignment of error is sustained, the judgment is reversed and a new venire is awarded."}