{"id": "1002256", "contents": "The opinion of the court was delivered, April 2d 1866, by\nWoodward, C. J.\nA devise of an estate generally or indefinitely, with a power of disposition over it, carries a fee. But where the estate is given for life only, the devisee takes only an estate for life, though a power of disposition or to appoint the fee by deed or will be annexed, unless there be some manifest and general iiftent of the testator which would be defeated by adhering to the particular intent. Words of implication do not merge or destroy an express estate for life unless it becomes absolutely necessary to uphold some manifest general intent. This is Chancellor Kent’s condensation of the doctrine of very numerous cases: 4 Kent’s Com. (star page) 319 ; and without discussing the cases I proceed to make an immediate application of the doctrine to the will before us.\nThe general and paramount intent which is manifest upon the face of the testator’s will is to provide for his wife. To this end he gave the premises in question to her “ to have and to hold and enjoy during her lifetime, or dispose of the same as shall seem best unto her, and in doing so, she shall possess all the rights and powers that I of right could do if I were living; but it is my wish and desire that my said wife, Elizabeth Hamilton, will leave at the time of her death the property thus left to her by me, or any part that may then be remaining in her hand for the benefit of young men that are unable to educate themselves, and who are studying for the ministry, and are in connection with the Second Reformed Presbyterian Church, and members of that body of Christians.”\nNow although the words descriptive of the estate intended to be given to. the wife express an estate for life only, it is impossible in reading the alternative member of the sentence to hold the mind back from the conviction that more than a life' estate was intended to be given. The question whether she should hold and enjoy the estate for life or dispose of it was referred to her sole discretion, but if she elected to dispose of it, her powers of disposition should be as absolute as his own. What but complete dominion over the estate did such a devise confer ? It is just that right to retain and enjoy real estate, or to dispose of it at pleasure, that marks the fee simple, the highest that can be had in lands. Her powers measured by those of the testator were not a whit short of his — if he had a fee simple he meant to confer one on her.\nAnd the precatory words in which he expressed his desires as to “ any part that may be remaining” in her hands at her death, not only do not create a trust for the beneficiaries referred to (Pennoek’s Estate,- 8 Harris- 268), but they strengthen the above conclusion that an absolute interest was vested in the wife. “ Any part remaining” (equivalent to the word residue), imply the right of consumption — imply that part of the interest devised might be so used and converted as not to be in existence at her death, which is inconsistent with the notion that only a life estate was devised, for if only a life estate, the fee would necessarily remain entire at her death, and it was nonsense to speak of it as part of the estate. It was a devise of real estate, and if she had power to carve it into parts, so that only a part could remain in her to go over, then clearly a fee simple was intended for her.\nTaking the will altogether, we cannot doubt that this is an instance in which it is necessary to imply a fee simple in the wife, if we would uphold the manifest general intent of the testator.\nThe judgment is afiirmed."}