{"id": "1002239", "contents": "The opinion of the court was delivered, March 26th 1866, by\nRead, J.\nFreeman Scott executed a bond and mortgage for §3200 to Robert S. Clark and Lewis P. G-ebhard, who assigned the same to The Second Reformed Dutch Church of Philadelphia, who assigned the, same to Sadler, the plaintiff. This last assignment was made on the 16th October 1857, a period of great financial embarrassment, and the sum paid on its purchase was §2900, it having been advertised for sale as an old mortgage at a discount. The mortgagor in order to make it bring the highest price in the market executed the following paper under seal, which was given to the assignee prior to the payment of the money.\n“ I do hereby certify that I have no claim, demand or set-off whatsoever against a certain mortgage-debt or principal sum of §3200, secured by an indenture of mortgage given and executed by me to Robert S. Clark and Lewis P. G-ebhard, trustees, &c., dated the 1st day of May, A. D. 1841, and recorded in mortgage book G. S., No. 12, page 467, &c., and by them assigned to The Second Dutch Reformed Church of Philadelphia, by an assignment endorsed thereon dated the 8th day of April, A. D. 1853, and recorded in mortgage book T. H., No. 27, page 502, &c., and now about being assigned to William Sadler; but that the whole of said mortgage-debt is just, due, and owing by me, with interest thereon from this day.\n“ Witness my hand and seal this sixteenth day of October, A. D. one thousand eight hundred and fifty-seven.\n“ And it is signed and sealed by\n“ Freeman Scott.”\n“ Witness present ]\nM. Spie&le.” j\nThe defence set up was, that this mortgage had been paid previously by Scott to the prior assignee, the church, and that, therefore, it was to be considered as a new mortgage, and that the discount was usurious, and that therefore he should only be charged with the amount actually paid by Sadler for it. The learned judge properly charged the jury that he was estopped by his written certificate from setting up a defence so destructive of all good faith. The cases of McMullin v. Wenner, 16 S. k R. 18, Edgar v. Kline, 6 Barr 327, and Weaver v. Lynch, 1 Casey 449, settle this question morally and legally.\nJudgment affirmed."}