{"id": "1002245", "contents": "The opinion of the court was delivered, June 20th 1866, hy\nWoodward, C. J.\nThe importance of this case consists entirely in the magnitude of the judgment — $439,228.34—and not in the questions of law that are raised.\nIt was -an action of debt by the Commonwealth against the City of Philadelphia for certain unpaid taxes, and the interest that had accrued thereon. Along with the narr. there was filed a copy of the account as settled and audited by the auditor-general and approved by the state treasurer.\nThe plea Avas nil debet.\nThe court below is complained of, in the 1st error assigned, for admitting in evidence what is called the “ plaintiff’s statement of account,” which was nothing else than the official statement of the auditor-gen eral.\nThis account was settled and duly entered in the books of the auditor-general’s office on the 26th January I860, and the same day was submitted to and approved by the state treasurer, agreeably to the provisions of the Act of Assembly of 30th March 1811 relating to public accounts: Purdon 820. But it is argued that it should have appeared that the vouchers, and all other papers and information appurtenant thereto, had been submitted to the state treasurer, as provided for in the 3d section of the act, and that he investigated and deliberated before acting; and that the city should have had notice of the time of passing the account.\nThe approval of the account by the treasurer the same day it was submitted by the auditor-general, is no discrediting circumstance. The submission of all necessary vouchers, and all due examination and deliberation, are to be presumed. It was a public duty performed by officers of state, and the maxim applies, Omnia prcesumuntur rite acta. No reference to the governor was necessary, because there was no division of opinion between the auditor-general and the state treasurer. It is only when these officials disagree in opinion that the governor is made an umpire. As to notice of the time of settling and passing the account, it is enough to say that the Act of Assembly does not entitle debtors to receive it, and it is not the practice of the officers to give it. Within thirty days after the settlement has been made which results in a balance in favour of the Commonwealth, the 9th section of the act provides that the auditor-general shall send, by mail or otherwise, to the debtor, a copy of the settled account, under his hand and seal of office; and by the 11th section the debtor has sixty days after notice of the settlement in which to appeal to the Common Pleas of the county in which the seat of government shall then be.\nIt is alleged, and without contradiction, that official notice of the settlement, Avithin thirty days after it was made, was proved on the trial of this cause in the court below ; but though this fact does not appear upon the record, it is to be presumed, in the absence of evidence, that such notice was given because it was the official duty of the auditor-general to give it. And even if it was not given, the record shows that this suit was brought, and the narr. and a copy of the account filed on the 17th of June 1865; that process was served on defendant on the 19th; and that the solicitor of the city appeared to the suit on that day, so that the city had full notice of the settlement at that date. And yet there was no appeal. To this day there has been no attempt to appeal, or to re-open the adjustment of the account. This circumstance concludes the city. In Spangler v. The Commonwealth, 8 Wright 57, and in Commonwealth v. Reitzel, 9 W. & S. 109, a settlement of the account of public officers in pursuance of the Act of 1811 was held conclusive even against the sureties in official bonds; and in Hultz v. The Commonwealth, 3 Grant 61, the eonelusiveness of such settlements was not only reasserted, but it was held that where no notice of the settlement has been given before the commencement of the suit, the suit itself may be regarded as notice. See also Commonwealth v. Aurand, 1 Rawle 282.\nWithout a circumstance to repel the legal presumption in favour of due notice, and without an offer to appeal even within sixty days after suit brought, the settlement had become conclusive at the time of trial, and there was no error in admitting it in evidence, and in instructing the jury that it entitled the Commonwealth to the verdict.\nIt is next objected, that the suit should have been against the county of Philadelphia, instead of the city of Philadelphia:\nUp to the time of the Consolidation Act of 1854, the city of Philadelphia was enumerated among the counties of the Commonwealth for purposes of taxation, as in the Act of 29th April 1844, entitled An Act to reduce the state debt (Pamph. L. 500), which provides that the revenue commissioners shall proceed to ascertain and determine the value of property in the city of Philadelphia and the several counties of the Commonwealth ; and so, in numerous Acts of Assembly that might be referred to, the city is grouped with the counties of the Commonwealth. But by the Consolidation Act of 2d February 1854, Pamph. L. 21, the city of Philadelphia was expanded so as to embrace the whole territory of the county of Philadelphia — and the powers of the city, as enlarged and modified by that act, were to be exercised and have effect within the whole county, and over all the inhabitants thereof.\nTaxation, in all its forms and departments, for imposition, collection and payment over, was committed to the city, and appropriate officers were provided to supervise this important subject; and the functions of county officers in this regard were suspended. When this account came to be settled, in 1865, it was properly stated and settled against the city, and the suit founded upon it was appropriately brought against the city. True, the county was not abolished by the Consolidation Act, but was expressly continued by the 41st section as one of the counties of the Commonwealth ; but so far as concerns revenues, finances and taxation, its powers and liabilities -were transferred to the consolidated city. In all the fiscal relations that exist between the Commonwealth and the people who dwell within the boundaries of the county of Philadelphia, the city is become the responsible corporate representative of the people, and whatever they owe to the Commonwealth is to be recovered by action against the city.\nThe only remaining objection that is worthy of notice is the uneonstitutionality of the Act of 1811, and its supplements, which authorize what is called an ex parte proceeding against debtors. The liability of corporations and public officers to account to the Commonwealth is prescribed by public law, which is known to every corporation when it takes its functions, and to every office holder when he accepts office. The time and mode of accounting, the penalties for neglect, the measure and forms of remedy, áre all set down and nominated in the bond; for whatever is prescribed by law enters right into the relation and becomes a sort of compact. The corporation and the officer hold what they have obtained from the Commonwealth, on the implied condition of obedience to prescribed law.\nWith what grace, then, can they object to the constitutional power of the Commonwealth to prescribe conditions to which they have voluntarily assented, and by virtue of which they enjoy franchises ? The Act of 1811 has stood unquestioned upon the statute-book too long to be assailed now. Millions of dollars have been adjusted and paid under its provisions ; and, whilst it would not be difficult to show that its modes of dealing with defaulters are neither harsh nor violative of constitutional guaranties, it is enough for the occasion to say that a municipal corporation which has so recently accepted a charter, subject to this well-known statute, is not in a position to raise a doubt about its constitutionality.\nJudgment affirmed."}