{"id": "1002223", "contents": "The opinion of the court was delivered, October 17th 1866, by\nThompson, J.\nThe numerous assignments of error in this case are so classified by the counsel for the plaintiffs in error as to present three propositions:\n1. Was there any liability upon the bond of the defendant, or was the defendant exonerated by reason of the previous acts and omissions of the plaintiffs below ?\n2. If such acts did not exonerate the defendant, was the condition of the bond broken by issuing the due-bills, and was such breach assigned ?\n3. If it was so broken, then did the discontinuance of the bank suit against Anspach release the sureties ?\nMy brother Strong ruled against the defendant’s views of these propositions which are contained in the offers of testimony and in the points, and hence this writ of error.\n1. The first part of the first proposition needs but little notice. The bond being in legal form, and duly executed by the defendant, was, of course, obligatory on him, and he is liable upon it, if there was a breach of its conditions by his principal, unless he is “ exonerated by reason of the previous acts or omissions of the plaintiffs below,” which is the last branch of the proposition, and entitled now to notice.\nWe agree that a fraudulent concealment by the bank of the fact that Clark, their teller, was a defaulter at the time the defendant became his security, and was accepted by the bank, would have been a ground of relief in favour of the latter. Fraud vitiates and avoids all contracts. But there was no proof nor offer to prove this against the bank or its officers.\nThe ground of complaint was not this, but negligence on part of the officers of the bank in not knowing the true state of the teller’s accounts with the bank at the time of his appointment, or rather when the security was given by him. It is not alleged that they had aetual knowledge on the subject, but that they had the means of knowing how the matter stood, and are therefore to be visited with a sort of constructive notice of his defalcations. This position, however, does not well consort with the point assumed, namely, that the bank officers were bound to communicate their knowledge to the surety that he had been and was a defaulter before accepting his situation. This they could not do, unless they had actual notice themselves, and it was not proposed to prove that they had such notice, but only to raise a presumption that they might have had notice if they had more diligently scrutinized his accounts. They had no actual notice till months after. I know of no positive duty resting on the officers of the bank to investigate with a view to inform a surety in the absence of any inquiry or request by him to do so. Had such a request been made, and it had been denied or evaded, a different question might have been presented; but it was not. How stands the matter ? Simply thus. Neither the bank nor its officers knew or had reason to suspect, so far as we can learn, the defalcation afterwards discovered. Unless, therefore, some rule of diligence be applied to such a case, creating a positive duty on the part of the bank to investigate the accounts of their officers as often as they may be about to give security for future fidelity, for the purpose of disclosing their status unasked to their proposed sureties, unsuspecting confidence or ordinary negligence will certainly not be sufficient to visit a bank with a loss of its security. The cases on the subject of the duty of the obligee towards bail have been cited. The first is Railton v. Matthews, 10 Clark & Finn. 934. This was a Scotch case, tried before the Lord Justice Clerk of the Court of Session, and removed on appeal from the adjudication of the Second Division of that court to the House of Lords. The question there was whether the defenders were to be affected with the non-communication of facts material to be known by the bail within their knowledge, if they did not conceal them with a view to their own personal advantage. The negative of this was the rule administered in the court below, but was reversed in the House of Lords : Lords Cottenham and Campbell delivering opinions. The doctrine of their opinions is well stated in the syllabus of the report thus; “The mere non-communication of circumstances affecting the situation of the parties material for the surety to be acquainted with, and within the knowledge of the person obtaining a surety-bond, is undue concealment, though not wilful or intentional, or with a view to any advantage to himself.” Amongst the facts material for the surety to be informed of, says Lord Campbell, were the facts “ that he (the agent) was in arrear and had been guilty of fraudulent conduct, and that he was a defaulter.” The case turned on the withholding of these material facts, known to the defenders, from the surety. We are asked to go further, and say that the bank takes the risk of such facts, whether they be known or not. No case goes so far of which we have any knowledge.\nThe other case cited is Smith et. al. v. The Governor and Company of the Bank of Scotland, also determined in the House of Lords : 1 Dow. 272. In that case Lord Eldon said, “ If an agent has been guilty of embezzlement or other improper conduct unknown to his employer, the cautioner (the surety) .would be liable. But if a man found that his agent had betrayed his trust, that he owed him a sum of money, or that it was likely he was in his debt, if under such circumstances he required sureties for his fidelity, holding him out as a trustworthy person, knowing or having ground to believe that he was not so ; then it was agreeable to the doctrines in equity in England, that no one should be' permitted to take advantage of such conduct, even with a view to security against future transactions of the agent. Lord Redesdale delivered an opinion substantially agreeing with that of the Lord Chancellor. The case turns on the question of the non-communication of facts known by the holder of the surety, and material to be brought to his knowledge before binding himself. When a defalcation is unknown to such holder, although it may exist the surety will be liable. This is explicitly decided.\nIn the case in hand the question arises on the rejection of testimony, which the defendants below contended would have shown negligence on the part of the bank officers in not scrutinizing the liability of the teller and the state of his accounts, and they insist on an inference that diligence in that particular would have resulted in discovering the default.\nPerhaps it might, but it might not. Let that be as it may, the testimony offered did not tend to show any reason to suspect that all was not right with the teller, or any reason for a special investigation of his accounts. Had there been a request for such an examination by the proposed surety, and it had been refused or evaded by the officers, there would have been plausibility in the claim of the surety, that their negligence or wilfulness should avail to relieve him. But having no ground to suspect him, and there being no request to investigate his accounts, we see not why the bank should be deprived of its security, by the facts turning out differently from what it had any reason to suppose they would turn out. We think there was no error in the ruling on this point.\nAs to the quarterly return offered in evidence, it neither established negligence in the officers in making it, nor that the surety was misled by it or ever saw it. It was rightly rejected.\nWe discover nothing, therefore, to establish the invalidity of the bond at the time it was executed. Is there a valid defence by reason of what occurred afterwards ? It is claimed that the due-bills signed by the teller, and through which the fraud was perpetrated, were illegal issues by the bank and void, because of the form of the instrument, and because they were not legally stamped.\nThe power of the bank to issue due-bills in the form of these before ús need not be discussed. The fraudulent teller, who had authority from the bank to issue them for a special purpose, and who abused his trust and issued them for the purpose of raising money for himself, has no right to set up the want of power in the bank to issue them for a special legal purpose. There is a custom among the banks connected with the clearing-house that seems to justify their issue, and I see nothing in the law that forbids it. Be this as it may, neither the teller nor his surety have the right to set up the defence that the bank was not bound to pay them. When the default of the principal would forfeit the bond as to him, it would have the same effect as to his surety. This is settled in numerous cases: 12 Wright 345; 10 Id. 452; 8 Harris 150; 6 Id. 55. They were not as parties to the instruments entitled to contest them, although they were issued for the hank in the name of the teller. As well might the teller contend, that as he committed a fraud the bank was not bound by his act. This he could not be heard to do: Bank of Kentucky v. The Schuylkill Bank, 1 Pars. Ch. 216.\nAs to the objection that the due-bills were not stamped when issued, the same reasoning applies. The defendant had no concern with that, and the bank did not choose to set that up if it could have done so. But all contest was ended on this point, by having the bills duly stamped at the trial. The law authorized this, and it was therefore not an alteration of the original papers so as to destroy them. If there had been error in their admission as evidence in the first place without stamps, which we do not say was the case, stamping them cured the defect; there is, therefore, nothing in this objection. No argument was presented in support of the allegation that the breach of the teller’s bond was not assigned. We think it was well enough assigned, and especially would we hold it so after trial on the merits and verdict.\n3. The third proposition is, that the discontinuance of the suit against Anspach was a release of the surety. Why should it be ? There was not the slightest effort to show that the surety was damnified by it; that any property in the power of plaintiff belonging to Anspach escaped by the discontinuance of the suit; that everything had not been obtained that could have been obtained by further pursuit of him. Where then was there injury done ? It was quite essential that this should appear to give point to the objection, hut it does not. We need not discuss the point further, or trouble ourselves with the question, whether the surety could hold the bank bound legally or equitably to pursue Anspach at all before calling on him. After carefully looking at the exceptions and arguments presented, we do not discover anything in this record to correct.\nThe judgment is affirmed. _"}