{"id": "1003514", "contents": "Opinion by\nMb. Justice Moschziskeb,\nMiles E. Dunn brought this action to recover damages alleged to have been suffered by him through the negligent operation of a car of the defendant company. On December 21, 1907, at about eight o’clock in the eve-, ning, the plaintiff and his wife got off an east-bound trolley car at the southwest corner of Fifty-first and Woodland avenue, a few feet west of Fifty-first street, Philadelphia. He testified that they first walked to the south side of Woodland avenue and looked east and west, but saw no car; that, with his wife on his right hand side and a market basket on his left arm, they proceeded to cross Woodland avenue; that when they reached the south rail of the east-bound track they again looked in both directions; that no car appeared on that track but they saw the headlight of one on the west-bound track at Fiftieth street, a distance of over 470 feet; that they continued their journey and again stopped and looked before crossing the south rail of the west-bound track; that the car was then at an intermediate street, having traversed more than half the distance between Fiftieth and Fifty-first streets; that just as they were about to step over the north rail of the west-bound track a light flared up and the car was upon them.\nMr. Dunn and his wife, no doubt, calculated from the distance of the car and the rate of speed at which trolleys ordinarily travel that they had ample time to ■cross the tracks in safety, and further, they assumed from their familiarity with the established custom that the car would slacken its pace or stop altogether on the east side of Fifty-first street; but it appears that the car in question was behind time and came from Fiftieth street at an unusual and excessive rate of speed — one witness saying as high as thirty-five miles an hour — • which was not moderated as it crossed Fifty-first street, and that, after hitting these pedestrians, it continued on to Fifty-second street before coming to a stop. Mr. Dunn was not seriously hurt, but Mrs. Dunn had a leg broken and received other injuries which resulted in her death. The defendant called no witnesses, and the jury rendered a verdict against it, upon which judgment was entered; hence this appeal. The appellant contends that the plaintiff and his wife were guilty of contributory negligence, and that the court erred in refusing binding instructions and subsequently in not entering judgment non obstante veredicto in its favor.\nThis case, like most of its kind, stands on its own facts and is not ruled by Cunningham v. Philadelphia Rapid Transit Co., 240 Pa. 194, or the other authorities cited by the appellant. In the Cunningham case the general street surroundings were not the same — in particular, the character of the crossing was different — and the accident happened in the broad light of a summer’s day. Here the accident happened on a winter’s evening after dark, when the plaintiff was assisting his wife across the street and carrying a heavy basket; other material points, unnecessary to discuss, likewise differentiate the cases. We are not convinced that the issues involved should have been decided as questions of law; on the contrary, we feel that, taking the evidence as a whole, the facts and inferences were matters to be determined by a jury.\nThe assignments of error are overruled and the judgment is affirmed."}