{"id": "1003475", "contents": "Opinion by\nMe. Justice Mesteezat,\nWe are of opinion that this decree should be vacated and the case be remanded that all the parties in interest may be made parties to the proceeding. The bill was filed by three of five remaindermen to restrain the defendants from the further taking of oil from the premises, for discovery as to the quantity of the oil taken by defendants, and for an accounting for the damage done to the interests of the plaintiffs. The premises were devised to the son of the testator for life with remainder to the son’s five children. The life tenant leased the premises to the other defendants for oil purposes, and the oil was mined and removed under this lease. The learned court below in disposing of the case and entering a decree against the defendants found as a fact that the two remaindermen not joining in the proceeding “recognized the existence of the lease made by their father,” and as a conclusion of law that they ratified the action of the life tenant in leasing the premises. The plaintiffs have assigned this action of the court for error. From his opinion, it appears that the learned chancellor regarded these findings as material to a proper disposition of the issues raised by the pleadings, and while it must be conceded that they would not affect the rights or interests of the two remaindermen not parties to the suit, yet the rights of the parties to this proceeding should not be adjudicated on such findings unless all parties in interest are bound by them. In an action by the two remaindermen the record in this suit would not conclude them from showing that they neither recognized nor ratified the action of their father in leasing the premises to the other defendants, and if the suit resulted in a decree for the plaintiffs, the records in the two cases would disclose contradictory findings of facts on which the decrees were entered. Whether any or all of the remaindermen recognized, approved or ratified the lease made by the life tenant does, in the' opinion bf the court, affect the defendants’ liability to the plaintiffs in this bill, and if the question is to be determined it is apparent that all parties in interest should be plaintiffs or defendants to the proceeding.\nThe decree of the court below is vacated, the case is remanded with permission to the plaintiffs to amend their bill within thirty days after the filing of the remittitur by making William J. Warren and Sylvester B. Warren, brothers of plaintiffs, parties defendants, and a procedendo is awarded."}