{"id": "1003437", "contents": "Opinion by\nMr. Justice Moschzisker,\nThis was a bill for discovery and to compel' the defendants to account for and pay over to the -plaintiffs their respective proportions of a sum of momfey. alleged to be an illicit gain acquired by them “in thg course of the transfer of the stock of the Pottstown Light, Heat & Power Co.” The concern in question was/^a, Pénnsylvania corporation, and its capital stock ¡ consisted of 700 shares; the plaintiffs were minority (stockholders, while the defendants owned in their own names 183 shares and directly influenced about 200 more belonging to their relations, — they were officers and directors of the company and had managed its affairs for many years, — one of them being president and all of them 'chaser appeared who desired the entire stock of the company, so as to own and possess its property and franchises; he was willing to expend $202,330 for that purpose. While negotiations were pending, the defendants secured such control of about 100 additional shares that they could safely contract for their transfer, together with the other stock at their command, at $165 per share. With matters in this condition, a bargain was struck, evidenced by a letter from the purchaser to the. Security Company of Pottstown, of which one of the defendants was president, wherein it is stated that $115,500 deposited with that company was “to be applied to the purchase of 700 shares of the capital stock Of the Pottstown Light, Heat & Power Co., at the'rate of $165 per share,” that at least 484 shares were' to be delivered forthwith at that price and “as many additional shares from day to day” as might be deposited by sh ureholders up to the 18th day of March, 1910, at which time the recipient was to return any unused balance of the1 fund; ahd further, that the four defendants named in tMs suit were to sign and forward to all shareholders whos'e stock had not been delivered, “a letter” advising .them 'that there was deposited, with, the security, company a\\ “sum sufficient to purchase all the said outstanding stovpk at $165 per share.” The defendants did not send out. this letter; .but the purchaser had one prepared anid mailed'to the stockholders, over the names of the defendants and others, including the security .company, in wjhich it was stated that the individual signers, constituting a “majority of the capital stock,” had sold their holdii lgs “at $165” per share, “upon the under- , standing tl iat all stockholders should have the same privilege,” and that $115,500 was on deposit with the security company to take up the stock at that price. The exact contents of this Communication were not made known to the defendants at the time, and there was no proof that more than one of them had knowledge that it had been issued, until long subsequent. The letter had the desired effect, and almost every one accepted the $165 per share, although forty-eight shares, owned by two of the plaintiffs, were not turned in until the merger of the company with another corporation, under the Act of May 29, 1901, P. L. 349, which occurred shortly after-wards, when they accepted. the same price for their ■stock. At the time of the deposit of $115,500, a further sum of $86,830 was paid directly to the defendants, under a secret arrangement, not known to the plaintiffs until they and all other outside shareholders had parted with their stock; in fact, the amount of this fund with the details concerning its payment were not fully disclosed until the hearing on the bill. It appears that this money was not divided by the defendants in accordance with the shares of stock owned by them; but that one took $40,740 for himself, without making any division with those whose stock he controlled, two took $41,090, which they divided with the stockholder members of their family, and the remaining defendant received $5,000., It further appears that the purchaser would not pay the $86,830 until actual control of the organization of the corporation was duly passed to him, and that to secure this, he had the transfer of .stock put in escrow until a meeting of the directors was convened. At this meeting the defendants tendered their resignations, and had them duly acted upon in turn, as each retired a successor designated by the purchaser being elected in his place; after which, and not before, the “control fund” was turned over.\nEquity jurisdiction has not been questioned and the defendants did not attempt to avail themselves of tin Act of June 7, 1907, P. L. 440. The chancellor wh heard the testimony made many findings of fact which, according to the view we take of the case, are of no particular importance to this opinion. In the first place, we do not give controlling weight to the written communication sent out by the purchaser; while upon this subject, however, we stop to observe that, although in some particulars this circular may have gone beyond the letter which the defendants agreed to sign, yet, the names it contained were given to the purchaser by them for use in a communication to be sent to the shareholders, and the letter in question was in practical accord with the impression meant to be created by the defendants, i. e., that the deposit of $115,500 represented the entire price to be paid for all the stock of the Light, Heat & Power Company, and that each and every stockholder Was to receive but $165 per share; moreover, in this transaction the defendants and the purchaser “were associates in a common enterprise, each bound by the knowledge and acts of the other” (Commonwealth Title Ins. & Trust Co. v. Seltzer, 227 Pa. 410, 414). But the chancellor did find the important fact, that the $86,830 fund was not so much a part of the price paid for the stock owned or controlled by the defendants, as a secret consideration paid to them for the purpose of gaining immediate control of the organization of their corporation. Upon this subject, the court below states, “while the control held by the defendants in their official capacity......was not the sole consideration......it did constitute a strong inducement to bring about the sale and pay the large price agreed upon, it is also trué that, so far as the purchasers were concerned......they put up the sum of $202,230 to acquire all that the company had......; the division of the money into parts, $115,-500 and $86,830 was the act of the defendants, and immaterial to the purchaser...... The defendants did use their official positions to obtain the actual possession of this sum of $86,830...... Upon the day of the setlement the defendants resigned their positions as directors and aided the purchasers to substitute their nominees to fill these vacancies, the money going to the defendants under the contract (the $86,830) was held up until these acts were consummated, and there was no demurrer on the part of the defendants, — they treated the acts as part of the contract......the defendants, a majority of the directors, did not act with the utmost good faith toward the shareholders of the company,— they used their positions and influence to advance their individual interests......to the disadvantage of the plaintiffs and other shareholders...... If the defendants had sold their shares at $290 (the approximate proportion which each share bore to the entire sum paid by the purchasers), the vendees would then hold a majority of the stock and the control at any stockholders’ meeting would vest in them, as an incident to their purchase. But the defendants sold this control as their individual estate and received a special compensation for it...... The ‘bonus’ was paid to them in part for this control of the board, and the defendants delivered the consideration forthwith....... The resignations did not follow as a consequence of the sale of their stocks, but as a means and requirement to secure the ‘control fund’......The resignations antedated the parting with their stocks......; this may not have been a condition demanded by the contract of sale as originally framed, but the purchaser saw fit to impose it with the approval of the defendants. The ‘control fund’ was in sight and the additional requirement from the defendant was accepted.” After a careful review of all the evidence, we cannot say that the learned chancellor had no proofs sufficient to sustain these findings.\nThe court below found in effect that the defendants had capitalized and made an illicit sale of their influence and positions as directors of the Light, Heat & Power Company, and that the $86,830 was paid and accepted by them, at least in part, as a consideration for so doing; but the appellants contend that the plaintiffs did not draw their bill on that theory and that the pleadings presented no such issue. In considering this contention it is to be noted that the defendants not only admitted in their testimony that the “control fund” was separate and apart from the price received for their stock, but the answer filed by them, in speaking of the sale of their holdings, expressly avers, “the price fixed for the stock itself was $165 per share......and the' additional compensation that we were to receive for parting with our control was an entirely private business matter...... In the sale of our stock and in all that we did in connection therewith we acted solely as individual owners ......and never did any act in connection therewith as directors.” The defendants thus treated the bill as raising an issue concerning their conduct as directors and the effect thereof; moreover, when the court found against them on that issue they applied for a further hearing so that they might introduce other evidence relative thereto, and neither at the time of this application, at any of the hearings, nor in their exceptions filed below, did they expressly make the objection that the averments of the bill failed to raise the issue in question; finally, none of the present assignments of error expressly makes that point. But, nevertheless, the appellants now argue that no such issue was before the court and, hence, that the decree cannot properly be supported upon that ground. As to this, it is sufficient to say that, under the circumstances, even though the bill may not. in express words aver that the acts of the defendants constituted official misconduct, yet, in our opinion, its averments of fact are sufficient to sustain a decree upon that ground.\nIn determining that the defendants would have to pay to each of the plaintiffs a share of the $86,830 proportionate to their.respective holdings of stock, the chancellor proceeded on the theory that a majority of the directors of a corporation cannot “barter their offices for individual gain,” particularly when they act in a manner calculated to mislead and deceive others into parting with their stock at a price fixed upon by the purchaser and such directors, and when if it had not been for their illegal conduct each of the shareholders would, in all probability, have received out of the money so illicitly gained, an increased price for his stock equal to the amount awarded to him. After referring to the authorities, the court below states, “Our attention had not been called to any case where......the majority directors, who were majority stockholders, sold the control of the company and the resignation of their offices, for a specific sum independent of the money received for their shares of stock....... The authorities that seemingly countenance a resignation by majority directors as part consideration for their sale of stock, are careful to say that such contracts are carefully scrutinized by the courts. They must be entirely free of any bad faith to the shareholders, and as already shown, the deifendants cannot meet this test.” We likewise have examined all the authorities cited, and find none that rules this case; but we feel that the court below applied correct and appropriate legal principles in reaching its final conclusion that the defendants were liable to the plaintiffs in accordance with the decree entered.\nThe principle is well established that those in control of the management of a corporation are under an in\"herent obligation not in any manner to use their positions to advance their individual interests as distinguished from the interests they represent, andin Pennsylvania we h'ave ruled that “A director of a corporation is a trustee for the entire body of stockholders”; it is likewise settled in this State that, though one who is a director may sell his stock and keep any profits so ac-Quired, yet, under the guise of this rule, he cannot in i combination with others, even by means which if stamTTing alone would \"be ilwful in themselves, take advantage of his official nositiorL-fo-r-h-is-indi-v-id-uatiprofittio ^the detriment of his corporation or its other stockholders (Bird Coal & Iron Co. v. Humes, 157 Pa. 278, 287; Com. Title Ins. & Trust Co. v. Seltzer, 227 Pa. 410). If the present case were merely an instance where majority stockholders disposed of their stock and honestly took advantage of the fact that they held a controlling interest in order to gain a higher price than the minority holders were subsequently able to secure, and who at the same time incidentally resigned their places as directors, then of course, the complainants would not have a good cause of action. But, as already stated, the court below found that such was not the case; hence, most of the appellant’s argument has no application.\nIn the last analysis, there is really only one substantial question for our consideration, and that is, — Was the chancellor justified in concluding that the defendants intended to and in fact did, include the sale of their positions, with the influence flowing therefrom, as part of the consideration delivered by them in return for “the control fund” of $86,830. On this important point, after a review of all the proofs, we do not feel that the inferences drawn by the chancellor who heard the testimony are unreasonable or his conclusion unwarranted; therefore, we accept the facts embraced in that conclusion as properly established, and with these found against the defendant, the law of the case is clear and requires no long citation of authorities. By force of existing conditions, the corporate form is rapidly becoming the accepted method of conducting business, and much of the wealth and savings of the people is invested in such enterprises. When the individual investor places his contribution of capital in a concern of this character, of necessity, he must trust to the integrity of its directors, and he may do so with the knowledge that the law requires a high degree of honesty on their part, not onl} toward the corporation itself, as a separate entity, buf toward its shareholders, and that, in so far as those in control owe a duty to the latter, they must observe good faith to the whole body of stockholders, and may not act with any separate group or clique in order to serve their own personal interests. Although the stock of one who is a director of a corporation is his individual property to be dealt with as he pleases, and to be sold for such a price as he may be able to get for it, either in association with others or alone, yet, his official position is not his individual property in any sense, and he has no right, either directly or indirectly, to use it for .his own selfish ends; when he does so, and thereby derives a gain that can be reasonably traced to such an abuse, all money thus made belongs either to the corporation or, in a case like the present, in common to its shareholders; furthermore, when alleged misconduct of the managers of a corporation is under investigation, as recently said by this court in the Tenth National Bank v. Smith Construction Co., 242 Pa. 269, p. 287, “The law has ceased to look at the mere form of the device employed, — it now pierces through the surface and seizes upon the evils which lie within.” These general rules work no hardship to anyone, — they simply mean that those entrusted with the management of a corporation must be above board, fair and honest with its stockholders in all matters concerning the common enterprise or its control, and that one so situated, will not be permitted “to derive any personal profit or advantage by reason of his position, distinct from his coshareholders.” All of which is in accord with the law as we defined it in Bird Coal & Iron Co. v. Humes, 157 Pa. 278, 287, and the general principles stated in the text books there cited; see 1 Potter on Corporations, sections 324, 328, 330; 1 Morawitz on Corporations, sections 515, 516, 518, 519; further, see 10 Cyc. 787, 788, 791, 801; 825. We are not inclined to pare down or limit the application of these wholesome principles, nor are we convinced that they do not fit the present case.\nAside from the matters which we have already discussed, it is contended by the appellants that there can be no legal recovery by the present plaintiffs in their individual right, and that, even if under some circumstances such a recovery would be allowed, yet, all of the claimants in this particular case are barred, because they parted with their stock before instituting suit. In discussing the first branch of this contention, the chancellor states, “If directors are guilty of a breach of trust, injuries......to the rights of the shareholders, or a portion of them may be redressed at the suit of the injured stockholders; the rule is founded in part upon the consideration, that directors are trustees for the stockholders, and that in any action to redress breaches of trust on the part of directors toward stockholders, the shareholders are the real parties in interest”; citing, 10 Cyc. 965, and Com. Title Ins. & Trust Co. v. Seltzer, 227 Pa. 410. These views are substantially correct and applicable to this case; here, the injury averred was not to the company but to the individual plaintiffs, and the corporation by merger and cancellation of its stock had, in practical effect, ceased to exist before the bill was filed. In view of these facts, we feel that the court below did not err in holding that the plaintiffs had a right to institute and maintain their action. On the next phase of the contention now before us, it appears that the bill was originally brought by two stockholders who had accepted the price offered by those in charge of the merger ($165 per share), and by two others who had sold their stock at the same price to the original purchaser; and that additional stockholders who, in like manner, had parted with their shares, subsequently intervened. But the fact that none of the plaintiffs was an actual shareholder at the time the bill was filed, would not bar the action; for the chancellor found that the plaintiffs all parted with their shares in one general transaction, in which they were kept in ignorance of the true state of facts and induced to sever their association with the corporation by the sale of their stock at a price fixed upon by the defendants in working out the latter’s secret scheme to get possession of the so-called “control fund.” This being so, a result of the illegal acts.complained of, i. e., the fact that the plaintiffs do not now hold their stock, cannot be pleaded as a bar to their recovery in equity.\nThe assignments- of error are overruled and the judgment is affirmed at the cost of the appellants."}