{"id": "1003473", "contents": "Opinion bt\nMr. Justice Elkin,\nThis may very properly be considered a close case ■upon the question of the sufficiency of the evidence to sustain the negligence charged, which was careless and negligent operation of the car by the motorman. Plaintiff had the burden of establishing the negligence upon which she relied to sustain a. recovery. The presumption of negligence did not arise under the facts of this case. Hence there is presented for our determination the narrow question, Was there sufficient evidence, to submit to the jury to sustain the allegations of negligence on the part of the motorman? ■ Was the danger so open and obvious as to put the motorman on notice, or could it have been guarded against if he had exercised reasonable care? The best expression of the law as applied to the facts of the present case may be found in Bumbear v. Traction Co., 198 Pa. 198. In that case the present Chief Justice speaking for the court said: “A ■passenger who rides on a side step when it is reasonably practicable for him to go inside the car, assumes all the risks of his position, and in all cases he assumes the risk incident to the usual swaying and jolting of the car and from collision with passing vehicles and with obstructions of whatever nature which unexpectedly appear. These , are dangers which cannot be guarded against by the careful and prudent management of the car. But . when the passenger by. invitation of the conductor or with his knowledge and assent, and from necessity, because of the want of sitting or standing room inside the car, rides on the side step, he is entitled to the same degree of diligence to protect him from dangers which are known and may readily be guarded against as are other passengers.” In the case at bar there was evidence from which the inference could be fairly drawn that it was not reasonably practicable for the injured husband to go inside the car. Several. other passengers likewise stood on the running board because of the crowded condition of the car, and whether-it was reasonably practicable for the decedent to go inside was at least a question for the jury. Under all the circumstances of this case we would not be warranted in deciding as a matter of law either that the decedent assumed the risks of his position or that he was guilty of contributory negligence. The learned counsel for appellant very frankly states the following proposition in his printed argument : “Inasmuch as the accident happened in daylight and at a point eighty or ninety feet north of the corner, it may be admitted that, if the wagon was in dangerous proximity to the rail, the motorman could and should have seen it in time to have averted the accident to the passenger on the running board.” It is argued, however, and with great force, that the evidence fails to show the wagon to have been in such close proximity to the rail as to put the motorman on notice of the danger. The witness Booth testified that the wagon was standing “close to the curb,” and it was shown that the. distance from the curb to the rail was nine and seven-tenths, feet, hence it is argued that the wagon could not have been close to the rail. This argument is based on the single statement of one witness and ignores other facts and circumstances in the case. This witness did not undertake to say how near the curb the wagón was standing and he was not asked to explain.. The same witness testified that, “the hub of the wagon stripped the running board and threw the two gentlemen off.” There is not the slightest doubt but that the hub of the wheel of the wagon protruded over the running board of the car and caused the accident. The cart was standing on the street between the rail and the curb and was in full view of the motorman for a distance of seventy-five to 100 feet as the car approached. What occurred is the best evidence of how close the wagon was to the track, and the conclusion seems almost irresistible that if the motorman had been exercising due care he could have stopped his car in time to have averted the dangers to which the passengers on the running board were subjected. It was his duty to stop the car in time to avert the danger if he saw it in time to do so, or if in the exercise of proper care he could have done so. Under these circumstances we cannot say as a matter of law that appellant was free from negligence. It was at least a case for the jury, and it is conceded that a proper verdict was rendered if any liability attached to defendant company. In all of its essential features this case is ruled by Bumbear v. Traction Company above cited. The two cases cannot be distinguished in principle. It may be added that the danger was not an unexpected one caused by a shying or balking horse, or by the sudden and unexpected scaring of a passing team. In this class of cases it has been frequently said that a street railway company is not responsible for accidents resulting from such unexpected dangers. This is still the rule and there is no disposition to depart from it. But in the present case the wagon was standing still and was in full view of the motorman for upwards of 100 feet and certainly he could have avoided what happened if he had exercised even ordinary care. Our conclusion is that it was a case for the jury under all the facts and that it would have been error to direct a verdict for defendant.\nJudgment affirmed."}