{"id": "1004763", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThe learned judge in the court below properly referred the jury to the condition of the injunction laid, for a breach of which the suit being tried -was brought, and charged that it bound the defendant to pay all such damages as might have been sustained by the plaintiff, by reason of the injunction granted. That was a correct chart to go by. But in the practical operation of ascertaining what these damages actually were, we think there was error in one particular. We agree that the difference between what it cost to take out and run over the old road, coal mined, after the new road might have been completed had it not been for the injunction and the time when it ceased to operate, was a proper standard of damages, and so might any other injury to the plaintiff, the direct consequence of the injunction, have been included. There is no dispute about this. But we think the specific item of damages of $500 predicated of the testimony of John Dickson, of the firm of Dickson, Stuart & Co., permitted to be considered by the jury, was an error, both in the admission of the testimony and in the charge upon it. These damages were not direct, but speculative and consequential, and, as such, were not. covered by the bond, and not in contemplation of the parties stipulating. What were the damages ? To answer this, we refer to the facts. It appears that the plaintiff did not incur any additional expense in constructing the new road by reason of the increase of prices, for he did no work at all after the injunction fell. • H.e sold the entire property and works, and the purchasers finished the road begun, but only partly constructed according to the plan of the plaintiff, at their OAvn expense. No ay it was not shoAvn that they would have given in their purchase the difference betAreen what it Avould have cost when they bought, and Avhat it could have been done for at or shortly after the injunction laid, nor that they would have given any more for the property, the road being finished as the plaintiff proposed doing, and what they did give. There is no better ground for the claim on this footing, in vieAY of the testimony, than a per adventure, that they might have done so. If the property had remained in the hands of the plaintiff, and he had finished the road at an increased cost, owing to the general advance in the expense of materials and labor, it undoubtedly would have been a matter for which he might properly have claimed damages. It would then have been clearly within the condition of the bond. But that would be a different thing from this claim. This is a claim, not for what the plaintiff’s property had been depreciated or injured, but for what it is supposed he might have gotten for it if he had finished the road, to AYit, the increased cost of construction, when he sold, over what the actual cost would have been if he had not been stopped; in other words, the profit on the work. But it was not shown, as already said, that this circumstance lessened the selling price of his land, or would have increased it; and, as such damage was not the necessary result of the facts, it could not be inferred. We think, therefore, on these grounds the court erred in allowing it. But we do not deem it necessary to send this case back for re-trial; the finding of the jury being special as to the item of $500 and judgment afterwards entered including it, we will reverse the judgment, with direction to the court below to enter judgment less this amount.\nJudgment reversed, and judgment to be entered below in accordance with the foregoing."}