{"id": "1004747", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe action was trespass guare olausumfregit, for entering and cutting timber trees within the plaintiff’s close. The plea was liberum tenementum, and thus the titles of the respective parties were in issue.\nThe plaintiff’s title originated in a warrant issued in the name of William B. Goldthwait, February 24th 1794, and a survey in pursuance thereof made the 1st January 1795, and returned May 11th 1795, calling for an adjoining survey in the name of John Love.\nThe defendants claimed under a warrant to John Love, dated 4th January 1794, surveyed October 7th 1794, but not returned until 25th July 1814. In 1817 the Board of Property, at the instance of Dr. Gustine, the then owner of this warrant, ordered a resurvey, which was made and returned, and a patent dated April 24th 1817 issued to him according to the lines of the resurvey.\nWhen the cause came to be submitted to the jury the plaintiff in his 1st point called on the court to say, that under the above-named dates of the warrants, surveys and returns, the Goldthwait title is the elder and superior one to all the land embraced-within its lines, and postpones the title of the Love warrant and survey thereto.\nThe court replied: “We answer this in the affirmative, if the purchase-money was not paid on the Love warrant. But in the view we take of this case it is not material which survey was the oldest. It is not the case of an interference or overlapping of surveys, for both call for the same line ; but the question is where the division-line called for by both surveys was located by the Love and Goldthwait surveys of 1794 and 1795.” This answer is assigned for error.\nThe doctrine of the above point is unquestionable law. Although the Love warrant was descriptive to a common intent, was the oldest and was first surveyed’, yet it lost priority by delay for nearly twenty years of the return of survey. Descriptive warrants, if followed up with legal diligence, confer title from their date ; but it is as much the duty of the holder of such a warrant to pay the surveying fees, and have his warrant returned to the surveyor-general’s office, within a reasonable time, as it is the duty of the holder of an indescriptive warrant. A descriptive warrant may be abandoned or shifted or more land be included than is called for ; and in order that the Commonwealth may have precise knowledge of the land that has been actually appropriated to it, and be paid for any surplus that has been surveyed into it, the survey as in other cases must be returned within a period that has been fixed, not to exceed seven years: Chambers v. Mifflin, 1 Penna. R. 78; Star v. Bradford, 2 Id. 384; Strauch v. Shoemaker, 1 W. & S. 166; Wilhelm v. Shoop, 6 Barr 21.\nNor is it material, as was argued, that the right of the younger claimant originated before and not after the limitation had closed against the elder, because the postponement of the elder on account of laches is from respect to the convenience and rights of the Commonwealth rather than to the rights of the adverse claimant. By taking the warrant, a duty to the Commonwealth is assumed which can be discharged only by making a survey and return within reasonable time, and if it be not performed within the period that limits the Commonwealth’s indulgence, the right is postponed to any intervening right that has been duly pursued. And the intervening right is none the worse for being an old and not a recent one. The last becomes first by the postponement of the first as the penalty of neglect.\nThen so far as concerns the doctrine of this point, the plaintiff was entitled to an unqualified affirmance. Yet it was qualified by the words “ if the purchase-money was not paid on the Love warrant.” At the date of these warrants, it was the practice of the Land Office to issue no warrants without payment of the purchase-money for the land applied for, which might or might not be the purchase-money for the land, any deficiency being adjusted when the patent issued; but there was no evidence before the jury about the payment of the purchase-money of the Love warrant. And if there had been, their finding that it was all paid would not remedy the legal consequences of the delay in returning the warrant. Then why was this question suggested at all, and, especially, why was it made part of the answer to the plaintiff’s proposition ? Did the learned judge mean, that if the purchase-money had been paid, twenty years’ delay to return the survey would not postpone it to a younger survey ? If he did he was clearly in error, and if he did not his error consisted in qualifying his answer with an irrelevant condition of which there was no proof.\nBut this was not the only error of this answer. It was a mistake to represent this as not a case of interfering or overlapping surveys. The locus in quo, as we infer from the novel assignment and from the evidence and the whole course of the trial, was within the Goldthwait lines as originally adopted. We say adopted, because on that side of the tract where this dispute arises, the Goldthwait warrant and survey called for the Love survey, which as we have seen was the elder survey, and the lines of which on the side called for were necessarily adopted as the boundary of the Goldthwait.\nThese lines were three, the first of which beginning at the chestnut recognised by all the surveyors, ran S. 21½º W. 98 p. to a pine, thence S. 48°½ E. 27½ p. to a pine, thence S. 79¾° E. 79 p. to a chestnut. These were the lines and comers of the Love survey which the Goldthwait called for, and which became by necessity both of law and fact the lines of the Goldthwait.\nNow, on the Goldthwait side of these lines lay the locus in quo of the trespass complained of, and although the location of these lines on the ground was indeed a material question in the cause, we shall see in an after part of the case, that their location was so clearly fixed in the evidence that the jury could not have erred therein, if their attention, instead of being diverted to other objects, had been kept riveted to that point. But the defendants claimed by the lines of the resurvey of the Love warrant, and not by its original lines. This is proved by the patent which they gave in evidence, and which bounds their tract on the Goldthwait side by seven lines instead of three. Thus starting from the chestnut from which the above three lines started, the resurvey ran the same course 19 p., then from an offset of 20 p. ran the same course 41 p., then from another offset by the same course 41J p., then from an offset which brought the survey back to the original line, he ran by the same course 28 p., making in all 129J p. on the line S. 21½° W., which, as originally run in 1794, called for only 98 p., an excess of 8ÍJ p. beyond the ori ginal survey. From that corner three lines more were run to bring the resurvey to the corner of the Deardorff. Throwing out the lines of the above rectangular offsets, we have thus seven lines substituted by the resurvey for the three of the original survey, the first four of which seven lines substitute one of the original survey, and overrun it 31J p. And by just so much as these four lines overrun the one line of the original survey of 98 p., by so much does the resurvey of the Love warrant interfere with and overlap the Goldthwait survey. Regarding the case in the light of interfering surveys, which is one of the necessary views to take of it, the Goldthwait warrant and survey must be treated as the prior right, not because it originated first, but because the laches of the holder of the Love warrant postponed it to the Goldthwait. And to whatever timber was cut within the interference the plaintiff showed the best title.\nOne of the principal reasons assigned for extending the 98 perch line in the manner above described, is the call for a watercourse, or a run which is marked upon the official survey of these tracts, and which is not found where it is marked on the draught. As this watercourse is not a boundary, but only an interior mark, its location is unimportant. No doubt it is inaccurately indicated upon the official draught, but as marks and corners were found sufficient to determine the location of the line of 98 perches, the erroneous indication of the place of the watercourse cannot impair the survey. Such mistakes are very common in respect to streams that cross lines instead of constituting boundaries themselves.\nBut if it were possible to treat the case as the learned judge treated it, as involving no interference of survey, and only as a question of boundary of a single survey, we think he was betrayed into an error by the 1st point of the defendants, which suggested the location of the Love survey by the Deardorff survey. It is true the Deardorff was older than the Love, and as the latter calls for the former, it may also be true that these two tracts must be so located that no gore shall be left between them. But what has the Goldthwait to do with that question ?\nThis tract does not come between Love and Deardorff, and neither party on the record makes title under the Deardorff. Its lines are not in question in this suit, nor are they necessary to be adjusted to determine the present dispute — the true boundary between Love and Goldthwait. That question depends primarily on the lines run upon the ground, and if the marks indicate where these lines were run, you do not impeach them by showing that they would not close the Deardorff survey.\nWere not the three lines marked on the official draught as common to both the Love and Goldthwait tracts the true lines ? We say they were if sufficiently verified by marks on the ground. But you say that those lines, whilst they might close the surveys to which they belong, would not suit the lines of the Deardorff. Very well. Be it so. The fact weighs nothing in this case, because only the Love and Goldthwait warrants, and not the Deardorff warrant, are in question here. Love and Goldthwait may be well bounded by the three lines I have specified, and yet the Deardorff as the elder warrant be pushed to lines which shall be inconsistent with the three lines, or the Love survey be extended where necessary to meet the Deardorff, or the gore may be permitted to exist between them. But these will be questions for future consideration between other parties, and cannot be brought into this controversy between the parties now upon the record.\nThe question, then, seems to come to this, were the three lines sufficiently verified by marks on the ground ?\nThe testimony of the surveyors on the part of the plaintiff is abundantly sufficient to locate these lines. They describe corners and marks enough for this purpose. And the surveys on the part of the defendants verify many of the same marks, and indeed throw no other discredit upon these lines than that they do not coincide with those of the Deardorff. This was the misleading object of the Deardorff. It betrayed the surveyors, or some of them, and the court and jury into the rejection of well-marked lines on other tracts that were the only ones in question. It ought not to have been permitted to do this. The Goldthwait and the Deardorff do adjoin, perhaps do interfere on one side, but not on the side that is in question here. ^The only surveyors who have gone all around the Goldthwait say these lines that are in question here close the surveys well as they are marked upon the official draught. There they are consistent with themselves, and as they are sufficiently marked upon the ground they must prevail against the Love warrant and all who claim under it.\nWe think the plaintiff’s points should have had the answers herein indicated, and especially that the 1st and 4th points should have been unqualifiedly affirmed.\nThe 1st assignment .of error is not worth considering, for the question therein suggested is not likely to arise upon the next trial.\nThe judgment is reversed, and a venire facias de novo is awarded."}