{"id": "1004702", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nUpon the assumption of the learned judge of the District Court, that the boilers, with the front, safety-valve, and pipe attached thereto, were annexed to the freehold by the owner thereof, his conclusion was sound, and supported by the authorities he cites. But this is the very point in the case, and depends on ■what constitutes a legal incorporation or conversion of a chattel into the realty. We agree with him that the act of Mrs. Snod-| grass is to be viewed as the act of her husband, who, after hisY return from the army, did not disavow it. But this act was the ¿ hiring of a chattel. When Hill severed the boilers from the Braddoclc’s Field saw-mill, they became chattels in his hands, and in that form came to the mill of Snodgrass. They never had been a part of his mill, and were therefore not subject to the mortgage of the Sewalds. In order to become subject to their mortgage, they must have been annexed to the freehold. This being the very question in the case, until annexation the mortgage has no bearing upon it. The fact that the old boilers of Snodgrass were taken out, does not change the state of the case. That might have been waste, for which the Sewalds had their remedy under the Act of 29th March 1822, though the proof in this case shows that they were worn out and unfit for service, and for this reason the boilers in question were hired of Hill. But this gave the mortgagee no lien on the boilers put in their place, unless they were incorporated into the realty. This, then, is the question.\nIt is not the character of the physical connection with the realty which constitutes the criterion of annexation, as the authorities hereafter cited abundantly show; but I may now observe that the brick structure upon which boilers are placed is essential for their use. The fire cannot be applied to the boiler to make steam unless it be built into a structure to prevent the escape of the heat. When these boilers and their connections were built into the mill of Snodgrass, it is clear it was with no intention on his part, or those who acted for him, to affix it to the realty as his property, or with an intention to make it his owTn by a wrongful conversion. They were placed there as the personal chattels of Hill under a valid contract of hiring for their temporary use, the right of removal being expressly reserved. How then can it be said that a chattel is converted into realty when it was neither the intention of the owner of the chattel nor that of the owner of the freehold to annex it ? If it be considered as annexed, it must be purely on account of its physical attachment or because the mortgagee had acquired a lien upon it. The latter was not the fact, and the former we shall show is not the criterion of the law. Unquestionably the intention to annex, whether rightfully or wrongfully, is the true legal criterion. It is on this principle that when one fixes his own chattel on the land of another, it is in legal effect a gift of it to the owner of the land. So where the owner of the land wrongfully fixes the chattels of another (as materials in a building), it is a conversion of them into the realty, and by the change of their nature leaves the remedy of the owner only in damages: Gibbons on Fixtures, 13 Law Lib. 2, p. 4. The same want of intention to convert is imputed to a tenant who attaches to the land fixtures for the use of his business, the law' presuming in favor of trade that he meant to remove them before the end of his term ; and it is only on leaving without removal, the intention to make a gift of them to the landlord is imputed to him: Leman v. Miles, 4 Watts 330; Vanness v. Packard, 2 Wheat. 137. For the same reason even the owner of the freehold may place fixtures on his land which will pass to his executor, and not to the heir or remainder-man: Gibbon on Fixtures, 13 Law Lib. 3, 4* pp. 10, 11, 12; Lawton v. Lawton, 3 Atk. M. Rep. 14, and note (1), p. 16, Am. ed.\nThe old common-law criterion of physical .attachment was exploded in this state by Gibson, C. J., in Voorhees v. Freeman, 2 W. & S. 116, overruling the unreported case of Chaffee v. Stewart, which ruined Chaffee by permitting his cotton-mill to be stripped of its machinery. Voorhees v. Freeman, followed by Pyle v. Pennock, 2 W. & S. 390, held that' a whole set of iron rolls, some of which only could be in place at one time, and the loose iron plates covering the floor of a rolling-mill, were parts of • the freehold. So, on the other hand, a boiler built into a stone wall and the engine attached thereto by screws and pipes, were held in Leman v. Miles, 4 Watts 330, not to prevent a tenant from removing them, and it made no difference that by agreement they were to become the property of the landlord in a certain event, that event not having happened.\nIn Van Ness v. Packard, 2 Wheat. 146, Judge Story says that the question whether fixtures erected for the purposes of trade are or are not removable, does not depend on the form or size of the building to be removed, whether it has a brick foundation or not, or is one or two stories high, or has a brick or other chim.ney. The sole question (he says) is whether it is designed for the purposes of trade. So, in White’s Appeal, 10 Barr 252, in which an engine-house, built of stone and wood with a stone foundation for a steam-engine, was held to be personalty. Judge Rogers says, the building being attached to the freehold makes no difference. The same doctrine is held in Shell v. Haywood & Snyder, 4 Harris 530. For whether, says Judge Chambers, attached to the realty or not, or in whatever manner attached, is immaterial where the parties agree to consider it personal property. . For this he cites Piper v. Martin, 8 Barr 211; Mitchell v. Freedly, 10 Id. 198; and White’s Appeal, Id. 254. Beside these cases, which fully sustain the doctrine stated by Judge Chambers, the still later eases of Harlan v. Harlan, 8 Harris 303, Coleman v. Lewis, 3 Casey 291, not cited either in the court below or here, are more to the point. Harlan v. Harlan is a second report of the same ease in 3 Harris 507. It was held that the machinery in a cotton-mill, though realty, may be converted into personalty by a mere agreement against a purchaser at sheriff’s sale under a prior judgment with notice of the agreement and where the machinery tvas still in place at the time of sale. Coleman v. Lewis is still stronger. There a brother built a dwelling-house on his own land for his sister, she to pay .the cost of erection and to live in it as long as she pleased, with the right to remove it if she saw fit, or if he sold his lot or it was sold from him. This agreement was held to prevent annexation to the realty, and was good against a purchaser at sheriff’s sale, with notice. It will be observed that in that case the structure was not one for the convenience of trade, was erected by the owner himself on his own land out of materials provided by himself and was firmly attached to the land, and was to continue an indefinite time, dependent on the will of the sister. The intention not to make it parcel of the realty was the sole and governing fact of the case. In the case now before us, the owner of the realty was not the owner of the boilers and did not become so by purchase. He was a mere bailee of personalty for hire without an intention to annex to the realty, and with a positive agreement for their return to the owner of the chattels. It has no resemblance to the case of Roberts v. Dauphin County Bank, 7 Harris 7. There the engine was erected by the owner of the realty as a part of it, and it thus enured to the benefit of the mortgagee. He could not sever it without waste, and his sale, therefore, without separation and removal did not’ convert it into personalty without the consent of the mortgagee. But in our case, there being no annexation, the boilers never enured to the benefit of the mortgagees.\nNor is Overton v. Williston, 7 Casey 155, an authority in this case. There the agreement for the erection of the engine was manifestly a lease for five years of the ground occupied by the mill, and the removal of the engine was delayed until after the term had expired, and for several years after a purchaser at sheriff’s sale had been in possession. The party claiming the engine had bought it from the contractor at his own risk, and it was held he occupied no better position than a lessee failing to remove within .the term. It is unnecessary to notice at length the kindred case of Heaton v. Findley, 2 Jones 304. It is sufficient to say that the facts in that case have no resemblance to those in the case before us. Upon the whole we are of opinion that the boilers here were not annexed to the freehold in legal contemplation, and that the court below erred in entering judgment for the defendants non obstante veredicto, and, therefore, reverse the judgment and now enter judgment for the plaintiff below with costs and order the record to be remitted for execution."}