{"id": "1004689", "contents": "The opinion of the court was delivered, by\nRead, J.\nIt has been decided that a party cannot impeach the character of or discredit his own witness, by evidence of general bad character, but it has been a subject of discussion how far a witness could be impeached, or discredited, by the party producing him by proving declarations and statements conflicting with his statements under oath.\nThe latest authorities in England, previous to the change by the Common Law Procedure Act, stand thus:—\nIn Phillips and Arnold’s treatise upon Evidence (1852), vol. 2, p. 540, it is said: “ It must be admitted that the weight of modern authority is in opposition to the opinion, reasoning and arguments of Lord Denman,” who advocated their admissibility, and the same conclusion seems to be arrived at by the learned editors of Starkie on Evidence, in 1853, vol. 1, pp. 250, 251, 'and in an early edition of Taylor on Evidence, vol. 2, p. 951, it is said: that “-the weight of authority in this country is decidedly in favor of rejecting such proof.” In the last edition of Greenleaf on Evidence, by Judge Redfield, in 1866, vol. 1, s. 444, a, the doctrine is stated distinctly, that such evidence cannot be admitted. In speaking of the admission of such evidence, the editor says, p. 491: “ But you cannot do this for the mere purpose of discrediting the witness, nor can you be allowed to prove the contradictory statements of the witness upon other occasions, but must be restricted to proving the facts otherwise by other evidence. And the same rule prevails in the courts of admiralty, and this seems to us to be placing the matter upon its true, basis.”\nIn Thompson v. Blanchard, 4 Comstock 311, the Court of Appeals of New York (Jewett, J., delivering the opinion), after stating th,e general rule as to a party impeaching his own witness, say, “ It was competent then for the plaintiff to show what took place at the time the deed was given by Wheeler to Thompson, and to show that neither the plaintiff nor Wheeler made the declaration to which Wheeler had testified. The plaintiff, however, went further, although objected to, and gave evidence that Wheeler, at a subsequent time, made statements contradictory to the statements to which he testified. Such evidence is only allowable in any case with a view to the impeachment of the witness, a ground not open to the party producing the witness. The judge, therefore, erred in admitting the evidence.”;'\nIn The People v. Safford, 5 Denio 118, cited by Judge Jewett, the old Supreme Court of New York said, “ Evidence that contradictory statements have been made by a witness is only allowable with a view to his impeachment, a ground not open to the party producing the witness. The answer to an offer like that, from such a party, should he given in the words of Mr. Justice Patteson in a similar case, ‘ he is your witness, and you must treat him as such.’ ”\nIn 2 Taylor on Evidence, 1212, 4th ed. 1864, § 1282, it is said: “ The Common Law Procedure Act, 1864, contains in § 22 the following salutary though ill-drawn enactment on this subject:— 1 A party producing a witness shall not be allowed to impeach his credit by general evidence of bad character, but he may, in case the witness shall, in the opinion of the judge, prove adverse,’ that is ‘ hostile,’ as contradistinguished from being merely unfavorable, ‘ contradict him by other evidence, or hy leave of the judge prove that he has made at another time a statement inconsistent with his present testimony, but before such last-mentioned proof can be given, the circumstances of the supposed statement sufficient to designate the particular occasion must be mentioned to the witness, and he must be asked whether or not he has made such statement.’ ” See 3 Chitty’s Collection of the Statutes 774, 3d ed.; Greenough v. Eccles, 28 L. J. C. P. 160.\nThis last provision of the statute is the established rule where the credit of an opposing witness is to be impeached by proof— that he has made statements, out of court, on the same subject, contrary to what he has sworn at the trial — “and provided also, that such statements are material to the question in issue:” 2 Phillips on Evidence 432, and 10th ed. by Phillips & Arnold, vol. 2, p. 504; 1 Greenleaf’s Ev. § 462, p. 511; Wright v. Cumpsty, 5 Wright 110 ; Wertz v. May, 9 Harris 274.\nIn Stockton v. Demuth, 7 Watts 39, Judge Sergeant said: “ It would seem, however, that he cannot contradict his witness by adducing any act or declaration of the witness himself of a contrary tenor, for where a witness called for defendant to prove a partnership between him and the defendant, denied the fact, an answer made by the witness in Chancery, in which he had stated the contrary, Avas not admissible, because its only effect Avould be to impeach the credibility of the witness, though it was competent to the defendant to prove the fact of partnership by other means.”\nIn Smith v. Price, 8 Watts 447, it was held that “a party cannot after examining a witness give in evidence his former testimony and declarations, ostensibly to discredit him, but in truth to operate as independent evidence.” The per curiam opinion is in the strong, nervous language which characterized O. J. Gibson: “ This was a very ingenious device, but it must not succeed. To introduce testimony formerly given by the plaintiff’s son, before arbitrators, and to get his naked declarations before the jury, he was first called as a witness, and his former testimony and declarations were afterwards offered and received, ostensibly to discredit him, but in truth to operate as independent evidence; and it would have been very powerful, considering the relation in which he stands to the plaintiff. But no man shall discredit his own witness. If he thought him unworthy, he ought not to have called him, and it will not be pretended that the former testimony of the son was competent' as direct and independent proof.” In Southwark Ins. Co. v. Knight, 6 Whart. 330, 1841, Judge Sergeant says : “ He cannot even discredit his own witness, though he may prove the facts to be otherwise than as stated by him:” Stockton v. Demuth, 7 Watts 39; and these cases are again cited by the same learned judge, although for another purpose, in Turner v. Waterson, 4 W. & S. 175 (Sept. 1842) ; see also Logan v. McGinnis, 2 Jones 32. In Bull v. Towson, 4 W. & S. 557, the offer was by the defendant to discredit the plaintiff’s witness by producing a deposition of the witness in which he gave a different account from what he testified on the trial, and this was clearly admissible by all the authorities : Wertz v. May, 9 Harris 274.\nThe present case is a peculiar one. It was an action of assumpsit on a promissory note made by the defendants to the order of Champlin & Co., and endorsed by them and George Carey & Co. to the Merchants’ Bank of Cleveland, Ohio, the plaintiffs. The defendants alleged that the note was taken up by George Carey & Co., and that the bank had no interest. This was done to make available any defence the defendants had against the payees and endorsers.\nThe defendants entered a rule for a commission to Mr. Baldwin, of Cleveland, Ohio, to take testimony, and on the 23d of July 1863 the commission issued, and was returned on the 21st September, with the depositions of T. P. Handy and W. L. Cutter, president and cashier of the bank, to prove that the note was taken up by Carey & Co., and that the bank had no interest in it. The plaintiffs do not appear to have joined in this commission, or to have filed cross-interrogatories.\nOn the 27th October 1863 the plaintiff entered a rule for a commission to R. E. Mix, Esq., of Cleveland, Ohio, to take testimony. On the 18th November defendants filed cross-interrogatories, and named Mr. Baldwin as commissioner, to act in conjunction with the one named by plaintiffs. On the 6th February 1864 this commission was returned and filed, with the depositions of the same witnesses, taken on direct and cross interrogatories, by a commissioner of each party. These depositions show that the witnesses were entirely mistaken in their first depositions, and that the bank owned the note.\nOn the 8th December 1864 the defendants entered a rule for a commission to Lewis W. Ford, of Cleveland, to take depositions, but no interrogatories were filed. February 18th 1865, the defendants entered another rule, appointing the same commissioner, and filed interrogatories to be exhibited to W. L. Cutter of Cleveland, and other witnesses. The plaintiffs named Robert E. Mix as joint commissioner. No depositions were taken on either of these commissions. The cause was tried in December 1865, and resulted in a verdict for plaintiffs, on the 18th of that month, of $348.61, and on the 2d September 1866 judgment was entered upon it.\nThe interval between the verdict and the judgment was filled up with a motion for new trial on the 15th December 1865, which was discharged on the 29th August 1866, the charge of the court being filed on the 15th June. We have not the commissions and depositions which are the subjects of the controversy, but only the statements of counsel of their contents, or rather of their effect, and the bill of exceptions does not state what they were. The practice at Washington of printing the whole record, would in this case have placed the whole matter before the courts.\nTaking, however, the record as given to us, and the statements of counsel, it appears that the defendants, by a commission not joined in by the plaintiffs, took the depositions of two witnesses, which went to prove their defence. Then the plaintiffs took out a commission in which the defendants joined, and the same witnesses were examined on interrogatories and cross-interrogatories, which depositions, so taken, showed that the witnesses were totally mistaken in their former depositions, and that the bank owned the notes.\nIn this state of the testimony, the defendants entered rules for commissions to Cleveland; in the last they filed interrogatories to be exhibited to W. L. Cutter, one of the same witnesses in this commission. The plaintiffs joined, but no depositions were taken under either, and no reason is assigned for not doing so.\nInstead of executing a commission, a gentleman of the bar, the attorney of the defendants, without any notice to the plaintiffs’ counsel, as it would appear, went to Cleveland, and had an ex parte private conversation with Mr. Cutter only, and this gentleman is offered to prove Cutter’s declarations in this conversation, to impeach or destroy his former testimony.\nThis is a very startling proposition, evincing an entire disregard of the rights of the opposite party, and a sacrifice of a witness without his having the slightest opportunity to tell the real truth under oath. It is substituting a private conversation with counsel for an open examination by a tribunal, or by its duly appointed officer. The court properly rejected the whole offer.\nJudgment affirmed."}