{"id": "1004761", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIn the court below the defendants relied for their defence upon an arrangement alleged by them to have been made between the plaintiff McCauley and George Huff, by which the latter was authorized to take as much coal from McCauley’s land as he wanted for the use of his salt-works, and to take it as long as he wished, in consideration of his agreement that McCauley might use his drift and scaffold to take out coal for himself. Under the instructions given to the jury, they must have found either that no such arrangement had been made, or, that if it had, Huff had made ho Kexpenditure upon the faith of it. To which of these conclusions they came it is impossible to tell. If there had been no such arrangement made, what the court declared would have been its legal effect, if made, is of no importance. The jury may, however, have found that the parties had entered into such mutual agreements; but that Huff had made no expenditure of money in N reliance upon them, and hence that he was not in a condition to set up an estoppel in pais against the plaintiff. It becomes necessary, therefore, to consider, whether the defendants were injured by the instruction given to the jury, respecting the rights of the parties to such an arrangement. It was a case of verbal agreement, and the charge of the court was, in effect, that if made, it was a revocable license and no more. In this it is insisted there was error, and it is argued that there having been a consideration given for the privilege accorded to Huff, in the allowance to McCauley to use Huff’s drift and scaffold, that which otherwise might have been only a license became an irrevocable contract. It is manifest that if Huff took anything under the agreement, it must have been a license, or an easement, or an interest in land, or an incorporeal right arising out of it. It is observable that the case is unlike that class in which it has been held by the V. courts of this state, that a license to do something on the licens- or’s land, when followed by the expenditure of money on the faith of it, is irrevocable, and is to be treated as a binding contract. Of this class Lefevre v. Lefevre, 4 S. & R. 241, is the leading case. It was followed by Rerick v. Kern, 14 S. & R. 267; by Swartz v. Swartz, 4 Barr 353; by Ebner v. Stichter, 7 Harris 19, and perhaps by others. All these decisions rest upon the principle of estoppel. The parties cannot be placed in statu quo after the license has been executed, and work done, or money expended on the faith of it, and hence such a case is regarded as presenting a sufficient reason for a chancellor’s interference to restrain any action of the licensor which would deprive the licensee of the benefit of the expenditure he was encouraged _ to make by the very party who seeks to make it fruitless. Equity treats the license thus executed as a contract giving absolute rights, and protects the licensee in the enjoyment of them. In doing so, however, the courts of this state have gone beyond the common law, and beyond the rulings of courts of equity elsewhere. But where there has not been expenditure on the faith-j, of a license, as in the present case, there is no foundation for an estoppel, and the same reason does not exist for holding it irrevocable. Even if there has been a consideration paid, there is nothing in the way of restoring the parties to their original condition. No case in' this state has gone to the length of ruling, that it is converted into a contract giving irrevocable interests in or out of lands, by the mere fact that a consideration was agreed to be paid or allowed for it. Such was not either of the cases that have been cited. In all of them something had been done in reliance upon the license, and it was impossible to restore the licensees to the position they occupied before the license was given. Revocation therefore would have been a fraud.\nWe do not propose, however, to decide that the arrangement alleged to have been made between the plaintiff and George Huff, if made at all, was a revocable license. As already said, it was that, or the creation of an easement in lands, or the assurance of an interest either in or out of lands. If it was a revocable license, the instruction given by the court to the jury was confessedly right. If it was a contract it was in parol, and the defendants could not defend under it. In neither aspect of the case have they been injured by the charge of the court. Let it' be assumed that it was what they claim it to have been, it was still an attempted parol grant of a right or an easement upon the plaintiff’s land. The right which it purported to give was a right of a profit á prendre,” the privilege of taking minerals from the plaintiff’s land for the defendants’ salt-works. Perhaps it was not technically an easement; if not, it was more.. Some modern decisions have called it an easement, though it was. a privilege on another’s land with a profit. In Ritger v. Parker, 8 Cush. 145, the Supreme Court of Massachusetts defined an easement or servitude to be “ a right which one proprietor has to some profit, benefit or lawful use out of or over the estate of another proprietor.” And in Post v. Pearsall, 22 Wend. 425, Chancellor Walworth, in speaking of rights of profit á prendre, said, that “ such easements are either personal and confined to an individual for life merely, or are claimed in reference to an estate or interest in other lands, as the dominant tenement for a profit a prendre in the land of another, when not granted in favor of some dominant tenement, cannot properly be said to be an easement but an interest or estate in the land itself.”\nIn Doe v. Wood, 2 B. & Ald. 724, a grant of a right to search for metals in another’s land, and to raise and dispose of the same when found, was called “ an incorporeal privilege.” It matters not, however, whether the right claimed by the defendants be an easement or an incorporeal privilege in the land. It is incorporeal, as all easements and profits a prendre are. Whether one or the other, it is incapable of creation in any other way than by grant or prescription. It is well settled that an easement cannot exist in parol. Professor Washburne has collected a large number of cases to that effect in his work on Easements, page 18, note. It is equally true that an interest in land or arising out of it, whether corporeal or incorporeal, must be in grant. It can pass only by deed. The Statute of Frauds is applicable to all such interests, and with especial reason when they are incorporeal. Its- language is very comprehensive. It applies to all estates, interests of freehold, or terms of years (excepting leases not exceeding three years), or any uncertain interest of, in or out of any messuages, manors, lands, &c., without regard to any consideration that may have passed. In Yeakle v. Jacob et al., 9 Casey 376, a right to cut timber on a tract of land to make rails for the repaid of fences on another tract, was held to be an interest in land within the Statute of Frauds. The agreement in that case having been by parol, it was said to be nothing but a license at will, though there was a consideration for it. It was not an agreement made with a view to immediate severance, and not therefore a mere sale of growing timber. There is no distinction to be made between that case and this, founded in the fact that it was a perpetual right. All easements and profits á prendre may be held for life in fee, or for years, and the right was no more perpetual in that case than it is in this. All agreements for the sale -of growing timber, not made with a view to immediate severance, are contracts for the sale of interests in land, and therefore within the statute: Addison on Cont. 31; Crosby v. Wadsworth, 6 East 610.\nWithout prosecuting the subject further, enough has been said to show that the defendants have no protection in the agreement they set up.\nIt is clear, therefore, that no error was committed in the court below of which they can complain.\nJudgment affirmed."}