{"id": "1004738", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nAssuming that the fire originated from the use of benzole in the patent leather manufactory, the material question was whether the use of that article was a violation of the conditions of the policy. The policy granted the “ privilege of keeping not more than five barrels of benzole in a small shed entirely detached from all the other buildings, situated on the rear end of the lot, about 100 feet from the main building, and nowhere else on said premises.” But the shed containing the benzole was expressly excepted out of the policy.\nThe custom of the workmen was to carry an open bucket of benzole into the factory as often as wanted to be used in reducing the composition called “ sweet meat,” an article that was used in the manufacture of patent leather, and on the morning of the fire one of them had carried in a bucket containing three or four gallons of benzole, which he set down in the middle of the room and turned to the door, when it took fire, from some unknown cause, and communicated the flames to the building, which was wholly consumed.\nThe argument on behalf of the company is, that the policy both in letter and spirit meant to confine the benzole to the shed on the rear of the lot, and to exclude it from any other part of the premises — that carrying it from the shed in open buckets across the yard, and setting it down in a room with the door open, was an abuse of the privilege granted by the company, which, if it could have been anticipated, would have prevented their taking the risk — that such use of it was keeping it elsewhere than in the shed, and was therefore a palpable violation of the covenant.\nThe answer which the learned judge made to this argument was substantially as follows: You insured a patent leather manufactory — you knew, for you were bound to know, that benzole was ordinarily used in such factories ; you stipulated that five barrels of it might be kept on hand near to the factory ; and the necessary presumption is that you meant it might be kept for use in that factory as the article is ordinarily used in similar factories. If, therefore, it was kept in the place stipulated, and used according to the custom of the trade, it was one of the risks covered by the policy. The jury found the fact that the mode of using it was according to custom, and so recovery was had.\nIt appears to us that the argument was well answered. This business is not enumerated in the list of hazardous risks, and the company could not have expected it to be suspended, nor to be carried on in any other than the customary modes. They insured it. They took the risk, after having their attention drawn to the dangerous article, and after excluding it, as stored in bulk, from the policy. But did they mean to exclude it from the factory as an element or agent in the conduct of the business ? To assume that they did, in the absence of language to that effect, would be to assume that they expected the business to stop, or to be carried on out of the usual mode.- The words of the policy descriptive of the subject-matter of the insurance, are, “ the buildings of their tannery and patent leather manufactory,” and it must be intended that these words included whatever, not expressly excepted, wTas necessary and essential in conducting such a business. In the case of Harper v. The City Insurance Company, 1 Bosworth N. Y. Rep. 520, this was the doctrine applied to a printing establishment, where the fire originated from the use of camphene, which was one of the hazardous articles enumerated by the policy, but it appeared that camphene was ordinarily used by printers for cleaning their types and plates, and was so used in that instance. On this ground it was treated as one of the risks covered by the policy. See also Girard Fire Insurance Company v. Stephenson, 1 Wright 298.\nWe think there was no error in the admission of the testimony of E. J. Harden. He gave an intelligible account of the mode of using benzole in twelve factories at Newark, New Jersey, and said it was brought in and used from cans and buckets. If any other custom had been established at Pittsburgh it could have been shown, but in the absence of all other evidence on the subject this was competent to fix the usage of the business.\nThe judgment is affirmed.\nThompson, J., dissented.\nStrong, J., did not sit at the argument."}