{"id": "1004770", "contents": "The opinion of the court was delivered, by\nStrong, J.\nIn a case decided at this term, we held that the Act of Assembly of the 25th of August 1864, entitled, “ A supplement to an act relating to the payment of bounties to volunteers,” imposed no obligation to pay bounties upon a school district. We expressed the opinion that the 3d section created no liability, but merely provided for its transfer in certain cases, if the school directors elected to assume one. It is equally plain that the Act of the 15th of March 1865, entitled, “ A further supplement to an act relating to the payment of bounties to volunteers,” and the special act relating to the payment of volunteers in Washington county, do not, ex proprio vigore, impose any liability. They are enabling acts, and they make no attempt to fasten upon a school district any indebtedness independent of the action of the officers of the district. The plaintiff in this ease has therefore no legal claim, unless he has shown a contract with the school board. The bounty laws authorized the board to bind the district in certain cases to pay bounties ; but the possession by the board of the power, no more proves that the district is bound, than does the capacity of a natural person to make a contract establish that he has made one. It is here that the plaintiff’s case utterly fails.\nThe case stated finds that the school district entered into no contract with him, and without such a contract he has no standing in court. Had the school directors offered a bounty unconditionally, and had the plaintiff after the offer put a substitute into the service, it would be assumed that he had done so on the faith of their proposition. That state of facts would have presented all the elements of a contract. But all that the case stated shows is, that the board, on the 11th of March 1865, resolved to levy a tax to the full extent of the law for the purpose of paying a bounty to volunteers, upon condition that a sufficient amount should be raised by voluntary contribution to make up the sum of $600 for each volunteer needed to fill the quota; and that the board believed this amount of voluntary contributions was raised. This was not an offer to pay out of the treasury of the district any specified sum. At most it was an offer to make provision for payment. Attaching, however, no importance to this consideration, it appears that this resolution was reconsidered two days after-wards, to wit, on the 13th of March 1865, and further action upon it was postponed. The case stated finds it was not rescinded; but reconsideration was as' effective in making it inoperative as formal rescission would have been. When reconsidered, it was no longer a resolution of the school board. It was no longer an offer to any who might volunteer and be credited to the township, or to any one who might furnish a substitute. It was not, then, a proposition made to the plaintiff when he paid his money and procured his substitute. He furnished his substitute on the 16th of March 1865, three days after the resolution of the school board had ceased to have any existence. If, then, that resolution could be construed into an absolute agreement to pay a bounty, had the plaintiff furnished his substitute before its reconsideration, it cannot be when the substitute was obtained after the 13th of March. And nothing which occurred afterwards amounted to any contract with the plaintiff. After the 17th of March 1865, that is, after the substitute had been furnished, the school board resolved to issue bonds instead of levying a tax, with the understanding (as the case stated sets forth) that if a sufficient amount of money was not raised by a sale of the bonds to provide $400 for each volunteer of the entire quota of the township, all action in reference to the matter should be rescinded. The bonds were not sold and the condition, without the performance of which the resolution could have no effect, was not performed. It is idle to speak of this as a contract to pay the plaintiff $400, or to give him one of the bonds, which the district proposed to issue in the contingency specified. At most it was but an experiment that proved unsuccessful. It was an attempt to make preparation for an offer of bounties. To hold it an absolute engagement to pay, would be to make a contract for the parties where none was intended, and that too in favor of a party who did not furnish his substitute on the faith of it. There is then nothing in. the case stated that warrants a judgment for the plaintiff.\nJudgment affirmed."}