{"id": "1004755", "contents": "The opinion of the court was delivered, by\nStrong, J.\nWe have nothing before us but the bill of the complainants, the answer of the defendants, and the affidavit of D. E. Culver on the part of the defendants. It is said other proofs were submitted on the hearing of the motion in the court below, but they have not been brought up with the record. Under such circumstances, it wrould be impossible for us to determine that there was or was not error in decreeing a preliminary injunction, if the question depended upon the proofs exhibited. But it does not in this case. The bill itself presents no such case as to justify the decree of the court on motion, even if all its averments were supported by affidavits.\nThe contest between the parties as set forth, respects the right to the possession of a railroad belonging to the Kersey Oil and Mineral Company. The complainants aver that they have the right of possession, but that the defendants have the actual possession under a claim of right; and their _ motion was that the defendants be enjoined against using the railroad, or interfering with the complainants’ use of it, until the right shall be finally determined. On their own showing this is no case for a preliminary injunction. The sole object of such an order, is to preserve the subject of the controversy in the condition in which it is when the order is made.\nIt cannot be used to take property out of the possession of one party and put it into the possession of the other. That can be accomplished only by a final decree. Nor can a preliminary injunction be used to harass or punish a defendant without benefit to the complainant. It would certainly be a novelty for a court in which an ejectment was pending, to issue a writ of esbrepement to restrain any use by the defendant of the land in controversy; and still greater would be the novelty, if the defendants were prohibited from interfering with the plaintiffs’ enjoyment of the land while the suit was in progress. Yet this is analogous to what has been clone in this ease. The injunction must therefore be dissolved.\nAnd now, to wit, November 14th 1866, it is ordered, adjudged and decreed, that the special injunction against the defendants, their officers, agents, workmen and servants, ordered by the Court of Common Pleas be dissolved."}