{"id": "1004781", "contents": "The opinion of the court was delivered on the by\nMr. Justice Read.\nThe real question ’ in this case is whether the railroads of the Atlantic and Great Westérn Railway Company and the Philadelphia and Erie Railroad Company are connecting roads within the meaning of the Acts of Assembly of the 13th March 1847, the 29th March 1859, and the 23d April 1861; for, if they are such connecting roads, then the' first-named road is connected by means' of an intervening railroad with the Catawissa Railroad, which is unquestionably directly connected with the road of the Philadelphia and Erie Railroad Company.\nThe road of the Atlantic and Great Western intersects the Philadelphia and Erie road at Corry, in the county of Erie. Does it connect as well as intersect ? The one has a gauge of six feet, and the other of four feet eight and a half inches. The one runs across the state, and by means of connecting roads, forms a through line from New York to Dayton, Ohio, with further western connections, whilst the other road is entirely on Pennsylvania soil, and connects the city and harbor of Erie with the city and port of Philadelphia, the commercial metropolis of this state.\nThere is necessarily a break of gauge at Corry, and the cars and locomotives of one road cannot run upon the other road. This is a physical impossibility, as the two roads are now constructed, and are proved to the court to exist at the present moment. If all the rolling stock of one road were by an accident destroyed, or withdrawn, the remaining road could not operate it with their rolling-stock, although perfectly willing to supply the wants of the intersecting road. There cannot, therefore, be, and there is not, any mechanical connection between the two roads.\nBut as the opinions of eminent engineers on both sides have been laid before us, as to their understanding of the terms “ connecting” railroads or roads “ directly or by means of intervening railroads connected with each other,” it becomes necessary to look into the history of the railroad system generally, and particularly of that of this state.\nThe Liverpool and Manchester Railway, planned and executed by George Stephenson, was opened thirty-six years ago with.steam locomotive power, brought into successful operation by the genius and skill of this distinguished engineer. The gauge of this road was fifty-six and a-half inches, being that of the coal-roads then in use. Three years afterwards, parliament authorized the construction of a railway from London to Birmingham. This railway was of the same gauge, and built by the same engineer ; and has since grown into the London and North Western Railway, with -1274 miles of road, on which have been expended over fifty-two millions of pounds sterling, and of whose management and operations a most interesting account is given in the Quarterly Review for December 1848. The half-yearly dividend of this road for the first half of 1865, was 3 per cent.\nThe scheme for the Great Western Railway, running from the city of Bristol to London, originated with the corporation of the first-named place and its principal merchants in 1832, and was encouraged by the commercial establishments in Ireland and Wales transacting business with either or both of those cities. The act of incorporation was obtained on the 31st of August 1835, and Mr. J. Kingdom Brunei, who had made the preliminary surveys, was selected as the engineer, and under his advice the gauge of seven feet, or eighty-four inches, was adopted.\nThis was recommended by him originally, on the ground that the country would eventually be divided into railway districts, each of which would be served by one company, and that as each district would have but little direct communication with the others, a variation or break of gauge would be no inconvenience, that the west of England would form one of those districts — a district in which the traffic would be chiefly passenger traffic — that this traffic would be most satisfactorily conducted by one or two very large trains daily. On roads where the curves were more frequent and sharp, and the mercantile traffic bore a larger proportion to the passenger than on the Great Western, Mr. Brunei admitted that a narrow gauge might be more advantageously used. A few years later he said: “ It can have no connection with any other of the main lines, and the principal branches were well considered, and almost formed part of the original plan, nor can these be dependent on any other existing lines for the traffic which they will bring to the main trunk,” an,d the commercial isolation of this exceptional system was therefore contemplated and designed by the engineer and directors. This line, therefore, dissociated itself from the general railway system of England, and wherever the two gauges approached each other occasioned, of course, a break of gauge, and a transhipment of passengers and baggage, and also of freight, whether dead or alive.\nIn 1845 there were about 2100 miles of railway in England in operation, of which 1860 miles were of the narrow gauge of 56|- inches, and 240 of the broad gauge of 84 inches. The magnitude of the nuisance was admitted, and after a discussion in the House of Commons, Mr. Cobden moved for the appointment of a commission, and the House subsequently unanimously voted an address, “ praying her Majesty to be graciously pleased to issue a commission to inquire whether in future private acts for the construction of railways, provision ought to be made for securing a uniform gauge ;” and a commission was accordingly appointed of Sir E. Smith, Professor Barlow and Professor Airy, who made their report in January 1846v Eorty-six witnesses were examined, including engineers, locomotive manufacturers, managers, secretaries and carriers. Eour employees of the Great Western were in favor of the broad gauge, four were opposed to break of gauge, but gave no opinion about width of gauge ; three were for intermediate gauge, with no opinion as to uniformity; five were for intermediate gauge theoretically, against broad gauge, and now favorable to uniformity; and thirty for uniformity and a narrow gauge. They considered the improvements already made had obviated all the difficulties which the narrow gauge formerly presented. The commission recommended “ that the gauge of four feet eight inches and a-half be declared by the legislature to be the gauge to be used in all public railways now under construction, or hereafter to be constructed, in Great Britain.”\nParliament did not make it compulsory, but established, by the Act of 9 & 10 Yict. (18 Aug. 1846), with certain exceptions, the gauge of four feet eight inches and half an inch in Great Britain, and five feet three inches in Ireland, and prohibited the alteration of the gauge of any railway for the conveyance of passengers. Certain railways, including the Great Western, using the gauge of seven feet, and certain others using a mixed gauge, were among the exceptions. The mixed gauge of that day consisted of adding to the narrow gauge a single outside rail, or introducing a single rail between the rails of the broad gauge: 16 Jurist 443.\nThe great convenience of entire uniformity of gauge in the course of a few years became so obvious that Parliament finally determined, in 1864, that the narrow gauge of 56| inches should be the standard and only gauge in England and Scotland, with the exceptional broad gauge of 84 inches and a permitted mixture of both.\nThe 33d seotion of the Railways Construction Facilities Act of 27 & 28 Vict. c. 121 (29th July 1864), enacted that( Every railway made under this act in England or Scotland, shall be made on the gauge of four feet eight inches and half an inch, unless in any case the certificate provides the making of the railway on the gauge of seven feet, or on both those gauges. Every railway made under this act in Ireland shall be made on the gauge of five feet three inches.’\nThe experience of Great Britain with all its lines of railway leading to one great central point,. London, has settled into an approval of one uniform narrow gauge, with a permitted deviation, to avoid a destruction of existing property, to one broad gauge of seven feet, with a mixture of gauges intended to remedy the evil occasioned by the unwise, short-sighted, aggressive and expensive policy of Mr. Brunei and his associates and followers.\nThe continent has profited by the dear-bought knowledge and experience of England; and France, Belgium, the Germanic States and Italy have adopted the uniform narrow gauge of 56-J inches.\nThe mixed gauge in England proves clearly that the narrow gauge cannot be inferior in real railway power to the broad gauge for passenger, goods and mineral traffic, and in all but passenger traffic, it is acknowledged by the latest authorities to be superior for the carriage of freight of all kinds.\nIt is much less expensive in construction, and of course in keeping in repair, and the introduction of another line of rails on the broad gauge system, to enable them to use the narrow gauge carriages upon it, increases the cost of the road, and the iron used for-that purpose on a double track broad gauge road would lay a third track for the road, which, on some roads, must soon be done in that country, to accommodate the constantly increasing railway business ; for it is now becoming a question whether there shall not be separate tracks for passengers, and for goods and mineral traffic, classed by us as freight. Whenever this becomes necessary, then the superior advantages of the uniform narrow gauge will be self-evident, in the diminished width of roadway, of bridges, embankments, deep cuttings and tunnels, and the decreased cost of the foundation and superstructure, and of the rolling-stock of the railway.\nMore than twenty years ago, an exceptional gauge of five feet had been introduced on one road, but when it reached a narrow gauge road the inconvenience of break of gauge was found, and its engineer changed it to.the uniform narrow gauge of 56J inches, saying: “ The locomotive of this day is not the locomotive of 1836; for all the purposes for which railways can be wanted there is additional space to crowd in as much power, and more than can ever be commercially beneficial. A boy may now with facility clean an engine in an hour, which would formerly take a man a day.” Another eminent engineer said, “ I think the absolute necessity of extending railways, now that every road is to have a railway, rather goes to show that it is not wise to make those’ railways of very large dimensions,” and particularly with reference to extension by branches to every town and every village.\nUnfortunately for the Great Western, these warnings of experienced engineers had no effect upon Mr. Brunei, a man of magnificent ideas, carried out not only in that road, but in the steamship Great Eastern, and in the Atmospheric Railway, the two last of which were entire failures, at a vast cost to the unfortunate proprietors, who were led away by his engineering eloquence. His examinations before committees of the House of Commons evinced great readiness, ability, tact and excellent temper.\nThe stockholders, or (to use the English phrase), the shareholders, of the Great Western, according to their published reports, have suffered greatly, in a pecuniary point of view, for their persistent determination to retain possession of the west of England by their exceptional gauge, and to separate themselves from the general railway system of the country. They have, however, been forced at last, by the impossibility of sustaining this contest without an entire cessation of dividends, to become the virtual proprietors of narrow gauge roads, and to introduce the mixed gauge upon large portions of their line. “ The Great Western,” says a leading railway journal, “ is now as much a narrow as a broad gauge railway. The Great Western own at present not only considerable lengths of purely narrow gauge railway, but they have laid the narrow inside the broad, forming a mixed gauge on a large portion of their system.” They have nearly as many narrow gauge as broad gauge engines, and they are adding to the narrow gauge engines in proportion of three to one of the broad. The narrow gauge carriages and wagons far outnumber the broad gauge, and the narrow gauge carriages and wagons were increased in 1864 in the proportion of 824 to 11 of broad gauge, and the advice tendered to them by the same journal was, gradually to change the railway into a narrow gauge road by the introduction of the third rail, and not renewing the outer rail or the broad gauge rolling-stock, but let them gradually wear out. The narrow gauge is greatly preferable for goods and mineral traffic, and nearly, if not equal, for passenger traffic.\nThe journalist also advised a suspension of dividends for three or four half-years, as an economical method of providing money, and at the sixtieth half-yearly meeting in September last, the dividend declared was one per cent., and the stock in December was quoted at 61|-.\nThe South Wales part of the Great Western terminates at Milford Haven, the point selected by one of the learned counsel for the defendant, as the eastern terminus of the proposed steamship line from this port. The South Wales line furnishes the best steam and fair-house coal, in relation to which the chairman of the Great Western Company said to the shareholders: “ The mineral trade from South Wales, especially in steam coal, was largely diminished by the sudden cessation of the demand for blockade-runners.”\nIt is, therefore, the indisputable result of British experience, first, that the narrow gauge is preferable to the broad gauge, not only on the score of commercial convenience, but for its superior economy in making and working; second, that there should be an entirely uniform gauge over the whole railway system of the country ; and third, that there should, of course, be no break of gauge.\nIn a state like Pennsylvania, crossed and intersected by chains of hills and mountains, where the passes are few and narrow, there can be no doubt that the only permissible gauge should be the uniform'narrow gauge of four feet eight and a-half inches, originally fixed and adopted by the state upon the Columbia road, which regulated that of the Pennsylvania Railroad, the Philadelphia and Erie, Northern Central, Catawissa, Philadelphia and Reading, Lebanon Valley, North Pennsylvania, Philadelphia, Wilmington and Baltimore, Germantowm and Norristown, and the West Chester roads, all ieading to and connected with the city of Philadelphia, now covering one hundred and thirty square miles of territory, with a population of more than 700,000 souls.\nThe state of New York, in 1824, had nearly completed their canal from Lake Erie to the Hudson, which, with the Northern Canal, connecting Lake Champlain with the same river, had formed their system of state internal improvement. In October, 1825, the Erie Canal was finished, and on the 4th of November the first canal-boat arrived at New York from Buffalo. In 1835, ten years afterwards, the enlargement of the canal with double locks was commenced. In 1826, a company was incorporated to construct a railway from Schenectady to Albany; and other companies were chartered, from 1833 to 1836, to form connecting roads, which in 1851 were consolidated, and formed the New York Central Railroad Company.\nIn 1824 the first canal commissioners in this state were appointed, who recommended a canal from Philadelphia to Pittsburgh, with a tunnel of four miles through the Alleghany Mountains. In 1825 a new board of canal commissioners, consisting of five persons, was appointed, and the law authorizing the first board was repealed. By this second act the routes to be examined to the north and west started from the city of Philadelphia, and both the western routes extended to Lake Erie, so as to connect its waters with those of the Delaware. Out of this grew our system of state internal improvement by canals and slack-water. It was soon found necessary to substitute a railroad for a canal between the Schuylkill and the Susquehanna, and the Portage road for the Allegheny tunnel.\nOur mistake was in supposing that because New York had constructed a continuous canal through a nearly level country, during a period when the price of labor was low, that we could effect the same object at a similar expense in a state crossed by ranges of mountains, and with a currency gradually expanding, and of course increasing the cost of labor and materials. So imperfect was the communication between Philadelphia and Pittsburgh, that, in 1846, the Pennsylvania Railroad Company was incorporated to construct a railway from Harrisburg to Pittsburgh, so as to form, with the Harrisburg and Columbia roads, a continuous railway between those two points.\nTo the stock of this road, what is now the city of Philadelphia subscribed $5,000,000, the county of Allegheny $1,000,000, and the citizens of Philadelphia (business men and operatives depending upon their daily labor for support) subscribed the balance that was then deemed necessary to make the road. It was, in fact, a Philadelphia enterprise, deemed absolutely necessary for its business connections with the interior and the West, and it was undertaken at a period when we were just beginning to recover from one of those financial collapses to which we have been periodically subjected.\nBy the purchase of the main line of the public works from the state in 1851, this company became the owners of the entire route from Philadelphia to Pittsburgh, and were enabled to build and complete a double track, first-class road, connecting the waters of the Ohio with those of the Delaware.\nThe tracks on the Columbia road were moved further apart, so as to admit wider cars, for it was the original fault of this road, and of the Reading road, that the two tracks were brought too close together. The Harrisburg road was improved; and the Portage road and all inclined planes and stationary engines were dispensed with.\nIt connects with Cincinnati by the Steubenville route, crossing the Ohio by one of the most extensive and magnificent iron bridges in the world; and by other roads with Cleveland, Chicago, St. Louis and the Great West. Thus the great trade of the West passes into the two great cities of the state, Pittsburgh and Philadelphia, and thence by the connecting railway now building, the Philadelphia and Trenton, and Jersey roads, to New York, without any transhipment whatever.\nDuring the late rebellion the Pennsylvania Railroad became the great route for the transportation of troops and munitions to and from the West and Southwest, and upon three days’ notice, could have furnished at Philadelphia, Baltimore or Pittsburgh, locomotives and cars for the transportation of an army of 60,000 men from one point to the other in twenty-four hours, with all their equipments and munitions of war. I believe this to be correct, for in 1862 (and their capacity is now greatly increased) it was ascertained by the agent of the Camden and Amboy Company, that they could transport from Philadelphia to New York, in twenty-four hours, by their roads and canal, an army of 100,000 men, with all their equipments and munitions of Avar. They Avere never called upon to transport more than 8000 men in one day, and this was done in from five to seven hours, AYithout interrupting their ordinary travel.\nBesides the transportation of the heavy guns manufactured at Fort Pitt Works, they carried the big twenty-inch gun, twenty-five feet long, weighing 116,490 pounds, and throwing a solid shot of 1000 pounds, on cars specially constructed for the purpose by the Pennsylvania Railroad Company, over their road to Harrisburg (248 miles), and thence by the Lebanon Yalley, East Pennsylvania, Lehigh Yalley and New Jersey Central roads to Elizabethport, New Jersey, a total distance of 419 miles, without change or transhipment, or break of gauge.\nFor the main line the company gave the state $7,500,000, which was increased in 1861 by the commutation for the tonnage tax, and they increased the annual payments to $460,000, Avhich would extinguish the whole debt in 1890. The amount still due the state is $6,700,000, secured by bonds which are a lien upon the main line. The city of Philadelphia now holds 103,342 shares, equal at par to $5,167,000, being $Í67,000 more than her original investment, besides having received $2,500,000 in cash, or its equivalent, over 6 per cent, on the original subscription. Every original stockholder who is still one, has always received 6 per cent, interest for his money, besides the ordinary and extra dividends above that percentage.\nThe city of Philadelphia has a money interest in this road of $5,167,000, and the state of Pennsylvania of $6,700,000, making a total of $11,867,000.\nThe improvements already made, and Avhich are still progressing on the Avest bank of the Schuylkill, the Junction Road, the iron bridge over the Schuylkill, the grain elevator, and the wharves on the Delaware, attest the public spirit and enterprise of a company which has added so largely to the wealth and prosperity of my native city.\nThe Sunbury and Erie Railroad Company was incorporated by an Act of Assembly of the 3d of April 1837, to survey and fix a route for a railway from Sunbury, by the way of Northumberland and Williamsport, to the harbor of Erie. In 1838-39, an exploration and survey were made of it, and in 1851, the Eastern and Western divisions of the road were again surveyed, and in 1852, a great effort was made to infuse vitality into the corporation. Under the provisions of an Act of 27th March 1852, an attempt was made by the company to extend their road to Harrisburg, which was defeated by a decision of the Supreme Court, showing a prior right in what is now the Northern Central Railroad Company: Packer v. Sunbury and Erie Railroad Co., 7 Harris 211.\nUnder an Act of the 10th February of the same year, authorizing municipal and other corporations to subscribe to its stock, subscriptions were sought from Philadelphia and Erie, and other counties and boroughs on the route of the road, and upon a favorable report from a committee of councils, who visited Erie, the city of Philadelphia subscribed $2,000,000. The district of .Richmond subscribed $250,000, which, upon consolidation, merged into that of the city. The county of Erie subscribed $200,000, and the city of Erie $300,000, and these, with some individual subscriptions, formed the capital on which operations were commenced, and in 1855, a very able board found forty miles of road in good running order, from Sunbury to Williamsport, and upwards of 200 miles under contract.\nBy an Act of 21st of April 1858, the state sold to the Sun-bury and Erie Railroad Company for $3,500,000, all the public works of the Commonwealth remaining unsold upon certain terms, which act the Supreme Court decided to be constitutional: Sunbury and Erie Railroad Co. v. Cooper, 9 Casey 278.\nBy the Acts of 13th April 1860, and 7th March 1861, the indebtedness to the Commonwealth was substantially changed into a second mortgage, for $4,000,000 deposited in the state sinking fund, the name of the company was altered to that of the Philadelphia and Erie Railroad Company, and they were authorized to contract with any other railroad company in the state in relation to the completion and working of the road.\nAccordingly, on the 6th-of January 1862, a contract and a lease and contract were entered into between the Philadelphia and Erie Railroad Company and the Pennsylvania Railroad Company, by which the first-named company leased their road to the second-named company for the term of nine hundred and ninety-nine years. The whole subject is admirably explained in the opinion of my brother Strong, in Gratz v. The two Companies, 5 Wright 447, affirming the constitutionality of the Act of 7th March 1861, and the validity of the contracts by the two companies.\nThe trains commenced running through on the 17th October 1864, although the road was incomplete in its equipments. These two roads, therefore, have carried out by • land-carriage the original intentions of the framers of the Act of 1825, to connect the city of Philadelphia with Pittsburgh and Lake Erie, by the Main Line and West Branch Canals.\nIn this road the state has $4,000,000, the city of Philadelphia $2,250,000, and the city and county of Erie $500,000, and both roads are Pennsylvania enterprises, pouring the trade and commerce of the West directly into the lap of the commercial metropolis of the state.\nThe Central Railroad of New York, from Albany to Buffalo, has 4 feet 8-J inches gauge, and I believe the roads north of it and east of the Hudson, including the New England states, have the same uniform gauge, with the exception of the road from Portland, joining the Grand Trunk of Canada, which has the Canadian gauge of 5 feet 6 inches.\nThe ordinary gauge in New Jersey is 4 feet 10 inches, but the New Jersey Central has the 4 feet 8J inch gauge, with a third rail to accommodate the Delaware, Lackawanna-and Western. By improvements in machinery the cars of the narrow gauge can run upon the New Jersey roads.\nThe New York and Erie Road was planned as far back as 1832, and the purpose was to construct a railroad from New York to Lake Erie, through the southern tier of counties, entirely upon New York soil, and the company was restricted from connecting with any railroad either of the state of Pennsylvania or New Jersey, or leading into either of the said states, without the consent of the legislature of the state of New York, on pain of forfeiting the powers and privileges conferred upon it. The road was commenced at Piermont, on the west bank of the Hudson river, near the New Jersey state line, and after fruitless efforts to find an available line without passing through Pennsylvania, they w'ere allowed to construct their road through Susquehanna and Pike counties, by two Acts of Assembly, passed the 16th February 1841, and 26th March 1846.\nIn a similar way, it becoming necessary to secure a terminus opposite the city of New York, instead of depending upon steamboats from Piermont, by various leases and contracts with New Jersey railroad companies, sanctioned by the legislature of that state, they were enabled to secure a terminus on the w'est bank of the Hudson, at Jersey City. In one of these agreements it is expressly stated that the object of laying one rail on each side of the present tracks of the road of the New Jersey Railroad and Transportation Company, so as to form in conjunction with one rail of each track, two tracks of 6 feet wide, is for the purpose of enabling the New York and Erie Railroad Company to run the cars and engines of the said company from their road at Sufferns, across New Jersey, until at or near the Hudson river at Jersey City, without change, delay or obstruction.\nUnder a decree of foreclosure of a mortgage executed by the said company, and a sale sanctioned by acts of the legislatures of New York, New Jersey and Pennsylvania, all the property and franchises of the New York and Erie Railroad Company became vested in the present Erie Railway Company. The gauge of this road is 6 feet, an exceptional one, not used in England nor in Canada, and in very few instances in the United States. It occupied the whole southern line of the state of New York, and no road north or south of it, whether in New York, New Jersey or Pennsylvania, could mechanically connect with it, except one of the same gauge, thus practically refusing all such connection with all the roads previously constructed in those states. Instead, therefore, of the New York Central connecting by any intervening road with the Erie, they are entirely disconnected, for the cars and engines of one road cannot run upon the other.\nThe Erie road is therefore an aggressive road, preventing all communication with and through it of the roads on each side, which can only intersect and not connect with it, there being no accommodation for the narrow gauge line. If, for instance, you have freight from Albany to Rochester designed for Avon, Geneseo, Mountmorris or any southern point, there is an entire break of gauge and transhipment at Rochester, which would have been entirely unnecessary if all the roads of the state were narrow gauge roads, and entire uniformity of gauge had prevailed. In England the New York Central has been compared to the London and North Western Railway, and the Erie to the Great Western, the effects of whose broad-gauge policy we have already seen. The effect of this has been to make our coal-roáds (for which the narrow gauge is peculiarly fitted) connecting with it, such as the Blossburg and Delaware, Lackawanna and Western, expensive roads of 6 foot gauge, with a correspondingly expensive rolling stock and equipments.\nUnder three distinct charters from the states of New York, Pennsylvania and Ohio, the main line of the Atlantic and Great Western commences at a junction with the Erie Railway at Salamanca, 414 miles from New York, and runs in a south-westerly direction 388 miles to Dayton, Ohio. I have not been furnished with the New York charter, and only with the 3d section of the Ohio charter, and I have not the dates of either, and I do not know their provisions. The charter of the Atlantic and Great Western Railroad Company of Pennsylvania is to be found in four Acts of Assembly, of 20th May 1857, Pamph. L. 801; 15th April 1858, Pamph. L. 300 ; 10th March 1859, Pamph. L. 125 ; and 22d March 1865, Pamph. L. 540 ; and the length of the road in this state is 88 miles.\nThe main line (which is a single line) at Dayton connects with a railroad to Cincinnati, a narrow gauge road, which has put down a broad gauge “ straddle” track (rails on either side of narrow gauge rails) to accommodate the Atlantic and Great Western traffic. It there joins the Ohio and Mississippi Railroad (broad gauge), terminating at St. Louis. In the report of Mr. Forbes (who was sent to this country to inspect the road) to the London Board of Control of the Atlantic and Great Western Railway, on the 23d of November last, he says: “ By means of the three associated companies, the New York and Erie, the Atlantic and Great Western and the Ohio and Mississippi, a new and unbroken communication, 1200 miles in length, on the 6 foot gauge, has been opened between New York, Cincinnati and St. Louis, and between the Atlantic seaboard and the Ohio and Mississippi rivers.”\nAmongst the branches of the main line, as appears by the New York certificates of consolidation, there is a separate corporation, called the Buffalo Extension of the Atlantic and Great' Western Railway Company, who are constructing a road from Randolph, near Salamanca, to Buffalo, of the 6 foot guage.\nThe Atlantic and Great Western being built by English capital and controlled in London, it was stated at the same meeting of bond and share holders in November, by the President of the London Board of Control: “We are met here to-day for friendly explanations. I felt it my duty, when I took the position of Chairman of the London Board of Control, to require certain things to be done. The first was, that all money should be sent over to London, that we might know what we earned, that is 40 per cent, of the receipts.” It is not, therefore, singular, that the principal information as to this road is to be gleaned from English railway journals. The road is spoken of as feeding the Erie with great additional traffic to New York, and it is said, “ under the circumstances it is not surprising to learn that the Erie Company, which will doubtless derive great benefit from the Atlantic and Great Western, has engaged to supply rolling-stock to the amount of §5,000,000, for the purpose of the through traffic between New York and Cincinnati, and this engagement is being faithfully and energetically fulfilled by that (Erie) company,” and the road is said to be “ promoted by a number of leading Englishmen,” a technical term in England, designating the planners or originators of a company.\nIn addition to the report of Mr. Forbes to the London Board of Control, there was also a detailed report on the 29th of May last, by Mr. Mosely, an English engineer, sent out to inspect the road.\nAn enthusiastic gentleman at the November meeting said: “ It was the interest of every gentleman in that room to promote emigration to the far West, upon a very large scale, as their traffic would be increased by addition to the population. The more English people went over there the better. The people in the great West would understand how necessary a free trade was to their advantage and development. Every Englishman was a missionary of free trade.”\nThe Ohio, Atlantic and Great Western Company at a meeting of their stockholders, on the 12th September 1865, adopted the joint consolidation agreement, the same was done the next day by the Pennsylvania company, and the two New York companies followed suit on the 14th and 16th of the same month.\nCertificates were produced from the secretaries of state of the states of Ohio and New York, of the filing of the agreement or a copy in their respective offices, but none from the secretary of the Commonwealth of this state, but in lieu thereof a letter from him declining to file it, adding, “ by the advice of the attorney-general, Mr. Meredith;” and I have therefore no evidence of the existence of the new corporation. The necessity of the filing to create the new corporation, is distinctly recognised in the certificate or agreement of consolidation itself.\n- The act of the state of Ohio is entitled, “ An act to authorize the consolidation of railroad companies of states adjoining in certain cases, and to authorize railroad companies in this state to extend their roads into adjoining states,” and was passed 10th April 1856 (53 vol. Pamph. L. 143). This act authorized any railroad company in the state, whose line of road extended to the boundary line of the state, or to any point either in or out of this state, to consolidate its capital stock with the stock of any railroad in an adjoining state, the line of whose road has been made “ to the same point and where the several roads so unite as to form a continuous line for the passage of cars: Provided, that roads running to the bank of any river, which is not bridged, shall be held to be continuous under this act.” This act would authorize a consolidation with a Pennsylvania road, but not with a NeAV York road.\nOur act, which was the subject of an unpleasant investigation which has cast a shade of suspicion over it, was passed at the instance of the Atlantic and Great Western, and is a general law applicable to all companies embraced within its terms. There are words omitted in its first section which make nonsense of it; but supposing it to mean the consolidation of the capital stock of a Pennsylvania railroad company with similar companies in other states, “ whenever the two or more railroads of the companies or corporations so to be consolidated, shall or may form a continuous line of railroad with each other, or by means of any intervening railroad: Provided, that railroads terminating on the banks of any river, which are or may be connected by ferry or otherwise, shall be deemed continuous under this act.” The interposition of any intervening railroad” was intended to include the Buffalo Extension.\nThis act would authorize consolidation with the Ohio and New York companies, if the following proviso, contemplating the passage of similar general laws by the states taking advantage of it, was complied with: “ And provided further, That nothing in this act contained, shall be taken to authorize the consolidation of any company or corporation of this Commonwealth with that 'of any other state, whose laws shall not authorize the like consolidation.”\nI can have no doubt of the intention of the legislature, who were dealing with our sister states upon terms of entire reciprocity. Our act was passed 24th March 1865' (Pamph. L. 49).\nOn the 29th April 1865, the legislature of New York passed, not a general law, but a private special act to authorize the consolidation of The Atlantic and Great Western Railroad Company, in New York, and the Buffalo Extension of the Atlantic and Great Western Railway Companies with certain other railroad companies. •\nThis act is expressly confined to the merger of the two New York companies, and although the words are general as to the companies in other states with whom they may consolidate, yet the description of their forming a continuous line of railroad, fits only the two roads of the same name in Pennsylvania and Ohio, which, with the New York road, form the main line of the Atlantic and Great Western Railway. By the New York act, our general law is degraded into a private act, for a -company whose name was studiously kept out of view. This is a sort of Canadian reciprocity — all the benefits on one side.\nBut if this view be correct, still the Pennsylvania charter of the Atlantic and Great Western Railroad Company remains, and we have it before us.\nThe Little Schuylkill and Susquehanna Railroad Company was incorporated by an Act of 31st March 1831 (Pamph. L. 159). In 1849 its name was changed to the Catawissa, Williamsport and Brie Railroad Company. By an Act of 21st March 1860 (Pamph. L. 234), and a judicial sale of the said railroad, the whole became vested in a new company called the Catawissa Railroad Company, which company, by an Act of. 10th April 1861, was permitted to mortgage its road for $250,000 (Pamph. L. 1862, p. 391).\nOn the 31st of October 1860, the Sunbury and Erie Railroad Company entered into an agreement with the Catawissa Railroad Company, whose road extended from Tamaqua to Milton, the object of which was that the Sunbury and Erie should furnish sufficient motive power to haul over their own road between Milton and Williamsport all the passengers, express and baggage cars of the Catawissa to and from Williamsport, upon certain terms and conditions therein mentioned, and this agreement was to continue in force for twenty years. This agreement passed to the Philadelphia and Erie, and to the Pennsylvania Railroad Company, under their contract and lease.\nIn this state of affairs, on the 1st November 1865, the Catawissa Railroad Company of the first part made a contract and lease with the Western Central Railroad Company of Pennsylvania, and the Atlantic and Great Western Railway Company of the states of Ohio, New York and Pennsylvania of the second part, by which the party of the first part leased to the party of the second part their road and property for the term of 999 years.\nThe Western Central has no road, and I believe only a charter. The real lessee is the Atlantic and Great Western Railroad, which claims to be connected with the Catawissa by means of an intervening railroad.\nThe legality therefore of this contract and lease depends upon the construction of the three Acts of Assembly referred to in the commencement of this opinion. The first is “ An act in reference to running of locomotive engines and cars on connecting railroads,” of the 13th March 184Y (Pamph. L. 33Y), which enacts that in all cases where two railroads in this Commonwealth are or shall be connected, it shall be lawful for the company owning either of the said railroads (with the consent of the company owning the other of the said railroads), to run its cars and locomotive engines upon said other railroad, and to erect water stations and other buildings for the due accommodation of the cars and engines employed thereon: “ Provided, That nothing herein contained shall be construed or interpreted to release or exonerate any company owning a railroad, from the obligation and duty which may be imposed by existing laws of transporting, subject to the rules and regulations of said companies, by locomotive steam-engines, the cars, whether loaded or empty, of all persons and companies who may require such transportation, over and along so much and such parts of their railroad as locomotive steam-engines shall’ be run upon, whether they be run by the company owning the road, or by any other company.”\nThis act clearly contemplated mechanical connection, for the roads then were all four feet eight and a-half inch narrow gauge roads which fitted into each other, so as to form practically but one road. That this was the true meaning is shown by the 8th section of a supplement to the act incorporating the Sunbury and Erie, passed 27th March 1852, Pamph. L. 188, which provides, “ That the said company may run their cars and locomotives over the said road and its branches, and over any other railroad which at any time may connect, either directly, or by means of other railroads therewith in such manner as may form complete railroad connections between the cities of Philadelphia and Erie,” clearly intending an actual mechanical connection, and not a mere business connection.\nThe Act of 29th March 1859, Pamph. L. 290, is a supplement to an act in reference to running of locomotives and cars on connecting railroads, approved 18th March 1847, and it enacts that that act “ shall be so construed as to authorize companies owning any connecting railroads in the state of Pennsylvania, to enter into any leases and contracts with each other, in respect to the use, management and working of their several railroads: Provided, That the company so contracting for, or leasing any such railroad, may have the right to fix the tolls thereon, but not at a higher rate than is authorized by the charter of either of the said railroad companies.” This also undoubtedly means mechanical connection, for it merely enlarges the powers of the roads included within the terms of the original act. But there might be an intervening road connected mechanically with both roads, and the roads at either end could not contract with each other, because not connecting directly-, and this occasioned the last Act of 23d April 1861, entitled “ An act relating -to certain corporations,” Pamph. L. 410, to provide for this case, and to extend the powers of such connecting roads.\nIt enacts, “ that it shall and may be lawful for any railroad company, created by and existing under the laws of this Commonwealth, from time to time to purchase and hold the stock and bonds, or either, of any other railroad company or companies chartered by, or of which the road or roads is or are authorized to extend into this Commonwealth — and it shall be lawful for any railroad companies to enter into contracts for the use or lease of any other railroads, upon such terms as may be agreed upon with the company or companies owning the same, and to run, use and operate such roads in accordance with such contract or lease: Provided, That the roads of the companies so contracting or leasing shall be directly, or by means of intervening railroads, connected with each other.”\nThe word “ connected,” has in this law the same meaning as in the two preceding laws. If you leave out the interposed words, and read it, “ directly connected with each other,” this is beyond doubt, and the interposed words must receive the same construction. The effect is, that if there is an intervening railroad, it and the other roads at either end must all he mechanically connected, which can only be, when the gauge of all the roads is the same, so that the same cars and locomotives may be run over all of them without change, obstruction or delay.\nIn considering the evils of a break of gauge, we not only have the positive evidence of our senses, but the opinion of a very able gentleman, a former president of one of the defendants. “ The immense and decided superiority,” said he, “ of the Sunbury and Erie route over the others in consequence of its freedom from the necessity of frequent transhipments, will not be sufficiently appreciated by those not familiar with railroad traffic ; a change of one ton of merchandise from one car to another, is about equal to the cost of transporting it fifty miles.” What would be its practical effects upon a ton of coal ?\nThe Act of Congress of the 3d March 1863, to establish the gauge of the Pacific Railroad and its branches, has enacted, ‘that the gauge of the Pacific Railroad and its branches throughout their whole extent, from the Pacific coast to the Missouri, shall be and hereby is established at four feet eight and one-half inches,’ a most wise and prudent measure, which should be followed by the states and the General Government in sanctioning any future railroads, and the exceptional gauge of four feet ten inches, should be reduced to the standard gauge of the country. The advantage of a uniform gauge, such as of the Pacific Railroad, over the whole of the United States, would be incalculable both in peace and war, as the same locomotives and cars could be used on every road in the Union.\nI cannot understand how a 6 foot gauge running through our state and crossing a narrow gauge road, with which it mechanically cannot connect, can be called a' connecting road. I am therefore of opinion, that the Atlantic and Great Western Railroad Company and the Catawissa Railroad Company are not “ directly, or by means of intervening railroads, connected with each other,” and, of course, that their agreement, of the 1st November 1865, is entirely null and void.\nBut supposing this to be the case, it is said that the complainants are not entitled to take advantage of its invalidity, because they have no guch interest as enables them to apply to a court of equity, for the exercise of its equitable powers.\nIn Andrew Scott’s bill against the defendants, it was sworn, on their part, that he was not a stockholder in the consolidated company, but he exhibited a certificate of stock, showing he was a holder of twelve shares in the Atlantic and Great Western Railroad Company, the Pennsylvania corporation, and the only one I can recognise. It was then the ordinary case of a shareholder in a company, asking the interposition of a court of equity, to restrain the commission of acts which were ultra vires. I thought this was settled in the case of Sanford v. Railroad Company, 12 Harris 378, where the plaintiff was the holder of only ten shares, and was the member of a rival express company, and had purchased the stock for the purpose of filing the bill. It was held there, that the contract made by the railroad company was against law and void, and it was ordered to be cancelled and delivered up. In the case of Gratz v. Pennsylvania Railroad Company and Philadelphia and Erie Railroad Companies, 5 Wright 447, the suit was by a single shareholder brought to restrain acts alleged to be ultra vires.\nAs several cases in England have been cited by the defendants, and the question has been argued at length, I shall consider them briefly, to see whether we have been' in error in Pennsylvania. In Ffooks v. South-Western Railway Company, 1 Smale & Giffard 142, Vice-Chancellor Stuart, on the 14th January 1863, held, that the plaintiffs having been aware of the intention to construct the line, and not having applied with diligence, the court would not grant the injunction; and at page 166 he says, “ No doubt it has been held in several cases that the mere fact that the plaintiffs aró shareholders in a rival company, is no reason for the court in a proper case refusing its aid to prevent the violation of contracts. Rut where the fact is established, that under the pretence of serving the interests of one company, the shareholders in a rival company, by purchasing shares for the purposes of litigation, can make this court the instrument of defeating or injuring the company into which they so intrude themselves, in order to raise questions and disputes on matters as to which the other members of the company may be agreed; I cannot consider that in such a case, it is the province of the court ordinarily to interfere.” This is not the case before us, taking the language in its strongest sense.\nIn Rogers v. Oxford, &c., Railway Company, 2 De Gex & Jones 662, the bill was filed by a clerk of a rival company, who had made him a shareholder with a view solely to thoir own interests, and the case was heard and decided on the merits against him, the act complained of not being ultra vires. Lord Justice Knight Bruce said : “ But if on the legal point there is room for doubt, the circumstances do not in my judgment render it imperative on the court to act against the company.”\nIn Forrest v. Manchester, Sheffield and Lincolnshire Railway Company, 30 Beav. 40 (30th May 1861), the plaintiff, who held 82?. of stock of the railway company, had an interest amounting to 360?. in a packet company, whose profits were interfered with by the excursion trafile of the defendants. He was also a director of the packet company, and the directors directed the institution of the suit, and indemnified him against the costs. The Master of the Rolls decided the case on the merits against the plaintiff. Upon appeal, Lord Chancellor Westbury, on the 18th July 1861, affirmed the decree of the Master of the Rolls (7 Jurist, N. S. 887), not upon the ground.taken below, but entirely upon that of personal exception to the character of the plaintiff, as being the mere puppet of the packet company, who had directed the institution of the suit.\nIn Hare v. London and North Western Railway Company, 2 Johnson & Hemming 80, Vice-Chancellor Wood, on the 11th June 1861, held, the agreement complained of was not ultra vires, and it was queried whether the plaintiff, who as a shareholder in one company had with full knowledge received profits under an agreement between that company and others, can afterwards on purchasing shares in one of the other companies parties to the agreement, sustain a bill on behalf of all shareholders in such company impeaching the agreement as ultra vires; more especially, if it appears that he is really suing in collusion with one of the companies parties to the agreement.\nI have stated these eases in detail to show, that the case before the court has no features in common with any of them.\nIn the leading case of Colman v. The Eastern Counties Railway Company, 10 Beav. 1, Lord Langdale, on the 17th November 1846, where a plaintiff filed a bill on behalf of himself and other shareholders in a railway company to restrain'the directors committing a breach of trust, and it appeared that he was suing at the instigation of another rival company, held that this circumstance was not of itself sufficient to prevent him from obtaining a special injunction on the merits of the case.\nIn Bagshawe v. Eastern Union Railway Co., 6 Railway and Canal Cases 152, Vice-Chancellor Wigram and Lord Cottenham held that the holder of two scrip certificates might maintain a bill against the company.\nIn Simpson v. Westminster Palace Company and Sir C. Wood, 8 House of Lords Cases 712, the bill was by one individual, the holder of fifty shares; and in The Attorney-General v. The Great Northern Railway Company, 2 Law Times Reports 653, Vice-Chancellor Kindersley said, p. 656, “ a single shareholder, even if 599 out of 600 shareholders agreed to carry on a different business in addition to the railway business, and it was clearly for the benefit of the company, and if it was clear that they had made enormous profits from doing it, and were continuing to derive those profits, a single shareholder has a right to say ‘ that is not our contract among ourselves, you shall not do it,’ and he may come and get an injunction. I may here observe with reference to some of the observations made by Mr. Stevens, that it is perfectly immaterial what is the motive of the party in coming.”\n“ In the case of The Eastern Counties, at the rolls, where the company were engaged in establishing packets to trade from Harwich to the continent, I think a single individual or one or two individuals came, and it was proved to demonstration that -they were persons who had actually bought their shares in the railway company for the purpose of preventing this, because they belonged to some rival steam packet company. But the motive has nothing to do with the matter ; it is against law, it is against the contract between the shareholders, and it is against the contract which is made between the public and the company, when the company is incorporated for the purpose of carrying on their business as railway carriers. It is, therefore, illegal, and in effect, though not in terms, prohibited by law to a railway company.”\nThe whole of this opinion is most instructive as to the absolute necessity for the public good, that these powerful railway corporations should be kept strictly within the limits of their charters. Everything beyond those limits is prohibited, the very doctrine established by our own court.\nIn Hattersley v. The Earl of Shelburne, 31 L. J. Ch. 873, which was a suit by a single shareholder, a railroad company had entered into an agreement to lease their line to another company, and the agreement contained provisions which were legal and others which were ultra vires, but an application was to be made to Parliament for power to carry out such provisions as should be ultra vires. It was held in that case by the same learned judge (30th July 1862), that as the agreement provided for a number of things to be done, which were all for the purpose of accomplishing a certain object that was ultra vires, the parties had no right, by virtue of that agreement, until they had obtained the authority of Parliament, to do even those acts which, independently of the agreement, they did not require the authority of Parliament to do. “ But 1 apprehend,” said the Vice-Chancellor, p. 878, “it is perfectly clear that if there was in this agreement no provision for an application to Parliament, so far as the assistance of Parliament is required, such an agreement as this would be entirely ultra vires and illegal, and I think that according to the principle of Beman v. Rufford, followed as it has been in other cases, this court will not allow any of the acts which are agreed to be done by that illegal agreement, merely because independently of the agreement some of those acts might be done. I think that principle is established, and it is a principle which commends itself to one’s sense of right and justice, that although a company may do a certain act independently — that company is not to agree to do that act as part of a series and collection of acts to be done for the purpose of working out an illegal agreement.”\nIt was objected to the plaintiff that he was not a boná fide plaintiff, but intended simply to subserve another company, but although the Yice-Chancellor said he could conceive Mr. Hattersley may desire to favor the interests of another company, yet he considered him entitled to maintain the suit. He was, in fact, a discarded contractor who had quarrelled with the company he sought to enjoin.\nIn Maunsell v. The Midland Great Western (Ireland) Railway Co., 32 L. J. Ch. 513, Vice-Chancellor Wood (3d June 1863), on a hill filed by shareholders, granted them relief against the acts of their directors which were ultra vires ; and in White v. Caermarthen and Cardigan Railway Co., 33 L. J. Ch. 93, the same judge held (November 16th 1864) that a shareholder suing a company and the directors for a breach of trust, must sue on behalf of himself and the other shareholders. The reason assigned by him is that “ It would be a most improper arrangement to allow a bill to be filed by one person with an intent that three or four hundred shall be summoned in chambers by notice of the decree being given, when the forms of the court plainly allow a bill to be filed by him on behalf of himself and all other shareholders. If the plaintiff is right in saying that it is ultra vires, it does not signify whether all the other persons wish it done or not, because where it can be assumed to be for the benefit of everybody, the party may sue on behalf of himself and all others, except the persons he charges with misconduct.”\nThe result of this examination of the authorities clearly shows tfrat Andrew Scott had a clear right to institute this suit in order that the company in which he is a stockholder may be restrained from acts which are illegal and ultra vires.\nThe' next question is, have the Philadelphia and Erie Railroad Company, and of course their lessees, the Pennsylvania Railroad Company, such an interest in the subject-matter of the controversy as entitles them to the interposition of a court of equity in relation to the contract of the 1st November 1865, and the parties to it, the defendants in these proceedings ? The Catawissa road is a connecting road with the Philadelphia and Erie, and under the Acts of 13th March 1847 and 29th March 1859, they are intimately connected by^ the contract of 31st October 1860, for a period of twenty years. This contract embraces the running of the locomotives and cars of the Catawissa upon the other road, and the use, management and working of these several roads, and was necessary for the successful management by the Catawissa of their through line between Williamsport and Philadelphia. The contract of the lst-November last, transferred all the right, property and franchises of the Catawissa to the Western Central and the Atlantic and Great Western, and left nothing to the Catawissa but the shell of a corporation. This contract is founded upon the hypothesis that the Catawissa and the Atlantic and Great Western are connected with each other by means of the Philadelphia and Erie as an intervening railroad, a question in which that company have a very deep interest.\nAs it is clear that the contract of the 1st November last is illegal and void, and ultra vires of all the parties to it, can it be said that the intervening road, which has so important a contract with the Catawissa, has not a direct and positive interest in preventing illegal acts by illegal assignees in relation to this contract and the working of its road, which can only be effected by the restraining power of a court of equity ? I cannot doubt that this is such an interest as a court of equity will protect, particularly where the intervening road is not to be used according to the intention of the legislature, but a new and hostile road is to be constructed to connect with the leased road.\nThe Atlantic and Great Western has no authority to contract to build the railroad specified in the contract, nor has the Western Central, for by the Reading contract it was thought necessary to add another company to complete the route, and it is perfectly certain that the Catawissa had no authority to enter into such a contract, which on all hands was ultra vires.\nWhere acts have been done by corporations so entirely illegal, and in such utter violation of the well-established policy of the state, I think it is the duty of this court to exert the power intrusted to it, at the suit of any one having such an interest, however small, as entitles him to equitable relief. It is the interest of the public that these unauthorized stretches of power of great corporate bodies, who are sometimes controlled by a board 3000 miles distant, should be restrained by the arm of the law.\nThe true object of the Atlantic and Great Western, viz.: “ a great through route to New York city,” is openly avowed in the Catawissa contract. If it had been a scheme for Philadelphia, it would have, connected at Lewisburg with the Philadelphia and Erie, and by it have reached the metropolis of the state.\nThe contract with the Philadelphia and Reading falls with the contract with the Catawissa, and this has two singular features in it — one, the contract to build roads and bridges, for which they have no authority, by law; and the other, to make subscriptions for objects not contemplated by the Pennsylvania charters of either of the two contracting railroads. The real object in this agreement is the same as in the Catawissa. But the whole contract is ultra vires.\nI see nothing in the various points and objections of the learned counsel of the defendants, to alter the views I have already expressed. I do not regard it as enforcing a forfeiture; it is simply declaring an act contrary to law, and restraining it and thus saving the parties from any forfeiture. As I do not intend to touch the contract of 31st October 1860, nor to express any opinion upon the points presented by the plaintiffs in their second prayer for relief, I do not see how the provision permitting a reference as to disputes under the contract, can interfere with the present proceeding.\nOn the 10th February inst., the Chief Justice delivered an opinion in The Lehigh Valley Railroad Co. v. The Lehigh Coal and Navigation Co., in which he says : “The bill and affidavits profess the corporate purpose to reach the Wyoming Coal Field, and their charter requires them to connect with the Lehigh and Susquehanna Railroad, and by a connection I understand such a union of the two roads at some point as to enable cars to pass from one road to the other for business purposes. Such a connection must be made with the Lehigh and Susquehanna road, and must be formed by the plaintiffs before they finish their work; but I make no account of the fact that they have not yet selected the point of connection, nor disclosed it in the bill and affidavits.” [In the word “ cars” the Chief Justice includes locomotives.) This strengthens me as to the correctness of my opinion, for both of us have arrived at the same conclusion without consultation with each other. In the Passenger Railway Acts the word “ connection” is used in its mechanical sense.\nMr. Smith, the President of the Reading road, says, in his affidavit, “ car trucks constructed for a track of four feet eight and a half inches gauge, can run upon a track of four feet ten inches gauge, provided the wheels are made with a broad tread. Rut it is impossible for cars specially constructed for a track of four feet ten inches gauge to run upon a track of four feet eight and a half inch gauge.” In none of the affidavits is it alleged that the locomotive of one road can run on the other of either of these gauges. This clearly establishes the entire and complete uniformity contemplated by our Acts of Assembly, for the locomotives and cars are to run over the connecting roads.\nWhen General Grant took Petersburg, and pushed on after Lee, he ordered his supplies to follow him by rail. The road from City Point to Petersburg was the regular narrow gauge of 66-J- inches, but it was found the road from Petersburg to Burkesville was a 5 foot gauge, and the construction corps at once altered it to the regular narrow gauge, causing’ a temporary but serious stoppage of the supplies.\nUpon looking back to 1863, I find the exceptional gauge of five feet six inches (the Canadian gauge) advocated, on the same grounds that Mr. Brunei selected the broad gauge for the Great Western, by the friends of the Portland and Montreal road.\n“ In addition to this, there are some hundreds of miles of connecting roads of the same gauge in Canada, that are, for all practical purposes, just as valuable to our road as if they were embraced in the same company. Looking beyond the western limits of Canada, the same line is to extend to Lake Michigan at Grand Haven, 1009 miles from Portland west, while at the east a branch will extend to Quebec and Trois Pistoles, the gauge of our road securing it from being tapped on the south, so that passengers and freight seeking the Atlantic seaboard or Europe, will naturally continue on the line from its western terminus to Portland. A system of railroads occupying an independent position, by the difference of gauge from all the narrow gauge railways south of it.”\nUniformity of gauge proposes the same advantages as the interchangeable Springfield musket, each part of which will fit any musket manufactured for years back — with one uniform gauge the .same locomotive and car could be run upon every road in our country.\nI have had the assistance of very able arguments on both sides, which have covered a great deal of ground, and must form an apology for the length of this opinion; all the counsel were of the Pennsylvania bar, two had been judges of this court, and one of these, with another eminent gentleman, had occupied high executive positions at Washington, whilst the others, members of our Philadelphia bar, are distinguished for their learning and ability. This has necessarily increased the responsibility of the court in considering and weighing the various arguments addressed to me upon the law, and also as to the discretion to be exercised by a court of equity in granting a preliminary injunction.\nI am of opinion with the plaintiffs (the railroad companies and Andrew Scott) that their first prayer for relief is well founded, and that the contract of the 1st November 1865, is invalid and void. I express no opinion on the second prayer of the plaintiffs, but grant the fourth prayer and such part of the third prayer as is consistent with the fourth prayer, and is necessary to carry it into effect. The second prayer in Andrew Scott’s bill is also granted.\nDecrees were accordingly made, June 2d 1866:—\n1. That the contract between the Catawissa Railroad Company and the Western Central Railroad Company and the Atlantic and Great Western Railway Company is illegal and void, and be cancelled and delivered up.\n2. That the contract between the Philadelphia and Erie Railroad Company and the Catawissa Railroad Company is at an end, and that neither the Catawissa nor the Atlantic and Great Western Company shall hereafter claim any right under it, and that it be cancelled, &e.\n3. That an injunction issue restraining the defendants from claiming, &c., any right under the contract between the Philadelphia, Erie and Catawissa Companies ; and from using the Philadelphia and Erie road; and the Catawissa Company from assigning their contract with the Philadelphia and Erie Company, &c.\nF. B. Gowen and G. W. Biddle, for the Philadelphia and Reading Railroad Company.\nThere are three main questions: Is the Atlantic and Great Western Company a corporation ? Is the lease of the Catawissa Railroad to that company and the Western Central Company valid? Has the Catawissa Company put an end to the contract with the Philadelphia and Erie Company ? .\n1. The certificate of consolidation was filed with the_ secretary of the Commonwealth. It was sent to him September 29th, returned October 3d; again sent October 6th, and kept forty days without objection. This was filing. The secretary’s duties were purely ministerial. By filing the paper with him the corporation was created without any act of his. The certified copy of the secretary under the act is not a condition precedent, it is only one species of evidence. As against the Commonwealth on quo warranto, it would be a good answer that defendants were misled by the secretary of the Commonwealth, her agent, and in consequence great interests had become vested. Besides, the Commonwealth has received and published the company’s annual report, and has received taxes from it; and is therefore estopped.\nThe plaintiffs cannot inquire into-the validity of the charter in a collateral proceeding: Commonwealth v. Allegheny Bridge Company, 8 Harris 185; Irvine v. Lumbermen’s Bank, 2 W. & S. 190; Commonwealth v. P. G. & N. R. Company, 8 Hands 518 ; Dyer v. Walker & Howard, 4 Wright 157; Commonwealth v. Jones, 2 Jones 365 ; Murphy v. Farmers’ Bank, 8 Harris 415; Mechlin v. Kittanning Bank, 1 Grant 416. By suing the Atlantic and Great Western Railway Company they cannot say there is no such person.\n2. The Act of April 23d 1861 (Pamph. L. 410, Purd. 844, pl. 41), authorizes the leasing of railroads by other railroad companies where their roads “ shall be directly or by means of intervening railroads connected with each other.” The Catawissa road connects with the Philadelphia and Erie road, and that road connects with the Atlantic and Great Western road. Identity of gauge is not required. The legislature knew that railroads in this state were of different gauges, and that by law a company could adopt any gauge and change it at pleasure. Railroads forming a junction or coming in any manner in contact, are connected in the sense used in the act. The term is so understood by the general railroad community, as appears by the numerous affidavits, by the complainants, who advertise as connecting with the Atlantic and Great Western Railway, selling tickets to points on the latter road, and resolutions recognising the connection with it — and by the legislature in various Acts of Assembly authorizing connections of railroads with'canals, plank-roads, &c.; when the connection was to be made to allow cars to pass from one road to another the intention has been expressed. The allowing the connection by “ intervening roads,” shows that it was not intended that cars and engines should pass from one road to another, for the intervening road might not allow the cars to pass over their road, or after the -lease might change the gauge. Nor could cars, &c., pass over the length of a road bisected by a river without a bridge. Improvements have been made to run cars over gauges of slight difference ; and may not improvements be attained for the difference between six feet and four feet eight inches ? But cars may be run on both roads by putting a correspondingly narrow track on the Atlantic and Great Western Railway, and the court will decree in its favor, on condition that the company does so within a certain time. The complainants cannot inquire into the legality of the contract.\nThe defendants appealed, and assigned the decrees at Nisi Prius for error.\nThe deflection of trade is the result of legitimate competition; the complainants are not entitled to a monopoly of the trade of Pennsylvania. They are besides estopped from denying the existence of a connection by the contract of May 8d 1859 between the Sunbury and Brie and Atlantic and Great Western Companies, and upon the faith of the other acts of the complainants, the defendants have been so far misled that it would be a fraud on the defendants to deny what they have so asserted.\nAs to Scott’s bill. — A stockholder may file a bill to enjoin against acts ultra vires, if he is acting in good faith, and for the interest of the stockholders of 'his own company. But if he is using his position to injure his own company, and in the interest of a rival company, his bill will be dismissed. The bill here is filed by the solicitors of the other complainants, who are seeking to destroy his company. It will not do for him to say that he is not a stockholder of the old Atlantic and Great Western Railroad Company of Pennsylvania. Having failed to have his stock appraised, &c., under the merger act, he has acquiesced in the consolidation, and is merely an equitable owner of stock in the new company.\nA court of equity will not make a decree to guard against anticipated evils of a judgment on quo warranto. Stockholders acting for rival interests cannot be heard: Ffooks v. S. W. Railway Company, 1 Sm. & Gif. 162, and 19 Eng. L. & Eq. Rep. 7; Rogers v. Oxford, W. & W. R. Co., 2 De G. & J. 674; Forrest v. Manchester Railway Co., 30 Beav. 40 ; Hare v. London & N. W. Railway Co., 2 Johns. & Hemm. 120.\n3. The contract of October 31st 1860 may be transferred, because it is for an easement and passes to an assignee. It is not void upon transfer under its terms, because the 14th section relates to a judicial sale or transfer. Clauses against alienation are strictly construed. The use of that portion of the Philadelphia and Erie Railroad mentioned in the contract was annexed to the Catawissa Railroad. Such contracts pass by assignment of the railroad: Great Northern Railway Co. v. Manchester, &c., Railway Co., 10 Eng. L. & Eq. Rep. 11; London & S. W. Railway Co. v. S. E. Railway, 20 Id. 417.\nBut if it does not pass by the assignment it is still valid for the Catawissa Company, which is still in existence.\nW. H. Drayton and G. M. Wharton, for the Catawissa Railroad Company.\nThe Pennsylvania Railroad and the Philadelphia and Erie Railroad Companies have no right to investigate the charters, nor interfere with the contracts of the defendants, to which they are not parties. The' Commonwealth alone can investigate the matters complained of: 1 Redf. on Railroads, ed. 1867, ch. 4, § 1, pl. 9, p. 66; Dyer v. Walker, 4 Wright 157; Irvin v. Lumbermen’s Bank, 2 W. & S. 204; Angell & Ames on Corp., § 94; Commonwealth ex rel. Banning v. Philadelphia, &c., Railroad Co., 8 Harris 518; Murphy v. Farmers’ Bank of Schuylkill Co., Id. 415; Commonwealth v. Allegheny Bridge Co., Id. 185; Mechlin v. Bridge Co., 1 Grant 416; Commonwealth v. Jones, 2 Jones 365.\nScott has no standing in a court of equity, because from the face of the bill he is neither protecting his own interests nor trying to prevent a violation of the charter of his own company, but is striving to advance the interests of a rival at the expense of his own company: 1 Redf. on Railways, ch. 4, § 3, pl. 14, p. 75. In Sandford v. Railroad Co., 12 Harris 378, the plaintiff was endeavoring to obtain a benefit for himself, by preventing his corporation from making a contract forbidden by law. In Gratz v. Pennsylvania Railroad Co., 5 Wright 447, there was nothing to throw suspicion on the plaintiff’s motives. As a stockholder he was endeavoring to prevent a contract, appearing to him unconstitutional and disastrous, and not to have the charter declared void.\n“ Connection” does not mean a mechanical connection, so as to form practically but one road. The word is not so limited by lexicographers. The popular meaning, as applied to railroads, is such a proximity of tracks, without regard to gauge, as enables passengers, baggage and freight to be readily transferred, or to pass from one train to another in connection with it: the testimony of experienced railroad engineers shows this to be the professional meaning. Besides, a mechanical connection may be accomplished between cars and locomotives of different gauges. Further, legislative use of the word in numerous acts shows, that a mechanical connection was not intended. ’\nBut the Atlantic and Great Western Company are willing to lay a narrow track, and a court of equity will put a party in default on terms, rather than do him a great injury, or deprive him of a vested interest: Northampton Bridge Co. v. L. & S. Railway Co., 1 Railway Cases 653; Jones v. Great Western Railway Co., Id. 684; Attorney-General v. East Counties Railroad, 3 Id. 337 ; 4 Id. 69; Lehigh Valley Railroad Co. v. Lehigh Coal and Navigation Co, at Nisi Prius, February 10th 1865.\nAs to the charter of the Atlantic and Great Western Company, the secretary of the Commonwealth assumed power which he did not possess. He should have filed the paper, not decided on the validity of the act under which the filing was required. But the paper was in fact filed by delivering it to him: 1 Bouv. Law Dict. 524; 13 Vin. Abr. 21 h. See also Hilliard on Injunction, p. 420, ed. 1865, in note, citing Stockholders v. Galena and Chicago Railroad. The court will consider the paper always to have been on file.\nIs the Act of March 24th 1865 insensible ? Some word in the first paragraph has been used incorrectly, or some word omitted, but its meaning is beyond doubt. The object is to authorize any railroad company of this Commonwealth to merge and consolidate its stocks, franchises and property with those of any other railroad companies organized under our laws, or those of any other state, when such roads form a continuous line with each other, or by means of an intervening road. This is manifestly the intention of the makers, and according to that the act is to be construed: Dwarris on Stat. 689, 690; Brown v. Carey, 7 Wright 495, 503.\nAs to the contract of October 31st 1860. The provision in the 14th section is against an assignment for the benefit of creditors, and a judicial sale only, neither of which exists here. Courts of equity have long disregarded the rule against the assignability of choses in action: London and S. W. Railway Co. v. S. E. Railway Co., 20 Eng. L. & Eq. 417 ; Redfield 419; Great Northern Railway Co. v. Manchester, Sheffield and London Railway Co., 10 Eng. L. & Eq. 11 ; West London Railway Co. v. L. & N. W. Railway Co., 18 Eng. L. & Eq. 481; Parsons on Contracts, vol. 1, pp. 223, 224, and cases there cited.\nJ. 8. Black and Gr. Church, for Atlantic and Great Western Railway Company.\nThe reporter received no brief of their argument.\n8. Woodward, T. Cuyler and C. Gfibbons, for appellees.\n1. There has been no lawful consolidation of the Atlantic and Great Western Railroad Company of Pennsylvania with the companies of Ohio and New York, and therefore the Atlantic and Great Western Railway Company (party to the agreement of November 1st 1865) is a foreign corporation, which is not within the provisions of the Act of 1861, and has no connection with the Catawissa road by means of an intervening road. The existence of the corporation is not denied, but it is denied that it is a Pennsylvania corporation. The corporation is made a party by the name it assumes.\n2. The right to lease and contract is purely statutory, and the statute requires that the roads shall be connected with each other. A connection cannot exist where the difference of gauge prevents the rolling-stock from passing from one road to the other and traversing it. The connection must be either a mechanical or a practical business connection. That there can be no mechanical connection is manifest. The expense, delay and damage in the transhipment of goods take away the practical business value. This is shown by the affidavits of engineers.\n8. The agreement declares that by a connecting road, the Philadelphia and Erie road is not meant, but a road not built; and no Act of Assembly authorizes the building of such road. A court of equity will not permit the defendants to set up that their right to connect is founded upon the existence of a road which is intended to be antagonized to the utmost extent. The Act of 1861 requires the roads to be such as “ are connected,” not such as purpose to become so.\n4. As to the appellees recognising these as connecting roads, there is no proof that the advertisements on this subject were authorized by them; the advertisements are of connecting trains, not roads ; nor can the appellees be bound by their exposition of the law.\n5. As to Scott’s bill — there is no proof that his bill is filed from improper motive, or in the interest of a rival company. He is not complaining of the consolidation, but of other acts ultra vires.\n6. There are no words in the contract of October 1st 1860 making it assignable ; by a fair interpretation of the 14th article it has become null. The court must inquire into the validity of the lease of November 1st 1865, to ascertain whether it was capable of transferring the rights of the Catawissa road under the agreement of October 31st 1860.\nThe counsel also submitted the authorities and comments following:\nOn the right of a stockholder to file a bill of injunction: River Dun Navigation Company v. The North Midland Railway Co., 1 English Railway Cases 114, 150 ; Walford on Railways 153, 171 ; Bagshaw v. The Eastern Union Railway Co., 6 Eng. Railway Cases 119 ; Ware v. The Grand Junction Waterworks Co., 2 Russ. & My. 461; Munt v. The Shrewsbury and Chester Railw. Co., 3 Law & Eq. 144; Coleman v. The Eastern Counties Railw. Co., 4 Eng. Railw. Cases 382, 563; Beman v. Rufford, 6 Law & Eq. 106; Winch v. The Birkenhead Railr. Co., 13 Law & Eq. 518; Columbus & Piqua Railroad v. Indiana & Bellefontaine Railroad, 5 McLean 450 ; Sanford v. The Catawissa Railroad Co., 12 Harris 378 ; Mott v. The Penna. Railroad Company, 6 Casey 9.\nSuch a bill is maintainable when the action in restraint of which the injunction is prayed is ultra, vires, where the stockholder’s interest is very small, and even where he is acting directly in the interest of a rival company: Sandford v. The Catawissa Railroad, 12 Harris 378 ; Beman v. Rufford, 6 Eng. Law & Eq. 106 ; Coleman v. Eastern Counties Railroad Co., 4 Railw. Cases 382, 563, and 10 Beav. 1, S. c. Winch v. The Birkenhead Railroad Co., 13 Eng. L. & Eq. 506 ; Bagshaw v. Eastern Union Railroad Co., 6 Railway Cases 119, 14 Jurist 491; Walford on Railways 371, 153 ; Manderson v. The Commercial Bank, 4 Casey 279.\nThe cases of Hare v. The London and North Western Railway Co., 2 Johnson & Hemming 80, Forrest v. The Manchester Railway Co., 30 Beav. 40, Ffooks v. The South Western Railway Co., 1 Smale & Gifford 162, and Rogers v. The Oxford, Worcester and Wolverhampton Roads, 2 De Gex & Jones 674, are all cases in which the action sought to be restrained was expressly held not to be ultra vires.\nSandford v. The Catawissa Railroad, 12 Harris 378, is a Pennsylvania case directly in point, in which the bill was filed on behalf of a rival express company, and in which this objection was taken. This case has never been overruled or even doubted; on the contrary it is confirmed by Manderson v. The Commercial Bank, 4 Casey 279.\nIn Mott v. The Pennsylvania Railroad Company, 6 Casey 9, the stockholders’ bill was not maintained only because the Act of Assembly provided compensation for a dissatisfied stockholder. Here Scott, the complainant, has no such remedy to protect him when dissatisfied with the lease he complains of.\nOn the construction of charters: Com. v. Erie and N. E. Railroad, 3 Casey 351; Com. v. Franklin Canal Co., 9 Harris 128 ; Charles River Bridge Case, 11 Peters 544.\nMeaning of words “ at or near” when used in charters: Mohawk Bridge Company v. The Utica and Schenectady Railroad Co., 2 Am. Railw. Cases 570.\nW. A. Porter, for appellants in reply.\nThat the Atlantic and Great Western is to be a rival road is alleged in the bill and in the argument: but rivalry is not a ground of equity jurisdiction. The Commonwealth alone can complain of the alleged violations of the law by this company: Murphy v. Farmers’ Bank, 8 Harris 415 ; Beaver Meadow Railroad Co. v. Lehigh Coal and Navigation Co.\nAs to Scott’s bill. — His is not a real ease; he complains of injury to him as a stockholder by the act of the defendants, and is urging a suit which, if successful, will destroy his corporation.\nThe Act of March 13th 1847 (Pamph. L. 337), provides, that either of two companies whose railroads “ are connected” with the consent of the other, may run its cars, &c., upon the other road. This act does not apply to this case. The Act of March 29th 1859 (Pamph. L. 290), provides, that the Aet of 1847 shall be construed to authorize companies owning connecting railroads to enter into leases, &c., with each other, in respect to the use of their several railroads. This is not, as is said, a merely supplementary aet, but is an independent act, differing entirely from the Act of 1847. The Act of April 23d 1861 (Pamph. L. 410), authorized any railroad companies, however numerous, to hold stock and bonds in any other company, “ and to enter into contracts for the use or lease of any other railroads; * * * provided that the roads * * * shall directly or by means of intervening railroads be connected with each other.” There is nothing in this act about the cars of one road running on the other: that has been dropped. The great point in this case is the meaning of “ connection.” The phrase is not, connecting gauges, nor connecting rails, nor connecting traelcs, but connecting roads. There are two considerations to be presented here:— 1st. Cars can run from one road on to another where the gauges are not the same, for it is done on roads of 4 ft. 10 in., and 4 ft. 8J in. gauges, and the progression of science may overcome a much greater difference of gauge ; 2d. Gauges may be the same and the rails united, and cars may not be able to go from one to the other on account of the angle of connection, or the steepness of the connecting grade — with other features, as closeness of tracks, width of tunnels, &c., &c. In addition to this is the right the directors of any company have to change its gauge. The word is to be interpreted by its popular meaning, which embodies the sense of all mankind, while the knowledge of a technical meaning is confined to a few experts. The meaning assigned to an expression in a law, should be that which is popularly given to it; for the body of the people are those who are to be affected by a law, and the meaning of its words should be according to their understanding of them. A line of boats may be connected with a line of stages; but they are not the same: so a turnpike may be connected with a railroad, the ocean with a river, and the like.\nThe complainants also use “ connect” in their reports, on their tickets, their contracts with the defendants, &c., in a sense incon sistent with uniformity of gauge. The legislature has used “ connection” in numerous Acts of Assembly, showing that they did not contemplate uniformity of gauge as necessary to constitute a connection between two roads. Especially the Act of March 24th 1865, § 1 (Pamph. L. 49), which provides that, where railroads terminate on the banks of a river, and “ are connected by a ferry, they shall he deemed continuous.”\nAs to the contract of October 31st 1860, the meaning of the 14th section of that contract is, that it shall be abrogated only when there is a transfer for the benefit of creditors: it means a transfer by a sort of judicial proceeding under a claim for indebtedness. The word “judicial” is connected with both the transfer and sale. ’ But the contract here is no sale or transfer at all, it is a lease; and it may be transferred to another company: London & S. W. Railway Co. v. S. E. Railway Co., 20 Eng. L. & Eq. 417 ; 1 Redf. on Railways 589, ch. 22, § 1, pl. 2; Great Northern Railway Co. v. Manchester, Sheffield & London Railway Co., 10 Id. 11; W. London Railway Co. v. L. & N. W. Railway Co., 18 Id. 481; 1 Pars. on Cont. 223-24, and cases cited. The delivery of the act and agreement of consolidation to the secretary of the Commonwealth, and its remaining with him for forty days without objection, certainly -was filing it, and it was not in the power of the secretary to undo it. But the office of the secretary of the Commonwealth is not a place of record for the copy of a paper, and in this case there could be no plea of nul tiel record. The mere order of an Act of Assembly to deposit an agreement or other paper with the secretary does not make it a record. And although an Act of Assembly is a most solemn act of record, yet directing such a copy as this to be filed does not make it part of the act. The requisition in the Pennsylvania act, that to give effect to the contract of consolidation, the other states shall “ authorize a like consolidation,” does not mean like legislation.” The consolidation is to take-effect in a particular way; and the object was that our legislation should not clash with that of the other states. Consolidation may be effected by a general iaw in Pennsylvania and special law in New York — applying to all companies in Pennsylvania, and to individual companies in New York, as each particular case arises.\nWoodward, C. J.,\ndelivered the following judgment of the court, at Wilkesbarre, June 29th 1866:—\nAn opinion will be filed in the above cases at the next term of this court, to be held' at Pittsburgh on the third Monday of October next, in which the following conclusions will be explained and justified:\n1. That the plaintiffs in the above bills in equity, being private parties, and not representatives of the. Commonwealth of Pennsylvania, have no right to draw into question the corporate existence, de jure, of the Atlantic and Great Western Railway Company.\n2. That it appearing that Andrew Scott is not the owner of any stock in the said company, he has no equity to maintain his bill against the said company.\n3. That the “ Lease and Contract,” made the first day of November 1865, between the Catawissa Railroad Company, of the first part, and the Western Central Railroad Company of Pennsylvania, and the Atlantic and Great Western Railway Company of the states of Ohio, New York and Pennsylvania, of the second part, is a lawful and valid lease and contract, and that no ground has been shown for a decree that it be cancelled or annulled.\n4. That the Memorandum of Agreement, made the thirty-first day of October 1860, between the Sunbury and Erie Railroad Company of the first part, and the Catawissa Railroad Company of the second part, is lawful- and valid for the term of twenty years from its date ; and that all the rights and interests of the Catawissa Railroad Company, under said agreement, have passed to, and become duly vested in, the Atlantic and Great Western Railway Company.\n5. That, under the several contracts and agreements, and within the meaning of the Act of Assembly of twenty-third April, 1861, mentioned or referred to in the bills and answers, the Phidelphia and Erie Railroad connects the Catawissa Railroad with the Atlantic and Great Western Railway, notwithstanding the diversity of gauge in said roads.\nWherefore, it is now, this twenty-ninth day of June, a. d. 1866, considered, adjudged and decreed, that the decrees made in the above cases, at Nisi Prius, be reversed, set aside and taken for nought; and it is here decreed that each of said plaintiffs’ bills be dismissed at the costs of the plaintiffs, respectively.\nThe opinion of the court was delivered at Pittsburgh, October 18th 1866, by\nWoodward, O. J. — Having decided in the quo warranto, sued out by the Attorney-General against the Atlantic and Great Western Railway Company, that the Agreement and Act of Consolidation, bearing date the 19th August 1865, and entered into by the several railroad companies therein named, was a valid and legal instrument, which, upon being filed with the secretary of state, in pursuance of the provisions of the Act of Assembly of 24th March 1865, constituted the said Atlantic and Great Western Railway Company a body corporate within the Commonwealth of Pennsylvania, it is neither necessary nor proper now, at the suit of private parties, to enter again into the question of the corporate existence, de jure, of the said railway company. Having been called upon, by the proper representative of the supreme power of the state, to show by what authority it claims and exercises corporate franchises — and such title as it exhibited having been sanctioned and approved by this court —not only all private parties, but the state itself, is concluded thereby, and henceforth it is to be taken and regarded as a railroad company “ created by, and existing under the laws of this Commonwealth.”\nAs such it was clearly empowered by the Act of Assembly of 23d April 1861, to lease the Catawissa Railroad, which it did, by a contract of lease made on the 1st November, 1865. This lease transferred the Catawissa Railroad and appurtenances to the Atlantic and Great Western Railway, for the term of nine hundred and ninety-nine years, under and subject, nevertheless, to several contracts theretofore entered into by the Catawissa company with various parties, one of which — and the only one material to the present suit — was with the Sunbury and Erie Railroad Company, now known as the Philadelphia and Erie Railroad Company, dated the 31st October, 1860. By virtue of this contract, the Catawissa Company acquired the right, for a period of twenty years, to run its trains over that portion of the Philadelphia and Erie road that lies between Milton and Williamsport— a distance of twenty-seven miles.\nThe plaintiffs’ bill charged that, by transferring their road to the Atlantic and Great Western Company, the Catawissa Company have put an end to this contract; and if it be not so, they say the contract was not assignable to a rival corporation without the consent of the Philadelphia and Erie Company.\nThere is nothing in the contract which, in terms, either authorizes or forbids the transfer. It was a legal and valid contract, fully authorized by the Act of Assembly of 13th March 1847, § 1, and the Act of 29th March 1859, § 1, (Purd. 844); and the right which it conferred upon the Catawissa Company to run, under special regulations, twenty-seven miles of the Philadelphia and Erie Company’s road, from Milton to Williamsport, constituted — to say the least of it — an appurtenance of the Oatawissa Railroad. As an appurtenance, it would pass to the Atlantic and Great Western Company, under the lease of 1st November 1865, unless restrained by the necessary construction of the original instrument conferring the right. On this point it is argued, that the 14th clause or section of the agreement ought to be construed to restrain the transfer. That clause declares that in case of an assignment “ for the benefit of creditors.,” by the Catawissa Company, or in case of a “ judicial sale or transfer” of their road, the agreement shall be void and of no effect. But the transfer here was neither an assignment for the benefit of creditors, within the meaning of the 14th clause, nor a judicial sale or transfer, but a voluntary transfer of a lawful appurtenance along with the main body of the Catawissa Railroad ; and such a transfer, forbidden by nothing in the agreement, was authorized by the Act of Assembly of 23d April 1861, which gave railroad companies power to contract for the lease or use of railroads of other companies. As matter of construction, it must be held that this power to lease applies as well to the appurtenances of a railroad, as to the very structure of the road itself. By virtue of the prior acts above referred to, the Catawissa Company acquired this appurtenance, and annexed it to their road. By virtue of the Act of April 1861, they could transfer it as part of their road, acquired and transferred on the faith of legislation. Why should the transfer be thought to put an end to the contract ? Where was the ground of forfeiture ? Be it, that the contract was not assignable at law, or that the companies had not power, under their respective charters, to make or transfer such contracts, these enabling statutes came to their assistance, and supplied what was lacking.\nWe have said that these statutes authorized the lease and transfer of the incidents and appurtenances of railroads, as well as the body of the roads. We take this to be the necessary meaning of the legislation, else necessary and convenient appendages would be dissevered in evei'y instance of a lease, to the_ detriment of all parties in interest. The legislature could not have intended to produce such results, but they meant rather that companies should be enabled to contract for the leasing and using of their respective roads in the same entire and perfect condition in which they held and enjoyed them.\nWe find, therefore — not in the agreement by which the Catawissa Company held this appurtenance, nor in their charter, but in these enabling statutes — the requisite authority and power to transfer to the Atlantic and Great Western Company the same rights on the Philadelphia and Erie Railroad, between Milton and Williamsport, which the Catawissa Company acquired and held by virtue of the agreement of 31st October 1860; and we see no provision of the agreement that is violated by such transfer, and consequently there is no forfeiture.\nAs to the consent of the Philadelphia and Erie Company to the transfer, there is nothing in the contract that stipulates for it, and hence we cannot think it necessary. If it was apprehended that the contract might pass into the hands of a rival company, the power of transfer should have been restrained by suitable stipulations. If the legislative authority to transfer did not exist under the Act of 1847 and 1859, the facility with which such authority could he obtained was well known, and should have been guarded against in framing the agreement, but was not. To annex so valuable an appurtenance to the Catawissa road, and make it, for twenty years, virtually a part of that road, without restraint or qualification, was to subject it to the chances of a lease, and to the provisions of all existing and subsequent legislation. It is too late now to complain that it has passed into the hands of a rival.\nBut the great objection to the lease of 1st November 1865, is, that the Catawissa Railroad and the railway of the Atlantic and Great Western Company are not connecting roads, either directly or by means of intervening railroads. The Act of Assembly of 23d April 1861 (already referred to), after conferring power upon railroad companies to contract for the use and lease of each other’s roads, concludes with a proviso — “ that the roads of the companies, so contracting or leasing, shall he direetly, or hy means of intervening railroads, connected with each other.”\nThat the Catawissa and the Atlantic and Great Western are not directly connecting roads must he admitted; for their nearest termini are several hundred miles asunder; and it is argued that a connection by the Philadelphia and Erie, as an intervening railroad, is impossible, because of the diversity of gauge in the tracks of these roads; that of the Philadelphia and Erie being 4 feet 8J inches, and that of the Atlantic and Great Western 6 feet. Although these roads cross at grade near Corry, and come to common platforms and depots at that place, so that the passengers and freight are transhipped from one road to the other, yet it is said they are not connecting roads; and it is earnestly argued that no roads of different gauge can connect with each other, within the meaning of the proviso of the Act of Assembly.\nIf, in construing the proviso, we were to govern ourselves by the strict laws of language, the argument would be likely to prevail ; because it is indubitable, that the word connect, etymologically considered, implies a closer union than can be made of railroad tracks of different gauges. The Latin particle eon, when used as a prefix, signifies union or association; as concourse — a running together; and when placed before the verb necto, which means to tie, we have the root of our English word conned, which, taken literally, must mean to tie together, to be joined or united. Perhaps the most perfect illustration of the meaning of this word is derived from the process of knitting, where the union of parts becomes very intimate. It would be.difScult to say that railroads of different gauges could be knitted together; so intimate a union between such roads is physically impossible.\nBut it is legislative language we are to construe, and it must be received, not necessarily according to its etymological meaning, but according to its popular acceptation, and especially in the sense in which the legislature is accustomed to use the same words. The legislature did not limit the right of connection to roads of similar gauge. Nor yet were they ignorant that diverse gauges prevailed in Pennsylvania; and that, under the Act of 11th February 1853, every railroad company may adopt a gauge of their road, and change it according to the discretion of directors. And it must be presumed that the legislature of 1861 knew also — what the industry of counsel has fully shown to us — that a great number of Acts of Assembly, running through a period of nearly twenty years, had provided for the connection of railroads with canals, plank-roads and other public improvements; for connection between canals and cities, and for the connection of railroads of different gauges. We have also been referred to numerous Acts of Assembly, in which the legislative intent, that railroads should be so connected as that cars might run from one road upon the other, has been fully expressed, making thus a distinction in the legislative mind between mere connecting, and so complete a connection, as to allow the use of the same cars on both roads. I do not cite these various acts, because they are sufficiently referred to in the printed briefs; but it is impossible to go through them without seeing that the legislature have customarily used the words “ connect” and “ connection,” in railroad laws, in a much more loose and general sense than their radical signification; and that, where a union has been intended so intimate as to enable cars to pass from one road to another, this intention has been expressed in unmistakeable language. We would therefore violate all legislative analogies, and disregard our whole railroad history, were we to construe the proviso to the Act of 1861 according to the strict laws of language, and deny connection to railroads of dissimilar gauges. But, on the other hand, we conform ourselves to the course of Pennsylvania legislation, when we define a railroad connection to mean, where no supplementary terms are used, either such a union of tracks as to admit the passage of cars from one road to the other, or such intersection of roads as to admit the convenient interchange of freight and passengers at the point of intersection.\nWe have in Pennsylvania many instances of both these kinds of connection; every man is familiar with both, and both come up to the legislative idea of connection, except in those cases where more is expressed than is found in the Act of 1861.\nWe have the testimony of numerous witnesses, engineers, railroad presidents, superintendents and others, upon the point, and very considerable conflict of opinion among them; but it is not a question of art, to be decided by experts, or by men particularly skilled in railroad business, but is rather a question of statutory construction, and the words of a statute — if of common use — are to be taken in their natural, plain, obvious and ordinary signification. The legislative intent is to be sought for through this ordinary signification of common words; and if a contemporaneous construction of the same words by the legislature itself can be discovered, it is very high evidence of the sense in which the words are to be received ; for contemporánea expositio est fortissima in lege.\nTherefore it is we lay out of view the conflicting opinions of the highly respectable witnesses who were examined on one side or the other — though a decided majority of them are against identity of gauge as essential to railroad connections — and place ourselves upon the legislative interpretation of the legislative terms in question. Standing on this ground, we decide that the Catawissa and the Atlantic and Great Western are railroads connected by an intervening road, notwithstanding the diversity of gauge prevents the running of common cars. The intersection at Corry, that has been formed between the Philadelphia and Erie and the Atlantic and Great Western, being such as admits the interchange of freight and passengers, constitutes a connection between the Catawissa and Atlantic and Great Western, within the meaning of the proviso of the statute under consideration.\nAs an opinion expressed by me, at Nisi Prius, in the case of The Lehigh Valley Railroad Company v. The Lehigh Coal and Navigation Company, was referred to by my learned brother Read, in ruling this case below, it may be proper to observe that the character of the connection to be formed was not the question there, and had not been discussed. The two roads were of the same gauge; and the point ruled was, that a connection between them must be formed somewhere in Luzerne county ; and I defined that necessary connection to be such a union of the tivo roads as to admit the transition of cars. It was no general exposition of railroad connections, but only a definition of that particular connection. If anything more than this can be made out of that opinion, I am bound to say that the subsequent argument of this case, and the consultations and reflections upon it, have settled .me in the construction hereinbefore expressed.\nAnd now, whilst a multitude of subjects, that were pressed into the argument of the present case, have been pretermitted, we have passed upon all the questions raised by the assignment of errors, and have thus sufficiently explained and justified the grounds of the decree which we entered at our adjourned term at Wilkesbarre, in June last.\nIf any point in that decree needs further explanation, it has reference to Scott, whose bill was dismissed, not only because, as a private suitor, he had no right to question the corporate existence of the Atlantic and Great Western Railway Company, but because he is really not a stockholder in the consolidated company, and therefore had no right to file a stockholder’s bill.\nIt appears that he was the owner of twelve shares of the capital stock of the original Pennsylvania corporation, under the name of the Great Western Railroad Company, of Pennsylvania. As such, he had a right, under the 8th section of the Consolidation Act of 24th March 1865, to convert his stock into the stock of the consolidated company, or to have an appraisement made of its value, and to be paid his damages or the value of his stock. But, having never converted his stock into that of the consolidated company, he has no footing in court for a stockholder’s bill against the said company, and therefore his bill was dismissed.\nRead, J., dissented, and filed a dissenting opinion."}