{"id": "1005828", "contents": "Opinion by\nMr. Justice Stewart,\nThe Central Board of Education of the city of Pittsburg, by resolution passed February 13, 1906, decided upon the erection of a new high school building, and appointed a committee of nine of its members to take charge of the work. This committee was authorized, among other things, to select, subject to the approval of the board, a competent person as architect. Later on, May 8, 1906, the committee submitted to the board a report, in which it was stated that the committee had determined to select the architect by competition, and to employ a competent expert as professional adviser to prepare instructions to the competing architects as to the rules governing the conduct of the competition, and the terms under which the successful competitor, if approved by the board, was to be engaged. This report was the same day unanimously approved. The committee determined to limit the number of competitors to nine, these to be chosen by the aid of the expert assistant from among architects of highest professional standing. The instructions to the competitors, subsequently prepared by the expert assistant, with the approval of the committee, provided that examination of all the plans submitted was to be made first by the expert assistant, who was required to report to the committee his choice of the designs submitted; and that the committee was then to carefully examine his report and make selection of the design it decided to be the best, and award the prize — the appointment as architect — to the author of the plans selected, subject to the approval of the board. A further instruction was that in case the board disapproved of the committee’s choice, the committee would then select from the remaining designs that one which in its judgment was the best, and repeat the above procedure with respect to this design and its author; and in cáse the second selection by the committee failed of approval by the board, the committee would then proceed in like manner with each of the remaining designs, taken in the order of their merit as this might be regarded by the committee, until the board should finally approve the selection of one of the competing architects. Each of the nine architects submitted plans and thus engaged in competition for the prize. These several plans having been examined, the committee on November 22, 1906, made its selection, and reported it to the board. For reasons which we need not inquire into, this report failed of approval by the board, and was held over. Without any further action having been taken with respect to the report, on February 12, 1907, the board having reorganized, appointed a new building committee with authority to procure plans in open competition from all competent architects, and to select from those submitted the plan it deemed most suitable for the purpose, and to proceed to obtain proposals for the erection of the building in accordance with the plans selected. This new committee, on June 4, 1907, reported that it had selected a certain plan, giving the name of the author. By resolution passed the same day this report was approved, and the author of the plan was elected architect. Thereupon three of the competing architects under the original scheme filed the bill in this case setting forth the facts as we have stated them, and asking that the Central Board of Education be enjoined from rescinding and ignoring the plans of competition adopted under the resolution of May 8, 1906, and that it be required to proceed to consider the plans submitted by the competing architects at the invitation and request of the earlier committee, and make a seléction therefrom, in accordance with the rules adopted by said committee. The answer puts in issue no matei’ial fact. The proceeding resulted in a decree enjoining the defendants from selecting plans and choosing an architect until the plans submitted by the plaintiffs and other architects who engaged in the first competition, had been acted upon in the manner set forth in the resolution of the board of May 8, 1906. This appeal followed.\nThe assignments of error relate exclusively to the conclusions of law by the court, and raise but two questions, namely (1) did any contract relation between the competing architects and the Board of Education result from the submission of plans by the former under the resolution of the board May 8, 1906? and (2) if such relation did result, have the plaintiffs an adequate remedy at law for any breach of the contract ? The case is free from difficulty. The report of the original building committee of the method it had adopted for the selection of a plan and architect was full and explicit. While it did not set out in detail the instructions to be given those willing to engage in the competition, it did expressly indicate that instructions were to be given, by whom they were to be prepared, and what they were to embrace. One of the duties imposed upon the professional expert assistant, was, in the language of the report, to prepare instructions to the competing architects of regulations governing the conduct of the competition, and the terms under which the successful architect was to be engaged. The instructions thus required of the expert assistant were prepared, and, with the approval of the committee, were furnished to those who proposed to compete. They specifically stated in detail just how the final selection was to be made, promised the competitors a fair examination of each plan submitted, and provided that in case the first choice by the committee should fail of the board’s approval, that the others would be reported in the order of their merit according to the judgment of the committee, until a selection would be reached with the board’s approval. Had these instructions appeared in the report of the committee, approved by the board, it is admitted that any submission of plans thereunder would have established a contract relation between the board and the competing parties; but inasmuch as they were the work of the committee, not passed upon specifically by the board, it is argued that they were without binding effect. In other words, the contention is that the instructions went beyond what the committee was empowered to do in this behalf and were nugatory. In this view we cannot concur. So far as we can see, there is absolutely nothing in the instructions not fairly embraced within the authority given the committee. Competition was authorized and provided for. This method, approved by the board, necessarily implied an examination of the plans to be submitted, and a fair opportunity to contest for the premium. The instructions went no further than to express in terms what the law would imply from the method itself. The order in which the plans were to be considered, in case the first selection of the committee failed of the board’s approval, was mere matter of detail, in no wise inconsistent with the scheme as approved by the board, but in entire harmony therewith. Full authority as to the determination of these details was given the committee. The adoption of the report by the board was a full authorization for the committee to proceed in the way it had recommended, and thereafter what was done by the committee in accordance with the recommendations contained in the report was the action of the board itself. Under any fair and reasonable method of selection by competition, the chief inducement for anyone to take upon himself the labor and expense incident to the submission of plans, would be the chance that upon a fair and impartial examination his plan might win acceptance. Disappointment in this regard after labor expended and expense incurred, under such circumstance as we have here, constitutes not only a breach of good faith, but a breach of contract resting not on doubtful terms, but on expressly admitted facts, from which an unmistakable legal obligation resulted.\nThat a common-law action for breach of such a contract would afford no adequate remedy, we think obvious. What could be recovered in such an action f Certainly not compensation for the thing lost. What the plaintiffs lost was the chance of having some one of the plans submitted win the prize, and this was the inducement to the expenditure of labor involved in the preparation and the submission of plans. But how is compensation for such a loss to be measured % The contract itself provides no method for determining the damages, and the law furnishes no standard. To recover anything more than nominal damages in a common-law action, actual, substantial injury would have to be shown, and in the very nature of the case that would be impossible here. To show actual loss, plaintiffs would be required to show affirmatively at least a reasonable probability that some one of the plans submitted would, had they been examined, have received the approval of the board. Since the acceptance of any of the plans rested ultimately in the discretion of the board, this would be impossible. If we regard the plaintiffs singly, as independent competitors, the difficulty is only increased by a multiplication of the chances of missing the prize. But it is argued that recovery could be had for the value of the plans and specifications submitted. This is a mistaken view. Plaintiffs- have not lost their plans and specifications. They are still theirs as much as ever. If the time and labor expended on them were solely to secure a chance, how can the plans be of value except a reasonable probability be shown that the chance would have been realized ? It is impossible to disassociate the plans from the chance in determining value. So much was ruled in Adams Express Company v. Egbert, 36 Pa. 360, a case not exactly parallel with this, but involving the same principle. In saying that the contract itself provided no measurement of damages, we have not overlooked the fact that there is a provision in the contract that the unsuccessful competitors were each to receive $750 as full compensation. Manifestly this is without application here. The parties complaining are not in the position of unsuccessful competitors; their complaint is that there was no competition. Admittedly there was none, and until there shall be by a fair and impartial examination of the plans submitted, none of those competing can be said to be unsuccessful competitors. We thus resolve the two questions in the case against the appellants. The decree entered simply restrains the appellants from awarding the plans for the construction of the school building, and selecting an architect to superintend the construction of the same, outside of the nine architects who had entered into competition, until the plans submitted by said architects shall have been acted upon in the manner set forth in the resolution of the board, May 8, 1906. The decree exacts nothing of the appellants beyond what good faith requires and what the plaintiffs had a right to demand.\nDecree affirmed and appeal dismissed at the costs of the appellants."}