{"id": "1005891", "contents": "Opinion by\nMr. Justice Elkin,\nThe negligence charged in the statement of claim is that the defendant failed to provide safe appliances and apparatus with which to work and did not give proper instructions to the employee who was injured. The plaintiff, a young man, something over eighteen years of age, had been employed in the cooperage department of the appellant company, a manufacturer of paints, since March, 1904. One of his duties was to clean casks and swell barrels so as to prepare them to be filled with paint. The process for doing this work was simple and the apparatus used in itself was neither complicated nor dangerous. The casks with one end removed were filled with water and boiled out with steam introduced through the open end of the cask. In barrels the water and steam were both introduced through the bunghole. The steam was generated by boilers used in the operation of the plant and located in another department. An inch pipe connected with the boiler carried the steam into the cooperage department where it was shut off or turned on. by means of a valve operated by the employee having charge of the cleaning and swelling process. The vessel was then filled with water, and the flow of steam, being regulated by the valve, was necessarily under the control of the person in charge of that particular work. The accident occurred February 10, 1905, and was the result of allowing too much steam to flow into the barrel and an explosion occurred, causing the injuries for which damages are sought to be recovered in this action. Under these circumstances it cannot be seriously contended that the furnishing of steam through an iron pipe one inch in diameter and introducing the same into a wooden cask or barrel, filled with water, was such a neglect of duty as to convict the defendant company of negligence for failure to provide reasonably safe tools and appliances with which to work. Steam is in ordinary and every day use in our manufacturing establishments, and that the use of steam is attended with some danger is known to every person with ordinary intelligence who is connected either as an employer or as an employee with such an agency. The furnishing of steam properly generated, through an iron pipe, not defective, into a vessel filled with water for a proper business purpose can in no legal sense be considered such a failure in the performance of a duty as to warrant an action by an employee against an employer on the- ground of not providing reasonably safe machinery and appliances with which to work.\nIt now remains to be determined whether the appellant company failed to give proper instructions to the injured employee, or to warn him of the danger incident to the use of steam in the manner hereinbefore set out. In this state the law is settled that an employee in accepting employment assumes all risks ordinarily incident thereto, and all other risks open and obvious, the dangerous character of which, he has had an opportunity to observe : Dooner v. Canal Co., 171 Pa. 581; Boyd v. Harris, 176 Pa. 484; Nuss v. Rafsnyder, 178 Pa. 397; Fulford v. Railroad Co., 185 Pa. 329. The authority of this rule is not questioned, but it is contended for appellees that the risk or danger in the present case was not open and obvious, and, therefore, the employer is not protected on the ground of assumption of risk. It is also argued that it was a latent danger with which the employee was not familiar, and that it was not of such a character as could be observed by a person of ordinary intelligence, even though the employee had several months’ experience in doing this kind of work. This position is strongly urged because, as contended, the plaintiff here, while he had been employed for about one year in cleaning casks and swelling barrels by using steam and water, the greater part of that time the steam was introduced-through an open end so that no danger could result from an explosion, and that the new process of introducing the steam through the bunghole had only been in use two or three- weeks when the accident occurred. This view is more particularly pressed in the present case because the injured employee was a young man and, as it is contended, could not, by reason of his inexperience, properly appreciate the dangers to which he might be exposed, and that, under these circumstances, it became the duty of the employer to point out the dangers to which he might be subjected. It is true in many of our cases where children or young persons, without experience, have been employed to work in places of great danger, or with complicated or dangerous machinery, the employer has been held to a very high standard of care in giving proper instructions in the use of machinery and the dangers incident thereto. We are not convinced, however, that the rule of those cases can have any controlling weight in the decision of the case at bar. It cannot be said in any proper sense that the plaintiff here is a young person without experience in the work in which he was engaged, or that the tools and appliances with which he worked, were either complicated or dangerous. He had been working in the department for almost a year at the time of the accident. He was familiar with his work and with all the appliances connected therewith. He knew how the steam was furnished and how it was introduced into the cask, because he had charge of this work. He regulated the flow of steam into the barrel by means of the valve which controlled it. He could turn the steam on with greater or less force as he might choose to do. If he had turned it on with less force the explosion would not have occurred, even though the steam had been admitted through a bunghole an inch and a half in diameter. Certainly it would be holding the employer to a very high standard of care, more than the law requires, to compel him to supervise every detail of his business and to point out to an employee with a year’s experience the danger that might result by turning on too much steam in a cask filled Avith water. This case comes more nearly within the rule of those cases which holds that a master is not answerable as a rule for an injury to adults with experience, nor for an injury to young persons who have had experience from which a knowledge of danger may reasonably be presumed, and to have that discretion which prompts one to take care of himself. We think the plaintiff in this case had sufficient experience in the work in which he was engaged, and had sufficient knowledge of the tools and appliances with which he worked to charge him with the assumption of the risks and dangers incident thereto. The accident was an unusual one, could not have been reasonably anticipated, and resulted from the employee turning on a higher pressure of steam than the cask would stand. We aré not convinced that the appellant company failed in the performance of any duty it owed its employee, and, there being no failure of duty amounting to negligence, there can be no recovery in this case.\nJudgment reversed and is here entered for defendant."}