{"id": "1005833", "contents": "Per Curiam,\nThe zeal of counsel to have the case regarded in his own way has led him into a perilous disregard of the rules of court. The statement of the questions involved is at least twice the utmost allowable length, the history of the case is open to the same objection, and both are alike filled with irrelevant and argumentative matters. Counsel have been repeatedly warned that even in murder cases this course involves very serious risk of the paper-book being suppressed and the appeal quashed.\nIn similar manner the assignments of error are drawn out into twenty, covering over sixteen closely printed pages. Substantially they embrace only two complaints, that the affirmance of appellant’s points was in several instances qualified, and that the charge was not a full and adequate presentation of the case to the jury. Neither complaint has any foundation.\nThere was no denial of the killing, or of the mode and circumstances of it. The only issue, therefore, was the degree of the crime, and as to that the prisoner admitted that it was murder of the second degree; the commonwealth contended for first degree. A narrower issue is rarely presented in any case. The trial judge fully and accurately defined murder with its essential elements, the statutory distinction as to degrees, and the circumstances affecting the distinction, such as the premeditation, the time required to be shown to sustain a finding as to it, the failure of presumption from the killing to rise above second degree, etc. All these matters were clearly presented to the jury, first in a general charge on the subject and then in answer to points presented by the prisoner. The points as to the law in general were affirmed as presented. But some of those involving circumstantial reference to the particular case, were affirmed with qualification in reference to matters improperly included, or more frequently to matters not specified but which should have been included. Most of such points might well have been flatly refused, but in stead of so doing the judge affirmed them with the necessary qualification. We do not find that he made any qualification that the law did not require.\nThe complaint that the charge was not a fair and adequate presentation of the case appears to rest on the view that more prominence was given to the evidence for the commonwealth than to that for the prisoner, a view quite frequently taken by the prisoner’s counsel whose minds are naturally fixed on points that bear in their client’s favor. But we do not find any ground for it in this case.\nJudgment affirmed and record remitted to the court of oyer and terminer for purpose of execution."}