{"id": "1005879", "contents": "Opinion bt\nMr. Justice Elkin,\nTo support an action for malicious prosecution the plaintiff must show want of probable cause. While it is exclusively the province of the jury to pass upon the testimony and ascertain the facts, it is the duty of the court to say, as a matter of law, whether the facts established do or do not amount to probable cause. What is probable cause and whether it exists under an admitted or clearly established state of facts is a question of law for the court: Walbridge v. Pruden, 102 Pa. 1; Boyd v. Kerr, 216 Pa. 259. In an action for malicious prosecution the question is not whether the person charged with a crime was guilty, but what were the indications of his guilt. The test is the belief of the prosecutor in the existence of probable cause, based on reasonable grounds: Mitchell v. Lo-. gan, 112 Pa. 349. The question does not depend upon the actual state of facts in the case, but upon the honest and reasonable belief of the prosecutor : Gilliford v. Windel, 108 Pa. 142. It is a reasonable ground of suspicion, supported by circumstances sufficient to warrant an ordinarily prudent man in believing the accused party is guilt}'- of the offense : Ritter v. Ewing, 114 Pa. 341. The learned court below at the conclusion of the testimony directed the jury to return a verdict for defendant because plaintiff had failed to show want of probable cause. A motion for a new trial was filed, and after full consideration was refused on the ground that the undisputed evidence showed probable cause for the institution of the prosecution. It is a close case and not entirely free from doubt, but on the whole we think the conclusion reached by the court below was the correct one. If the defendant, on information received from his wife, believed that the folding bed and its contents, including the blankets and pillow, had been purchased at the sale under proceedings for distress and had been delivered into the possession of his wife, as her or his property ; and that plaintiff had come into his yard and carried away the whole or part of the goods which belonged to him in such a manner as to indicate a suspicion of theft or an intention to” steal, there can be no doubt that within the meaning of the law he had probable cause for making an informa^ tion charging larceny. The probable cause did not depend upon these facts being absolutely true, the test being, did he honestly believe them to be true at the time he made the information and was the belief based on reasonable grounds % \"We think the testimony produced at the trial was sufficient to justify the court in holding that under the established facts the defendant acted in the honest belief that plaintiff was guilty of the offense, and that the burden resting upon her in this case to show want of probable cause had not been met.--\nJudgment affirmed."}