{"id": "1005880", "contents": "Opinion by\nMr. Justice Stewart,\nThe plaintiff’s husband, while in the course of his regular employment as a Pullman car conductor, lost his life in an accident that happened on the line of the Pennsylvania Railroad Company. While it is not admitted that he was in the class distinguished from passengers by the Act of April 4, 1868, P. L. 58, we do not understand it to be seriously contended that he was not. Our repeated and explicit decisions to the effect that one not in the employment of a railroad company, but using its facilities under a contract between the railroad company and his employer which simply permits his carriage for and in connection with a business of his employer conducted upon the railroad, is not a passenger, leaves no room for controversy on this branch of the case. It is only necessary to refer to Miller v. Cornwall Railroad Co., 154 Pa. 473, and the very recent case of Smallwood v. Baltimore & O. R. R. Co., 215 Pa. 540. The real effort here is to give the repealing Act of June 10, 1907, P. L. 522, the effect of obliterating wholly the act of April 4,1868, and investing the plaintiff with the right of action and recovery she would have had, had the latter act never been passed. The argument in support of this contention is based on the propositions : (1) that the present action was still pending and incomplete when the repealing act was passed; (2) that the repealing act is remedial in character, and (3) that the act of 1868 was within that class of statutes which affect the subject of jurisdiction. If the first be established, it is argued that according to accepted rules of construction, the act of April 4, 1868, having been repealed, it is to be considered as though it had never existed as law, except for purpose of actions which were commenced and concluded before its repeal, and that it can impose no limitations upon the plaintiff’s rights; if the second be made good, it is argued that since by its terms the repealing statute is not confined to cases thereafter to arise, it is to be given a liberal construction, and to effect the legislative intent it must be held to apply to past as well as future cases; if the third be conceded, the repeal of the act of 1868 restored the right of actions as it was before the act of 1868 was passed. Neither of these propositions is conceded by the other side, and it is enough for us to say that all, so far as it is sought to apply them to this case, are disputable. They call for no more decided expression of view from us, since if their correctness be conceded, they would make nothing for the plaintiff’s ultimate contention. That a repealing statute, so far as it provides for a change in procedure, may and does apply to actions pending, is a proposition which admits of no dispute. No one can claim to have a vested right in any particular mode of procedure for an enforcement or defense of his rights. When a new statute deals with procedure only, prima facie, it applies to all actions — those which have accrued or are pending, and future actions. If before final decision a new law as to procedure is enacted and goes into effect, it must from that time govern and regulate the proceeding: Sutherland on Statutory Construction, section 482, and the authorities there cited. Again, if the act of June 10, 1907, be remedial, while it may be proper in that case to give it liberal construction to carry out the legislative intent, such construction must stop short of imputing to the legislature a purpose to do something that is beyond its power. Conceding that the act of April 4,1868, affected the jurisdiction of the court, and its repeal restored the right of action and recovery as it was before the law was passed, it by no means follows that the plaintiff can claim any advantage from such restoration in her present action. The argument on behalf of appellant, overlooks wholly the effect the construction contended for would have on the correlative rights of the defendant. The act which is here complained of as having caused the death of plaintiff’s husband, occurred while the statute of 1868 was in force. As the law then was, plaintiff’s right of action was only such as she would have had, had her husband been an employee of the defendant company. This indicated the full extent of defendant’s liability at that time. It is because of counsel’s full appreciation of the added liability by reason of the repeal of that act, that the vigorous effort is here made to escape from its limitations. The repeal of the act of 1868 makes railroad companies liable under circumstances which before exempted them. It is entirely competent for the legislature to make such changes, and impose liability where none was before, but legislation of this kind cannot operate retrospectively, but must be confined to future occurrences. A legal exemption from a demand made by another, is a vested right which the legislature may not interfere with. Even an expressed purpose that an act shall have such retroactive effect, is without avail. A statute which assumes to give character to facts which they do not possess at the time they took place, and attaches to them legal consequences from which they were exempt antecedent to the time of its passage, is in its essential nature ex post facto, and all such laws are considered as founded on unconstitutional principles, and, therefore, inoperative and void. In a general, literal sense, an ex post facto law is one passed in regard to an act after the act is done ; but in its most comprehensive definition it includes all retrospective laws or laws governing or controlling past transactions, whether they are of a civil or criminal nature: Potter’s Dwarris on Statutes, page 167. While because of the distinction which now obtains between ex post facto and retroactive laws, limiting the former to laws governing penal offenses, such a statute as that referred to may not be held to offend directly against the constitutional provisioninvalidating ex post facto laws; none the less is- it invalid as an interference with vested rights, which by statutory limitations upon the exercise of sovereign power, are secured against invasion or impairment. It requires no lengthy citation of authorities to show that a right of action is a vested right within the constitutional protection. It was clearly and explicitly so decided in Kay v. Pennsylvania Railroad Company, 65 Pa. 269, where the effect of this very act of 1868 on causes of action which arose before its passage was considered. All authorities agree that the repeal of a statute does not take away the plaintiff’s cause of action under it for damages for an injury to person or property. They rest on the sound doctrine expressed in Menges v. Dentler, 33 Pa. 495, and repeated in Kay v. Pennsylvania Railroad Company, 65 Pa. 269, that the law of the case at that time when it became complete, is an inherent element in it, and if changed or annulled, the law is annulled, justice denied, and the due course of law is violated. A legal exemption from liability on a particular demand, constituting a complete defense to an action brought, stands on quite as high ground as a right of action. If the law of the case at the time when it became complete is such an inherent element in it, that a plaintiff may claim it as a vested right, on what possible ground can it be held that a defendant has no vested right with respect to an exemption or defense ? The authorities make no distinction between them. “ So he who was never bound either legally or equitably cannot have a demand created against him by mere legislative action : ” Cooley’s Constitutional Limitations, page 528. “ A vested right is property as tangible things are when they spring from contract ’ or the principles of the common law. There is a vested right in an accrued cause of action ; in a defense to a cause of action ; even in the statute of limitations when the bar has attached, by which an action for a debt is barred: ” Sutherland on Statutory Construction, section 480. “ A law can be repealed by the law-giver; but the rights which have been acquired under it while it was in force, do not thereby cease. It would be an act of absolute injustice to abolish with the law all the effects which it had produced. This is a principle of general jurisprudence; but a right to be within its protection must be a vested right. It must be something more than a mere expectation based upon an anticipated continuance of existing law. It must have become a title legal or equitable to the present or future enforcement of a demand, or a legal exemption from a demand made by another: ” Sutherland on Statutory Construction, section 164. Since the effect of the construction contended for would be to impose a liability for a past occurrence where none existed at the time, or, what is the same thing, take away a legal defense available at the time, it is to be avoided. It follows that the plaintiff’s case is to be adjudged under the act of 1868, the law of the case when the present cause of action became complete. Her rights are just what they would have been had her husband been an employee of the defendant company.\nThe explanation of the accident advanced by the plaintiff was, that in bringing to a stop the freight train, which at the time occupied an adjoining track, by applying the air brakes with which the first thirty-four of the cars on the train were equipped, while no use was made of the hand brakes of the remaining cars, the rear cars were stopped only by the resistance of those in front, and that the violence of this impact was such as to cause the train at this point to “ buckle ” and fall over to some extent on the other track, thus occasioning the obstruction that caused the accident. The thirty-sixth car from the engine in this freight train, and the second in the series not supplied with air brakes, was freighted with high explosives. Under the theory of the plaintiff this car was just where it would receive the greatest force of the impact; the obstruction resulted from the buckling, presumably of the first car of the after series, collision followed, producing explosion of material in the second car, then the fire. Assuming these to be established facts in the case, it is sought to derive an inference of negligence on the part of defendant from the manner in which the car containing the explosives was transported. That the explanation thus advanced is not an improbable or unreasonable one is the most that can be said of it. Quite as much could be said for several others not advanced, but which might be suggested. That the sudden impact of a draught of thirty-four cars, moving with great momentum, against another draught of like number standing still, may result in a buckling of certain of the cars will not be disputed; that such buckling may result by throwing something in the way of an obstruction over upon an adjoining track, is equally clear; but before a possible cause can be accepted by a jury as an operating cause, unless the evidence excludes all others, something in the way of direct connection with the occurrence must be shown. The destruction following the fire was so complete that every trace of the obstruction that caused the accident was effaced 5 nothing on the ground after the accident gave any support to the plaintiff’s theory of the cause except the fact that the trucks of car thirty-five, the first in the series not controlled by the air brakes, were found “ jammed up against the air,” that is, against the last of the air controlled series, which was a steel car. Considering the enormous energy of the explosion they might have been jammed anywhere; the fact that they were found against the heavy steel oar heavily freighted, and which had not been displaced by the concussion, is a circumstance without special significance in this connection. The whole theory advanced rests on what is assumed to be a consequence reasonably to be expected in arresting a train of sixty-eight cars by applying the air brake to the first half of the train, and depending upon that half by its inertia to arrest the other. And even here the case fails, for upon the plaintiff’s own showing, while the train was thus brought to a stop, it had been moving at a speed of only seven or eight miles an hour, and that on a slightly ascending grade, when the brakes were applied. So slow was the movement that one of the witnesses said he could get on or off with safety. Not only so, but whatever shock there was, was so slight that it was scarcely felt by the engineer at the head of the train or the conductor at the rear. The train traveled some five or six car lengths before it was stopped under five or six pounds of reduction, whereas fifty-five could have been applied. If, under such conditions as these, experience shows that a buckling of the cars is to be expected, the plaintiff should have offered evidence to establish such fact. To the unexperienced the momentum under such conditions would be wholly inadequate to produce any such result. Then, too, the case supposes that from the buckling came the obstruction, with nothing in the evidence to support such view. Regarded as an explanation of the catastrophe, it was too conjectural to justify any finding by the jury as to what the cause actually was. Except as the cause of an accident is ascertained, the liability of the party charged cannot be determined. But even were we to assume that the accident occurred in the way asserted, the law of the case would be fatal to plaintiff’s recovery. The negligence complained of was in the manner in which the car carrying the explosives was being transported, its position in the train, and the. fact that it was not under airbrake control. The sufficiency of the car itself for the purpose for which it was used cannot be questioned, and the evidence shows that it was supplied with necessary air-braking equipment. Its position in the train, where its air equipment could not be used, because another car not similar^ equipped was placed before it, was determined, not by the company, but by the conductor, whose power of direction and supervision extended this far. If it was negligence to so place it, the negligence was that of a fellow servant. To make the defendant company liable in such case, supposing the accident to have happened from this cause, some regulation or system adopted by the company requiring such arrangements of cars would have to ' be shown. We do not see that the doctrine of safe place or system has any application to the case. The accident did not result from defective machinery or appliance, nor was it shown that any defect existed. The plaintiff’s theory is, as we have stated it, that it resulted from a negligent placing of the car containing explosives with respect to the other cars on the train, where its air-brake appliance could not be operated, and from a negligent use of the air brake, causing a buckling. Neither of these suggests a cause for which the company would be liable. In either case it would be the negligence of a fellow servant, for which no action would lie except against the party directly in fault. There was nothing in the cause that called for a submission to the jury. From the mere fact that an accident occurred, no presumption of defective appliance or defective system arises, and the evidence does not disclose either.\nWe have nothing in this record which calls for consideration here of the act of congress of May 2,1893, 27 Statutes at Large, 531, as amended by March 2, 1903, 32 Statutes at Large, 943, and known as the safety appliance act. So far as the record shows, its existence was not suggested in the court below upon the trial. The case was submitted to the jury without any reference to it, and no exception was taken. Nor was it considered by the court in entering judgment non obstante. Whatever the plaintiff’s points may have been, they were withdrawn at the conclusion of the trial and did not appear in the record. The first suggestion of the act in connection with the case, so far as the record shows, was in the additional exception which counsel for plaintiff asked leave to file twenty days after judgment non obstante was entered, and which was disallowed by the court. If there was error in refusing to allow the filing of this exception — we think there was none for the obvious reason that in entering judgment non obstante, the court was confined to a consideration of those things appearing in the record — such error cannot be corrected in the absence of any exception to the court’s action. Without an exception to the refusal, we have nothing here to review: Patterson v. Roberts, 109 Pa. 42. With the entry of judgment non obstante, the record in the court below was complete, and by that record the case is to be judged.\nThe assignments of error are overruled and the judgment affirmed."}