{"id": "1005902", "contents": "Opinion by\nMr. Justice Elkin,\nThe question in this case is whether an action of trespass will lie to recover damages for injuries to an abutting property owner caused by changing the grade of a public street. There was no actual taking of property and the only complaint is that the cutting down of the street in front of the properties abutting thereon caused a depreciation in the value thereof, and the contention is made that an action of trespass will lie to recover damages for such an injury. On the other hand, it is contended for appellant that the sole remedy in this and other like cases is by petition for appointment of viewers under the provisions of the act of 1878, or supplementary legislation relating thereto, to ascertain and assess the damages, if any. Prior to the constitution of 1874 where no property was actually taken it was held an action of trespass could not be maintained against a municipality, whether a city or borough, for consequential damage done to property abutting on a public street by reason of a change of grade, because no statutory remedy provided compensation to the owner for such an injury, which was held to be damnum absque injuria: O’Connor v. Pittsburg, 18 Pa. 187. The framers of the new constitution having in mind no doubt the hardship and injustice of the old rule, set about to protect the rights of property holders and to make just compensation for property not only actually taken, but also for injuries done property in the making or grading of public improvements. It is ordained in article XVI, section 8, that “ Municipal and other corporations and individuals invested with the privilege of taking private property for public use, shall make just compensation for property taken, injured or destroyed by the construction or enlargement of their works, highways or improvements, which compensation shall be paid or secured before such taking, injury or destruction.” For the purpose of carrying into effect this provision of the constitution the Act of May 24, 1878, P. L. 129, relating to boroughs, was enacted. This act provides in substance that in all cases where the proper authorities of any borough shall change the grade or lines of any street or alley, or in any way alter or enlarge the same, thereby causing damage to the owner or owners of property abutting thereon, the court of common pleas of the proper county on application by petition, either by the burgess and council of such borough or the owner of the property for which damage is claimed, or anyone on behalf of either, shall appoint five disinterested citizens of the county as viewers whose duty it shall be to view the street or alley and premises affected by the change of grade or enlargement thereof, and after due consideration, having a regard for the advantages that may result, shall estimate and determine whether any, and if any, how much damage such property owner has sustained, or seems likely to sustain by reason thereof, and make report to the next term of said court. IIow far the act of 1878 has been modified or repealed by the Act of May 16,1891, P. L. 75, has not been discussed or considered in the presentation of the case at bar, nor do we consider this question material in the determination of the issue involved here. In this connection, it may be observed, it has been decided by this court that the act of 1891 did not repeal in toto the act of 1878 which provides a remedy for the individual citizen in the single case of changing or altering grades, whereas the act of 1891 provides comprehensively for proceedings intended to be instituted by municipalities in all cases of laying out, opening, widening and extending streets, alleys and lanes, and for the building of bridges, piers, abutments, sewers and other works, and for ascertaining in one proceeding all the damages suffered by all abutting owners affected thereby. It has also been held that if the individual citizen desired to proceed on his own account and for the ascertainment of damages to his own property alone, he will proceed under the act of 1878, which is especially adapted to his case: Seaman v. Borough of Washington, 172 Pa. 467; Bowers v. Braddock Borough, 172 Pa. 596. In the present case appellees have not proceeded under either statute, but have brought an action of trespass to recover damages for the alleged injuries, which action cannot be sustained under the authority of our cases for injuries resulting from a change of grade. There was no actual taking of property, and, therefore, the decisions relied on by the learned counsel for appellees which hold that an action of trespass will lie against a municipality for the illegal taking of, or physical injury to, the property of an abutting owner, have no application. The only injury complained of in the present case is that which incidentally results to an abutting property owner by reason of the change of grade, and in such a case the statutory method which provides for compensation and the assessment of damages must be pursued. This is the rule of all the cases : Beltzhoover Borough v. Gollings, 101 Pa. 293; White v. Borough of McKeesport, 101 Pa. 394 ; Robinson v. Norwood Borough, 215 Pa. 375 ; McKee v. Pittsburg, 7 Pa. Superior Ct. 397.\nIt is further argued that there was no ordinance authorizing the grading of the street, and that the attempt to grade without the authority of an ordinance is in the nature of a tort, and that an action of trespass will lie to recover for any damages sustained. This position is unsound for two reasons: first, because the statutory remedy hereinbefore discussed must be followed; and, second, there was an ordinance in the present case to pave and curb the street under which there is an implied authority to do everything necessary or usual in curbing and paving, including such changes in the grade as are necessary or essential to the paving: Dillon on Municipal Corporations, sec. 797; Schenley v. Com., 36 Pa. 29 ; Lewis v. Borough of Homestead, 194 Pa. 199. Again, even if the change of grade should be held to have been made without an ordinance authorizing it in the first instance, the act of the officers or agents of the borough in so doing may be ratified by the borough subsequently: Dillon on Municipal Corporations, sec. 463; Silsby Manufacturing Co. v. Allentown, 153 Pa. 319; In re Shiloh Street, 165 Pa. 386.\nWe conclude, therefore, that appellees have mistaken their remedy; that an action of trespass does not lie under the facts of the present case and that the statutory remedy for the assessment of damages should have been followed.\nJudgment reversed and is here entered for defendant."}