{"id": "1005822", "contents": "Opinion by\nMr. Justice Elkin,\nThe defendant company was chartered under clause 9, section 2 of the general corporation act of 1874, as amended by the supplemental act of 1889. Clause 9 of the original act provided only for the incorporation of companies for “ the supply of water to the public.” Water companies created under clause 9 for the supply' of water to the public for domestic purposes are invested with the right of eminent domain. This is not denied in the present proceeding, and could not be for it is so provided in the statutes and has been so decided by the courts. We start with this proposition as settled law. It is equally well settled that a company incorporated under clause 18 of the act of 1874 for the storage, transportation and furnishing of water with the rights, privileges and powers thereby conferred, is presumably a corporation for private purposes not intended to supply water for public use, and is not invested with the right of eminent domain: Peifly v. Mountain Water Company, 214 Pa. 340. Here, then, is a clear line of distinction between water companies incorporated under clauses 9 and 18 of the original act of 1874, one for a public use with the right of eminent domain, and the other for a private purpose not enjoying such right. The legislature made the distinction and the courts have recognized and followed it. The respondent company was incorporated under clause 9, but not for the supply of water to the public as authorized in the original act, but for “ the supplying, storage or transportation of water and water power for commercial and manufacturing purposes” as provided in the supplemental Act of May 16, 1889, P. L. 226. For some reason, no doubt satisfactory to the legislative mind, the original classification of water companies under the act of 1874 was not deemed adequate to cover public necessities, and as a result the act of 1889 was passed, which broadened the scope and character of companies to be organized under clause 9. It is perfectly clear that the legislature in the act of 1889 intended to confer upon companies incorporated for the supply, storage or transportation of water and water power for commercial and manufacturing purposes the same rights, privileges and powers as those possessed by companies chartered for the supply of water to the public under clause 9 of the act of 1874. The legislative intention to make a distinction between a corporation created under clause 9 for a public use and one created under clause 18 for private purposes clearly appears not only in the statutes relating to such corporations but in the decisions of the courts. This position is not seriously controverted in the present case, but it is contended that even if the legislature did invest a company incorporated for the supply, storage and transportation of water and water power for commercial and manufacturing purposes with the right of eminent domain, such legislative authority is not conclusive of the rights of the parties here, because whether the purpose for which the respondent company was incorporated is a public use is a question to be finally determined by the courts. We so understand the rule and must therefore determine whether the use for which the respondent company was chartered is a public one within the meaning of the law. Eminent domain has been defined to be the sovereign power vested in the commonwealth to take private property for public use. It is a reservation in the grant of land by the state to a private owner, not necessarily expressed, but always implied, and is paramount to the right of ownership in the individual. It has been authoritatively stated that this power is not created by constitution or statute, but is an inherent attribute of sovereignty itself. It is true, however, that the exercise of the power is always regulated by constitutional and statutory law. It can only be called into existence in the mode and by the tribunal provided by law : City of Madison v. Daley, 58 Fed. Repr. 751. It has its foundation in the imperative law of necessity which alone justifies and limits its exercise. For this reason it has been uniformly held that the power can only be invoked when public exigency or necessity requires the exercise of the sovereign right. To justify the taking of the property of an individual under this power the use must be a public one. The legislative determination of what constitutes a public use presumptively makes the purpose so declared a public use: Pittsburg v. Scott, 1 Pa. 309. This is only a presumption, however, and does-not conclude parties from raising the question before the courts for judicial determination. The legislative declaration that the use is a public one does not conclusively determine whether the purpose so declared is a public use: Great Western Natural Gas & Oil Company v. Hawkins, 66 N. E. Repr. 765. In the case at bar there can be no doubt that the legislature intended to declare the purpose for which the respondent company was incorporated to be a public use, and did confer upon it the right of eminent domain. Is there any sufficient reason why this legislative declaration of a public use should not be upheld? To constitute a public use, it is essential that the general public be to some extent entitled to a fixed and definite right to participate in the use, not as a mere matter of favor, nor by permission of the owner, but as a matter of right. All the authorities agree that it is not essential that all citizens living in a community should have the same degree of interest in the use. It is sufficient that the general public, or any considerable portion thereof, should have a right to the use. Mills on Eminent Domain, section 12, states the principle in the following language : “ It is not essential that the whole community or any considerable portion thereof, should directly enjoy or participate in an improvement, to make the use public. If the proposed improvement tends to enlarge the resources, increase the industrial energies, and promote the productive power of any considerable number of the community, the use is public.” The building of reservoirs for the storage of water and the laying of mains for the purpose of supplying and transporting water and water power for commercial and manufacturing purposes would tend to increase the industrial enterprises and promote the productive power of all 'citizens who desire to avail themselves of water or water power for these purposes in that community. It is conceded that the supply of water to the public for domestic purposes is a public use, but it is denied that the supply of water for commercial and manufacturing purposes is a public use. The distinction is more apparent than real. It rests on a very narrow edge. It is based on the theory that a large number of individual citizens living in the community where the respondent company transacts its business will not engage in commercial and manufacturing enterprises, and therefore will not participate in the use of water and water power for such purposes. An enterprise does not lose the character of a public use because that use may be limited by circumstances to a comparatively small part of the public: DeCamp v. Hibernia Railroad Company, 47 N. J. Law. Rep. 43 ; Dietrich v. Murdock, 42 Mo. 279.\nUnder the obligations of its charter every individual citizen in the township of Milford desiring to connect with its mains has the right to demand a supply of water for commercial and manufacturing purposes from the respondent corporation. The right to demand a supply of water for these purposes does not depend upon what the appellee company may choose to do, but what, under its charter, it must do, and that is, furnish water to all citizens along its line who demand it for the purposes intended. The respondent admits its duty in this respect and expresses its willingness to perform that duty to the public. It is contended, however, that the principal consumer of water will be the Pennsylvania Railroad Company and that by reason of the nature of the surrounding country, very few, if any, individual citizens either are, or will be, engaged in commercial or manufacturing enterprises, and hence no considerable portion of the inhabitants of the community can be supplied with water. The number of persons who may be benefited is not the test of a public use. It is the experience of most water companies that the number of patrons at first is small. This is also true as to railroad companies. They frequently exercise the right of eminent domain through great stretches of territory where there may not reside a single individual at the time to enjoy the public use, but it has never been held that on this account the use was not a public one. Indeed, we have held just the opposite in our own cases, as will appear in the opinion of our Brother Brown in Deemer v. Railroad Company, 212 Pa. 491.\nWe conclude, therefore, that the purpose for which the respondent company was incorporated is a public use, and that it is invested with the right of eminent domain. Of course, in the exercise of that power it must act within constitutional and statutory limitations. The statutes provide the mode in which to exercise the power and their provisions must be strictly followed. We do not deem it necessary to consider all the questions raised before the learned court below, because they depend upon the vital question in the. case which is here determined.\nDecree affirmed at the cost of appellant.\nMestrezat and Stewart, JJ., dissent."}