{"id": "1005839", "contents": "Opinion by\nMr. Justice Potter,\nThis is an action of ejectment brought by Sarah Flick, wife of William A. Klick, against Grant E. Gernert, who was the grantee of the executor of Gereon Deisher, a former owner. The plaintiff alleged that Deisher had been a trustee ex maleficio for her, of the land in dispute, and that the defendant had taken title with full knowledge of the trust. Upon the trial the defendant offered in evidence the record of an equity suit, in which the plaintiff was complainant and Gereon Deisher was defendant, and in which was involved the title to the premises embraced in this ejectment suit. The bill in that case ivas passed upon the same allegation of facts, claimed to establish a trust ex maleficio, as was set forth in plaintiff’s statement in this case ; and the prayer of the bill was that the defendant might be ordered to convey the real estate described in this writ of ejectment, to the complainant. After hearing upon the merits the court dismissed the bill, and no appeal was taken. Upon the trial of the present case, the court below admitted this record in evidence against the objection of counsel for plaintiff. The trial judge also held that the decree in the equity case was a bar to the action of ejectment, and directed a verdict for the defendant, upon which judgment was entered. Counsel for appellant here contend that the record of the former equity suit between plaintiff and the defendant’s grantor, was not admissible in evidence, by reason of the provisions of sec. 2 of the Act of May 8, 1901, P. L. 142, as the answer of the defendant set forth no defense except want of notice of the trust, and no motion to amend was made. The Act of April 13, 1807, 4 Sin. L. 477, sec. 4, provided that “ the plea of ejectment shall be, not guilty.” This remained unchanged until the act of May 8, 1901, which provided that “ in addition to the plea of ‘ not guilty ’ now required by law, the defendant shall file an answer in the nature of a special plea, in which he shall set forth his grounds of defense, with an abstract of the title by which he claims,” and that no evidence shall be received on the trial, of any matter not appearing in the pleadings. This statute was only the embodiment of the rules which had prevailed prior to that time in some of the common pleas courts of the state. Such a rule was upheld in Lehman v. Howley, 95 Pa. 295, and in Westcott v. Crawford, 210 Pa. 256. It is analogous to the rules which have been adopted in some counties, restricting a defendant upon the trial to proof of such defenses only as have been set up in his affidavit of defense. See American Fire Ins. Co. v. Hazen, 110 Pa. 530, and McGraw v. Ins. Co., 5 Pa. Superior Ct. 488. As the defendant did not set up in his answer the record of the former suit in equity, nor allege in the pleadings that he intended to rely upon the decree in that case, it was clearly error for the trial judge to receive the evidence of it, in the absence of an amendment to the answer. But if the error did the plaintiff no harm, we will not reverse because of the mistake. If we should reverse and grant a new venire, the pleadings would be promptly amended, so as to provide for the admission in evidence of the record in the former suit, and when the case came on again for trial, the court would very properly direct a verdict for the defendant on. the ground of res adjudicata. If is apparent, therefore, that no harm has resulted to the plaintiff from the error of the court. This case does not depend upon oral testimony which might vary upon a second trial, but it stands upon record evidence. A comparison of the averments of the bill, and the claim of title set out in the ejectment, shows that the facts alleged’ as the basis of both suits are identical. In Commonwealth v. McWilliams, 11 Pa. 61, Justice Bell said (p. 72): “We will not reverse where, from the record, it is demonstrable the judgment must be the same on an amended pleading especially where the case of the plaintiff in error has been considered as though no defect existed.”\nAn inspection of the record of the equity suit shows that the question was disposed of upon the merits, and “ where the merits, or any facts material to the final determination of the controversy, have been considered and passed on, the matter is as much res adjudicata as it would be by a judgment at law: ” Larkins v. Lindsay, 205 Pa. 534. This rule was again followed in Columbia Nat. Bank v. Dunn, 207 Pa. 548, where our Brother Bbowx said (pp. 549,550): “ Erom this it is plain that, the defense now set up is res adjudicata and can no longer avail the defendant. The material matters in the bill are the material matters in this issue, and by the decree against him in the equity suit the appellee is concluded. Out of innumerable authorities supporting this, reference is made to the' following : Kelsey v. Murphy, 26 Pa. 78; Williams v. Row, 62 Pa. 118 ; Westcott v. Edmunds, 68 Pa. 34 ; Weigley v. Coffman, 144 Pa. 489.”\nThe assignments of error are overruled and the judgment is affirmed."}