{"id": "1005830", "contents": "Opinion by\nMr. Justice Stewart,\nThe plaintiff’s statement charged, in very general terms, a negligent, unsafe and unworkmanlike construction of the scaffolding from which the plaintiff fell. What it was that actually occasioned the fall from which plaintiff’s injuries resulted, can be gathered only from the evidence. The defendant company, for the purpose of building higher the brick walls of its manufacturing plant, had constructed a scaffolding about the building for the use of the workmen thus employed. The plaintiff had been engaged for ordinary labor, but, three days before the accident occurred, he had been directed to attend the masons in their work, as carrier of bricks and mortar. This required him, to carry these materials from the point where they were delivered on the scaffold, to the place where the masons were engaged on the wall, wherever this might be at the time. At*the point where the masons happened to be then engaged, the flooring of the scaffold was allowed a width, of five or six boards, each a foot wide, unfastened ; and at the point where the mortar and bricks were delivered on the scaffold, the flooring was allowed to be of corresponding width, while between these points, for a distance of about sixteen feet, the run-way connecting was of a width of three boards. This was the situation when the plaintiff entered upon his work, and it was continued until the afternoon of the third day, when, about an hour before the accident, a fellow workman with the plaintiff removed from the end of the scaffold at the point where the masons were at work on the walls, three of the floor boards, and placed these at the other end of the run-way. This left a platform but two boards in width at the point where the plaintiff delivered the bricks and mortar. \"With no more standing room at that point, where freedom of movement was required in delivering the bricks and mortar upon the wall above, and receiving back the empty bucket, the insufficiency of the floor space at that point is obvious. What happened is just what might have been expected. Plaintiff had discharged his load on the wall, and was in the act of receiving his bucket back from the masons, when the board on which his right foot rested sagged, and the one upon which his other rested, slipped from its place, with the result that the plaintiff fell outside the flooring to the ground below, a distance of twenty-five feet. Manifestly the place where the plaintiff was working at the time of the accident was an unsafe one, and someone was guilty of negligence in leaving it in that condition in view of the kind' of work that was required of one occupying it. But how can such negligence be attributed to the defendant company ? It is not a question of defective or negligent construction of the scaffolding, except in connection with that part of it that occasioned plaintiff’s fall; and the inquiry must be confined to the insufficiency of the floor at that particular point. That it was reasonably safe until the width had been reduced by the removal of three boards at that point is admitted by the plaintiff. There can be no question as to his testimony in regard to the fact that the change was made, or the effect produced. Tie testified distinctly that Bruner, a fellow workman, about one hour before the accident occurred, removed the three boards and carried them to the other end of the scaffold; that he saw him do it, and that for an hour thereafter he worked on two boards instead of the five on which he had been working. In answer to a question as to when the boards were removed he said: “ I say that on the days that the boards were there, I was all right, and that day when I started on two boards I was hurt.” And again, when asked how long he continued to work on two boards, he replied that he had generally worked on six boards, but had continued working on two for an hour after the others had been removed. To the question, “You say there ought to have been five boards there to make it safe ? Is that right ? ” the answer was: “ Yes.” It is not complained that a run-way three feet in width was inadequate, and it would come to nothing if it were, for it was not from the run-way that plaintiff fell. It cannot be complained that a floor of five or six feet in width at the point where the materials were received, and one of like width at the point where they were delivered, would not have been adequate for the avoidance of this particular accident. Plaintiff’s injuries resulted from his fall to the ground, a distance of twenty-five feet. This could hardly have occurred had he been standing on a platform of five or six feet in width: standing on one only two feet in width any other result would have been a surprise. That plaintiff company had supplied sufficient boards to meet these requirements for safety is a fact clearly established; but how and where to place them to meet changing conditions as the work progressed, was a matter committed to the workmen themselves. It was not required that the entire scaffold should be floored, but only so much of it as was being used. When the work is of such character that the environment of the servant as the work progresses necessarily undergoes frequent changes, the master is not bound to protect the servant engaged in it against dangers resulting from such changes: Labatt, Master & Servant, p. 1772. This doctrine results from the fact that the prosecution of the work does make the place dangerous; but it is not the duty in such case for the master to follow up the servants every moment to see that they make the place safe. Our own cases are directly in line. It is only necessary to cite Durst v. Carnegie Steel Company, 173 Pa. 162, where we held that when danger can only arise as the work progresses, it is not the duty of the employer to stand by during the progress of the work to see when danger arises; that it is sufficient if he provide against such dangers as may possibly or probably arise, and to give the workmen the means of protecting themselves.\nBut the case has another aspect equally fatal to plaintiff’s right of recovery. lie saw a fellow workman remove the boards, and continued thereafter to work on a place which had thus been made dangerous, without complaint or remonstrance. Neither employer nor anyone representing him had ordered the change, or had any knowledge that it had been made. It is idle to say by way of excuse that defendant, because of inexperience in such work, did not know that work under such conditions was not attended with risk. He knew that he had but two feet of standing room, whereas before he had six, and with his three days’ experience, he must have known what standing room was required for safety. He admits that he knew greater width was deemed necessary at the two ends than for the run-way over which he was to carry his load, and yet he continued his work at a point where the greater width was required, after it had been reduced by the width of a board below that of the run-way. The case called for the application of the rule we have so often declared, that a servant who has had full opportunity of knowing the danger and risk and makes no complaint to his employer as to the danger to which he is exposed, but continues to work voluntarily notwithstanding, assumes the risk of injury from the danger to which he is exposed. The assignments of error are overruled.\nJudgment is affirmed."}