{"id": "1005886", "contents": "Opinion by\nMr. Justice Potter,\nThis was an issue framed upon an appeal from the report of viewers to determine the amount of damages sustained by plaintiff by reason of a change in the grade of a borough street in front of her property. The plaintiff was the owner of a house and lot located on the north side of Allegheny street in the borough of Jersey Shore. The lo't was lower than the level of the street and sloped away northward to a stream at its rear. When plaintiff built, the lot was filled so as to be above the grade of the street, which was then unpaved and only a dirt road. In 1902 the Jersey Shore Electric Railway Company laid car tracks on Allegheny street in front of plaintiff’s property, and in doing so raised the grade of the street some three feet, bringing it above the grade of plaintiff’s lot. There was no evidence that this change was officially authorized by the borough, nor did it take any part in the work. But in 1905 the borough adopted the new grade and laid a brick pavement on the street in front of plaintiff’s property at that grade. After the work of laying this pavement had been completed, plaintiff filed her petition for viewers to assess her damages caused by the change of grade. She appealed from their award and upon the trial the court below instructed the jury that the proper measure of damages was the difference between the market value of the plaintiff’s property in 1902, immediately before the change of grade, and in 1905 after the work of paving had been completed. There was conflicting evidence as to the depreciation in value, defendant’s witnesses testifying that there had been no damage suffered by plaintiff, and some saying that the change resulted in an enhancement of the value of the property. The jury found that there was no damage, and rendered a verdict for defendant.\nCounsel for appellant contend that the damages should have been assessed as of the date of the change of grade in 1902,' taking the market value before and after the construction of the street railway. But there is no evidence as to the value of the property immediately after the construction work which w as done in 1902. When plaintiff was on the stand, the court confined her testimony to value after the paving was completed in 1905. Exception was taken to this ruling at the time, but it is not assigned for error, and the case stands without any testimony from which the j ary could have found the market value in 1902. Nor was there any evidence of any official action by the borough authorizing any change of grade in 1902. Eormal action by the borough, adopting the new grade, was not taken until 1905, and upon that depends the right of plaintiff to recover here. So that, when the market value in 1902 was permitted to be taken into consideration, the court below gave the plaintiff more than she was entitled to.\nCounsel for appellant complains also of the fact that the improvement caused by paving was taken into consideration: But the question to be determined here was as to the depreciation in value, if any, caused to the plaintiff by the entire improvement ; and in order to ascertain this, the testimony of all the witnesses for plaintiff as to the value of the property in 1905, as affected by the change of grade, very properly took into consideration the completed paving. That was an essential part of the scheme. There was no evidence of the value of the property without the paving, and therefore nothing to sustain the plaintiff’s third point, which asked for instructions that the value of the property was to be considered without reference to the paving. Every part of a general scheme of improvement which would affect the value of the land is proper for consideration. In Bond v. Philadelphia, 218 Pa. 475, which \"was a proceeding to assess damages caused by the change of grade of a street, we held that it was proper to admit evidence that the change was part of a general scheme of improvement, which included the establishment of a public park in the neighborhood.\nThe trial court was also clearly right in excluding testimony as to the acts of individual members of the borough council, unless coupled with proof of express authority. The general rule is thus stated in 2 Abbot on Mun. Corp. (1906) sec. 655 : “ Official authority or power must be exercised not only in the manner prescribed by law and in the name of the public, but also when exercised by an official board or bodjq by that board or body acting as such at a meeting duly called and authorized by law and at which under the law or regular rules of procedure, particular action can be taken.”\nThe testimony of the witness King, superintendent of construction for the street railway company, who was called for the purpose of showing by parol the action of the borough council, authorizing the laying of the railway tracks, was also properly stricken out, for the reason that he did not undertake to say his profile map was approved officially; and on cross-examination the witness said he knew of no official action of council approving any map, or on the question of any grade, and he admitted that the authority to go ahead was given by some one individual member of council, but who it was he did not remember.\n. The rejection of evidence of the cost of raising plaintiff’s house and lot to the new grade is directly in accordance with the decision in the recent case of Bond v. Philadelphia, 218 Pa. 475, in which the case of Mead v. Pittsburg, 194 Pa. 392, cited by the court below in the present case, is also approved and followed. In the former case we held that where a change of grade left the lot further below the grade than before, evidence of the cost of filling so as to bring the lot to the new grade was not admissible. Our Brother Stewart said (p. 479): “ It is impossible to understand how any such inquiry as that proposed would aid the jury in ascertaining the difference in market value before and after the change. It ought to be quite as easy to determine the market value of a lot sixteen feet below the surface of the street it adjoins, as the market value of one only five feet below. ... If this be so, and we see no reason why it should not be, any inquiry as to the cost of filling would be irrelevant and of no help in the determination of the real question.”\nWe see nothing in the record of this case which affords appellant any just cause of complaint. The assignments of error are overruled, and the judgment is affirmed."}