{"id": "1005863", "contents": "Opinion by\nMr. Justice Mestrezat,\nThe assignments of error raise two questions on this appeal: (1) Did the court below err in holding that the rear wall of the defendants’ building is not a party wall; and (2) if it is not a party wall, should the court have entered a decree requiring the removal of the foundation wall so far as it encroaches upon the plaintiff’s property ?\nWe think the learned trial judge was right in holding that the rear wall of the defendants’ building, known as the Chestnut Street Opera House, was not a party wall. The plaintiff’s predecessor in title in 1859 laid out and opened a sixteen feet wide alley on the south side of its property leading west from Tenth street to Marble street. The defendants’ property abutted on the south side of this alley. Prior to 1864, the owners of the properties on the north side of Chestnut street, between Tenth street and the defendants’ property, agreed, in consideration of the grant of the privilege to use the sixteen feet wide alley, to throw out and open the northernmost ten feet of their ground to be connected with the sixteen feet wide alley for the purpose of widening it to the width of twentj-six feet for the common use and privilege as a street or passageway for the owners of those properties and the owner of the plaintiff’s property. The alley was curbed, paved and cobble-stoned.\nIn 1870, a building was erected upon the defendants’ lot. A stone foundation wall was constructed on the rear of the lot which projected a few inches under the surface beyond the defendants’ line into the plaintiff’s property. The brick wall erected upon this foundation was entirely on the defendants’ lot. The building was destroyed by fire in 1877 and a new building was erected, the brick wall being constructed upon the same foundation. Between the pilasters within the northern line of the opera house property the brick wall recedes four inches south of the line and in these spaces windows are located.\nIt was under these conditions that the learned judge below held that “ it was not the intention of the persons who built the foundation wall or of those who constructed the brick wall to erect a party wall.” It is true, as argued, that a wall between two properties need not necessarily rest equally on both properties to constitute it a party wall. It may even be wholly on one of the two properties and still be a party wall if it was so intended by the builder, or subsequently recognized and treated by the owners of the adjacent properties as a party wall. It is also true that if a builder lay a foundation wall extending as a party wall on -his neighbor’s lot he cannot erect thereon a wall wholly within his own line and prevent the erection from being a party wall'. It is equally true that the owner of a lot of ground in Philadelphia cannot be deprived of the right to make a party wall between himself and his neighbor by his neighbor building exclusively upon his own land, either to the line, or a short distance therefrom. The first builder is he who first elects to make a party wall, and his right cannot be defeated by the act of another: Western National Bank’s Appeal, 102 Pa. 171.\nThere is nothing, however, to prevent the owner of a lot from erecting a wall upon his own premises, and it, therefore, becomes a question of fact whether a wall is a party wall, conferring upon the owner of the adjacent premises the right to use it as such. In Pile v. Pedrick, 167 Pa. 296, Justice Williams, speaking for the court, said (p. 299): “ The wall in controversy was nota party wall. It was not intended to be. . . . The line was not accurately located at first but was about one and one-half inches over on the plaintiffs. This leaves the ends of the stones used in the foundation wall projecting into the plaintiffs’ lands below the surface one and three-eighths inches. This unintentional intrusion into the plaintiffs’ close is the narrow foundation on which this bill in equity rests. The wall resting on the stone foundation is conceded to be within the defendants’ line.”\nThe location and character of the wall as well as the passageway, required to be kept open by the plaintiff, between the defendants’ premises and buildings on the plaintiff’s property clearly tend to show that the defendants did not erect the wall with the intention of making it a party wall. As we have seen, the wall is entirely upon the defendants’ lot and between the pilasters it recedes four inches from the south line of the plaintiff’s premises. There were also open spaces for the doors and windows made in the wall. It is said by Judge Page in delivering the opinion of the court in Barry v. Edlavitch, 84 Md. 95, 33 L. R. A. 294, quoting from Brown v. Werner, 40 Md. 15, that: “The term ‘party wall’ is usually applied to such walls as are built partly on the land of another, for the common benefit of both, in supporting timbers, used in the construction of contiguous buildings.” It is apparent that when the defendants erected the wall in question they could not have anticipated it being used to support the timbers of a contiguous building on the plaintiff’s land. The passageway which the plaintiff was required to keep open by agreements with the owners of other properties adjacent to it, prevented the erection of a building contiguous to the defendants’ building at that time. The defendants knew of the existence of the alley or passageway, and that it was open and in use. It is, therefore, not within probability that in constructing the northern wall of their building on their own land, the defendants thought that it would be needed as a party wall or that they intended that it should be a party wall. We think the existence and use of the alley for several years prior to the construction of the wall leads to the conclusion that the defendants did not intend it for a party wall. There was no necessity then and apparently there would be none in the future for a party wall along the northern line of the defendants’ premises, and the presumption is, therefore, strong that the defendants erected the wall with no intention that it would be used in erecting a building on the adjacent premises.\nSo far as we have been able to discover from the record, there is nothing to show any agreement between the parties that the wall should be constructed as a party wall. Nor does it appear that the plaintiffs exercised their statutory right to have the proper officials locate the foundation of the party wall or to prevent the defendants from erecting the wall until it had been located. Nor is there any thingdn the record disclosing that the defendants made application to the surveyors or regulators to have the foundation located as the foundation of a party wall. The wall seems to have been erected without any reference to the statutory provisions regulating party walls in the city of Philadelphia.\nWe do not mean to be understood as holding that should the alley way, now located on and extending along the southern part of the plaintiff’s premises, be vacated and the plaintiff desired to erect a building adjacent to the defendants’line, the plaintiff could not erect a party wall. As said above, the first builder is he who first elects to make a part}»' wall and his right cannot be defeated by the act of another. The defendants, therefore, cannot defeat the right of the plaintiff company to erect a party wall on the line between the two properties, if at any time it so desires. The question we are now considering and deciding is whether the wall erected by the defendants on their own lot was intended to be and is a party wall.\nWe think with the trial court that it is a fair inference, in the absence of evidence to the contrary, that under the circumstances of the case the invasion of the alleyway by the foundation wall was due to an error in location. Such a mistake could be easily made. Without a survey or without calling the regulators to locate the foundation wall, the line between the properties could not have been certainly known. It is a fair inference from the circumstances that the owners of both premises were ignorant of the exact location of the division line. It does not appear that the owner of the property now held by the plaintiff objected to the trespass. He certainly knew that a building operation was going on, but the record does not disclose that he made any objection to the construction of the foundation wall. If he knew the exact location of his line he permitted the foundation to project beyond it without resistance on his part. He could not assume that it was the foundation for a party wall because there was no necessity for such a wall at that time and such necessity in the future could not be anticipated. Assuming that he knew the law, he knew that any time he wished to build upon the premises he could build a party wall at that place without the permission of the defendants and against their objection.\nWe do not think the court erred in refusing to issue a mandatory injunction requiring the defendants to remove the part of the foundation wall encroaching upon the plaintiff’s premises. This is a trespass for which the plaintiff has an ample remedy at law. It is apparent that in filing its bill, the plaintiff company did not seek such relief. There is no specific prayer in the bill asking for the relief and it is not consistent with the specific prayers in the bill. They prayed that the openings in the rear wall of the building be closed; that the defendants be restrained from using the court or alleyway as a means of entrance or exit to or from their building; and that the defendants be. decreed to make good all damage suffered by the plaintiff by reason of the alleged wrongful acts in relation to the court. The allegations of the bill were that the wall erected by the defendants was a party wall and that as such the defendants had no right to make any openings in it. The action of the court under the prayer for general relief must be consistent with those allegations: Horton’s Appeal, 13 Pa. 67 ; Passyunk Building Association’s Appeal, 83 Pa. 441 ; and the court cannot enforce a demand capable of being enforced at law and not within the jurisdiction of equity: Ahl’s Appeal, 129 Pa. 49. The prayer for a mandatory injunction requiring the defendants to remove the projecting foundation wall, it is obvious, would be entirely inconsistent with the fact that the wall was a party wall and hence the builder had a right to encroach upon the plaintiff’s premises in erecting it. In the absence of a special prayer requiring the removal of that part of the foundation wall encroaching upon the plaintiff’s lot, and in view of the fact that the plaintiff has an adequate remedy at law for his. alleged injury, we cannot convict the trial court of error in refusing such relief.\nThe assignments of error are overruled, and the decree of the court below is affirmed."}