{"id": "1005832", "contents": "Opinion by\nMr. Justice Potter,\nIn the present case the Lancaster Trust Company issued writs of scire facias under mortgages given by appellants upon certain property situated in the city of Lebanon, obtained judgments, and issued writs of levari facias thereon. On January 21, 1906, the sheriff sold the mortgaged premises to W. U. Hensel, Esq., and made deed to the purchaser. On May 23, 1906, Mr. Hensel filed a petition in which he set forth the judgments, executions and sheriff’s sale, the purchase by himself, and sheriff’s deed to him, the service of due notice to quit upon appellants, who were defendants in the executions, and in possession of the premises sold, and averred that appellants refused to deliver possession to him.\nIn answer to citations granted by the court below, to show cause why possession should not be delivered to the petitioner, appellants alleged that Mr. Hensel was not the real purchaser at the sheriff’s sale, but was merely a trustee for one Hoffman, and that Hoffman had agreed to buy the property at the sheriff’s sale for the respondent, Frank B. Long, and convey it to him. The answer further required the petitioner to reply to the new matter therein set forth, and prayed a jury trial on the issues of fact raised under the pleadings. The court below, upon the whole record in the proceedings, determined that the petitioner, W. U. Hensel, was the holder of the legal title, and the owner of the real estate in controversy, and had the present right of possession thereof, and gave judgment against the respondents. The question raised by this appeal is whether the averments in the answer were sufficient to prevent judgment, and to send the case to a jury. The proceedings were under the Act of April 20, 1905, P. L. 239, which is manifestly intended to provide a new and more effective method to obtain possession of real estate purchased at a judicial sale. Under the act of 1836 the purchaser was required to proceed before a magistrate or justice of the peace, and sheriff’s jury. This procedure was abolished by sec. 19 of the act of 1905, and a proceeding by petition and citation, answer and replication in the court of common pleas was substituted. The later act does not, however, affect or alter the defenses that may be set up by the person in possession. The averment in this case by the respondents that the purchaser at the sheriff’s sale was a trustee for them under a trust arising from a promise to purchase and hold the property for their benefit, is a defense which might be set up, and which would, as a question of fact, be for the determination of a jury if the appellants were in a position to raise such a question. But under the facts which appear on the record they cannot, under the authorities, set up this defense. In First National Bank v. Cowperthwaite, 10 W. N. C. 532, Justice Gbebn thus stated the principle (p. 531): “ The case is therefore the ordinary one of a parol agreement by one to purchase land for another at a sheriff’s sale, followed by a breach of the contract to convey on the part of the purchaser, in which event it has been uniformly held that no resulting trust arises, unless the promisee had furnished the purchase money in whole or in part, or had at the time of the contract an actual estate or interest in the land or a bona fide claim thereto.” Following Beegle v. Wentz, 55 Pa. 369 ; Boynton v. Housler, 73 Pa. 453 ; Wolford v. Herrington, 86 Pa. 39, in all of which cases it was held that in order to constitute a purchaser at a sheriff’s sale a trustee ex maleficio, the person to whom the promise was made must have had an interest in the land sold or have paid the whole or a part of the purchase money. Such a promise made to an entire stranger to the title would fall within the prohibition of the statute of frauds.\nIn the present case Frank B. Long, to whom the promise is alleged to have been made, did not contribute to the purchase money, and had no interest in the property except his initiate right of curtesy. And as to this, in the case just cited (Bank v. Cowperthwaite), Justice Green said : “ The suggestion that the wife, Mrs. Cowperthwaite, had a possible right of dower in the land and was, therefore, vested with a sufficient interest to give her the benefit of the rule as held in Beegle v. Wentz and Boynton v. Housler, is not tenable. The estate or interest in the land must be an actual subsisting one at the time of the agreement to purchase. . . . Mrs. Cowperthwaite and her husband were both living at the time of the alleged parol agreement. Her estate in dower could not become a vested interest in possession except in the event of her survival, which might never happen.”\nIn the case at bar the appellant, Frank B. Long, to whom, in the answer, the promise is alleged to have been made by Hoffman, was a defendant in the execution, and for this reason the promise would not be sufficient to raise a trust ex maleficio. In Barnet v. Dougherty, 32 Pa. 371, a leading case, the syllabus reads : “ A promise to purchase at a sheriff’s sale, for the benefit of the defendant in the execution, will not constitute the purchaser a trustee for him, unless the purchase were made with the money of the defendant.” This was followed in Kellum v. Smith, 33 Pa. 158, -where Justice Strong said (p. 164): “ When the purchaser at a sheriff’s sale promises to hold for the debtor, and afterwards refuses to comply with his engagement, the fraud, if any, is not at the sale, not in the promise, but in its subsequent breach. That is too late. It is abundantly settled that equity will not decree such a purchaser to be a trustee, unless there is something more in the transaction than the mere violation of a parol agreement.”\nThese authorities and others to the same effect are cited and followed in an opinion adopted by this court in Bryan v. Douds, 213 Pa. 221. We are satisfied that the respondents in this case were not entitled to set up the defense upon which they attempted to rely. The assignments of error are overruled and the judgment is affirmed."}