{"id": "1006293", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe argument in this case questioned the authority of the legislature to grant divorces. It is objected that the power is judicial and not within the legislative authority conferred in the first article of the state constitution — that being judicial it cannot be exercised without notice — and it is prohibited by the clause in the bill of rights, and that in the Federal Constitution forbidding contracts to be impaired.\nIf the power be conferred upon the legislature to grant divorces, it cannot be reasoned away by analysis. It is then a fact, not a deduction. I repeat a- common thought when I say, that a constitution is not to be interpreted as a private writing by rules of art -which the law gives to ascertain its meaning, but is to be studied in the light of ordinary language, the circumstances attending its formation, and the construction placed upon it by the people whose bond it is. Judged by these tests, special divorce laws are legislative acts. This power has been exercised from the earliest period, by the legislature of the province, and by that of the state under the Constitutions of 1776 and 1790. The Constitution of 1790 was framed in view of this practice. The continued exercise of the power after the adoption of the Constitution of 1790, cannot be accounted for, except on the ground that all men, learned and unlearned, believed it to be a legitimate exercise of the legislative power. This belief is further strengthened by the fact that no judicial decision has been made against it. Communis error faeit jus, would be sufficient to support it, but it stands upon the higher ground of contemporaneous and continued construction by the people, of their own instrument. It has a still higher basis. The people finding defects in the Constitution of 1790, voted in 1836 to reform it. The unlimited power of the legislature on the subject of divorce, was proposed for reform, and discussed in the convention. The result was the amendment to be found in the 14th section of the 1st article of the amended constitution. “ The legislature shall not have power to enact laws annulling the contract of marriage in any.case where, by law, the courts of this Commonwealth are, or may hereafter be empowered to decree a divorce.” This section was placed by the convention in the first article as a restriction upon the grant of legislative power. It is, therefore, a clear recognition of the power, outside of the restriction.\nBeing now a part of the constitution, and a later expression of the popular will, the amendment qualifies and restricts the operation (if any it had before) of the 17th section of the 9th article, declaring “ that no ex post facto law, nor any law impairing contracts, shall be made.” The legislative character of the power is shown by another consideration. For reasons of state, the marriage relation is indissoluble by consent or by courts for causes not committed to their jurisdiction. This being the law of the relation, it must stand until it be repealed. A divorce act operates in each case as a repeal, so far, of the general law. This is a reason, and probably was the origin of the legislative interposition which turned individual cases into that forum. The provision as to contracts in the state and Federal constitutions does not prevent a severance of the marriage relation by consent or by the courts for cause, for this right attaches generally to all contracts. It is the law only which forbids the dissolution. The legislative assent being necessary, the Assembly becomes the power to declare the dissolution, and the presumption is, that it acts upon sufficient cause. Though legislative in form, its judgment is presumptively rightful, because it is the body to which the exercise of the power has been delegated by the people, its members performing a public function under the sanction of an oath of office. There is also the respect due to it as a co-ordinate branch of the government, the maxim therefore applies — Judicium semper pro vertíate acceptum: 2 Inst. 380.\nIn reference to the Federal provision we may add, that no authoritative decision of the Supreme Court of the United States having applied it to the contract of marriage, we must interpret it as we do the provision in the state constitution, as inapplicable to a divorce for cause. So far as indications of opinion have fallen from judges of the Federal Supreme Court, they have admitted the right of a state to enact divorce laws ; the only doubt expressed is of the power to dissolve a marriage without cause, and against the wish of the parties: Dartmouth College v. Woodward, 4 Wheat. 518 ; 2 Kent’s Com. 107 ; 2 Story on the Const. 1397; 1 Kent’s Com. 417, 8th ed. and notes. Different views have been held in some of the states, but perhaps the weight of such decisions is favorable to the legislative power. See Sedgwick on Statutory and Const. Law 635, &c., where the cases are collected. In view of the nature of the marriage contract, it is not probable the clause in the Federal Constitution will be held to prohibit special legislation for cause. The law for certain purposes regards marriage as initiated by a civil contract, yet it is but a ceremonial ushering in a fundamental institution of the state. The relation itself is founded in nature, and like other natural rights of persons, becomes a subject of regulation for the good of society. The social fabric is reared upon it, for without properly regulated marriage, the welfare, order and happiness of the state cannot be maintained. Where the greater interests of the state demand it, marriage may he prohibited; for instance, within certain degrees of consanguinity, as deleterious to the offspring and to morals. For the same reason the law may dissolve it, and as a question of power, there is no difference whether this be done by a general or a special law.\nThe observations already made dispose of the question of notice. The power being shown to be legislative, the judicial quality of the act is merged. Notice becomes unnecessary, because it is a law and not a decree. Nothing then is left for inquiry but the justifying cause, and this brings us to the objection that no cause is set forth on the face of the act. It is supposed the absolute character of a law forbids inquiry into the grounds of legislation. But the answer is, that the grant of this power being limited in the constitution to certain grounds, an inquiry into them is a necessary duty under the bill of rights to prevent injustice. Under the 9th article of the constitution, which restrains the exercise of power over those things that it excepts out of the general powers of government, and asserts shall for ever remain inviolate, the courts are declared to he open, and bound to administer legal redress for all injuries. If the boundary of a limited power be overstepped by the legislature, its act is void, and not only can be, but must be inquired into. The rightful presumption is, that every legislative act of divorce is founded in just cause, but it is not a conclusive presumption that this cause is outside of the jurisdiction of the courts. If because no ground is recited we refuse to inquire into the ground, we fail in an enjoined duty ; the legislative will would become unbounded, and breaches of the constitution be beyond reach. In this respect we reaffirm the doctrine of Jones v. Jones, 2 Jones 350.\nIn view of the long-continued interpretation and usage under the constitution, and the amendment to it, we must conclude that a special divorce act is an exercise of legislative power, that prim& facie it is founded on sufficient cause not within the jurisdiction of the courts, and that this cause is inquirable into as a •fact when not set forth in the act. The actual relations between husband and wife presented to the legislature as grounds of divorce, are the' subjects of proof, as other facts are, and are readily distinguishable from the mere motives or reasons of the legislators who pass the law. In the case before us the grounds of the divorce are set forth in the petition of Mrs. Cronise, and ascertained in the proof read to the legislature. Two are alleged. The first, long-continued and artfully planned deceits practised upon her by her husband and others connected with him, to entrap her into a contract of marriage. It is thought this general statement brings the case within the jurisdiction of the court, under the Act of 1854, as an alleged marriage procured by fraud. But the deceits thus set forth are particularized and proved specially. They are the true grounds, and when examined are found not to fall within the meaning of the law. They consist of the design of Mr. Cronise, owing to his embarrassments, to relieve himself by a match for money; his selecting herself on account of her father’s wealth; having himself introduced to her, and his virtues extolled by a mutual friend; paying to her devoted attention; exhibiting to her father false statements of his affairs ; pretending to be in good circumstances, when really bankrupt; marrying her on the 29th of November 1860, and failing on the 22d of December, after having been guilty of dishonest practices which led to his arrest, and to proceedings to commit him to prison for his frauds — and, finally, his remaining with her under her father’s roof until the 11th of February 1861, when he left secretly to avoid his creditors, though with her knowledge and assent.\nThese facts do not constitute the fraud meant by the Act of 1854. It is not pecuniary motives or delusive promises of wealth, position and the like, which are the procuring fraud contemplated by that act. If they were, we have only to suppose the postponement of the husband’s failure and the -wife’s discovery of the fraud, until after the birth of issue, to perceive the results to which such kind of fraud would lead. But the act contemplated no pecuniary or even moral fraud, arising from delusive hopes, or even the disappointment of just expectations. Its language is peculiar. It refers not to a marriage merely, but to an alleged marriage. It is this alleged marriage which must be procured by three similar causes in the effect produced, and all alike affect the act of marriage. The three procuring causes, to wit: fraud, force and coercion, are linked together in the same clause, equally qualify the same thing, to wit, an alleged marriage, and have a like operation as causes of dissolution. Force and coercion procure not a lawful marriage, but one only alleged, where the mental assent of the injured party is wanting. Fraud has a like effect; it procures not a marriage fully assented to by both of the parties and duly solemnized, but one where the unqualified assent of the injured party is wanting, and where the very act of marriage itself is tainted by the fraud. It is such a marriage alleged by one party, and not confirmed afterwards by the injured party, which the law places on the same footing as one procured by force or coercion. For example, a mock marriage ceremony performed without the intent of one party at least to marry, but fraudulently set up and alleged to be a real marriage, would be such an alleged marriage. So a swindling marriage ceremony fraudulently procured, to be performed by an impostor, personating a clergyman or a magistrate. There have been instances also, of very young persons cajoled by trick and artifice into a marriage where the full consent of the mind was really never given. In such cases, fraud, like force, touches the very act of marriage, and if not confirmed by the injured party, the alleged marriage may be inquired into, and set aside by the court. But to say that a failure of expectations, or a disappointment of hopes, though founded on false assurances of wealth or position, shall set aside a marriage fully assented to and duly solemnized as one merely alleged, and to declare it void on the proof of the arts of the courtship, would open a field of inquiry as limitless and difficult as it would be deceptive and injurious. A match for wealth may be not the less a match for love, where the preponderance of motive would be difficult to be weighed. Avarice may be baulked, but a lover is secured. The legislature never intended to encourage such inquiries, or to annul marriages for the same reasons that would set aside a stock operation or an exchange of horses.\nIn this case the marriage was fully assented to, and was never disputed or denied. The marriage itself was real and untouched by fraud. However influenced by expectations on her part of wealth or position, or however business interests may have started him in pursuit, love had not less to do with it than money. There is no reason to doubt his love, and'after reading her letters written to him long after his flight, it would do her injustice to deny her love, or to say that her marriage was a financial operation merely, in which she was overreached. But passing this, there was a second ground alleged, not in the jurisdiction of the courts. There is no pretence that Cronise was convicted of felony and sentenced two years or more to the prison or penitentiary, to constitute a ground of divorce, under the 2d section of the Act of 1854. But he had been guilty of frauds, which made him liable to prosecution and punishment. From these he fled, and was unable to return. It was not wilful desertion, a legal ground of divorce, hut a flight from creditors. He left with her full assent, followed by her love, and without malice on his part. But in all its painful effects, it was desertion. To her moving entreaties for him to return,- his offences opposed a harrier. She was in law a wife, yet in aught else a widow, bereft of a husband’s presence and solace. Would she go to him, a desert on one hand, and two oceans on the other, intervened. To reach him would he to bear • the ills of penury and to abandon home, comfort and kind parents. Are we to say that after waiting for his return until time had healed her wounded spirit and opened her eyes to his defects of character, that she must wait on; or must we say that she shall continue bound to one from whose frauds and dishonesty she recoils, and from whom, her eyes being now opened, she shrinks ? Was all this no ground of relief? Clearly it was legislative ground, not judicial. The special act was therefore valid, and the plaintiff’s bill was properly dismissed.\nThe decree at Nisi Prius is affirmed with costs."}