{"id": "1006208", "contents": "Opinion by\nMr. Justice Elkin,\nThe learned court below has given such convincing reasons for the conclusions upon which the decree in the present casé was based, that we can add nothing of value to the discussion of the legal principles involved. The covenant in question was declared to be void because in violation of the rule against perpetuities. We quite agree with the learned court below that it would be difficult to conceive any case which could be deemed more violative of the rule and a greater hindrance to alienation than the one at bar. The case turns very largely upon the character of the interest in the surface which the optionees took under the covenant. If it was a present, fixed and vested interest in the land the rule against perpetuities would have no application. But is a mere option to purchase land, unlimited as to time and indefinite in duration, which may be exercised in ten years, or in a hundred years, or in a thousand years, or which may never be exercised at all, depending upon the wish or pleasure of the optionee, a present vested interest? To ask this question would seem to answer it. In no proper legal sense can a mere privilege of exercising a future right to purchase be deemed a present vested interest in land. The optionees may never exercise their option, and failing to do so, they would never acquire a vested interest in the land. While the precise question has not been raised or decided in Pennsylvania, other jurisdictions have considered and decided it adversely to the contention of appellants here. The underlying principles which control in cases of this character were very fully discussed in London & Southwestern Ry. Co. v. Gomm, L. R. 29 Ch. D. 562; Winsor v. Mills, 157 Mass. 362; Starcher v. Duty, 61 W. Va. 373. We think the reasoning of these cases is unanswerable and they are cited with approval by this court.\nTo elaborate the discussion here would simply mean a reiteration of what has been, so well said by the learned court below and this we refrain from doing.\nDecree affirmed at cost of appellants."}