{"id": "1006203", "contents": "Opinion by\nMr. Justice Potter,\nThrough this bill in equity, filed by the plaintiff, he sought to restrain the defendants from building a dike to prevent the waters of the Allegheny river, at times of unusual flood, from overflowing portions of the Borough of Ford City. The facts are not in dispute, and in so far as they are material, are substantially as follows. The Borough of Ford City, having some five thousand inhabitants, and containing from eight hundred to one thousand buildings, and certain large manufacturing establishments, one of which is the plant of the Pittsburgh Plate Glass Company, is situated on the east bank of the Allegheny river, and stands for the most part upon low lying bottom land. To the north of the borough is located the small village of McCain and between it and Ford City flows a small stream known as Fort Run, which empties into the Allegheny river through two small culverts Tinder the embankment of the Pennsylvania railroad, which skirts the river. The plaintiff owns a house and lot in the village of McCain. At a point opposite to this property, the embankment of the railroad is about 793 feet above sea level, while at the lower end of Ford City the embankment is at an elevation of about 788 feet. It affords protection to the borough against flood water, from the river, except as against that which comes through the culverts, at McCain. The bottom land upon which Ford City is built, slopes gradually southward along the valley of the river. At flood stages the water from the river backs through the conduits into Fort Run, and spreads over the low ground in the village of McCain, and over what is known as the Graff Plan of Lots lying to the north of Ford City, until it reaches a depth which will carry it down through the borough, to a point where it empties into the river at the southern end of the town. It is averred in the bill, that at flood stages of the river and of Fort Run, the water rises to the level of plaintiff’s land. But that by reason of the water being able to spread out over the Graff land, and its passage through the Borough of Ford City, the flood water in McCain does not rise as high as it would, if this outlet were closed. It is averred that the defendants are about to erect a dike for the purpose of holding the water back, and preventing it from going through Ford City. It is alleged that the result will be, to turn the water upon plaintiff’s lot, and damage it. The trial court found as facts, among other things, that the Graff property is urban; that plaintiff could by expending about $750.00 raise his house and lot beyond the reach of flood water, in so far, as it would be affected by the dike; that during the last flood, in 1913, one of the defendants alone, the Pittsburgh Plate Glass Company suffered a loss therefrom of $257,000; that the Graff field is not a water course; that the proposed dike would protect the Borough of Ford City from any flood not greater than those that have occurred during a period of more than thirty years past, and that it would at most, not cause the water to rise more than four feet higher on plaintiff’s property, at the time of the greatest flood. The court below dismissed the bill, and plaintiff has appealed. It must be noted that this case does not involve the question of obstructing a natural water course, or the mere turning aside of surface water. It concerns the protection of a large area of property from the advance of flood water, and that of an extraordinary character. It is only at infrequent intervals that the waters of the streams at the point in question, leave their channels and flow over the adjoining low lands of the river bottoms. The principal damage is from the flood waters of the Allegheny river, a navigable stream. The property which it is sought to protect is urban. The proposed dike is to be erected, not upon the banks of Fort Run, but some 300 feet away from it. We are satisfied that the sound and reasonable rule in such a case as this, is to permit the owners of lower ground along or near a river, to guard themselves against flood water, even though the effect may be to temporarily increase the depth of the water upon other ground, leaving it to other owners to protect themselves in like manner, against what must be regarded as the common enemy. The overflow of the water in these times of tremendous flood, is so disastrous, that the protection of life and property calls for the exercise of the same right which is recognized in fighting against the onset of the sea, which is to be resisted, without liability to any other owner of land for damages resulting therefrom.\nThe learned judge of the court below in a very carefully considered opinion, has analyzed the situation and has shown the imperative need for the adoption of some such method as is proposed, for the protection of the property of the citizens of Ford City and the vicinity^ from the periodical ravages of floods. As he well says, it would be unreasonable to prevent the owners of low lands, such as that of the plaintiff, and the Graff field, and parts of Ford City, from elevating their property, for protecting it from the injury and damage caused by extraordinary floods. It would doom the citizens of the river valleys in this part of the state to dwell in constant danger of overflow^ To adopt the view for which counsel for appellant contends, would be, as the trial judge says, to prevent the owners of this land, or of the like land, from filling it in with earth and bringing it to a safe grade. It would prevent the use of the land for manufacturing purposes. “The inhabitants of lower lands in a city or town could not on the same principle, protect themselves and théir properties from overflow ; even this plaintiff, if. such were the law, would be obliged to permit his property to remain on the natural '‘surface, subject to frequent and serious overflow and inundations, without power to raise it out of reach of the flood waters.”\nBetween the method of raising the level of individual lots, and the building of a dike which will protect the entire area concerned from the. threatened danger, we can see no essential difference in principle. While each owner may of course act for himself, yet it is manifestly to the interest of all, to combine and share the expense of constructing a dike by which many properties may be protected. The plaintiff and his immediate neighbors can employ the same method of defense against flood waters, if they see fit to do so. If they will do nothing to protect themselves, we can see no sound principle of law which justifies them in standing .in the way of others whose necessities compel them to act.\nWe agree with the conclusion reached by the court below, that lowlands such as the Graff tract, and the parts of Ford City here involved, having become urban property, and lying along the Allegheny river, a navigable steam, owe no servitude to other adjoining lands, lying up stream but equally as low, or lower, to carry off, without interference, extraordinary flood waters, resulting from rainfall or the melting of snows, which occasionally and at infrequent intervals only, leave the main channel of the river, and at such times flow over the low, or bottom lands.\nSuch an overflow of the waters is properly to be regarded as the advance of a common enemy, to be resisted by each proprietor as best he may.\nThe assignments of error are overruled and the decree of the court below is affirmed. This appeal is dismissed at the cost of the appellant."}