{"id": "1006157", "contents": "Opinion by\nMr. Justice Stewart,\nThe plaintiff’s husband met with injuries which resulted in his death while attempting to drive across the tracks of the defendant company at a public crossing near or within the limits of a country village in York County. The action was brought to recover damages. The specific act of negligence charged in the statement of claim as causing the loss and injury complained of, was the unlawful, negligent and careless running at gréat speed of the train which collided with the wagon occupied\" by the deceased, and which he was at the time driving. A much wider scope was given the inquiry on the trial. Notwithstanding the statement .contained no averment, of other negligence than, excessive speed of the train, the main contention on plaintiff’s behalf seemed to be that the collision resulted because no signal or warning was given of the approach of the train. The only averment in the statement touching this feature of the case was, not that the usual and customary signal had not been given, but that the deceased having listened and hearing no such sound and seeing no signal drove his horse and wagon upon the track where .the public highway crosses the same. The ground was shifted, apparently for the reason that it appeared in plaintiff’s own case that the train was being run on schedule time, at something like thirty miles an hour, with, no circumstances shown warranting an inference that maintaining such a rate of speed at the place where the accident occurred was undue or excessive. Furthermore, it was apparent that if the accident happened as plaintiff’s witnesses described, the rate of speed was not a factor in the case.. With horses, and wagon on the track, and knowledge of the approaching train and the collision occurring instantly, the collision would have been inevitable even though the train had been running at a greatly reduced rate. Eliminating then this feature of the case from the discussion, nothing remained but the question whether defendant was negligent in failing to properly signal the approach of the train. The woman who accompanied the deceased in the wagon at the time of the collision testified that she heard no bell or whistle or approaching train until they were on the. track, when she first heard a whistle and .then a crash. No other witness called by plaintiff on this branch of the case goes quite so far; one 'testified that he did not remember whether or not a whistle was blown before the wagon was on the track, while the only remaining witness testified that she had heard a whistle before that. As against this defendant called some sixteen witnesses, all of whom testified that they had heard whistle and bells sounded at and beyond the usual place, the. whistling post. This included the trainmen, three of the passengers on the train and five repairmen who were working at the time at or near the whistling post. The evidence adduced by plaintiff on this point, giving it its full weight, was not only unsatisfactory to a degree because exclusively negative, and feeble at that, but being negative — our reference here is the testimony of the occupant of the carriage who could only say that she heard no signal or warning until on the track — it is opposed by that of the other witness called by plaintiff who testified that she heard a whistle given before the wagon had started across. On this state of the evidence the learned court directed a verdict for defendant. In his opinion filed discharging rule for a new trial, he well says, that there was no substantial or material evidence in the case as ought to reasonably satisfy a jury of the defendant’s negligence. In this conclusion we concur.\nThe judgment is affirmed."}