{"id": "1006257", "contents": "Opinion by\nMr. Justice Potter,\nIn the will of William C. McElwain he devised certain real estate in Cumberland County, to his daughter Mary, “and her children, heirs, executors, administrators and assigns, to her and their use and benefit forever, excepting thereof only the one-third of the income for the use of my widow during her lifetime as before mentioned.”\nThe question arising here is as to the quantity of the estate which passed under the words used. Was it an estate for life? Or was it an estate tail, enlarged to a fee simple? Had it not been for the insertion of the word “children,” there would have been no doubt, that Mary took title in fee simple. On the other hand, had the devise been merely to Mary and her children, then only a life estate would have been vested in her. Where the word “heirs” is coupled with the word “children” it is fair to presume that the testator intended to have the one word qualify or explain the other, and create an estate tail. Kirby’s Est., 235 Pa. 542, (546), “It is true that prima facie, ‘children’ is a word of purchase, and not of limitation, and uncontrolled by the context, must be so construed. But where it is clear that it is used in the sense of ‘heirs,’ or ‘heirs of the body,’ it must be so construed, and the intent of the testator be permitted to prevail.” Hastings v. Engle, 217 Pa. 419, (422). In the present case, we think the context shows that the word “children” was intended to be qualified or explained by the word “heirs” which immediately follows it, and that the testator intended to use the word “children” in its comprehensive and extended sense, meaning issue, or heirs of the body. It is also apparent that the word “children” was not used as a word of purchase, for it was so combined with other words, as to indicate an intention to include all the lineal descendants of the first taker. We agree with the conclusion of the court below, that the devise to the daughter Mary, vested in her an estate tail, which under the provisions of the Act of April 27, 1855, P. L. 368, was enlarged to a fee simple.\nThe assignments of error are overruled, and the judgment is affirmed."}