{"id": "1006264", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe plaintiffs are a Michigan corporation, and this suit is brought to recover from the defendant, who is a transferee of stock from an original subscriber, the instalments on the stock called since he became a stockholder. In Carson v. The Arctic Mining Company, 5 Michigan 288, it was ruled that one who had signed the original articles of association, and thus subscribed to the stock of a mining company organized under a law similar to that under which these plaintiffs are organized, is liable personally for instalments called while he remains a stockholder. And in a later ease, decided by the same court, The Merrimac Mining Company v. Bagley, it was held, that one who had purchased stock in the company from an original subscriber, is liable to pay such instalments as are called while he owns the stock. In this latter case the law of incorporation was the same as that,of the company under which the defendant held his stock. Indeed, the plaintiffs in that case and this are the same. If the decision of the Michigan court is a correct exposition of the law, the judgment in this case should have been for the plaintiffs.\nWe do not propose now to- spend time in showing that were the defendant an original subscriber to the stock of the plaintiffs, he would be personally liable for the instalments called. It is quite plain, from the articles of association, taken in connection with the general mining law of Michigan, that he would. It is true, the articles contain no express promise of the subscribers to pay instalments as called, but the stock is fixed at twenty thousand shares of $25 each. By the act of subscribing, each associate undertook to raise his proportion of the capital, as it might be called for by the directors — and the directors were, by the act of the legislature, authorized to call in the subscription. A right to call, ordinarily implies a corresponding duty to pay. The act also speaks of the instalment called as “ becoming due.” This is language appropriate to an existing debt.\nThere is another consideration of much importance, tending to show that personal liability was contemplated. The articles of association, under the Mining Law, contemplated a substantial capital raised for a defined purpose. This was not only to carry out the avowed object of the corporation, but for the protection of its creditors. If the subscribers were not bound to pay for their stock, there is nothing more than a nominal capital. Certainly it was intended that creditors should have the security of a real capital to the extent of the sum named as the aggregate stock. But without saying more upon this subject, we refer to Carson v. The Arctic Mining Co., already cited, and to Hartford & New Haven Railroad Co. v. Kennedy, 12 Conn. 499. In the latter case a subscription to the stock of a railroad company in these words, “ we do hereby subscribe to the stock of the said railroad the number of shares annexed to our names respectively, on the terms, conditions and limitations mentioned” in the resolutions of the General Assembly incorporating the company, was held to amount to an assumption to pay instalments as called, and this though the resolutions did not declare there should be any personal liability, but provided that the stock might be sold for unpaid requisitions. See also 16 Conn. 593. But if the original subscriber is personally liable for instalments on his subscription called while he holds his stock, it is hard to see why a purchaser from him is not bound to. pay instalments called for after he has succeeded to the place of his vendor. It would seem he must be substituted to the obligations of the original subscriber, as well as to his rights. He takes the stock subject to its liabilities, and being accepted by the corporation as a stockholder, a privity is established between them. Such seems to be the doctrine of most of the authorities: Huddersfield Canal Co. v. Buckley, 7 Term R. 36 ; 6 Harris & Johnson 123 ; Bend v. The Susquehanna Bridge Co.; Hartford & New Haven Railroad Co. v. Bowman, 12 Conn. 530 ; and the recent Michigan case, Merrimac Mining Co. v. Bagley.\nIt is argued, however, that the past decisions of this court show the law to be otherwise with us, and we are referred to Canal Co. v. Sansom, 1 Binn. 70. The main thing decided in that case, however, was that a declaration in the act incorporating a canal company that if required instalments on the stock were not paid as called, the stock should be forfeited to the company and sold, by them, did not prevent the company from maintaining a suit against the defaulting stockholder, on his promise to pay, and that though it was provided his stock should be absolutely lost to him by forfeiture. It is true, a question was also raised respecting the liability of a stockholder for instalments on stock for which he had not subscribed, but of which he had become a transferee, and the court (two judges present) simply remarked those shares stood on different ground, and that he had given no express promise to pay, and that the act had made no other provision than that the shares should be subject to the payments. But it appears that the obligation of the transferee was not pressed — it was given up.\nPalmer v. The Ridge Mining Co. is also cited ; it is found in 10 Casey 288. It certainly does bear a strong resemblance in many of its features to the present case. The decision was rested upon Canal Company v. Sansom, which, as we have seen, was not contested, so far. as respects the point now under consideration. What the provisions of the act incorporating the Ridge Mining Company were respecting the liability of subscribers to stock, the report does not inform us.\nUnder the by-laws there was a power in the directors to declare the stock forfeited. It must be admitted, however, that there is no substantial difference apparent between that case and this. It must be held to determine the law of the precise facts then before the court. But here we have a company chartered under a-nother law, and a law which has received a construction from the tribunal of last resort .in the state that made it. In determining the duties and obligations of stockholders in this company, we think we ought to be guided by the ruling of the Michigan court. If we are not, this anomaly will be produced: some stockholders will be bound to pay instalments called, and others standing in the same condition will not. Such a state of things would be unjust to those who are obliged to pay, and unjust to the creditors, if any, of the corporation. As this is a Michigan charter, existing only under the laws of that state, the decisions'of Michigan courts are the best evidence of the rights and duties of stockholders under it.\nJudgment reversed, and judgment for the plaintiff for $190 00"}