{"id": "1006278", "contents": "The opinion of the court was delivered, by\nThompson, J.\nWe have examined the affidavits and other proofs exhibited pro and con. by the parties on the hearing of the motion for a preliminary injunction in this case, and the order or decree made in granting it. We cannot but regard the decree as much more in the nature of a-final, than a preliminary decree, for it not only enjoins, but directs what the defendants shall do. Indeed, the contest before the court seems to have left out of sight the true nature and object of the writ of injunction applied for, and became involved in questions about the rights of the parties under the terms of their respective leases.' If these were in dispute, it is obvious no injunction could be granted until questions respecting those rights were settled at law or in equity. It ought not to be forgotten that a preliminary injunction is a restrictive or prohibitory process, designed to compel the party against whom it is granted to maintain his status merely until the matters in dispute shall by due process of the courts be determined; the sole foundation for such an order being, in addition to cases of the invasion of unquestioned rights, the prevention of irreparable mischief or injury. As a preliminary injunction is in its operation somewhat like judgment and execution before trial, it is only to be resorted to from a pressing necessity to avoid injurious consequences which cannot be repaired under any standard of compensation. It is therefore a preventive remedy only. The number of tons of coal which it was alleged by the plaintiff the defendants had mined and taken and claimed, was a past transaction, and could not be touched by a preliminary injunction. So also, if the direction of the defendants’ gangway did cut off coal from the plaintiffs, which, but for it, they might have taken out, this, like the other cause of complaint, was also a past transaction, and not to be redressed by preventive process.\nÑor do we think the peril from water, if the defendants should proceed into the Ellmaker tract with thoir gangway, was shown to be so imminent as to require the stoppage of the defendants in their progress towards that point. At most it was speculative ; contingent on the defendants ceasing to operate under their lease. But it was not shown that they meditated or threatened this. Had it been made manifest that the consequence of the defendants’ operations would have the effect of letting the water in large quantities into the plaintiffs’ mine, it would assuredly have been proper to have enjoined them from proceeding, even although they were operating exactly within the terms of their lease. But that did not appear. Protection against the contingency which the plaintiffs seem to have feared, namely, the drowning out of their works by the cessation of the defendants to mine, can no doubt be guarded against on final hearing, if it exist, when all the facts in exact form will be before the court; but threatened irreparable mischief from this cause was not shown to exist or reasonably to be apprehended, so as to justify the granting of the preliminary injunction. Indeed, the defendants gave a great preponderance of proof to show that the plaintiffs all the while knew of their operations, the direction and extent of their work, and made no objection. Even if the matter of fact had been so balanced in the proof as to have left it in doubt, this would have been sufficient to have prevented the granting of an injunction, for the plaintiffs should have made known their objections and put the defendants on their guard against expending their money, on what they meant should not be realized hy them. It may he that on final hearing grounds for intervening as prayed, may be made manifest; but about this we express no opinion. We only say that the case when heard did not present such an aspect as required the highest exercise of the chancellor’s power to restrain the defendants.\nThe statute under which this appeal was taken is an experiment in this state, and will assuredly be fraught with bad and annoying consequences, in the increase of expenses in proceedings in equity, incident to double hearings and arguments in the courts below, and in this court, in all preliminary decrees for injunctions, unless the courts are careful to grant them only where it clearly appears that the purposes of such writs are plainly proper, viz., to prevent izueparable mischief. That was not the case in our opinion in this instance, and we must therefore reverse the decree.\nAnd now to wit, February 14th 1867, the order and decree of the 11th of October 1866, entered in the court below at the instance of the plaintiffs against the defendants in this case, is reversed, annulled and set aside, together with the writ issued in pursuance thereof, at the cost of the appellees."}