{"id": "1006310", "contents": "The opinion of the court was delivered, by\nThompson, J.\nThis case is here on appeal by the defendants, from an order or decree of the Court of Common Pleas, granting a preliminary injunction against them to restrain them from pumping the water from their mines, and permitting it to flow into Mill creek, above the dam of the complainants, whence they mainly derive a supply of water for the purposes of their corporation, and also to restrain them from depositing coal, coal-dirt, slate or other debris of their mine in such a position as that it may be subject to be carried into the said stream by rains above this dam.\nThe only question before us is, whether the injunction was properly or improvidently granted at the time it was granted. It must stand or fall according to the merits which it possessed at the time it was granted: 17 Sim. 15 ; Hilliard 8.\nThe ease is not at all before us on the merits of the controversy, but only whether such a state of fact was shown to the court as justified it, according to chancery practice, to stop the works of the defendants, and order them to stand still until the subject of the dispute should be finally adjudicated. In all cases this is a high exercise of power, and should be very cautiously exercised ; but in a case where large and expensive works are sought to be stopped, not on account of direct or wilful encroachments, but for something incident to a lawful employment, it should be made clearly to appear that it is a case for equitable intervention; that there is no adequate remedy at law, and that if not enjoined, irreparable injury or mischief will ensue to the party complainant. It is an appeal, say the books, to the extraordinary power of the court, and the plaintiff is always bound to make out a case showing a clear necessity for it — a necessity in the light of inability to be compensated for the wrong which would ensue if not exercised. The affidavits read by the plaintiffs on the motion did' not show, we think, such a condition of things as left the chancellor scarcely an option, in view of the clear justice of the plaintiffs’ case, hut to restrain the defendants. They were very far short of this. The complaint was, that the defendants were polluting or deleteriously affecting the water in Mill creek, by pumping water from their mines, and permitting it to run into it. The . ground for the complaint was, that the plaintiffs had a right, by virtue of their act of incorporation, to the water of the stream for the supply of water to Pottsville and other places mentioned, in its native purity, and free from contamination by mine-ivater. The defendants claimed that their property embraced the stream, and the stream might be used by them on the premises to carry off their surplus water, and especially as no other possible outlet existed; and furthermore, that they had expended very large sums of money, about $250,000, in opening their mine, erecting machinery, making various improvements, &c., &c., besides the cost of the property; that the expense of the works had been incurred without notice or complaint from the plaintiffs. The plaintiffs, however, allege that they did at one time give notice of objection to the manner of opening the mine. Be this as it may, it was not very material in the stage of the proceedings when the injunction was granted; for whether it should be granted or not would depend upon whether there was a clear right to intervene on the part of the plaintiffs; and secondly, whether it was necessary to grant the injunction in order to prevent irreparable injury or mischief.\nWe have carefully examined the affidavits read by plaintiffs on the hearing for the preliminary injunction, and while it is probable water near the mines was more or less affected, according to the chemical analysis employed, on the water from the mines, it was but slightly so, if at all, at the plaintiffs’ dam. Above the mine the water in the stream showed 1.66 grains to the gallon, silicious and organic matter. This we learn is very pure water. Below and near the new slope it showed 6.39 grains to the gallon of sulphate of iron, lime and carbonaceous matter. At the dam, five miles below, the plaintiffs did not show the state and condition of the water, yet there was proof on that point. Booth & Uarrett, the chemists employed, certified to the purity of the water analyzed by them, and taken, as they say, out of Wolf creek, and found it very pure, exhibiting 1.40 grains of organic matter to the -gallon. But the witness who procured the water swears it was taken from the plaintiffs’ dam on Mill creek. If true, it would show that the water at the point material to the plaintiffs was not affected by the mines. Another item of proof on the point was the existence of fish in the clam, a thing not to be seen in the Schuylkill, it is said, in the neighborhood of mines.\nUpon this showing, a case for preliminary injunction for injury being done had not accrued. Nor do we think the anticipated injury to the water was so imminent as to require action before final hearing, and the stoppage of the defendants’ works, which would result in great damage to one or other of.the parties. The water may become materially cleleteriously affected by the mine, and it may become the duty of the courts to interfere in some way that will be just and equitable to all parties, but about that we forbear to express any opinion. We only decide at this time that the measure adopted was not required or provident under the circumstances. The defendants’ answer is in, and was so when the injunction was granted, and denies the equity of the plaintiffs’ bill, as also the special grounds for interference. Although this is a matter to be considered in granting an injunction, yet we decide on the plaintiffs’ case against the injunction, and we must reverse the order for it.\nAnd now, to wit, February 14th 1867, the order or decree for special injunction in this case is reversed and set aside, together with the writ of injunction, at the costs of the appellee.\nRead, J., dissented."}