{"id": "1006222", "contents": "Opinion by\nMr. Justice Stewart,\nThe firm of Trexler Bros. & Co, in which this appellant was a partner, was made a defendant in a suit in chancery in the circuit court of Highland County, Virginia. The action resulted in a judgment against the firm for $2,680.00. No process to bring the partnership in to answer-had been served on any of the partners excepting H. P. Reynolds, the appellant, and process was served upon him while he was in attendance at court in Rockbridge County, Virginia, as a party to a civil action there pending, and then being tried. He disregarded the summons, and when subsequently he learned that judgment had been rendered in the proceeding against the firm, he employed resident counsel in Highland County to have the judgment set aside on the ground that no legal process had been served. A petition was accordingly presented to the Circuit Court setting forth the defective service of process and the facts surrounding the case. The matter was proceeded with on appellant’s petition, and in its final decree the court set aside the judgment because of defective service of process, but ordered a personal judgment against appellant, holding that by what appellant .did, in connecttion with the proceeding he began to set aside the original judgment, he had brought himself within the jurisdiction of the court. This personal judgment so rendered is the basis of the present action in assumpsit. .The ■ one defense was want of jurisdiction in the court ren-, dering the judgment, appellant’s contention being that in employing counsel to have the judgment against his firm set aside, he had expressly, through his agent, limited the powers of counsel to that one thing, and that if by the course his counsel pursued the general merits of the case were inquired into in the proceeding, he was not to be prejudiced thereby. The . evidence on this .point was very full, and the trial resulted in a verdict for the defendant which, on motion for judgment non obstante, was set aside, and judgment was thereupon entered for plaintiff, on the ground that conceding that the authorization of plaintiff’s counsel in the first instance went no further than to ask for the setting, aside the judgment, the record shows a proceeding begun by plaintiff’s eounsel in appellant’s name which not simply had in view the vacation of the judgment entered, but a retrial of the case on its merits, and this with the full knowledge and acquiescence of appellant. The petition filed on behalf of appellant contained full denial of the allegations . set out in the original bill, and prayed that the case be opened.and reheard by the court upon the facts, and that the petition be taken as the answer of the appellant to the original bill. A rule accordingly issued and a rehearing was granted. Much testimony was taken pursuant to the rule upon the merits of the case, including that, of the appellant himself upon deposition. Appellant’s testimony had to do very largely with the merits of the case, as did that of the other witnesses. It was upon this petition, answer and testimony that the court in Virginia set . aside the judgment of November 12, 1907, and then entered the judgment against defendant for recovery of which the present action was brought. The decree in the proceeding recited is as follows:\n“This cause on this day came on to.be further heard., on the papers formerly read, and on the vacation opinion and the decision on the merits of the cause raised hy the petition of J. F. and J. L. Trexler and H. P. Reynolds to rehear, which was granted and was treated as their answer to the bill and amended bill and answer to said petition, said opinion bearing date April 14, 1910, and was argued by counsel. On consideration whereof, it was adjudged, ordered and decreed, First: That the decree of November Term 1907, be modified so as to make it certain that the judgment rendered in that decree against Trexler Bros. & Co. is a judgment in rem as to them and, Second: That the personal judgment against H. P. Reynolds given by the decree of November Term, 1907, was obtained on illegal process as to him and the personal judgment authorized by that decree is set aside. Third: That upon the merits as disclosed by the record made by said petition, answers and evidence taken in support thereof,......the plaintiffs, J. N. Stover and others are entitled to and are granted a personal judgment against J. F. Trexler, J. L. Trexler and H. P. Reynolds for $2,680.00 with interest thereon from the 1st day of November, 1907, and the costs of the suit subject to a credit of $339.00 as of November 1,1907.”\nAll that appellant claims as to the restricted authority of his counsel in the first instance may be conceded, yet the record makes it indisputable that appellant actively participated in the proceeding begun by his counsel to have the case reheard on its merits. His deposition which was part of- the evidence was taken at his own home, in the presence of his Own counsel, and his examination was directed wholly to that end. By virtue of the evidence produced on part of appellant the case. was reheard and judgment was rendered against appellant. It is a rule which obtains in most jurisdictions that any action on the part of the defendant, except to object to the jurisdiction, which recognized the case as in court, will amount to a general appearance. While the rule may not have received express recognition in. any of our own adjudications, nothing can he found in any of them to contravene or question it. That it has been generally adopted fully appears from the citations given in Cyc, Vol. 3, page 504. The reasonableness of the rule is apparent. Without it it would result that a defendant could take a chance in a trial on the merits of the case, and failing therein he could set the judgment aside on the ground that he had never been in court at all. It is obviously just and fair that if a party wishes to insist on the objection that he is not in court he must keep out for all purposes except to make that objection.\nThe remaining assignment complains that the judgment sued on is uncertain in amount. Appellant claims an equity in certain securities in the hands of a receiver of the insolvent corporation which has been made a party defendant in the original bill filed in Virginia. It does not appear that anything had been realized on these securities; but without this, the jurisdiction of the court of Virginia over its own receiver remains, and it is in that tribunal appellant must look for whatever relief-he may be entitled to on this account.\nThe judgment is affirmed."}