{"id": "1006267", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nMrs. Hartman executed a bond and mortgage in her maiden name of Mary Ann Coleman, five days after her marriage to Hartman, and that these instruments were void is not to be questioned. • The disability of a married woman to encumber her separate estate for the debt of another has been declared in many cases, and was repeated in respect of this very bond in Keen v. Coleman, 3 Wright 299.\nBut the question upon the record has respect to the judgment upon the mortgage, rather than to the mortgage itself. The judgment was founded upon two nihils, returned to two scire faciases, an original and an alias writ, which issued against the mortgagor and terre-tenants. A levari facias was then issued upon the judgment, and the premises were sold and conveyed by the sheriff, not to the mortgagee, but to a purchaser who had no notice that the mortgagor was a married woman. Neither the judgment nor the proceedings under it have been questioned by a writ of error, a motion to open or set them aside, or in any other manner whatever, and the only question upon the trial of this cause was whether they could be impeached collaterally.\nNot only is it a general doctrine of law that the judgments of courts having jurisdiction of the matter cannot be inquired into in a collateral proceeding, except for fraud in the manner of obtaining the judgment, but several points have been ruled that are specially applicable to judgments upon scire faciases sur mortgage. Eor example, in Nace v. Hollenback, 1 S. & R. 340, the assignee of a mortgage having obtained judgment against the mortgagor and terre-tenant in a suit of scire facias, and afterwards become the purchaser of the premises at the sheriff’s sale, brought ejectment against a terre-tenant, who offered on the trial to prove that the mortgage had been satisfied before the judgment, but his evidence was held to be inadmissible. In Blythe v. Richards, 10 S. & R. 261, which was ejectment by a mortgagee who had purchased at the sheriff’s sale, the defendant was not permitted to show that the scire facias had not been served, nor that the mortgage-money, for which judgment had been recovered by default, had been paid.\nIn Culley v. Latimer, 5 S. & R. 211, we have the point directly ruled that the validity of a judgment founded upon two nihils to successive'scire faciases sur mortgage cannot be impeached in a subsequent ejectment. The offer there was to show that the mortgagor ivas in possession of the premises when the scire faciases issued, and therefore was entitled to personal service; but, said this court, if the judgment of the Court of Common Pleas was erroneous it should have been reversed on a writ of error, but remaining in full force, this court cannot now inquire into any errors which are alleged to exist. The Act of 1705, which gives the scire facias, does not fix the effect of two nihils, but in practice they are considered equivalent to a garnishment, or a return of scire feci by the sheriff; and in Warder v. Tainter, 4 Watts 270, a mortgagor, dead before the first scire facias issued, was held to be alive for the purposes of the judgment, and well served after two nihils and judgment thereupon.\nThese cases are all striking illustrations of the conclusive effect of the proceedings upon mortgages under the Act of 1705. The scire facias is no further a proceeding in personam than as it is directed against the mortgagor, or others claiming under him, which entitles them to the notice prescribed by the Act of Assembly, which two nihils are, and for the rest, it is a proceeding in rem to foreclose the equity of redemption, and to convert the pledge into money. And the effect of the proceeding, says the act, shall be, that the purchaser “ shall and may hold and enjoy the lands with their appurtenances for such estate or estates as they were sold, clearly discharged and freed from all equity and benefit of redemption, and all other encumbrances made or suffered by the mortgagors, their heirs or assigns.” The writ must issue against the mortgagor, his heirs, executors or administrators, and its effect, when followed out to a sale, is to extinguish the equity of redemption, and to transfer the estate to the purchaser as fully as it existed in the mortgagor at the date of the mortgage. And this transfer, be it observed, is made by the judgment and the sale thereon, not by virtue of the mortgage. What avails the objection, then, that the mortgage was null and void, or for any reason was inadequate as an instrument of transfer ? The inadequacy of the mortgage might well have been urged against the suit by scire facias, but after that has been permitted to ripen into an unquestioned judgment, the mortgage is merged in it, and is no longer open to' attack.\nThese proceedings upon mortgages under the Act of 1705, are to be distinguished from judgments on bond against married women, which was the case of Horrance v. Scott, 8 Wh. 309, and of Caldwell v. Walters, 6 Harris 79 ; and also from cases of wThich Knox v. Flack, 10 Harris 337, is a type.\nThese were proceedings purely in personam, where the disability appeared of record, and in Caldwell v. Walters, the purchaser had notice of the disability, but here the proceeding was principally in rem, and the record imputed no disability of the only person sued. Mary Ann Coleman was the mortgagor, and the purchaser had no notice that she was a married woman when she made the mortgage. She was properly sued because she was mortgagor; the process was according to the Act of Assembly, and the effect of the two nihils was to subject her estate to sheriff’s sale. As to this record she is Mary Ann Coleman still, unmarried and sui juris, just as the dead mortgagor in Tainter v. Warder, was made alive for the purposes of that suit. A writ of error to the judgment on the mortgage would have made the death in the one instance and the marriage in the other an available defect, but without that the judgment stands as it was rendered.\nThe judgment is affirmed."}