{"id": "1006372", "contents": "The opinion of the court was delivered, by\nThompson, J.\n1. It was but a slight irregularity to enter judgment on the reserved questions before overruling the pending motion for a new trial. The entry of the judgment substantially and effectually overruled it. If it were necessary to the regularity of the record, it might be done at any time nune pro tunc. This assignment of error is therefore not sustained.\n2. Nor was the admissibility of Thomas Neel, as a witness for plaintiff, questionable. He had no interest in the subject-matter of the controversy; he had a lease of the surface land under which the coal was found, but' he had ho right to mine it, there being no opening on the leased premises through which he could do so, and no right, by virtue of his lease, to open a drift or entrance for such purpose. Nor can we conceive of any possible contingency connected with his possession in which the verdict could be evidence for or against him. He was disinterested, therefore, and properly a witness. ■\n3. A conveyance by husband and wife directly to her own use, when not in fraud of creditors, is sustainable in equity, and has always been so held in' this state on equitable principles, although the action might be a common-law action: 6 Wh. 571; 8 Wright 43; 3 Atk. 72. The defendants were not claiming as creditors, nor under the husband, and had no right to question the plaintiff’s deed for the reason assigned. There was no error in admitting it-in evidence.\nThe objection that it was not sufficiently set out in the narr. avails nothing after verdict. It'is too late then to make it. The matter was clearly amendable, and it will be regarded as amended after trial on the merits. This error is not sustained.\n4. The main point in the case has been treated by both sides as raised by the judgment of the court on the fourth reserved question, namely, the effect of the possession and improvement of the plaintiff’s husband, as against a prior deed of his grantor, in part for the land embraced in his purchase, of which he had no notice ; not recorded within six months, but recorded before his deed.\nThe defendants claim the coal under the land of the plaintiff through a deed from one Clark, under whom the plaintiff also claims' by deed dated before the inception of plaintiff’s title, recorded afterwards, but before plaintiff’s deed from the same , grantor was recorded. It was first in date and first on record. The plaintiff seeks to avert the effect of this by relying on a purchase, payment of the purchase-money, possession and improvements made in ignorance of the defendant’s prior deed, and contends that for these reasons her title is best, although recorded last.\nThe severance of minerals in land by a separate conveyance of them, is a doctrine clearly announced in the two cases of Caldwell v. Fulton, 7 Casey 475, and in Caldwell v. Copeland, 1 Wright 4.29. Such a conveyance from Clark the defendants have. It is a conveyance to their grantor of all the coal in the land, tested by the doctrine of the cases referred to, excepting only a reservation to the grantor for fuel for himself. We have therefore, first, a grant by Clark by deed of the coal to Kennedy ; and secondly, a sale and deed of the land containing it to Neel the plaintiff’s and conveyance of the coal to Kennedy. The ordinary effect of a deed gives seisin of lands, “ cujus est solum, ejus usque ad caelum.” It would carry all the minerals to an indefinite extent downwards under the land as well as the surface. There is therefore a deed to one party for the coal in the land by a party who owned both land and coal, and a subsequent deed generally, and without reservation to another of the land. The subjects of these grants until severed formed a unit; after, they were distinct parts or separate properties, as much so as the divided portions of what was once a single tract of land. The effect of these conveyances we are required to determine.\nBy the recording Act of 1775, a deed not recorded within six months is declared to “ be fraudulent and void against any subsequent purchaser or mortgagee for a valuable consideration, unless such deed or conveyance be recorded as aforesaid, before the proving and recording of the deed of conveyance under which such subsequent purchaser or mortgagee shall claim.”\nNo doubt can possibly exist but that the deed to Neel was for a valuable consideration. He paid for it $745. Had he been first on record his title would have unquestionably prevailed over that of Kennedy, under which the defendants claim, unless there had been notice before payment of the purchase-money of its existence. The counsel for the defendant in error, to meet the difficulty which they must encounter from the recording act cited, contend that the conveyance to Kennedy by Clark was not boná fide and for a valuable consideration; and secondly, that the purchase by Neel, made in ignorance of a prior conveyance of any part of the property, the payment of the purchase-money, possession taken and improvements made, were equivalent in their effect to recording his title, and so satisfied the terms of the statutes.\n\"VYe will notice the first of these positions briefly. The deed of Clark to Kennedy is dated 13th March 1832, and recites the consideration to be $10, and in the body of the deed the receipt of it is acknowledged. In the argument of the defendant in error, it is claimed that this acknowledgment is no evidence of payment. Granting that the payment of a consideration is necessary to give effect to a deed of bargain and sale, as was said in Boardman v. Dean, 10 Casey 252, is not such an acknowledgment evidence against a subsequent purchaser from the grantor who made it ? In Lloyd v. Lynch, 4 Casey 419, this point is expressly ruled against the defendant in error. It was there held that the receipt in a deed was good against the grantor, and all who derive title subsequently from him, but no evidence against a stranger, or one who derived title previously from the grantor. I need not stop to inquire how far this is without exception as to strangers; even those who might contend against the doctrine to that extent, will admit its accuracy as to parties and privies. The other cases referred to of Coxe v. Sartwell, 9 Harris 480, Canal Co. v. Young, 1 Wh. 482, and Bolton v. Johns, 5 Barr 151, in no way impugn the qualification as to the effect of the receipt upon a subsequent purchaser from a grantor who had previously conveyed, but virtually support it. The position of the defendant in error, as to the effect of the receipt in the deed, as these parties stand, is not sustained. Nor can we hold the consideration to be nominal merely, and therefore to be presumed not to have been paid. In 1832 the coal was undoubtedly considered of little value at that place. We see that the fee simple of the five acres and allowance at the foot of the hill, and located along the Pennsylvania Canal, brought only $89.. Besides, it appears that the right to coal was to be a condition of the purchase of the five acres, which was intended as a site for salt-works; and thus was the value of the five acres enhanced.\nIs the second position assumed by the defendants’ counsel sufficient to avert the consequences of the priority of recording the deed to Kennedy ? The learned judge thought the facts embodied in the position were sufficient. Payment of purchase-money, and possession with improvements made, are not regarded by the terms of the statute quoted, as savings in favor of a subsequent purchaser. The plain teaching of the act is, that in order to be first in right against a prior purchaser’s deed, the- subsequent purchaser must be first in time on the record. We have many decisions to this effect in our books, such as Lightner v. Mooney, 10 Watts 407; Poth v. Anstatt, 4 W. & S. 307: Ebner v. Goundie, 5 Id. 49; Hetherington v. Clark, 6 Casey 393 ; Souder v. Morrow, 9 Id. 85, in which Lowrie, C. J. said, “Purchasers ought to know that they have only a conditional title dependent on the honesty of their vendors, so long as they neglect to record their deeds. They are not safe, merely because of the neglect of a former purchaser to record within six months, and there being no subsequent deed to oppose them, but because among several deceived purchasers they are first to obey the law.” Nor does the possession by the subsequent purchaser and the making of improvements alter the case, or change the necessity for recording the deed to render the title effective against the first purchaser’s deed if recorded first. This is clearly shown by some of the cases already cited, and .especially in Goundie v. The Northampton Water Company, 7 Barr 233, Mott v. Clark, 9 Id. 405, and Ebner v. Goundie, 5 W. & S. supra. It is therefore evident the defendant in error is not protected by force of the second position, and that her possession by or under her husband, and improvements made, will not avail against the first deed first recorded. No equitable ground-or aspect has been presented to modify or change this result in this argument. The plaintiff’s grantor, it is not claimed, was induced by any positive acts of those under whom the defendants claim, to invest her money in this property; if a loss, therefore, is to ensue under these circumstances, it is the consequence of supineness in not obeying the requirements of the statute, to have deeds on record earlier'. It is no answer that his contract might not sooner have entitled him to it. He should have made a contract that would have entitled him ; if he did not, he voluntarily risked the consequence of the faithlessness or dishonesty of his vendor, and his recourse would be against him on his covenants for title.\nThe argument of the counsel for the defendant in error, may be accurate as to the effect of a feoffment without livery of seisin; that it would be a title at will which it would confer, determinable by a subsequent grant with livery, but this is answered by the statute of 1775 itself. In the one case, the first grant is dead as against a subsequent one with livery of seisin. In the other it is not so absolutely, but contingently dependent on the last deed being first recorded.\nIt follows from these views that the instruction pro formé in the charge, and the subsequent judgment on the fourth reserved points, are erroneous, and for this the judgment must be reversed.\nWe see nothing to correct in any of the other assignments not noticed. The counsel for the defendant in error claim that the charge against them on the Statute of Limitations was erroneous. Whether this be so or not, we cannot say. It is not before us, but in order that that, or any other matter not passed upon in this case, may be investigated and determined, we will not enter judgment on the reserved question, but reverse generally, and let the case be again tried if the plaintiff below thinks she can make any better case out of it.\nJudgment reversed, and venire de novo awarded."}