{"id": "1006206", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis is a proceeding to have damages assessed for land appropriated by the defendant company in widening its railroad. Some years ago the defendant obtained by grant a strip of land lying along and parallel to the Monongahela river in Fayette County, being part of a tract containing about 194 acres, on which it constructed a railroad with four tracks. There were about forty acres bottom land and the residue was a hill or upland. Desiring to widen and improve its road, the defendant company appropriated the strip of land lying between its right of way and the river, being about 2,300 feet in length and of an average width of about 150 feet, and also a strip of the same length and about 22% feet wide adjacent to and on the opposite side of the defendant’s original right of way. The two pieces of land contain in the aggregate about ten or eleven acres. The parties filed a stipulation agreeing that an amicable action should be entered and the question of damages tried as though viewers had been appointed, appeal taken from their award, and an issue framed to be tried by a jury. The trial resulted in a verdict of $72,918 for the plaintiff, and judgment having been entered thereon the defendant has appealed.\nWe have examined with care the twenty-eight assignments filed in the case and the printed argument of the learned counsel in support of them, and we fail to discover any reversible error in the record. The learned judge submitted the case to the jury in an elaborate charge which adequately dealt with both the law and the facts and to which no error has been assigned. Unless, therefore, the court committed some error in its rulings during the trial prejudicial to the defendant or the amount of the verdict is manifestly not supported by the evidence, the judgment must be sustained.\nThe first assignment alleges the court erred in not granting a new trial because the verdict was grossly excessive and contrary to the weight of the evidence, and because of after-discovered evidence. We fully agree that a trial court should protect the defendant by setting aside an excessive verdict and directing a retrial of the cause. This is a duty which should be resolutely performed whenever the occasion arises, so that the law may be vindicated and the rights of the litigants may be protected. But in the present case we are of opinion that the evidence clearly warranted the verdict and that the court did not abuse its discretion in refusing a new trial. The damages sustained by the plaintiff company by reason of the appropriation of part of its land was the difference in the market value before and after the taking as affected thereby. In ascertaining the value of the whole tract prior to the taking, it was the duty of the jury to consider not only its present use and condition but any use to which it was then adapted or any prospective use which at the time gave it a present value, excluding, however, any use which was merely speculative and to which it could not reasonably be anticipated the land would in the future be applied. In Shenango, Etc., R. R. Co. v. Braham, 79 Pa. 447, 453, Paxson, J., delivering the opinion said: “In estimating the market value of land, everything which gives it intrinsic value is a proper element for consideration ......It is the general market value for any purpose that will induce persons to purchase, which is the true test.” In Boom Co. v. Patterson, 98 U. S. 403, 407, Field, J., said: “In determining the value of land appropriated for public purposes, the same considerations are to be regarded as in a sale of property between private parties. The inquiry in such cases must be what is the property worth in the market, viewed not merely with reference to the uses to which it is at the time applied, but with reference to the uses to which it is plainly adapted; that is to say, what it is worth from its availability for valuable uses. Property is not to be deemed worthless because the owner allows it to go to waste, or to be regarded as valueless because he is unable to put it to any use. Others may be able to use it, and make it subserve the necessities or conveniences of life. Its capability of being made thus available gives it a market value which can be readily estimated.” The location of the land appropriated in Louisville, Etc., Railroad Company v. Ryan, 64 Miss. 399, is very similar to the location of the land taken in the case at bar. Cooper, C. J., delivering the opinion in that case said (p. 405) : “It (the land in question) is a long, narrow strip of land fronting on a navigable stream, where the commerce of a city enters and is discharged. Clearly it is of insignificant value for agricultural purposes, and there is neither a wharf, a factory, or a saw mill on it, and there may never be. But if its adaptability to these purposes or any one of them give it a present value, the owner is entitled to that value, though in fact no one now proposes to use it for any of these purposes.” The learned author of Lewis on Eminent Domain (Vol. 2, §706, 3d Ed.) citing numerous decisions, including our own, to sustain the text says: “In estimating its value all the capabilities of the property, and all uses to which it may be applied or for which it is adapted, are to be considered, and not merely the condition it is in at the time and the use to which it is then applied by the owner.”\nReferring now to the evidence, the competency of which we shall notice hereafter, it is apparent that the verdict is not only not excessive, but is well within the amounts fixed by the plaintiff’s witnesses. They testifled that prior to the appropriation the land had a special value as a desirable site for a manufactory, blast-furnace with accompanying equipment, or a coke plant with houses for the employees by reason of its being on the river which would furnish transportation, a water supply, and a good harbor for boat landings, and because of facilities for rail transportation on both sides of the river to Pittsburgh. It is also within the freight rate district of Pittsburgh. The plaintiff called seven expert witnesses who, basing their estimates on the special uses for which the tract was available, fixed the damages ranging from about $172,000 to about $380,000. The examination of these witnesses disclosed their knowledge of the subject and their reasons for the value they placed on the property. The witnesses resided in Pittsburgh or in the Monongahela Valley, and testified that they were familiar with the values of property in the valley for the special uses to which they thought the land was adapted. The defendant introduced eight witnesses whose estimates of the damages ranged from $5,150 to $11,215. They all had knowledge of the property and lived within a few. miles of it, and their estimate was based on its value for agricultural and building purposes. If the jury believed the plaintiff’s witnesses, it is apparent that the verdict was not only not excessive but very reasonable. The defendant company’s claim that it is grossly excessive is manifestly based on the testimony of the company’s witnesses and the exclusion of all the plaintiff’s testimony. If the authorities cited correctly announce the law in this jurisdiction and the plaintiff’s witnesses, assuming them to be competent, were credible, which was exclusively for the jury, the defendant’s contention that the verdict is excessive cannot be sustained.\nThe defendant sets up as another ground why a new trial should be granted the contents of the affidavits of two of plaintiff’s officers appended to reports made to the auditor general of this State, and filed in his office in the years 1909, 1910, and 1911. This is alleged'to be after-discovered evidence. The case was tried, as the record discloses, in January, 1913, from two to four years after these reports were filed. Let it be assumed that this evidence, if offered on the trial, would have been admissible, it is entirely without force as a reason for a new trial. The defendant is presumed to know that the law required the plaintiff company to file these reports with the affidavits attached in the auditor general’s office, and the affidavit on which this reason for a new trial is based avers that the capital stock of the plaintiff company is $200,000 and the affiant expects to prove that the assessed value thereof made in pursuance of the sworn statements of the company’s two officers for the three years was $8,000. This evidence was contained in the public records of the Commonwealth of which the defendant had constructive if not actual knowledge for years prior to the trial, and which was available to the defendant by use of the usual processes of the court. It is, therefore, not a sufficient ground for a new trial. Aside from this reason for declining to interfere with the verdict on this ground, the evidence was simply cumulative and corroborative of the defendant’s other testimony in the case as to the value of the plaintiff’s property. If true, it tended to substantiate the value put upon plaintiff’s property by defendant’s witnesses. A new trial is never granted to enable a defeated party to produce such evidence.\nThe second assignment doubtless was filed because appellant’s counsel overlooked the court’s answer to the point for charge which is alleged to be erroneous. In the printed brief, counsel say that the general tenor of the point is unobjectionable but it states a fact not supported by the testimony. It appears in the assignment of error as printed in the appellant’s paper-book that the answer was simply “affirmed,” which would be open to the appellant’s criticism. The court, however, did not simply affirm the point, but answered it by saying: “The point is correct and is affirmed provided you should find the facts to be as stated therein.” This left the facts stated in the point, to the jury, and removed the appellant’s objection to the answer.\nA point for charge should be stated so that the trial judge may either affirm or deny it, Seifred v. R. R. Co., 206 Pa. 399, and he is not required to explain or qualify it, or add anything to his answer. Under our more recent rulings, we cannot say that the court erred in refusing the defendant’s first point which is the subject of the third assignment. In Pennsylvania Schuylkill Valley R. R. Co. v. Reading Paper Mills, 149 Pa. 18, 20, we said: “Such title is sometimes called an easement, but it is a right to exclusive possession, to fence in, to build over the whole surface, to raise and maintain any appropriate superstructure including necessary foundations and to deal with it within the limits of railroad uses as absolutely and as uncontrolled as an owner in fee......It would seem to be rather a fee in the surface and so much beneath as may be necessary for support, though a base or conditional fee terminable on the cessor of the use for railroad purposes.” In Pittsburgh, Fort Wayne and Chicago Railway Co. v. Peet, 152 Pa. 488, 492, Paxson, J., delivering the opinion says: “The vice of this argument consists in treating the plaintiff’s right as a mere easement or right of way. It is a great deal more than a right of way. It has the actual possession of the property, and that possession is exclusive, at all times and for all purposes, except where a way crosses it.......The estate acquired by a railroad company by a condemnation of land is often spoken of as an easement, but the term is used in a loose way for the purpose of distinguishing it from a fee.” In Dilts v. Plumville Ry. Co., 222 Pa. 516, 525, it is said: “The interest which a railroad company acquires in real estate by the right of eminent domain is well settled in this state. It is not a fee nor is it an easement in the proper sense of that word.” In the very recent case of Brown v. Surety Co., 232 Pa. 337, 342, Mr. Justice Brown, delivering the opinion says: “The interest acquired by a railroad company under the right of eminent domain, while not a fee is not a mere easement or right of way. It is more. It is the right to the actual and exclusive possession of the property at all times and for all purposes except where a way crosses it.”\nThere is no merit in the fourth and fifth assignments. The purpose of the redirect examination complained of in the fourth assignment was simply to have the witness explain some things brought out in the cross-examination, which is always permissible or, at least, is in the discretion of the court. The answer criticised in the fifth assignment was admissible, as it was the opinion of an expert on a relevant matter of which the jury were not capable of judging: Stocker v. Schneider, 228 Pa. 149, 156.\nWe cannot sustain the several assignments alleging error in the admission of certain testimony of the plaintiff company because the estimates of the values given by its witnesses were based upon mere speculation as to a possible future use of the land. The testimony disclosed that the land was not only suitable for a manufacturing site, coke plant, etc., but that owing to its location and adaptability it has a present market value for such purposes. The situation of the property on the Monongahela river, navigable from Pittsburgh several miles south of plaintiff’s land with rail transportation to Pittsburgh on both sides of the river, and the evidence showing the necessity for locations for manufacturing plants within the territory, the learned trial judge was right in not holding that the uses to which the property was adapted and could be applied and on which the witnesses based their estimates of its value were speculative or fanciful. It would have been plain error for the court to have excluded this testimony and held as a matter of law that the plaintiff’s property was either not available for such uses or that it could not reasonably be expected to be applied to such purposes. As said by the present Chief Justice in Gearhart v. Water Co., 202 Pa. 292, 296: “Here was a new use which created a market for the land, with which its value for cultivation had nothing to do. The location alone fixed the value. Whether the land was available for the use testified to was a question of fact, and the argument directed to the court against the admission of the testimony should have had great weight with the jury in determining the value.”\nWe do not agree with the defendant that the plaintiff’s witnesses were not competent to prove that the land was available for use as a manufacturing site or its value for such use. These witnesses resided in Pittsburgh or in the Monongahela Valley, some at least had long experience in selling properties for manufacturing sites, not only on the Monongahela river but on the Ohio and Allegheny rivers, they knew what was required for a manufacturing site and were familiar with the prices at which lands along those rivers adapted to such use were sold or at which they were held by the owners. It is true we have held that to qualify a witness to testify to the damages sustained by the owner of land appropriated under eminent domain proceedings he must know the land before and after the taking and in a general way have such knowledge of it that he can properly estimate its market value. This rule must be regarded as settled law, as it has uniformly been followed in this State. We have not held, however, that expert testimony is not competent to prove that the land taken is specially adapted to a valuable use, and its value for that special use. On the contrary, the rule is settled that expert witnesses are competent to prove the value of the land for any special use to which it is reasonably adapted: Harris v. Railroad Co., 141 Pa. 242; Gearhart v. Water Co., 202 Pa. 292; Cox v. Philadelphia, Etc., R. R. Co., 215 Pa. 506. In the former case we said (p. 252): In estimating the value of the lot before the taking, its possible and probable uses are important elements, and may be shown by the opinions of experts.” It should not be overlooked that the error assigned here is that the plaintiff’s witnesses were permitted to express an opinion, not as to the damages sustained by the plaintiff but as to the market value of the property as a whole prior to the appropriation. Had there been an objection to the witnesses giving an opinion as to the value of the residue of the property after the taking or as to the amount of damages, their ignorance of its value for general purposes might have disqualified them to express such an opinion. That question is not raised by the assignments and, therefore, need not be considered. The question as to the market value of the land after the taking and the damages sustained thereby was asked and answered, but no objection was made and no exception was taken. The only error, therefore, complained of in these assignments is permitting the witnesses to testify as experts to the value of the whole tract against the objection of the defendant that they had not shown sufficient knowledge of the property and its value to express an opinion. We have pointed out above their opportunities for knowledge of this and other properties in the Monongahela Valley available as sites for manufactories, blast-furnaces, coke plants, etc., and their experience in dealing in such properties. These witnesses disclosed by their testimony ample knowledge of the properties suitable for the special uses for which they valued the plaintiff’s properly and the prices such properties commanded. The property is located about forty miles from the great industrial center of Pittsburgh and has direct communication with the city by river and two railroads. Manufacturers have been compelled to seek locations for their plants outside the city and in the valleys of the river’s tributary to the city, and as a consequence villages, blast-furnaces, and manufactories of various kinds have sprung up along the Monongahela river for many miles south of Pittsburgh. It was, therefore, a personal knowledge of the values of property in this valley, available for the specific purposes to which the plaintiff’s property was adapted, that qualified the witnesses to give opinions as experts as to the value of the plaintiff’s farm as a site for a blast-fur nace, manufactory, coke plant, etc. This is but the ap plication of the general rule that witnesses in condemnation proceedings must have some knowledge of the values of similar property in the neighborhood of the property taken. Here the “neighborhood” includes the territory where suitable property for the purposes to which plaintiff’s property is adapted is located which is the Monongahela Valley. For agricultural and building purposes, other land similar to that of the plaintiff’s may be found in the immediate vicinity, and witnesses competent to testify to its value for such uses must have a knowledge of the prices paid for such other properties or at which they are held. The defendant company’s witnesses possessed these qualifications and were, therefore, competent. The plaintiff’s witnesses, for a like reason, were competent as they were familiar with the values of other lands in the Monongahela Valley adapted to the special use for which the plaintiff’s land was available.\nWe held in Hanover Water Co. v. Ashland Iron Co., 84 Pa. 279, and it is supported by the reasoning in Schuylkill River E. S. Railroad Co. v. Stocker, 128 Pa. 233, that assessments for taxes are not competent evidence to aid a jury in assessing damages in condemnation proceedings. This of itself, we think, is a sufficient reason for refusing to interfere with the court’s discretion in excluding the questions as to the assessed value of lands in that vicinity asked plaintiff’s expert witnesses on cross-examination. As pertinently suggested by plaintiff’s counsel, if assessments are not evidence of the value of the property, it is immaterial whether the witnesses knew them or not. Their well-understood unreliability as showing the real or market value, if known to the witness, would cause him to give them little or no consideration in forming an opinion.\nThe ninth and tenth assignments are not'sustained. They allege error in excluding answers to certain questions. While the special reasons assigned by plaintiff’s counsel for excluding the testimony are manifestly without merit, yet the ruling must be sustained on the ground that the questions were mere repetitions of others which had been answered. Hence, the exclusion of the answers was within the discretion of the court. The fourteenth assignment complains of what substantially had already been answered without objection, and the subject of the nineteenth assignment is simply an explanation or amplification of what the witness had already said. The cross-examination complained of in the twenty-fifth and twenty-sixth assignments was entirely proper to test the credibility of the witness. The examination of the witnesses, Lindy and Miller, does not disclose an abuse of the court’s discretion in excluding their testimony and, therefore, the twenty-seventh and twenty-eighth assignments are not sustained.\nJudgment affirmed."}