{"id": "1006266", "contents": "The opinion of the court was delivered, by\nAgnew, J.\n—\nThe affidavit of defence in this case avers no possession of funds and readiness to pay the coupons at the time and place they were payable. The objection to the payment of interest is rested solely on the ground of non-presentation when due at the place appointed. But payment, tender and readiness to pay are all affirmative pleas, casting tbxe burden of proof upon the defendant. It has been decided, therefore, in this state and elsewhere, that presentation and demand at the place of payment are unnecessary to entitle the plaintiff to recover where the defendant has shown no readiness on his part to pay at the place : Fitler v. Beckly, 2 W. & S. 458; Middleton v. Boston Locomotive Works, 2 Casey 257 ; Wallace v. McConnell, 13 Peters 136.\nThat coupons bear interest is decided in The County of Beaver v. Armstrong, 8 Wright 63. In the opinion of Justice Read the language used is, after demand and refusal, indicating the time of the running of interest to be from presentation. But the fact in that case was, that interest was recovered from the time the coupons fell due. The 4th assignment of error shows this. The coupons never were presented in New York for payment, the county having provided no funds to meet the interest on their bonds. There being no readiness to pay averred in this ease, the court below was right in allowing interest from the time the coupons fell due. The case of Emlen v. Lehigh Coal and Navigation Co., 11 Wright 76, was decided on the ground that the company had in bank, as found by the special verdict, cash to their credit sufficient to pay the loan to plaintiff, principal and interest, and all other accruing and payable debts of the company. There was no question as to the readiness or ability of the company to pay, but the true question was, whether a non-resident holder of a certificate of indebtedness who was abroad in Europe, and whose residence was unknown, could compel the company to pay interest after the loan fell due, not only in the absence of all proof of inability or want of readiness, but against a positive general notice to present the certificates for payment, otherwise interest after they fell due would cease. A majority of the court is of opinion that the Act of 8d May 1866 relative to the payment of counsel fees is inapplicable to this case. The judgment of the court below is therefore modified by striking out the charge of $40.89, and the judgment as thus corrected is affirmed."}