{"id": "1006290", "contents": "The opinion of the court was delivered, by\nWoodward, C. J.\nThe general question in this case was whether the purchase-money for the farm in question so far as it had been paid was paid out of the separate estate of Mrs. Hazlett. The title was in her name and if her money had bought it her husband had no estate in the land that his creditors could seize and sell, and the plaintiff, of course, took nothing by the sheriff’s deed. This was a question of fact which was for the jury upon the evidence, and all the proofs were so admirably summed up and presented to them by the learned judge as to leave the parties no ground of complaint and nothing for us to discuss. We cannot perceive any error in either the principles of law stated for the guidance of the jury or in the judicial comments upon the effect of the proofs. We dismiss all the errors assigned upon the charge, therefore, without farther observation.\nThere is a bill of exceptions to the correspondence between Mr. Hutchinson and Mrs. Hazlett. Several letters of Mr. Hutchinson, who acted as her agent at Pittsburg in collecting and sending her moneys, and one letter of hers to him,-were admitted, and we think, properly. Holding married women to a strict account of the source from whence they derive moneys to invest in business or real estate, they must be permitted to explain the ordinary means of derivation, and what is more natural evidence than correspondence with a business agent ? These letters bore such a relation to the fact under investigation as to be admissible upon the rule of res gestee. They were a legitimate and very satisfactory mode of accounting for Mrs. Hazlett’s capacity to buy valuable real estate, and to loan money to men in business, and they furnished the plaintiff’ with such information of her resources as enable him to contradict her upon the main fact in controversy, if successful contradiction were possible. We do not think any rule of evidence recognised in adjudged cases was violated by the admission of the letters.\nThe judgment, is affirmed."}