{"id": "1006343", "contents": "The opinion of the court was. delivered, by\nStrong, J.\nWhether the bill presents a proper case for the interposition of a court of equity we do not care now to inquire ; for, if it does, we are of opinion the directors have the power they have exercised. The complainant became steward under an ordinance of the city of Philadelphia, passed September 16th 1847, the ordinance Avhich created the agency of a steward. It ordained that the directors of the college should he authorized to elect certain officers, instructors and agents for the institution, who should severally hold their offices during the pleasure of the said directors. Among these officers and agents, for whose election provision Avas thus made, a steward Avas enumerated, and certain duties Avere prescribed for him. Taking his post, as the complainant did, and having held under this ordinance, he manifestly held it at the pleasure of the directors, unless there is something superior to the ordinance which controlled its provisions, and made the tenure of a steAvard one during good behavior, and not Avhat it Avas ordained it should be, a tenure at will. This is not controverted; but it is insisted that such something is found in the will of Mr. Girard. Undoubtedly the trustees under the will could not by ordinance contravene the directions given in it for the administration of the trust. But does the Avill forbid the trustees to affix any other tenure to the office and agencies, necessary for carrying out the trust, than a tenure during good behavior ? Does it direct that one holding the place of a steward shall be irremovable at the pleasure of the trustees of the charity ? We think not. It would be very unusual, and it might prove disastrous if it were so. Mr. Girard, by his will, made no provision for the mode of organization of the charity he created. Means for it he furnished, but the instruments by which the institution should be carried on he committed to the judgment of his trustees. He contemplated the necessity of instructors, teachers, assistants and other agents; but he gave no directions as to their number or rank, and we think none respecting the duration of their employment. His will did not direct that there should be any steward; much less that when the office or agency of a steward had once been established and filled, it could not be abolished at the pleasure of the administrators of the trust, and another agency be established in its place. There is but one clause in the will that is supposed to have any reference to the tenure of position of any officer or agent of the trustees. It is in these words: “A competent number of instructors, teachers, assistants and other necessary agents shall be selected, and, when needful, their places 'supplied. They shall receive adequate compensation for their services; but no person shall be employed who shall not be of tried skill in his or her proper department, of established moral character, and in all cases persons shall be chosen on account of their merit, and not through favor or intrigue.” The argument of the plaintiff from this is, that because the trustees are authorized to supply places when needful, one who holds a place holds it by a prescribed tenure. Such a construction, however, loses sight of the object for which this clause was introduced into the will. Its purpose manifestly was to furnish a rule for the guidance of the trustees — not to define the rights of their appointees. They were required to select a competent number. What number was competent was left to their judgment. They are to employ tried persons only, and they are to supply places when needful. To convert this into a direction that appointees are to hold by any given tenure, is straining the language of the will. If the persons spoken of in this clause may not be removed at the pleasure of the trustees, I do not see why-every employee — a janitor, a cook or a chambermaid — has not a permanent tenure, for they are assistants or agents as fully as is a steward. All are mere ministerial employments, and the tenure of such agents is generally at pleasure. If a different tenure was intended, it is reasonable to suppose it would have been plainly prescribed.\nAgain, the language relied upon to show a permanency of tenure seems to indicate there was no such design of the testator. Places may be supplied when needful. Who is to judge of the existence or extent of the necessity ? Plainly the administrators of the trust. A necessity may obviously exist in different degrees, and for very variant reasons. It may be wholly in a supposed want of good judgment in an appointee, or in supposed superior qualifications of some other, or in infirmity of temper of an incumbent, or in want of harmony between him and his superiors. A multitude of reasons may be conjectured, which Avould make it advisable or needful to substitute a ministerial agent for one in place, no one of Avhich Avould he ground for removal, if the tenure Ayere during good behavior. By adopting the language Avhich he did, the testator seems therefore intentionally to have left to his trustees uncontrolled authority over the appointment and change of the agents employed by them in carrying out the trust. There is nothing, then, in the Avill of Mr. Girard in conflict Avith the provisions of the ordinance under Avhich the complainant held the post of steAvard. It follows that he was removable at the pleasure of the directors.\nIt should be added that this case comes before us on bill and answer. The ansAver responsive to the bill denies that the removal of the plaintiff from his steAvardship Avas Avithout any cause, or in order to select by favor or intrigue a successor without experience in the duties of his office ; hut that it Avas made in good faith, and because it Avas manifestly for the best interests of the college that a change should be made in the stewardship: It is not averred, indeed, why it was for the interests of the institution ; but that was committed to the directors, and if such was the fact, a removal Avas needful.\nThe decree made at Nisi Prius is affirmed, with costs to be paid by the plaintiff."}