{"id": "1006165", "contents": "Opinion by\nMr. Chief Justice Fell,\nAt the place where the plaintiffs husband was killed there was a double track road, on the north side of which was a station from which a plank walk sixteen feet wide extended across the tracks tó a platform on the south side which was uncovered and afforded no protection from cold or storm. It was the custom for passengers for trains that arrived on the southernmost track to remain in the station house until the train was in sight and then to walk on the crossing over both tracks to the platform where passengers were received and discharged. . The deceased on a dark and stormy night purchased a ticket at the station and waited there until some one announced that the train, which was behind time, was coming. He then with a number of other persons proceeded in the usual way over the crossing to reach the platform, which was the only place from which they could enter the train. As he was stepping on the platform he was struck by a loose engine which was running on the southernmost track in advance of the passenger train at the rate of thirty or more miles an hour.\nThe errors assigned are the refusal of the court to direct a verdict for the defendant and the refusal to enter judgment for it, non obstante veredicto; The negligence of the defendant in running an engine at a rapid rate on a track which passengers were required to cross and at a time when a passenger train was due on it is not disputed. The main contention on behalf of the defendant is that the deceased was negligent in crossing the track in front of an approaching engine that he could have seen for a distance of 700 feet, and that the case is within the rule announced in Carroll v. Penna. R. R. Co., 12 W. N. C. 348, and Myers v. Balto. & Ohio R. R. Co., 150 Pa. 386, and followed in a long line of decisions, that one who goes in front of a moving train which he saw or was under a duty to see will be adjudged negligent. The deceased was using the means provided to reach his train and in following the usual custom he was doing what he was expected to do. He was under a duty to look for the regular train he intended to take, in advance of which he was crossing, and presumably he did look. If he saw a headlight he would naturally suppose that it was on the engine of the regular train which was then due. That he had ample time to cross in advance of that train appears from the fact that he was at the edge of the platform when struck by an engine that ran many times as fast as the regular train would ordinarily run when approaching the station. He assumed the risk of the danger he had reason to apprehend but not that of which he had neither knowledge nor means of knowledge and to which he'was exposed by the defendant’s negligence.\nThe judgmént is affirmed."}