{"id": "1008612", "contents": "Opinion by\nMr. Justice Moschzisker,\nFebruary 21, 1910:\nThe action in this case was originally begun by writ of foreign attachment issued and served on April 9, 1907. On April 12, 1907, the defendant gave a bond with surety to dissolve the attachment. On October 8, 1907, a petition in involuntary bankruptcy was filed against the defendant. On October 30,1907, the defendant was adj udged a bankrupt. On ■November 11, 1908, the defendant was “discharged from all debts and claims .... against its estate.” By agreement of counsel a case stated was filed embodying all of the essential facts; but the only ones important for our present consideration are as above set forth. It was agreed in the case stated that if the court should be of opinion that the plaintiff was entitled to a judgment against the defendant, it should be entered for $5,171.71; such judgment to be “either general, special or conditional, as in the opinion of the court the circumstances of this case may require, and with such control over the execution of the said judgment, as if entered on a verdict 6f a jury, as shall be deemed proper by the court for the purpose of charging the surety with liability upon the bond filed to dissolve the attachment.” The question involved was: Will the discharge in bankruptcy of a defendant in a writ of foreign attachment, issued and served more than four months prior to the filing of the petition in bankruptcy, prevent the entering of a special judgment against such defendant for the sole purpose of fixing the liability of the surety on a bond given to dissolve such attachment? The common pleas decided this question in the affirmative, and entered judgment for the defendant, stating: “Section 62 of the Act of 1836 provides that if the foreign attachment is dissolved by entering bail, the action shall proceed in due course as if the same had been commenced by writ of capias ad respondendum. It then becomes a personal action. We think it has been ruled in this State that in actions commenced by capias ad respondendum a discharge of the defendant in bankruptcy exonerates or discharges the bond. See Com. v. Huber & Co., 3 Clark, 331; Nesbit v. Greaves, 6 W. & S. 120; Barber v. Rodgers, 71 Pa. 362; Hubert v. Horter, 81 Pa. 39.”\nThe learned court below misconceived the real import of the cases relied upon, and'thereby fell into error. Two distinctly different bonds available to defendants in actions commenced by capias ad respondendum are provided for in the acts of assembly. The first by the Act of June 13, 1836, P. L. 572, sec. 3, may be given at any time before final judgment, and the obligation is, “if the defendant shall be condemned in the action he will satisfy the condemnation money and costs or surrender himself to the sheriff, or in default thereof that his bail will do so for him.” This was the kind of bail which was formerly entered in order to dissolve a foreign attachment. But after the Act of July 12, 1842, P. L. 339, abolishing imprisonment for debt, the form of bond required for that purpose was changed to bail absolute “conditioned for the payment of the debt or damages, interest and costs that may be recovered:” Act of March 20, 1845, P. L. 188, sec. 2. The other bond is provided by the Act of June 16, 1836, P. L. 729, sec. 6, for the benefit of defendants who desire to take advantage of the insolvent laws, and the obligation is “That the said debtor shall appear at the next term of the Court of Common Pleas and then and there present his petition for the benefit of the insolvent laws of this Commonwealth .... and if he shall fail in obtaining his discharge as an insolvent debtor, that he shall surrender himself to the jail of the said County.” The cases cited by the learned court below apply to bonds such as the one last mentioned, and they do not apply to the form of bond required to dissolve an attachment. A study of these cases will show that they do not turn on any general principle making them applicable to all bonds given in actions commenced by capias ad respondendum; but they are decided on the theory that the obligation in an insolvent bond is practically complied with when the debtor secures a discharge under the national bankrupt act; which is not in .any sense the case with regard to the obligation in the bond to dissolve an attachment. This is made plain when we consider that notwithstanding the discharge of the appellee, if no bond had been substituted, the attachment in the present case would have been valid, and under subsec. F of sec. 67 of the bankrupt act of 1898 its lien would have been preserved against the goods levied upon: Metcalf v. Barker, 187 U. S. 155.\nThat a discharge does not meet the obligation in such, a bond, and that there is nothing in the national bankrupt act to stand in the way of the relief desired by the appellant is clearly shown by the case of Hill v. Harding, 130 U. S. 699, where Mr. Justice Gray says: “Such attachments being recognized as valid by the bankrupt act a discharge in bankruptcy does not prevent the attaching creditors from taking judgment against the debtor in such limited form as may enable them to reap the benefit of their attachment. When the attachment remains in force, the creditors, notwithstanding the discharge, may have judgment against the bankrupt, to be levied only upon the property attached-. . . . When the attachment has been dissolved, in accordance with the statutes of the State, by the defendant’s entering into-a bond or recognizance, with sureties, conditioned to pay to the plaintiffs, within a certain number of days after any judgment rendered against him on a final trial, the amount of that judgment .... the bond or recognizance takes the place of the attachment as a security for the debt of the attaching creditors: they cannot dispute the election, given to the debtor by statute, of substituting the new security for the old one; and the giving of the bond or recognizance, by dissolving the attachment, increases the estate to be distributed in bankruptcy. The judgment is not against the person or property of the bankrupt, and has no other effect than to enable the plaintiff to charge the sureties, in accordance with the express terms of their contract, and with the spirit of that provision of the bankrupt act which declares that no discharge shall release, discharge or affect any person liable for the same debt for or with the bankrupt, either as partner, joint contractor, indorser, surety or otherwise.” It is to be noted that the clause in the present bankrupt act of 1898, subsec. A of sec. 16, is much broader than the one referred to in the opinion just quoted; it reads: “The liability of a person who is a co-debtor with or guarantor, or in any manner surety for a bankrupt shall not be altered by the discharge of such bankrupt.”\nThe case resolves itself into the question, Is there anything in the law or practice of Pennsylvania to prevent, or discountenance, a special judgment against one discharged in bankruptcy? When the equities of a case call for it, our courts have from the earliest times permitted the entry of special judgments, with proper control over the execution. Bond v. Gardiner, 4 Binney, 269, decided in 1811, is an instance of this kind which has points of striking similarity with the case at bar. There C covenanted with A that if A should recover in an amicable action about to be brought by A against B, B should pay the amount to A on demand. B was discharged as a bankrupt. A applied to the court for leave to enter the amicable action, which was granted against the consent of B, who nevertheless appeared and pleaded his discharge. The court struck off the plea upon A's expressly declaring that the proceedings were for the sole purpose of fixing the liability of C, and agreeing not to take out execution against B. Judgment under the terms stated was allowed against B. This was practically the same thing as granting a special judgment with a perpetual stay of execution. But the appellee contends that the present policy of the state is against such a practice, and points to sec. 16 of the insolvent Act of June 4, 1901, P. L. 404, which provides: “The court shall vacate and set aside all attachments, executions, sequestrations, or other legal proceedings not legally completed, and all money in Court or in the. hands of the sheriff, by virtue thereof, shall be paid to such assignee or receiver.” At the most this is merely a declaration that all moneys in court or in the hands of the sheriff shall be paid into the general estate; and, presumably, this is exactly what becomes of the money or property attached when a bond is given and an attachment dissolved.\nThe appellee has secured its discharge in bankruptcy, and its personal liability is gone; but that does not constitute any reason why a judgment against it should not be entered for the special purppse of fixing and enforcing the liability of the surety. ■ The suretytook the risk of the appellee’s insolvency; a risk that the appellant was supposedly protected against by the very bond in question; so it would be most unfair to allow the substitution of the bond for the goods attached, and then to deny the formal relief necessary in order to enforce its terms against the surety. There is nothing in our law, or practice, or in the announced public policy of the state, to require such a ruling.\nThe judgment is reversed, and the record is remitted to the court below with directions to enter a special judgment against the defendant for 'the purpose of fixing the liability of the surety and with a perpetual stay of execution."}