{"id": "1008591", "contents": "Per Curiam,\nFebruary 14, 1910:\nUnder the first four findings of fact by the referee, the appellant had no right to discharge the appellee for inefficiency. If his acts of disobedience and his intoxication constituted causes for his discharge, they were clearly condoned by the appellant by continuing him in its employ for a year and a half after his last refusal to obey an order and for nearly two years from the time he was somewhat under the influence of liquor while at work. If the use of the defendant’s men on February 2, 1906, to assist another contractor gave the appellant the right to discharge the appellee, the learned referee has found that the right was waived and in so holding says: ‘'The fact that the plaintiff was not discharged by the defendant until over a month later, when the plaintiff’s violation of his duty had been known to them the day after its occurrence, would indicate a waiver of whatever breach the plaintiff might have committed and a condonation of the offense. One month’s delay without explanation thereof would seem to be an unreasonable time to wait before exercising the right to discharge after an offense of this character. The insertion of it as a reason for discharge in the letters written dismissing the plaintiff, seemed to be more or less of an afterthought. The referee therefore finds that the defendant’s discharge of the plaintiff was not justified.”\nWhether a master has waived a breach of contract by his servant by retaining him in service after knowledge of such breach is a question of fact. Prima facie such retention is a waiver, and condonation is presumed; but if there are circumstances shown that tend to establish a reasonable and proper reason for the delay in discharging, it is for a jury to say whether in fact the breach was condoned: Wood’s Law of Master & Servant, sec.. 123. The finding of fact by the referee that the appellee’s breach of duty was waived by the appellant was in effect a verdict of a jury, based upon sufficient evidence, and therefore is not to be disturbed.\nThe assignments of error are overruled, and the judgment is affirmed."}