{"id": "1008655", "contents": "Opinion by\nMr. Chief Justice Fell,\nFebruary 14,1910:\nOne of the plaintiffs, a girl fifteen years of age, on roller skates, was returning at night on the sidewalk of a dimly lighted street from a playground to her home. The sidewalk was only four feet wide between the housesteps and the curb. Sixteen inches from the curb there was a box extending from the paved surface down to a stopcock in a water pipe. The lid of this box had been off for three months, leaving an opening six inches square and eighteen inches deep. The front wheels of the plaintiff’s skate and her foot to the instep went down into the opening, causing a fall that resulted in permanent injuries of a serious nature.\nIn determining the liability of the city it should be conceded that the measure of its duty was to keep its sidewalks safe for the ordinary requirements only, and that it was under no obligation to provide pavements safe for roller skating. If a wheel of the plaintiff’s skate had caught in the narrow opening between paving stones or between bricks or between the parallel bars of an iron grate over an opening to a basement, there would be no liability on the part of the city, because there is no duty on it to guard against such dangers but only against those reasonably to be apprehended in the ordinary use of the sidewalk. But in this case there was a hole, of the existence of which there was constructive notice, six inches square, near the middle of a narrow sidewalk and in the direct line of ordinary travel. It was more or less dangerous to all persons passing, whether walking or on skates. The foot of a small child would have gone down in it, and the toe or heel of a shoe of an adult was as likely to be caught in it as a roller skate. The plaintiff was not making a forbidden use of the pavement. She was doing nothing unlawful. If in the dark she had fallen into an open trench across the pavement or fallen over an object negligently left on its surface, of which the city had notice, actual or constructive, there could be doubt as to its liability. That she was on roller skates does not affect the question of liability, unless her fall, was due to that fact, and of this there was no evidence. The test is whether the sidewalk was reasonably safe for ordinary use. The danger was one common to all in the use of the pavement and differing only in degree as to individuals and modes of traveling.\nThe judgment is affirmed."}