{"id": "1008557", "contents": "Opinion by\nMr. Justice Potter,\nMarch 21, 1910:\nThis is an appeal from the entry of judgment in favor of the defendant non obstante veredicto, by the court of common pleas of Lackawanna county. The entry of judgment is thus set forth upon the record: “And now, January 2, 1909, the rule for a new trial is discharged. The rule for judgment non obstante veredicto is made absolute, and judgment is now entered for the defendant. Same day exception is granted to the plaintiff.” No appeal was taken from this judgment until July 19,1909, which was more than six months from the entry of the judgment, and it cannot therefore be allowed.\nIt does appear from the record that upon January 20,1909, some one paid a jury fee, and filed the reóeipt, and thereupon judgment for defendant was again noted. But the real and formal judgment in this case was entered by the court, as above set forth, upon January 2, 1909. And it is the entry of that judgment which is here specified as error. Furthermore, that judgment was not entered upon the verdict of the jury. It was entered in opposition to, and notwithstanding the verdict. The Act of March 29, 1805, 4 Sm. L. 242, sec. 12, providing for the payment of a jury fee, and the entry of judgment upon a verdict, had no reference to a judgment entered directly by the court. Under the Act of April 22, 1874, P. L. 109, which provides for the trial of civil cases by the court without a jury, there is a distinct provision in sec. 5, that no jury fee shall be required to be paid, on entering judgment upon the decision of the court. This would seem to indicate a legislative intent to require payment of the jury fee only where the judgment is entered upon the verdict. Liability for the payment of the jury fee is not, however, the point here involved. We have to deal only with the entry of the judgment by the court. We find by investigation that in order to facilitate the collection of the jury fee, the courts of common pleas throughout the state generally provide by rule that no judgment shall be entered on any verdict without the special order of court, until the sum of $4.00, required by the act of March 29, 1805, shall have been paid by the party for whom the verdict has been given. But in the present case, the court not only made a special order for judgment, but it entered the judgment directly, on January 2, 1909. That was a final judgment in favor of the defendant. It is that judgment of which plaintiff complains, and he was bound to take his appeal within six months from the date of its entry. He did not do so.\nAppeal quashed."}