{"id": "1009593", "contents": "Opinion by\nMr. Justice Moschzisker,\nThe plaintiff and the defendant are husband and wife; at the time of filing the bill in this case they lived together in a residence which belonged to the defendant. The husband desired to move to a house of his own, and invited his wife to accompany him, which she declined to do; thereupon he endeavored to take certain household goods which he alleged belonged to him, but he was prevented by the defendant. The plaintiff filed a bill and prayed that the defendant be ordered to permit him to remove his goods. An answer was filed, in which the defendant alleged that she was the owner of the property in question by gift from the plaintiff; further, she averred cruel and barbarous treatment on the part of her husband and that he had agreed to pay her a fixed allowance as well as certain taxes on her real estate, all of which she alleged he had failed to do. A replication was filed; and the case was placed on the equity trial list. Subsequently the defendant filed a cross-bill, in which she asked that a decree be made against the plaintiff for the payment of the alleged allowance and taxes, as well as taxes to accrue in the future. A demurrer to the cross-bill was sustained, for the reason that its prayer was not germane to the subject matter of the original bill. Trial was had on the original bill, and after the court below had found, upon sufficient evidence, that “there was no gift of the property in question by the husband to the wife,” a decree was entered ordering the défendant to permit the plaintiffito take possession thereof. The defendant has appealed.\nThe appellant contends, (1) that equity has no jurisdiction, and for that reason the bill should have been dismissed; (2) that the court below erred in dismissing the cross-bill; (3) that error was committed by the refusal of the chancellor to permit the defendant to introduce certain testimony tendered to prove that the plaintiff had deserted her and was guilty of cruel treatment; further, that his offers of a new abode, to which the furniture was to be removed, were not made in good faith; and (4) that under the pleadings and evidence, the court erred in finding that the household goods belonged to the plaintiff. We see no merit in any of these contentions. The present proceeding was commenced prior to the Act of March 27, 1913, P. L. 14, which expressly provides that “a married woman may sue and be sued civilly, in all respects, and in any form of action, and with the same effect and results and consequences, as an unmarried person,” and that her husband may sue her “in a proceeding to protect or recover his separate property”; but before this recent act, it was definitely settled by our cases that married persons might sue one another in equity to protect and gain possession of their separate property, “and this notwithstanding the provisions of Section 3 of the Act of June 8, 1893, P. L. 344”; see Ireland v. Ireland (No. 1), 244 Pa. 489, 492; McKendry v. McKendry, 131 Pa. 24; Heckman v. Heckman, 215 Pa. 203, 208; Dorsett v. Dorset, 226 Pa. 334, 336. The court below was clearly right in dismissing the cross-bill. As stated in the opinion of Judge Haymaker, “Her (the defendant’s) cross-bill has little or no relation to the subject matter of the original bill; her allegations raise questions entirely foreign to those of the original bill, and bring into this litigation a variety of matters that she desires to have settled which if permitted would only confuse the true issue in the case.” While a cross-bill properly may introduce “new facts and issues, they must relate to the subject matter of. the original bill and must be so closely connected therewith as to constitute the cross-bill a mere auxiliary of the original or a dependency thereon......; questions which are entirely distinct from those presented in the original bill cannot be introduced by a cross-bill, although such questions be connected with the subject matter of the original bill”; 16 Cyc. 331. The averments in the answer and cross-bill concerning the conduct of the plaintiff toward his wife probably were introduced upon the theory that the Act of 1893, supra, would not permit him to sue her, even in equity, to recover his separate property, unless he could show a desertion on her part. But since we have decided that such is not the law, and since the defendant claimed the property in controversy under an alleged absolute gift to her, and not under a contract upon a valuable consideration involving things to be done by the parties thereto, the allegations concerning the conduct and alleged defaults of the husband, and the prayers of the cross-bill based thereon, were not germane to the subject matter of the original bill. We have already stated that the evidence was sufficient to sustain the chancellor’s finding that the goods sought to be recovered belonged to the husband, and not the wife; in fact, at the trial, the defendant admitted that the plaintiff had paid for the property, and her testimony, even if accepted as true, was simply to the effect that her husband'said that he would give her the furniture, not that he had given it to her.\nThe assignments of error are all overruled, and the decree is affirmed at the cost of the appellant."}