{"id": "1009146", "contents": "The opinion of the court was delivered, January 26th 1868, by\nThompson, C. J.\nThe court admitted evidence and submitted it as a ground of recovery in favor of the plaintiff below, whether the direct and immediate effect of the construction and use of the company’s railroad over the plaintiffs’ land, had the effect to destroy the business of their mill, and consequently to lessen its value. The testimony is full to this point, and leaves no doubt of the fact. If the talcing of the plaintiffs’ land directly resulted in this, in a way capable of being certainly ascertained, it is not easy to see why compensation should not result from one cause of injury as well as another. This I suppose would not be disputed as a general proposition; but it is denied that the occurrence of the injury in this particular case is a ground of damage.\nWhat is jt ? Many witnesses testified that the plaintiffs owned an ancient custom mill; that after the railroad was built and begun to be operated, they ceased to carry their grain to be ground there, and that at least one-half of their custom had .fallen off. The reason given for this was simply the danger in going to the mill with horses and teams, owing to the location of the railroad with reference to the mill.\nThe mill stands on a narrow strip of land, between the Kiskeminetas river, on the one side, and a high bluff or hill on the other. A township road starts at the mill, and after running along the narrow strip for some 16 or 20 rods, leaves the valley and passes into the open country. Side by side, with this township road is the railroad, elevated a few feet above it, and so passes the mill at a distance of some thirty feet from its door. There is no room for another road, it appears, between the township road and the river, and along this road teams and horses must pass to.and from the mill; a precipitous bank and the river being on the one side, and the railroad on the other. In the opinion of the witnesses this presented a case of such peril and inconvenience in frightening teams and horses, as to compel them and others to carry their grain to be ground at other mills. If this resulted as an immediate and direct consequence of the taking of the' plaintiffs’ property, on which to build the railroad, and if the fear and danger in the circumstances of the case were reasonable, and prevented people from coming to the mill, the court advised the jury that the depreciation in the value of the property, therefore, ought to be compensated by the railroad company.\nThis view, in its application to the admission of testimony and to the charge of the learned judge, forms the principal assignments of error in the case.\nI regard the testimony as but a mode of ascertaining a measure of damage, sanctioned by the court from Thoburn’s Case, 7 S. & R. 411, down to Hornstein’s Case, 1 P. E. Smith 87, namely, the difference between the value of the property after the construction of the railroad and before ; the amount of deterioration, when ascertained by proper tests, being the amount the owner should be entitled to. This must almost always be arrived at through a variety of details in evidence, to enable the jury to find a result. When the deterioration results from actual and not speculative causes, and, to all human appearance, from causes which promise to continue, then it must be admitted as a ground of damage.\nAt common law, depreciation of property by agencies that would destroy its value, would undoubtedly be a ground for the recovery of damages. The maxim sic utere iuo ict alienum non Icedas, embodies the duty, and the law must enforce it, or the maxim would be idle. In 3 Casey 99, repeated in 1 Wright 469, and other cases, it was held “ that the construction which has been given to legislative charters for improvement companies generally, has been, that they are intended to secure compensation for such injuries as the common law recognises as fit objects for compensation.” In this last case, a practical application of the rule is given, and it goes far to justify the ruling of the learned judge in this case. In the opinion of the court, my brother Strong said: “ The exclusive appropriation of a part, the inconvenience arising from divisions or from increased difficulty of access, and the cost of additional necessary fencing, are alike the direct and immediate results of the construction of the railroad,” and entitled to be compensated. See also Patten v. The Northern Central Railroad Co., 9 Casey 426. These cases would compensate the inconvenience to a landowner, whose property is taken to build a railroad. The direct and immediate result of the construction of a road over land taken, if injurious, gives title to damages — even to the extent of estimated inconveniences.\nThe rule in its breadth, applies generally, -only to cases where there is an exclusive taking of a portion of the owner’s property under the right of eminent domain. This is apparent from the Monongahela Nav. Co. v. Coons, 6 W. & S. 101, and subsequent cases.\nIt is not necessary to elaborate much the nature of the injury here, or its direct character. It results solely from the taking a portion of the plaintiff’s land, and the construction and use of the defendants’ road. I see not much difference in the nature and certainty of the exclusion of the customers of this mill, between an absolute physical obstruction, directly in their way, and others which continually threaten their lives and limbs in the use of the ordinary means of getting there. Without enlarging, however, we think the testimony in regard to the loss of custom to the mill, from the construction of the road over the ground of the owner, and the reason for it, were properly received and properly submitted to the jury as grounds of compensation to be made to the plaintiffs, for the deterioration of their property.\nIt was not error to refuse to instruct the jury that they must state in detail the items which should constitute their verdict. It was not even necessary, under a similar provision, in case of appraisers of damages : Tucker et al. v. The Erie and N. E. Railroad Co., 3 Casey 281. Nor was the contrary decided in the case of Patten v. The Northern Central Railroad Co., supra. That was not a point in that case. A jury might, if they chose, state the items composing the sum of their verdict, but it would amount to nothing. They must find an aggregate sum, no matter of how many items it is composed. We have carefully considered all the assignments of error in the case, and seeing nothing to correct,\nThe judgment is afiirmed."}