{"id": "1009158", "contents": "The opinion of the court was delivered, January 7th 1868, by\nStrong, J.\nThe form of the action brought by the plaintiff was trover. It was therefore incumbent upon him to show, not only that he had a right of property in the money which had been deposited in the defendant’s hands, and ,a right to its immedíate possession, but also that the defendant had been guilty of converting it to his own use. When the deed was filed in court on the 28th of March 1868, and the court made an order that the money in court should he paid over to him, his right of property and of possession would seem to have been complete. Was there any conversion by the defendant ? This is the question involved in all the assignments of error. On the 28th of September 1860 the money was paid into court in gold, and taken charge of by Porter, the defendant, who was then prothonotary. It is said there is no rule of the Common Pleas of Indiana county, directing money paid into court to be deposited anywhere to the credit of the court. It was then the duty of the prothonotary as the organ of the court, to take such money into his own custody and keep it safely. He took it accordingly, and deposited it with bankers of credit and responsibility. He deposited it in his own name. He could not have deposited it rightly to the credit of any other than himself, in the absence of any rule of court directing otherwise. He .never made use of it for his private purposes. He never made any profit out of it, and immediately after the court ordered it to he paid to Aurentz the plaintiff, by agreement of counsel it was considered in court in United States legal tender notes. It is in proof that the identical money paid into court was deposited with the bankers, except the sum of $8. When the deposit was made gold was not at a premium. Legal tender notes had not then been authorized, and the deposit was used by the bankers without any profit to them. In view of this state of facts, it is plain there was no actual conversion of the money by the defendant. If there was any at all, it was merely technical, resulting from the defendant’s breach of duty; and if there was no breach of duty, there was neither actual nor technical conversion. We are of opinion, that nothing in the case exhibits any such neglect of duty as can be regarded a tortious conversion of the money paid into court. When it was thus paid in, -it became the official duty of the prothonotary to take charge of it. He then became an involuntary depositary, and it was his duty to take that care of the deposit which prudent men ordinarily exercise. That care was taken by placing it in the charge of reliable bankers, and the fund was ready at all times to be produced when called for. It is not to he admitted for one moment, that he was under obligation to retain in his own pocket the identical pieces of money which were paid into court. That is not the duty of an involuntary depositary. And we think, under the circumstances, that depositing it with the bankers in his own name, in the absence of any court rule prescribing the mode of its custody, was not a breach of duty, especially as the money was always ready to be paid when called for. Nor can the plaintiff in this case avail himself of the fact that the defendant, when his term of office as prothonotary expired, did not pay over the money to his successor in office. If it was his duty thus to pay over the deposit, the plaintiff has not been injured by his not having done so. Whatever loss the plaintiff sustains, if any, is the result, first, of his own delay in filing the deed, which by the verdict of a jury, and the judgment of the court, he was bound to file, in order to entitle himself to the money paid into court; and secondly, a change in the law making treasury notes a legal tender in payment of debts. For, if the defendant was not under obligation to retain the identical money which at first came into his hands, if he cared for it as a prudent man ordinarily cares for his own money, and if he was ready to pay when the money was legally called for, his liability was that of a debtor, and payment in legal tender notes was a good payment.\nHolding these opinions, we affirm the judgment given in the court below. On the facts of the case as they appeared in evidence, the jury was rightly instructed.\nJudgment affirmed."}