{"id": "1009183", "contents": "The opinion of the court was delivered, January 7th 1868, by\nAgnew, J.\nThe nota bene in the deed from Peter Fairley to Neely and Burns intervenes between the words “ Sealed and delivered in presence of,” and the names “ James M. Riddle and Thomas Enoch,” the subscribing witnesses, occupying thus the usual place for memoranda of alterations and interlineations in a deed. It also stands before the receipt of Fairley for the purchase-money, witnessed by James M. Riddle, and before the acknowledgment taken before Thomas Enoch, the other witness. And it is a memorandum against the interest of the grantee to whose custody the delivery consigned the deed. It is, therefore, not probable that it was made after the sealing and delivery. All the internal evidence of the nota bene, in connection with the paper, conspire to make it a part of the deed. It falls, therefore, clearly within the general principle stated by Gibson, C. J., in Simpson v. Stackhouse, 9 Barr 186, which presumes in favor of innocence that it is a legitimate part of the instrument, and also specially within the cases of Heffelfinger v. Shultz, 16 S. & R. 46, and Gray v. Foster, 10 Watts 280, which not only carry the deed as legitimate evidence to the jury, but also justify their deduction of the legitimacy of the memorandum ex viseeribus.\nThe nota bene being then a legitimate part of the deed done before sealing and delivery, the next question is its effect. On this point Gray v. Foster also determines that the grantee taking the instrument, with this memorandum upon it, is affected by its operation. Its effect then was to control the operation of the deed; not, however, as a habendum contradictory to the- premises of the deed, as the argument seems to suppose, but by a qualification only of the use. The estate granted in the premises remains the same in the habendum, which neither limits nor controls the language of the premises. A trust is not contradictory to the estate, but a mere qualification of its use, and only establishes a new and consistent relation, but does not cut down the fee simple which was granted: Porter v. Mayfield, 9 Harris 264.\nBy the nota bene the grantee accepting the deed with this as the expressed intent of the grantor at the time of sealing and delivery, consented to take and to hold the estate to him and his heirs in fee in trust after the death of himself and wife, to the use and benefit of his daughter, Mary Ann Burns. Having accepted the estate in this condition, evidenced too by writing coeval with and a constituent part of his title, he cannot afterward deny the trust. If the case stood here the defendant would have been entitled to judgment, but the stated case also finds that Daniel Burns survived both his wife and daughter, and this daughter, Mary Ann, was their only child, and died without issue. It is clear, therefore, that the trust never took effect, or was executed in possession. Unless the trust in Mary Ann, therefore, was a fee which descended to her next of kin at her death, the legal estate remained in Daniel Burns, and the trust fell. The language of the nota bene contains no words of inheritance, so that the estate vested by the trust in Mary Ann is a matter of construction only. In limitations of trusts, either of real or personal estates, it is said, that the construction generally speaking is the same as in the like limitations of legal estates, though with much greater deference to the manifest intent; and further, that though equity follows the law and applies the doctrines appertaining to legal estates to trusts, yet a court of equity does not hold itself strictly bound by the technical rules of law, but takes a wider range and more liberal rule in favor of the intention of the parties. Hence, a conveyance in trust will carry a fee without words of limitation when the intent is manifest: Kent’s Com., vol. 4, pp. 303-304.\nApplying these principles to the deed in this case, we find it made to two sons-in-law in fee simple, in consideration of natural affection, and of $1 in money — that the property conveyed is to he held in severalty by a designated mode of division, and then by the nota lene, that the estate of each has to be enjoyed hy the son-in-law and his wife, the daughter of the grantor, for their lives, and by a certain daughter of each couple respectively after their deaths. Clearly here is evidence of an intended settlement of the grantor’s property in each family respectively, without the slighest evidence of an intention that the estate should revert to himself on any contingency, or that it should go over from one family into the other. With this manifest intent on part of the grantor, it would ill become a chancellor to supply words of inheritance to the trust for Mary Ann Burns, dying before her father, and thereby to withdraw the fee simple granted to her father, and carry it over on her death into the other family as her next of kin and heirs at law. Clearly the intent that Daniel Burns shall have a fee simple discharged of the trust in the event of the death of his daughter, in his lifetime, is stronger than any supposed intent to carry away from him a grant which was, by its express terms, sufficient to continue the estate in himself. In this view of the case, his deed is operative to continue the fee in himself, and the trust for. h'is daughter fell at her death, leaving him seised in demesne as of fee of an indefeasible estate.\nThe plaintiff was therefore entitled to judgment, and the judgment is affirmed."}