{"id": "1009185", "contents": "The opinion of the court was delivered, October 31st 1867, by\nAgnew, J.\nThe 1st, 2d and 3d assignments of error may be considered together. The purpose of all these points was to confine the plaintiff to the road, mentioned in the deed from Grace Bennett to Sanford S. Bennett, as the eastern boundary of lot No. 2067. But this is evidently a mistaken part of the description, and is corrected by the other portions. The conveyance was for “ all that certain tract known as No. 2067 in the 10th Donation District.”\nTo those familiar with these surveys, this statement is a complete and adequate description of the entire survey of that lot. The controlling effect of .the description by the numbers of the donation surveys, is set forth in Smith v. Moore, 5 Rawle 348, and Dunn v. Ralyea, 6 W. & S. 475. By the Act of 1785, the number of the lot was to be marked in Roman numerals upon the north-western corner tree or if the corner be a post, upon the tree nearest to it within the lot. This number was then to be marked upon a general draft within the proper lot, and the draft deposited in the Rolls office as a public record, to serve to all intents and purposes in lieu of recording the patents.\nAfter this the lot was drawn and appropriated by its number, and the name of the officer or soldier drawing it was directed to be written on the draft within the lot. The consequence of this regulation was, that these surveys were always known and identified by their numbers, and many hundreds of deeds, private and official, rest upon no other description. When, therefore, Grace Bennett conveyed to Sandford S. Bennett all that certain tract known as 2067 in the 10th Donation District, the terms clearly imported an intention to convey the whole survey so numbered and standing upon the public record of the state, unless she restricted the generality of her grant by plain and unequivocal terms in the subsequent description. But what follows only confirms the general intent, for it calls for the adjoining donation surveys by their numbers as the abuttals of the lot she conveys— thus, No. 2058 on the west, 2068 on the north, 2100 on the east and 2066 on the south. In coming to the eastern boundary, where it is supposed the restriction is introduced, we find it described as “ thence (that is from the post in the centre of the public road) by tract No. 2100, and along the centre of said road south 9 degrees 15 minutes east, 141 perches to a beech.” Thus we have a description by two circumstances, one of which must be mistaken, if the road and the boundary of 2100 are not identical. That the grantor, misled by the survey of the artist, who thought the road was the common boundary, supposed they were identical, there is no doubt; but this does not detract from her clear intent to convey the whole lot, and the abuttal by lot No. 2100 will carry the conveyance to its boundary. The mistaken supposition of its identity with the public road does net vary the intent, and, therefore, whether we are governed by the entire description, or by the rule that in cases of ambiguity the deed is to be taken most strongly against the grantor, the effect is to extend the conveyance to the boundary of No. 2100.\nThe court left it to the jury to find the actual location of this boundary, and this is complained of in the fifth assignment of error. But this was right. The beech, the south-east corner of No. 2067, is an admitted corner, while the testimony of Wilson King and Judge Miles tends strongly to show that the north-east corner was at the linn or basswood stump claimed to by the plaintiff. In the absence of marks to denote the line between ,these corners a straight line would be run between them. As corners they'denote the course of the line, and'justified the court in submitting its location there, notwithstanding it would fall to the east of the public road. The manner of making these donation surveys by running the north and south lines in ranges, marking corners upon them at the distances apart necessary to give the quantities of the lots, and not running the east and west lines, lessens the probability of the true linn or basswood lying so much out of the course of the north and south range line; but if the jury were satisfied that it stood where the testimony of King and Miles tended to locate it, the instruction of the court was right.\nWe discover no error in the four specifications of the fourth assignment. The judge gave no binding instruction upon the testimony thus stated, and we discover no substantial variance between his statements and the evidence. Upon the whole, he left the location fairly to the jury. After stating the location according to King’s testimony, he puts the interrogation to the jury: “ Is this location correct ?” What follows is but a narration of matters tending to sustain it. It is not error in a judge to point out the connection and effect of the facts, unless it is so done as to mislead of to he binding upon the jury.\nWe discover no error in the legal effect given to the disclaimer of Bemis. It was a written confession of record to avoid -further costs in the prosecution of the suit against him. As to that part of the land which he disclaimed, it.operated as an- estoppel by record in this suit, unless withdrawn or amended by leave of the court. If Bemis failed to describe correctly the land for which he took defence, he ought to have asked the court for permission to amend his description; failing in that he cannot complain unless the court erred -in interpreting the description, and this is now the only .question. Bemis took defence for “ all that certain piece or parcel of land situate in Wayne township, bounded and described as followsthen coming to that part which concerns this controversy, he proceeds: “On the south by donation lot No. 2101, and on the west by donation lot No. 206.7, and containing 56 acres more or less, and is part of donation tract No. 2100.” And he further says: “ And any and all other land included in the plaintiff’s tyrit, he the said Bemis disclaims having any title or interest, in or to, or the possession of the same, or any part thereof, and takes defence for the land included in the above description, and claims no other.” Nothing can be clearer than this. He does not found his claim by the public road, or by his possession, or by any circumstances, to extend it over any part of No. 2067 ; but expressly confines himself within lot No. 2100, and to the boundary of No. 2067, disclaiming possession as well as title to all beyond this boundary.\nThe court did not take the fact of location from the jury, but merely held that Bemis after his disclaimer could not pass across the boundary of 2067, leaving it fairly to the-jury to say where that line was.\nThe verdict is not void for uncertainty, but it is not to be used as the plaintiff in error would have us to do, by isolating the finding against Greeley, and disconnecting that portion from the draft referred to by the jury as forming a part of their verdict.\nThe reference to the draft of David Wilson applies as well to the finding against Greeley as to that against Bemis, and gives certainty to the description.\nJudgment affirmed."}