{"id": "1009171", "contents": "The opinion of the court was delivered, January 7th 1868, by\nStrong, J.\nIt is only because of the Statute of Frauds that a parol contract for the purchase and sale of lands cannot be enforced according to the words of the contract. Unlike the British statute, ours does not absolutely avoid the agreement. It simply restrains its effect. The British statute declares that “ no action shall be brought whereby to charge any person upon any contract or sale of lands, tenements or hereditaments, or any interest in or concerning them, unless the agreement upon which. such action shall be brought, or some memorandum or note thereof shall be in writing, and signed by the party to be charged therewith, or some other person thereunto by him lawfully authorized.” This is not found in our Acts of Assembly, and therefore an action may be maintained with us for the breach of a parol contract to sell or to buy a tract of land. But when such an action is brought against a vendee, the measure of damages for a breach of his contract is not the price he agreed to pay. If it were, courts would give the same effect to parol contracts which is given to contracts in writing, and that would be to disregard the statute. All this is plain enough. If, however, a contract is not within the Statute of Frauds, or if the contracting parties' have done all that the statute requires, there is no reason why a purchaser should not be held to pay what he promised; or, in other words, why the price he undertook to pay is not the measure of damages for his breach of his contract.\nAssuming that there was a contract made between the plaintiff below and the defendants, by which the former sold and the latter bought a moiety of the Dotterer faim at the price of $13,000, and this the verdict- establishes, it is a primary question whether the contract was in writing, so as to take it out of the Statute of Frauds. If it was, the measure of damages for its breach was correctly stated to the jury. If it was not, the jury should not have been permitted to return a verdict for the stipulated price of the land. The facts of the case are summed up in the charge. On the 2d of December 1864, the plaintiff wrote and signed a paper by which he agreed to take $13,000 for his share of the Dotterer farm — $2500 down, and the balance in six months with interest, the money to be indubitably secured. This paper he sent by one of the defendants to Hoge his agent, with written instructions that Hoge should make a deed and send it to him, receive the first payment, and deposit and make everything sure. It is not alleged that this paper was a sufficient compliance with the requisitions of the statute. The court below instructed the jury, that if the plaintiff relied upon that paper he could not recover at all. But on the 20th of December 1864, a deed for the land to Tripp, one of the defendants, having been prepared, the plaintiff executed it, and Hoge, the owner of the other moiety, joined in the execution, having sold his interest to the same parties. The court submitted to the jury to find whether the deed was thus executed ; whether Hoge was a tenant in common with the plaintiff, and sold his interest to the same parties; whether the defendants requested the deed to be made to Tripp, one of their number ; whether the plaintiff sent on the deed so executed to Hoge to be delivered, upon his receipt of the hand-money 'and securing the balance; whether all three of the purchasers (defendants) examined the deed, were satisfied with it, and accepted it, and agreed to pay the money according to the terms set forth in the paper of December 2d 1864, signed by the plaintiff; whether the defendants then paid the hand-money, each one third, and agreed with Hoge the agent that he should keep the papers until the balance was paid, taking them with him to Harrisburg, they promising to pay, the balance when due. The jury was then instructed that if they found such to have been the facts, the plaintiff was entitled to recover the balance of the purchase-money, and interest.\" The jury found for the plaintiff, and it must therefore be taken that these facts are established. Do they show a sufficient compliance with the demands of the statute ? Neither the British statute nor ours requires that the written agreement or memorandum of the sale should be signed by both parties — a receipt for the purchase-money, if it describe the lands, has been held sufficient: 9 Ves. 234; 12 Id. 466; and even a note, or a letter has more than once been held to be a sufficient agreement to take the case out of the statute: Sugden on Vend. 45.\nThis is even more certain under our statute than under that of 29 Charles 2. The words of the latter are, “ unless the agreement, or some memorandum thereof shall be in writing and signed by the party to be charged therewith.” Our act declares that all leases, estates, interests of freehold, &c., shall have the force and effect of leases or estates at will only, unless put in writing and signed by the parties so making or creating the same, that is, the parties making the leases or creating the estate. It is then only the lessor or grantor who is required to sign the agreement. His contract must be in writing, and signed by him; but the statute requires no written evidence of the engagement of a lessee or grantee. The Statute of Frauds was passed for the protection of landowners. -It was intended to guard them against perjuries in the proof of parol contracts. To secure this protection it prescribed a rule of evidence, by which alone their estates can be diverted. This is intimated in Lowry v. Mehaffey, 10 Watts 387. There it was ruled that an agreement for the sale of land reduced to writing, and signed by the vendor alone, and delivered to the vendee, is all that the statute requires. It is true, that in that case it appeared the contract had been partially executed; but not sufficiently to give effect to a parol sale. After all, it was the signature of the agreement by the vendor alone which made the sale effective. The same thing was ruled in McFarson’s Appeal, 1 Jones 503. The case of Wilson v. Clarke, 1 W. & S. 554, is not in conflict with these decisions. There the contract rested entirely in parol. The vendor had signed no agreement. He could not, therefore, have been compelled to make a conveyance, and for this reason he was not allowed to enforce the contract specifically against the other party. But in the present ease the vendor has made a deed for the land and signed it; he has sent it to an agent to be delivered. The vendees examined it, were satisfied with it, accepted it, and paid the hand-money to the agent. The contract was made and closed at that time. The parties then agreed that the deed should remain in the agent’s hands until the time of credit expired for the remaining purchase-money, or until it should be paid. Surely it cannot be said the plaintiff was not bound by the contract then made. He could not take back his deed with the $2500 paid him in hand. Had the defendants tendered the remaining purchase-money, a court of equity would doubtless have, compelled a consummation of the contract in the delivery of the deed. The contract therefore was mutually obligatory, and evidenced by all that the Statute of Frauds requires. It is not pretended that the deed does not sufficiently describe the subject of the sale, and the consideration to be paid. Nothing remained in parol but the agreement to pay the purchase-money, and the statute does not require that to be in writing. On the facts then as submitted to the jury and found by them, we are of opinion the statute does not affect the rights of the parties as against each other. The evidence required by it is supplied, and there is nothing in the case which renders inapplicable the general rule, that in actions for the breach of a promise to pay a sum of money, the measure of damages is the sum of money promised to be paid, together with interest from the time when payment should have been made.\nThis disposes of all the assignments of error except those which relate to the stamps on the deed, and on the paper dated December 2d 1864. From the evidence, it appears that the stamps were in the deed when the defendants paid the hand-money, and of course when they accepted the deed and promised to pay the balance. They were not then affixed or cancelled. We have not the deed before us, but it appears that the district collector of internal revenue affixed the stamps and cancelled them before the deed was received in evidence, as he was authorized to do by the Act of Congress. No error is assigned to the admission .of the deed in evidence; but it is insisted that the deed not having been actually stamped, and the stamps not having been actually cancelled, on the 20th of December 1864, when the contract was made, there could have been then no legal contract. We do not understand such to be the meaning of Congress. No deed can be recorded or used in* evidence unless a proper stamp has been affixed (sect. 152 of the Act of June 30th 1864) ; but the deed is not declared to be inoperative, except as an instrument of evidence. The 158th section declares that instruments of writing made, signed or issued, without being duly stamped, with intent to evade the provisions of the law, shall be invalid but there is a proviso to the section which takes out of its operation cases where the collector of the revenue of the proper district shall affix the proper stamp, and'the Act of Congress declares that when he has affixed such stamp, the instrument shall be deemed and held to be as valid to all intents and purposes, as if stamped when made and issued. The collector in this case has affixed the proper stamps. The deed must therefore be treated as if it had been stamped on the 20th of December 1864. The Act of Congress is complied with. It does not affect the rights of the parties. At most it relates only to form, and requisite form having been complied with, we have nothing to do but with the legal effect of the 'instrument, apart from any consideration of the Federal statute. The 11th assignment of error is therefore unfounded. All the others are covered by what we have said, unless the 3d additional assignment be an exception. Of that it suffices to say that the deed was evidence of a written agreement, such as the plaintiff asserts, though it may not prove the whole contract.\nThe declaration is undoubtedly informal in its 3d count, but it substantially sets forth a cause of action. Connected with the evidence the court could not say that under the pleadings the plaintiff could not recover.\nThe judgment is affirmed."}