{"id": "1009449", "contents": "Opinion by\nMr. Justice Stewart,\nThe complainants in the bill filed are severally the owners of lots fronting on Woodwell street in the City of Pittsburgh, included in a plan of lots laid out by James H. Hamnett, one of the complainants, and duly recorded. The defendant is owner of four lots also included in said plan. All lots embraced in this plan are held subject to the following restrictions:\n“That for and during a period of ten (10) years from and after the first day of November, 1911......no more than one dwelling house shall be erected or maintained on each forty (40) feet of land fronting on said Wood-well street.”\nThe bill complains that defendant is about to erect on each of his said four lots what is called a duplex dwelling house, in violation of the restriction aforesaid. The answer admits that defendant holds subject to the restriction; and further, that the duplex houses he proposed to build are each designed for the occupancy of two families, under one roof, so arranged as to furnish each family with a complete and independent set of apartments, having independent and separate entrances after a common front entrance has been passed. His contention is that such building does not offend against the restriction, and he was sustained in this by the learned chancellor who accordingly dismissed the bill. The appeal brings the question before us. In Johnson v. Jones, 244 Pa. 386, the restriction provided that nothing but a church or dwelling house should be erected upon any part of the lot. What was there sought to be enjoined was the erection of a four story apartment house. We held that an apartment house was not repugnant to the restriction though designed to admit of several families dwelling separately therein; that it was a dwelling house notwithstanding, within the meaning of that term as used in the restriction. The restriction we have here differs not at all in purpose, so far as the words indicate, but merely in the phraseology. Here the owner is restricted to “one dwelling house”; there the restriction was to “a dwelling house.” ° While singleness of structure is expressed in the one case, it is quite as clearly implied in the other. Therefore we have here the exact question that was ruled in the Johnson case. The building here proposed is an apartment house differing only from the building in that case in that it will be of two stories instead of four, and will therefore accommodate fewer families. As was said of a similar restriction in St. Andrew’s Church’s App., 67 Pa. 512, the covenant is directed against the building alone, not its subsequent use, and when a building is lawfully erected on either of the lots, so far as the building is concerned the covenant is at an end. The fact that the building proposed is a single structure intended for dwelling purposes brings it within what is permitted under the restriction; the fact that it is intended to accommodate a number of fámilies does not bring it within what is forbidden. The assignment of error is overruled and the judgment is affirmed."}