{"id": "1009184", "contents": "The opinion of the court was delivered, November 14th 1867, by\nThompson, J.\nThe exceptions in this case arose on the trial of an issue ordered by the court below, to try “ whether fraud and deception had been practised on the defendants, in substituting a different kind of oil as a sample for that which was agreed upon;” “ and, whether judgment No. 452, March Term 1866, had been paid.”\nThe testimony objected to by the plaintiff in error and plaintiff in the issue, was not offered to enlarge, contradict or alter the instrument of writing of the 10th of May 1867, between the parties ; but simply to show that a material stipulation therein was founded on the misrepresentation and fraud of the plaintiff. This was proper. Fraud in a contract could never be proved, if its terms were held to preclude all other evidence in regard to it. A fraudulent scrivener might, if such a rule prevailed, write a very different contract from that agreed upon by the parties; and if they affixed their signatures to it, the fraud would be an accomplished fact. It is too well settled that this is not the rule to justify any reference to authorities.\nThe fact seems undisputed, that the oil which the plaintiff agreed to deliver to the defendant in payment of the judgment, was to be oil of his own manufacture, of the kind that had been furnished by him on former occasions to the House of Refuge] and to the Lake Superior Iron Works in this city.\nWhen the contract was being reduced to writing the scrivener inquired how he should designate the oil. After some conversation, the plaintiff proposed to procure a sample from a party who he alleged had some of his oil, and left for that purpose. He returned in a short time with a bottle containing oil, which the defendant remarked didmot look like the oil he had seen of his manufacture. The plaintiff replied it was, and referring to the sample said it was the best he made, and worth $1.80 per gallon. The agreement had been written, referring to the sample, while plaintiff was absent. After this conversation the parties signed the agreement. The testimony objected to showed all this ; and that the sample was not of manufactured, but of crude oil, worth not over 16 cents per gallon, instead of $1.80, as represented. Supposing that the writing closed the door against inquiry, the plaintiff, within the time stipulated, delivered the number of Darrels of oil agreed upon according to the sample, and claimed a satisfaction of the judgment which was to he paid in oil. If these facts were true, and the jury have found, they were, it would be a very deficient system of jurisprudence which would forbid them, to be proved. They went directly to establish a most unmitigated trick and fraud. No such system exists here. The testimony was very properly admitted.\nThere are numerous assignments of error to the charge, and they principally relate to the law of sales by sample. The court was requested in the plaintiff’s 2d point to charge that, “ when property is sold by sample, the sample, and not the name or other description by which the property is designated, is the sole standard by which the property is to be tested.”\nThe answer of the learned judge to this was all that the law required, and was sufficient for the case. He said: “ This proposition is correct. But when the adoption of a sample has been fraudulently procured, the party who has practised such fraud should not complain .if he is denied any advantage from his wrong. The fact, or one of the facts which you (the jury) are to determine from the evidence is, whether fraud or deception was or was not practised by Maute in procuring the acceptance of the sample in question.”\nThe question was thus fairly loft to the jury on the very point in issue, and was found in favor of the defendant. The jury also found that the defendant’s judgment was not paid. There was no error, therefore, in permitting execution to go on the judgment.\nThe charge was right also in answer to the plaintiff’s 6th point. The defendant was not bound to take in payment of his judgment what he never agreed to take. If a different kind of oil was delivered from that agreed to be received, and the plaintiff refused it for that reason, although he may have added others, it was not a credit or payment. Whether he accepted or refused, it was left to the jury with proper instructions looking to either event. The court were right in directing the issue, and in all their rulings on the trial.\nJudgment affirmed."}