{"id": "1009128", "contents": "The opinion of the court was delivered, November 11th 1867, by\nStrong, J.\nHad it been determined, immediately after the passage of the Act of April 9th 1849, that a debtor could not deprive himself of that exemption from execution of a portion of his property allowed by the statute, by any agreement made at the time the debt was created, the object of the legislature would doubtless have been better secured. But it having been ruled that the exemption is a’ mere personal privilege which the debtor can at any time waive, and that a waiver once made cannot be retracted, the whole force of the statute is eluded by simply a change in the form of the contract. Hence, if the privilege accorded to debtors is to be anything more than a shadow, it ought to be ruled that an agreement to waive the exemption made when a debt is incurred shall be expressed in clear and unequivocal language. It is not to rest upon inference or conjecture. The plaintiff, in this case, took a note in which his debtor promised to pay to him “ the sum of thirty-seven dollars and fifty cents, for value received, or the Homestead Exemption Law, without defalcation.” We cannot say the note contained an agreement not to claim the benefit of the exemption allowed by the statute. We may conjecture that such was the debtor’s intention, but that is not enough. When, therefore, judgment was recovered for the debt, and an execution was issued, the debtor had a right to the exemption of his personal goods, not exceeding in value $300, a right which the constable was not at liberty to disregard. Nor could the mistake of the magistrate, in endorsing upon the executions “ exemption note,” deprive him of that right.\nThe justice had no authority to make such an endorsement. Moreover, it did not even purport to be an adjudication concluding the debtor. The charge of the court to which exception is taken, was in all respects correct.\nJudgment affirmed."}