{"id": "1010450", "contents": "The opinion of the court was delivered, by\nSharswood, J.\nBy the Act of Assembly of May 22d 1722,\n§§ 11, 13, 1 Sm. L. 139, 140, entitled “ An Act for establishing courts of judicature in this province,” the Supreme Court was invested with a general jurisdiction to revise the proceedings of all inferior tribunals, “ to examine and correct all and all manner of errors of the justices and magistrates in their judgments, process and proceedings,” “as fully and amply to all intents [and purposes whatsoever as the King’s Bench, Common Pleas and Exchequer at Westminster or any of them can do.” This grant of power was confirmed by the 24th section of the second chapter of the Constitution of this Commonwealth of 1776, and by the 6th section of the fifth article of both the Constitution of 1790 and the amended Constitution of 1838 : Commonwealth v. Beaumont, 4 Rawle 366. The Act of June 16th 1836, Pamph. L. 785, entitled “An Act relating to the jurisdictions and powers of courts,” also provides that the Supreme Court shall have power “ to examine and correct all and all manner of errors of the justices, magistrates and courts of this Commonwealth in the process, proceedings, judgments and decrees, as well in criminal as in civil pleas or proceedings, as the law doth or shall direct; and generally to minister justice to all persons, in all matters whatsoever, as fully and amply, to all intents and purposes, as the said court has heretofore had power to do, under the constitution and laws of this Commonwealth.” It is beyond all question that under these extensive powers, this court is authorized to examine and review the proceedings of the Court of Quarter Sessions in any matter specially committed to it by statute, so far as to inquire and determine the extent and limits of its power and the regularity of its exercise. It is equally clear that the proper mode of asserting this jurisdiction is by bringing the record of its proceedings before us for inspection by writ of certiorari. The general rule is, that where a new jurisdiction is created by statute, and the court or judge exercising it, proceeds in a summary method, or in a new course different from the common law, a certiorari lies: Ruhlman v. The Comm’th., 5 Binn. 24; Case of Hummel and Biskoff, 9 Watts 431; Comm’th. v. Beaumont, 4 Rawle 366. Nor kave we any doubt tkat tke commissioners of tke county are in tkis case proper parties to invoke the interposition of this court. Every county, by the Act of April 15th 1834, § 3, Pamph. L. 538, entitled “An Act relating to counties and townships and county and township offices,” is a corporation, whose corporate powers are to be exercised by the commissioners. It would have been more formal for them to hare sued out this certiorari in the name of the county of Northampton: but that is immaterial. It is enough that the commissioners were the proper persons to act in the premises. The county is certainly interested, and may be aggrieved by the proceedings in the court below, which form the subject of the present complaint. This disposes of all preliminary questions, and we come now to the consideration of the principal matter in controversy.\nBy an Act of the Provincial Assembly, passed February 22d 1718, 1 Smith’s L. 101, entitled “ An Act for erecting of houses of correction and workhouses in the respective counties of this province,” power was given to the justices of the peace of the several counties assembled at any Quarter Sessions of the peace, or the major part of them, “ to set down and make orders for building, erecting or causing to be built and erected or provided, one or more houses of correction and workhouses, with convenient back sides or yards thereunto adjoining, in some convenient places within their several counties or town corporate” : and it was further provided that within three years a house of correction or workhouse should be built in the city of Philadelphia, at the charge of the city and county of Philadelphia, one in Chester, at the charge of the county of Chester, and one in Bristol, at the charge of the county of Bucks. It then proceeded to direct that they should be under the government of a president, treasurer and assistants, chosen by the major part of the justices in their respective Quarter Sessions assembled. The whole of the provisions of this act, however, related to the three counties named, then the only counties organized in the province. By an Act of March 20th 1724-5, 1 Dali. L. 209, entitled “An Act for raising county rates and levies,” the commissioners and assessors of each county were directed to adjust and settle the sum or sums of money which ought of necessity to be raised yearly, among other things “ to defray the charges of building and repairing of courthouses, prisons, workhouses, bridges and causeways at the ends of bridges.” Whether this act was virtually repealed by the Act of April 11th 1799, 3 Smith 392, also entitled' “An Act to raise and collect county rates and levies,” is questioned, but not decided, in The Commissioners of Allegheny v. Lecky, 6 S. & R. 166. As new counties were created from time to time, special provisions were made in each case for the erection of public buildings, court-houses and jails. Usually trustees were named in the acts for this purpose, and provision made for levying taxes to defray the expenses thereof. As in the Act of May 10th 1729, 1 Dali. L. 242, for Lancaster; Act of August 19th 1749, 1 Dali. L. 324, for York; Act of January 27th 1749-50, 1 Dali. 329, for Cumberland, and so for other counties: Index to Smith’s Laws 100. By an Act of April 4th 1807, 4 Smith 393, “ A further supplement to the penal laws of this state,” it was enacted that “ if by the report of the commissioners of any county to the Court of Quarter Sessions it shall appear that there is not sufficient room or conveniences in and about the common jail of any county for the employment and punishment of the convicts, it shall be the duty of such commissioners, with the consent and approbation of the court and grand jury of the proper county, to cause to be erected such additional buildings as may be necessary for that purpose, and if need be to purchase ground proper and convenient for the erection of such additional buildings at the expense of the proper county.”\nThe law remained in this condition until the Act of April 15th 1834, Pamph. L. 537, by the 10th section of which it is provided that “ it shall be lawful for the commissioners of any county, having fi2’st obtained the approbation of two successive grand juries and of the Court of Quarter Sessions of such county, to cause to be erected at the seat of justice thereof, when occasion shall require, such building or buildings as may be necessary and proper for the purposes of a county jail and workhouse, and if need be to purchase ground for the erection of such buildings.” In pursuance of the provisions of this act, at the November court of Northampton, in the year 1866, the grand jury made a report “ recommending that a new jail should be built so as to accommodate the wants of the county and employ the prisoners.” This report was read, approved by the court, directed to be filed, a copy of the same given to the commissioners of the county and published. At the next succeeding term in January 1867, the grand jury made a similar report and recommendation, which was in like manner approved, directed to be filed and published. The authority was thus completely vested in the commissioners, pursuant to the Act of Assembly, to purchase a site and erect a new jail, if indeed it was not their duty to do so. The law had wisely provided that the concurrence — not of any two, but — of two successive grand juries should be obtained. - Thus, when one grand jury has recommended the measure, it is notice to the citizens of the county, in order that if they see fit they may appear and remonstrate at the next term of the court, or by public meetings, through the press or otherwise, agitate and discuss the policy of the proposition. If they can succeed in persuading either the grand jury or the court to withhold their approbation, then the proceeding will terminate, the recommendation of the preceding grand jury go for nothing, and the project must be again initiated de novo. But when the authority by law is complete and perfect, it is certainly no more in the power of the court at any subsequent term to suspend or reverse the action, than for some succeeding grand jury to do the same thing. We are to consider this as a naked question of power. If the court below had authority more than a year afterwards to withdraw its approval, -and thus render nugatory all that had báen done, we could not consider the reasons which determined it to come to such resolution, any more than we could review the original giving or withholding the approbation of the court. Being an act of pure discretion, it could not be reexamined here. We would be bound to presume it to be right. We pay no regard therefore to the facts set forth in the affidavit filed. It is no part of the record. But without recurring to that we may ask, if such a power to withdraw the approval of the court may be lawfully exercised, up to what period may it be ? What is its effect upon contracts made by the commissioners under the authority of the previous action, for the purchase of a site, and for the erection of the building ? Can it be interposed when the work is half or wholly finished ? It cannot be pretended that the county is not in law bound by such contracts, and may be sued and mulcted in damages by either their suspension or breach. The law has not either expressly or impliedly submitted the supervision of the contracts of the commissioners or the plan of the building to the court. On the contrary it is provided by the Act of April 8th 1851, Pamph. L. 353, entitled “ An Act relating to County Prisons, &e.,” that before any county prison shall be erected within this Commonwealth, the plan of its construction shall be submitted to and approved by the secretary of the Commonwealth. By the 48th section of the Act of 15th April 1834, Pamph. L. 545, the auditors of each county are required to audit, settle and adjust the accounts of the commissioners, subject to appeal to the Court of Common Pleas, as prescribed by the 56th section, and “ thereupon the court may direct an issue as the case may require to be tried by a jury, upon whose verdict final judgment shall be entered.” Here is the tribunal to which the commissioners must ultimately be responsible for the faithful and judicious performance of the duties intrusted to them by the law. The court cannot in the mean time arrest their proceedings by a reconsideration of the judgment, which in the exercise of its discretion it had pronounced and entered in the due course of its proceedings.\nOn the whole we are of opinion that the Court of Quarter Sessions had no power to make the order, which has been assigned for error on this record.\nOrder of February 11th 1868 reversed, and the record remitted."}