{"id": "1010460", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nIn view of all the circumstances of this case,'it is one in which a chancellor would not decree specific performance, but would leave the plaintiff to his action at law to recover the purchase-money claimed. The covenant of Solomon Dech was well and sufficient, to grant, convey and assure the undivided half of the premises to John Seem, in fee simple, clear of all encumbrance, by such deed of conveyance to Seem as his counsel learned in the law should advise. Though there was no express covenant to deliver possession, undoubtedly the deed would import the right to have it at the time of the delivery of the conveyance. Though a formal investiture with possession might not be necessary at law, where there is no obstacle to the vendee’s proceeding to take it, unquestionably in equity upon a question of specific performance, difficulties engendered by the conduct of the vendor himself, with his co-tenant, which prevents the vendee from obtaining the possession without resorting to force or litigation, are reasons to influence the mind of the chancellor. This is especially true, where they connect themselves with other circumstances, such as will be presently noticed, to render the relation of the vendee to his proposed co-tenant one of difficulty and unpleasantness. The evidence here very clearly shows that owing to the remissness of Solomon Dech, his co-tenant Simon Frederick was compelled to incur a large expense in putting the mill into repair before it could be used, at all. A tenant in common cannot claim for improvements made without the consent of his co-tenant: Crest v. Jack, 3 Watts 238. Rut repairs that are absolutely necessary to the enjoyment of the property stand on a different footing. As between tenants in common, of a house or mill which falls into decay, and the one is willing to repair the, same but the other is not, he that is willing shall have have a writ de reparatione facienda, and the writ saith ad reparationem et sustentationem ejusdem domus tenetur ; whereby it appeareth, says Sir Edward Coke, that owners are in that case bound pro bono publico, to maintain houses and mills which are for the habitation and use of men: Co. Litt. 200 b, 54 b. In this state the remedy probably would be by an action for the money expended, and certainly the co-tenant could defalk - in an action or bill for an account of the profits. The right to defalk for proper repairs also extends to the case of a mortgagee in possession: Grivens v. McCalmont, 4 Watts 460. Taking the evidence as a whole, it leaves no doubt upon the mind that Simon Frederick claimed to hold possession of the premises until reimbursed for the absolutely necessary repairs made by him. The testimony of Joseph Dech and Jacob Biery points directly this way, while it is corroborated by the testimony of Greorge Ziegenfuss, Samuel Seem and Augustus Gretz, as to the plaintiff’s refusal to give possession. Connecting their testimony with the plaintiff’s letter of March 18th 1867, it makes it very clear that the plaintiff himself understood that Frederick was making difficulty about yielding up possession to Seem, the defendant. In further connection is also the difficulty made by Frederick as to the personal property at the mill. By the agreement between the parties, Solomon Dech bound himself to transfer his share of all the personal property then on the premises. It is equally clear that Frederick claimed all this property by purchase from Unangst, the co-tenant and partner of Solomon Dech, and was unwilling to surrender it. Indeed Dech, in his bill against his copartner Unangst, claimed that the latter had among other things sold the share of Dech of the personal property at the mill and distillery. It is not material that the personal property was omitted from the deed tendered by Dech to Seem; the want of equity in the claim 'of Dech arises out of the difficulty and annoyance to which his acts would subject Seem in obtaining the possession and enjoyment of this personal estate. Its title is doubtful and its enjoyment denied, and a chancellor would pause before he would compel a purchaser to pay his money, which was a gross sum to be paid for the entire interest of Dech in the real and personal estate, without distinction or a separate valuation of each.\nAnother fact in the case which is clearly proved, is the conduct of the plaintiff at the time of the tender of the deed. It is clear that Seem was both ready and willing to comply with his contract. He had his money ready for the cash payment, and a mortgage drawn up so far as it could be done without the description of the premises, and offered to perform his part if Dech would give him possession. Deeh’s only reply was, I have tendered you what I promised you — that is the deed. When told by Seem that if he would go with him to his counsel, and the deed was such as his counsel would approve of, he would pay him, Dech said he had nothing to do with Seem’s counsel. This was unjust and a trifling with his covenant, which plainly required him to afford Seem an opportunity of ascertaining whether the deed was such as he ought to take. There is another fact which bears strongly upon the equity of the ease, to disincline a chancellor to lend his aid. The evidence shows that Seem was a miller, and that one of his purposes in buying from Dech was to return to his old employment. This of course would require his personal attention to the mill in conjunction with Frederick, who would be his co-tenant. And independently of his desire to conduct the milling business, his relations to Frederick as a co-tenant would necessarily be intimate. But the evidence is very clear that Frederick did not desire any connection with Seem; said he would not have him as a partner, and denounced his honesty in the highest degree. He said he could not sit there and watch him; and could not keep a man there to watch him, to see if he stole all or half. Certainly no chancellor would feel his conscience moved to compel a purchaser to enter into such a relation as this. Its result must be discomfort, annoyance, controversies and probable litigation. That this reason of itself would be sufficient to prevent specific performance we do not say, but undoubtedly when connected with the others already stated, it would decide the case. We do not say indeed that any one of these reasons alone would stay our hand; but upon the whole case it is clearly one where a chancellor will refuse his aid and leave the party to his remedy at law. Here the plaintiff has a complete and adequate remedy upon his covenant. He only seeks to recover his money, and this he can easily do by an action, if he have fulfilled his own part of the contract. We have said in a case decided at Harrisburg last May (Kauffman’s Appeal, 5 P. F. Smith 383), that where there is nothing whatever in the circumstances of the case requiring the aid of chancery to give effect to a contract, and the bill for specific performance is simply an action and nothing more to recover purchase-money; we will not entertain it. The decree in such case being of grace merely, and the party having a full and adequate remedy at law, we will not lend the strong arm of chancery, armed with a power to arrest the body for contempt, to enforce the payment of a mere debt, from which the body is exempt under the non-imprisonment law.\nUnder all the circumstances of this case, wé consider it not one for specific performance, and therefore affirm the decree of the court below dismissing the bill at the costs of the plaintiff, and order the plaintiff to pay the costs of this appeal."}