{"id": "1010441", "contents": "The opinion of the court was delivered, by\nAsnew, J.\nOne of the grounds of the offer, contained in the first bill of exception, is, that it was to rebut the evidence given by the plaintiff tending to show that the old dam was not a safe one. The plaintiff objected to this, because the injury he complained of was caused by the new dam, in 1866, and the offer was irrelevant. In his counter statement it is expressly said that no evidence was given on his part as to the condition of the dam prior to 1866. The evidence has not been certified to us, and without it we are unable to know whether that offered was rebutting or not; while the rejection of it by the court, on the ground of irrelevancy, creates the presumption that it was not responsive to evidence already in. There is also a serious defect in stating the nature of the circumstances of the injury. All we know of it is, that some of the plaintiff’s rafts were damaged in passing over the chute of the dam. But how injured, by what means, or in what part of the chute, we are not informed; while the counter statement tells us that the injury was caused by the rafts diving into the dead water below the dam, striking the bottom and breaking up. The counter statement also informs us that the defect consisted in the absence of chute-poles below to sustain the rafts, and prevent their diving; and that since poles have been added, no difficulty has been experienced. Thus it is evident that owing to the want of the testimony in the cause, we are in no position to ascertain how the injury happened, and whether the defendants below were injured by the exclusion of the evidence as to the old dam. The injury being caused by the new dam, no judgment can be formed by comparison between the new and the old, unless it appear that in all respects bearing on the cause of injury the old and new dams were alike; or that the plaintiff himself had given evidence by comparison, which would entitle the defendants to rebut. Without deciding that in no case can a comparison be made between two dams, certainly the evidence of similarity in their construction and dimensions should be very close, before so loose a mode of trial should be committed to the >ry-\nOwing to the same defect in the facts of the case before, us, we can do no more than determine whether the answer of the court below on the subject of negligence is correct, in its general statement of the principles applicable to such a case. The defendants asked the court to charge that, if the want of proper skill, care and diligence on the part of the plaintiff, either in the construction or running of his rafts, contributed in any degree to the injury, he could not recover. The substance of the judge’s answer was, that before the plaintiff could recover, he must show that he was exercising the rights common to all persons, and using the care and skill usual and necessary to navigate that stream with rafts, and that in these respects he was lacking in nothing, either as to the structure of his rafts or their navigation over the dam. The defendants ought not to complain of this instruction. In Plumer v. Alexander, 2 Jones 81, this court said, if, with the use of ordinary care, skill and diligence, the dam is such an obstruction to the navigation-as to occasion the wreck, the defendant must answer to the plaintiff in damages, no matter what was the stage of the water. When the prayer called for an instruction that a party is not liable if in any degree the plaintiff contributed to his own injury, it was not error to say, that if a man erects a nuisance in a public highway and damage ensues, he has no right to defend his wrong by showing that by the exercise of the utmost care and caution the sufferer might have avoided or got around it. The judge clouded his meaning somewhat by an illustration drawn from a nuisance done to a public street, indicating that gross negligence only could relieve a defendant in such a case. But as the point itself, assuming that extreme care and diligence are the rule, was well answered by a statement of the proper rule applicable to this case, and as the illustration was followed by a restatement of the rule applicable here, we are unable to perceive, in the absence of all the facts, that the illustration and statement as to gross negligence in another case could have misled the jury. Possibly that might be the effect, but a party alleging error should-show us that in the attitude of the cause before the jury it had that tendency.\nThe entire answer lays down tire rule to be that of ordinary care, diligence and skill on the part of the navigator of the stream. This seems to be the legitimate result of the legislation of the state in regard to such streams as this, which are navigable in full stages of water, and yet are capable of being usefully and cheaply dammed for mills and other waterworks. Without the Act of 23d , March 1803, the navigator would be entitled to a clear stream, and a dam erected in it would be a nuisance. But when the legislature authorized by that act the erection of dams and other waterworks, by the owners of the lands adjoining, it conferred a right which must be protected, subject only to the provision that the dam so erected shall not obstruct or impede the navigation of the stream, or prevent the fish from passing up the same. A literal enforcement of the proviso would defeat the main intent of the law, but this it has been often said is not to be done, and we must give the proviso such an interpretation as will make the law consistent and beneficial'to'the public and to the landowner: Bacon v. Arthur, 4 Watts 437; Ensworth v. Commonwealth, 2 P. F. Smith 322. The smaller streams of the Commonwealth are those which have ge nerally been dammed by the adjoining landowners under the Act of 1803, and these are of such a character that the navigation is commonly only descending at full stages of the water in the stream. The usual means of passing the dams is by chutes or long inclined planes over a portion of the dam; the inclination and length of the chute being such as to enable rafts, arks and boats to descend safely, and to admit of the upward passage of fish. These chutes, when properly constructed, being a recognised means of compliance with the requirement of the proviso, it is obvious a mutual duty between the landowner and the navigator arises. On part of the former that he will furnish a chute properly constructed and adapted to the stream and the dam, to enable the latter to pass over it safely by the use of ordinary care and diligence in running it, and of the usual skill and care in the structure of his raft or float. These are matters which necessarily must be left to the character of the stream and of the navigator’s craft, which is generally adapted to the stream by those navigating it. Hence, if a landowner so construct the chute of his dam as to require more than the usual skill and care to construct a raft or boat to pass it, or more than ordinary skill and diligence to run it safely, he obviously has done that which is inconsistent with his privilege. In other words, he creates a nuisance, and must answer for the damages it causes. On the other hand, the navigator owes a duty to the landowner, and must prepare his rafts or floats to suit a proper chute, and must run them with such ordinary diligence and skill as to pass a chute that is properly constructed. More than this is not required as the duty of either in this ease, which bears no resemblance to the contract of a carrier to carry safely. The facts are such as come within the knowledge of those who know the stream, its navigation, the dam, the usual craft or floats upon it, and all those local circumstances which give it character, and must be submitted to the jury on the evidence. If there bo anything peculiar in the particular circumstances which raise a legal duty differing from the ordinary rule, these circumstances must be presented to the mind of the court and the proper instruction asked for, and when brought into review here must plainly appear to us, before we can say that an error has been committed.\nThe judgment is therefore affiwned."}