{"id": "1010426", "contents": "The opinion of the court was delivered, by\nThompson, C. J.\nThe testator, Nathan Rambo, evidently intended, we suppose, to give a fee to each of his children in the lands devised to them respectively, for he expressly says so, and there could not be a shadow of a doubt about it, if it were not for the provision contained in the 24th clause of the will, which is as follows : “ It is my will that should any of my children die without heirs, then the property shall revert to my estate.”\nThis is a clause, the effect of which was probably unknown to the testator altogether, for there is the strongest implication on the face of the will that he intended a disposition of his entire estate, to take effect on his death. But if the effect of the clause be as contended for, contingent interests would exist, and might continue to exist for a quarter of a century, and at that remote period the duties of the executors might still be in requisition.\nIt will be observed that there is no devise over in default of “heirs” (evidently meaning “issue”), but only that the estate devised should fall back into the testator’s estate. In that event, by clause 25th, it Avould have to be sold by the executors, and the proceeds distributed among the testator’s children. It is inconceivable that the testator meant to keep up administration indefinitely, almost, for such a purpose; or intended to make every bequest and devise to his children or friends contingent by this clause, Avhen he had used clear words indicating the contrary. With a general intent so distinctly evinced, I think we should regard the provision as a similar provision was regarded in Schoonmaker v. Stockton, 1 Wright 461, as having reference to the death of any of the devisees in the lifetime of the testator. It may have effect in that Avay, but in no other, without thwarting the general intent of the devisor.\nBut giving the Avords of the 24th clause all that could possibly be claimed for them, to wit, an implication of a limitation to issue by the Avords “die without heirs,” equivalent to “ dying without issue,” as in Eichelberger v. Barnitz, 9 Watts 447, and kindred cases, the devise to Emma Rambo, the plaintiff below, would be a fee tail, which by the Act of 27th April 1855 would be turned into a fee simple, the will bearing date 27th of May 1857. That the word “ heirs” meant “ issue,” must be inferred, in the presence of the fact, that her brothers and sisters were living and would be her heirs. It must, therefore, have been “issue” that Avas meant by the Avords. In either view of the case, the plaintiff below was vested Avith the fee simple of the property in question, and could, for anything disclosed on this record, convey such a title to the defendant below. '\nThe judgment in the court below is affirmed."}