{"id": "1010478", "contents": "The opinion of the court was delivered, by\nStrong, J.\nAmong the facts of this case there are some which are undisputed. They were found by the master to be established facts, and no exception has been taken to this part of his report. Many of them are also admitted in the answer of the appellant. They are these. In the year 1859, Mrs. Quiggle, the wife of James W. Quiggle, was the owner in her own right of one hundred shares of the capital stock of the West Branch and Susquehanna Canal Company. On the 6th of June of that year, Mr. and Mrs. Quiggle being about to go abroad, he left with Samuel Hepburn, the appellant, considerable stock in the said company and other property, and with them the one hundred shares above mentioned belonging to his wife. For all this the appellant gave a receipt, specifying therein, that, of the property left with him, one hundred shares of the stock of the said company stood in the name of and belonged to Mrs. Quiggle, the par value being $10,000. On the same day, or about that time, Mrs. Quiggle, with the knowledge and consent of her husband, attested by his subscribing as a witness, executed and left with the appellant two special powers of attorney, one authorizing him to receive and receipt for all dividends standing in her name on the books of the said canal company, and to appoint substitutes for that purpose and the other a blank power to sell and transfer stock, having no date, and not mentioning the number of shares or the names of any company, attorney or assignee, but intended by her to be used in disposing of her said stock if her interests or necessities should require it. The stock of the company having been increased in 1860, the appellant exchanged the old certificates for new ones, and gave to the complainants another receipt acknowledging that he had received six hundred and fifty-three shares in lieu of three hundred at first left with him by Mr. Quiggle, and the one hundred shares left with him belonging to Mrs. Quiggle. For some years he continued to act as the general agent of both Mr. and Mrs. Quiggle. He collected, by himself or his substitutes, the semi-annual dividends on her stock until January 1862, inclusive. Thus far the facts are undisputed. The master further finds that about the 19th of February 1862, the appellant, without the knowledge of the plaintiffs, loaned the one hundred shares belonging to Mrs. Quiggle, together with three hundred other shares of stock in the said company, to John P. Perseh, who executed to him a judgment-bond for $60,000 as security for the prompt return of the stock loaned, and for the safe return, when requested, of any other certificates the appellant might lend him. The answer admits the loan, but avers that it was some time in the fall of 1862 (the appellant being unable to state the precise time), and that Perseh gave a receipt for the stock, and promised to place it, at the expiration of a few days, in the safe of the firm of Persch & Steeb, there to be kept-until called for by the appellant. The receipt is not in evidence. John P. Persch having borrowed the stock, pledged it as a general collateral to the Consolidation Bank, for money to be loaned him by the bank. The blank power of attorney executed by Mrs. Quiggle, was then, or afterwards, filled up, by inserting the name of the canal company, the number of shares, and the name of Joseph N. Peirsol, cashier of the bank, as the attorney, and the bank made loans on the security of the pledge and other property to an amount exceeding $30,000. The complainants allege that thus the stock of Mrs. Quiggle has been lost to her, and this bill seeks to compel an account. The bill has been filed against Hepburn, Persch & Steeb; Joseph N. Peirsol; the Consolidation bank, and the canal company. There are other facts besides those we have mentioned, some not controverted, and some disputed. We shall refer to them hereafter. What we have stated are all that are needed to bring us to the consideration of two objections urged against the bill, in limine.\nIt is insisted the bill is bad for multifariousness. This is not apparent. It seeks an account for the complainant’s stock and its product from Hepburn, and from those who have received it mediately or immediately from him. It does not join distinct and independent matters.' But if the objection were well founded, and would have been fatal, had it been urged in time, it is too late to urge it now, after answer to the bill, and at the hearing. The defendants should have demurred. It is too late to object to a suit, because of multifariousness, at the hearing: Daniel’s Cha. Prac. 396; Ward v. Cooke, 5 Mad. 122; Oliver v. Piatt, 3 Howard 333, 412.\nAgain, it is objected that a court of equity has no jurisdiction. That might be so, if the delivery of the stock to Hepburn had been a simple case of bailment for custody. But it was much more. He was the general agent for Mrs. Quiggle, not only for its custody, but for its management. He acted as such. He surrendered the old certificates and took new ones. He collected some of the dividends and appointed attorneys to collect others. There can be no doubt that an action of account render might have been maintained against him as bailiff. And if so, the Act of Assembly of October 13th 1840, makes it a case for chancery jurisdiction.\nThese objections being out of the way, it is obvious that we have, on the facts heretofore stated and not denied, a primá, facie liability of the appellant at least, to account. It was his duty to keep the 100 shares of stock until it was demanded, and then return it with its accretions to Mrs. Quiggle. Even if he was only an agent without reward, a bailee without .hire, and responsible for no more than the most ordinary care, he had no right to use the property for his own purposes. He was not at liberty needlessly to expose it. Lending it, as he' did, was not an act done for the use or benefit of the owner. It was treating the stock as if it had been his, a conversion. And it was wantonly exposing it to very great hazard. Lending it was giving to the borrower not merely an opportunity but a privilege to use it, in the manner in which certificates of stock, accompanied by blank powers of attorney, are used. He must have known Persch borrowed it for a purpose. But what purpose could there have been unless it was to sell it, or to do what was done, to pledge it as a security for the borrower’s debts ? It is to be noted that it was not merely the custody of the certificate, but the stock itself that was lent. The appellant, therefore, authorized the borrower to pledge it, and the consequence has been just what should have been foreseen or apprehended. It has been virtually lost by the owner, and lost through the unfaithful act of the appellant, to whom it was intrusted for entirely different purposes from those for which he used it. His act can be regarded as nothing less than a palpable breach of trust. It is a matter of comparatively little importance whether he received any consideration for the loan. He certainly did not lend the stock on Mrs. Quiggle’s account, and whether he made a profit out of the transaction or not, it was equally a wrong upon her. The master has found, liowevei’, as a fact, that he did lend the stocks for a profit, not only his own, but Mr. Quiggle’s and Mrs. Quiggle’s, and that Persch paid him for the use of it. True, in his answer it is denied “ that he made any gain or gains in any way by the use of the said 100 shares of stock.” The denial, however, is not directly responsive to anything charged in the bill, and it is unsupported by any evidence. It would seem quite improbable that property of so much value was lent, with a knowledge that it might bo and probably would be pledged as a security for liabilities of the borrower, with a knowledge also that it might be pledged to any extent (for there was no restriction imposed in this particular, so far as it appears or is asserted), and yet that the lender demanded no compensation for the loans. The hazard was great, and it must be regarded as strange, if it was assumed gratuitously. The matter does not rest, however, in mere probabilities. As already noticed, Hepburn took a judgment from Persch, as a security for the prompt return of 400 shares of stock in the canal company, and as a security for the safe return of any other certificates of stock he might lend to Persch. He gave a receipt for this judgment on the 19th of February 1862. He had then loaned stock of the company to Persch at that time. There is no evidence that he loaned any at other times. But it is proved that moro .than a year before August 29th 1863, Persch had left Mrs. Quiggle’s stock in the Consolidation Bank. It is a fair deduction from the evidence, we think, that her stock was a part of the 400 shares, for return of which Persch’s bond to Hepburn had been given as a security! If it was not, why was the fact not shown ? It was capable of proof. In view of this the testimony of Greo. K. Zeigler is exceedingly significant. In November 1863, Persch became insolvent, and in 1864, when Hepburn complained to the witness that he had lost largely by Persch, and was told in reply that he had been paid for it, that he held a judgment, and had been paid a consideration for the use of the stock, he answered that he had received only a small payment of four, five or six hundred dollars, and a small amount for the use of the stock at another time. Did he exact compensation for lending other stock and not Mrs. Quiggle’s ? In view of this the master was justified in reporting as a fact that the appellant did lend the complainant’s stock at a profit, and that he was paid for the use of it. And it is by no means clear that the answer was intended to be a denial of this fact. It avers that the appellant made no gains whatever in any way by the'use of the stock. This is true in one sense, even though he received compensation for lending it, if by such an use he lost the subject of the loan. It is not worth while, however, to spend more time on this branch of the case, for whether he was paid for the loan of the stock or not, the act of lending it was equally a breach of trust, and equally disastrous to the complainant.\nIt is not to be overlooked that the complainant, Mrs. Quiggle, was a married woman. There was, therefore, every reason why her agent who held the custody and had the management of her property, should have observed the strictest good faith towards her. She had returned from Europe in 1861, and she was on hand when her stock was loaned to Persch. Yet she was not consulted. Hepburn undertook to treat it as his own, and exposed it to the extremest hazard, without giving her any notice, certainly without informing her until after the act had been done. Her bill charges that she was kept in ignorance of the matters alleged by her, by the defendants who had used her stock, and that, further to deceive her, the dividends were paid to her or to her order down to July 1863. True, it is averred in the answer of Mr. Hepburn, that he informed her that he had loaned her stock to Persch, that he assured her he considered Persch safe, giving his reasons, in answer to her inquiry, and that she was satisfied with his answers. But when did he inform her ? The answer does not state. Not certainly until after the loan had been made, not until after the mischief was done, for he told her he had loaned. Her satisfaction with his answer to her inquiries respecting the safety of Persch, is not to be regarded as an approval of the loan. But in fact there is no evidence whatever to sustain this part of the answer. A trustee dealing with the property of a cestui que trust, or an agent dealing with that of his principal, cannot divert it to purposes foreign' to the trust or agency without the utmost openness and frankness with the party beneficially interested. And it is incumbent upon him to show that he was frank and open, that he made full disclosures: Story on Agency 239, 260. When Hepburn' lent the stock to Persch, without Mrs. Quiggle’s knowledge, he made himself responsible to her for the safety of the loan. From this responsibility he was not released by her subsequent satisfaction with his assurances that he considered the loan safe. If this part of his answer then were sustained by the evidence, it would not affect the question whether he is liable to account.\nWe come then to the real matters of defence. Having shown that the relation which Hepburn sustained to Mrs. Quiggle entitled her to call him to account for the stock left with him, and having shown that his breach of trust primfi facie renders him responsible for its consequences, the next inquiry is whether he has shown either that he has accounted, or that he has been discharged. That he has accounted is not claimed. -But it is strenuously insisted that he has been discharged. The master has found as a fact that in the spring of 1863, when the stock, together with other securities, stood pledged to the Consolidation Bank for over thirty thousand dollars, loans and discounts tp Persch, Mrs. Quiggle, under the belief that her stock was in the fire-proof of Persch & Steeb (a firm of which John P. Persch was a member), and deposited there as a place of safe keeping, and in ignorance of the pledge to the bank, consented that her husband might lift the stock. Accordingly, on the 13th of May 1863, Hepburn and the husband went to the office of Persch & Steeb; Persch and Hepburn first arranged some undisclosed private matters, and then Persch, within earshot of Hepburn, requested Steeb to give a receipt in the name of the firm for 100 shares of the stock of the canal company, which he said he had at the Consolidation Bank; that it belonged to Hepburn formerly, but that he had returned it to Mr. Quiggle, who wanted to borrow some of it. Steeb objected that the firm ought to have the stock in their safe keeping; to which Persch replied, that he could get it whenever he wanted it, that it was as safe in the bank as it would be in the office. Whereupon Steeb, for the firm, gave to Quiggle a receipt for 100 shares in the name of Mrs. Quiggle, held as collateral for the payment of his two promissory notes to the firm for money lent to him, one for $1000 and the other for $1500. But the firm of Persch & Steeb never had possession of the stock. It had been lent by Hepburn to Persch, and it was pledged by him on his individual account to the bank. Was this a discharge of Hepburn’s liability? Was it a return of the stock to Mrs. Quiggle, or equivalent thereto ? We are constrained to say that it was not-. Assuming that the facts are as thus found by the master, Mrs. Quiggle was not, on the 13th of May 1863, in such a situation as to make any discharge given by her to her agent binding upon her. That agent certainly can derive no advantage from anything that she did in ignorance of what it was his duty to communicate to -her. And it is incumbent upon him to show that in any agreement made with her, which released him, she knew the actual condition of her property. She had confided in him, and it was his duty to be faithful to her and to inform her of everything that related to the interests intrusted to his care. But she was not informed that her stock, instead of being in his hands, where it ought to have been, was then in the Consolidation Bank, pledged, if it was then pledged, to secure a debt due by Persch. It is said Hepburn himself did not know that fact. Let it be so. He ought to have known it. He had lent it to Persch months before, according to his own statement, Persch promising at the expiration of a few days to place it in the fire-proof of Persch & Steeb. The loan having been unauthorized and a breach of trust, there was double reason for his seeing that the promise had been complied with. Duty to his cestui que trust required it. And she had a right to all the information which he had, or which it was his duty to have. But did not Mr. Hepburn know that the stock was not in the safe of Persch & Steeb, where his answer avers both Mr. and Mrs. Quiggle supposed it was ? The answer states that early in the year 1863 he called upon Persch and asked him to return to him the stock; to which Persch replied, that he had not then the said stock in his safe, but would-have it by the following Saturday; that Hepburn insisted he should “lift” the shares of stock and return them to him that he might deliver them to Mrs. Quiggle, and that Persch then promised to return them when he (Hepburn) should next be in Philadelphia. It is further averred in his answer, that he returned to Philadelphia in the month of March, or early in April 1863, as he believes; that he called again upon Persch and demanded a return of the stock; that Persch replied that he and Mr. Quiggle would arrange for it; that Hepburn then said that would not do, that the stock must be given to him, and that Persch again put him off. In the light of this, it is difficult to believe that Hepburn did not know that the stock was not in the safe of Persch & Steeb, and that he had not reason to suspect, at least, if he did not know, it was pledged. There is some significance perhaps in the language of his answer, when he avers that he insisted that Persch should “ lift the said shares of stock” and return them. He knew at least that there was difficulty in getting it out of the hands of Persch, for he had tried repeatedly in vain. But of all this, so far as the evidence shows, Mrs. Quiggle was ignorant when she assented to her husband’s taking it, and thus relieving Hepburn from responsibility for it. The master has found that she acted under the belief that the stock was free and untrammelled in the fire-proof of Perch & Steeb as a place of safe keeping. She was not then in a condition to make any arrangement by which her rights to the stock as against Hepburn should be discharged; and he cannot avail himself of any acquittance given by her in ignorance of facts which it was his duty to communicate. He could not deal with her as he might have dealt with a stranger. The confidential relation forbade it. Can it be supposed that she would have consented to let go her hold upon her trustee had she known that the stock was not in the safe of Persch & Steeb, but that it had been lent to Persch, and that Hepburn, after repeated efforts, had failed to get it back ? It is incredible.\nBut to what did she agree ? She agreed that her husband might become the custodian of the stock in the place of Hepburn. Had he obtained it, in pursuance of the agreement, Hepburn might have been discharged. But she did not agree that her husband might receive somebody’s promise to deliver it. A mere chose in action, instead of the thing itself. Much less did she agree to receive the stock, encumbered by a pledge for the debts of Persch. Nor did she agree that the receipt of Persch & Steeb should be substituted for Hepburn’s responsibility to her. And her husband never received the stock. Without charging fraud in the arrangement made in Persch & Steeb’s office, it is certain that the custody and control was not given to the husband, which' it was Hepburn’s duty to give, or cause to be given, not such as Mrs. Quiggle consented should be given. There was then no discharge.\nIt matters not that after the 13th of May 1863, when Mr. Quiggle took the receipt from Persch & Steeb, Hepburn had no control of the stock. That was a consequence of his own act, not of anything to which Mrs. Quiggle agreed.\nNumerous exceptions have been taken to the report of the master. What we have said disposes of most of them, or shows that they are unimportant. If the loss of the stock was occa-\" sioned by Hepburn’s breach of trust, in lending it, as it was, it is a matter of little importance whether he knew that Persch had pledged it. But, as we have incidentally remarked, the purpos'e, of lending it must have been that it might be pledged, and the ) proof is that Hepburn did know it was in the Consolidation' Bank. Why there if not pledged? Besides, the difficulty he/ had in getting it back from Perschdn the early part of 1863, must have been most suggestive. That it was in fact held by .the bank as a collateral for Persch’s debt, sometime in 1862, is proved by James Watson. It was left at the bank as a general collateral, and Persch’s account shows that there never was a time after it was left, when he was not indebted to the bank. But it is unnecessary to go over the exceptions in detail. The facts which are undisputed or abundantly proved, justify the conclusion at which the master arrived, and there is nothing in any exception that could produce a different result.\nW. L. Hirst, for appellant,-\ncited 1 Tr. & H. Pr. 727; 3 Daniel’s Ch. Pr. 40; Prevost v. Bennett, 2 Price 272.\nA. V. Parsons, for appellees.\nGibson v. Cummings, 1 Casey 231; Brightly’s Eq., §§ 782, 783, p. 554; Ramsey’s Appeal, 2 Watts 230; Coates’s Appeal, 7 W. & S. 99; 3 Danl. Ch. Pr. 22.\nWe put the case, not upon fraud, but upon a breach of trust, in lending the stock to Persch, the consequence of which was that the complainant has totally lost it. This renders the appellant liable to account for its value, and he has shown nothing that either -in law or equity discharged him from that liability.\nThe rule by which the account has been stated, is the one laid down in Bank v. Reese, 2 Casey 143, and it is correct.\nThe decree made at Nisi Prius is affirmed, with costs.\nSubsequently, March 5th 1868, the plaintiffs filed a bill of costs, amounting to $1138.47, which the prothonotary reduced to $935.40. In reporting upon the taxation the prothonotary said: “ The prothonotary is of opinion that he cannot apportion the costs, and that under the ruling of the court in this case, the respondent, Hepburn, is liable for all the costs which the party complainants have a lawful right to charge.”\nThe prothonotary accordingly taxed the costs against Hepburn and Persch. His report, on exceptions, was confirmed by Judge Strong, except one item in the amount.\nFrom this taxation Hepburn appealed to the Supreme Court, and assigned for error: that “ the court below erred in confirming the taxation of costs, imposing the whole instead of a proportion of the costs upon the appellant Hepburn.”\nThe opinion of the court was delivered, February 8th 1869, by\nAgnew, J.\nA statement of this case shows that the appellants have mistaken their remedy in this so-called appeal. The bill exhibited at Nisi Prius was against six defendants. After the filing of the master’s report the Court of Nisi Prius confirmed it, and decreed that Hepburn and Persch pay to the plaintiffs $13,450, with interest and costs, and dismissed the bill as to the other defendants. This disposed of the whole case in the court below. The decree carried all the costs that the plaintiffs had incurred in the prosecution of their bill. This may have been an error; and these two defendants ought not to have paid all the plaintiffs’ costs, but a proportion only. But if an error, how was it to be corrected ? Clearly by an appeal from the Nisi Prius to the Supreme Court. Now this is precisely what these two defendants did; and they assigned twelve errors to the decree of the Nisi Prius, not one of which touched the costs. Now, if a part of the master’s fees, or other expenses incurred in prosecuting the' bill, ought to have been paid by the plaintiffs and not by the defendants, that was a substantial error to be assigned and corrected in this court, or else it was waived.\nBy the decree of this court, the decree of the judge at Nisi Prius was affirmed at the costs of the appellants. Thus the case went back with a final decree in favor of the plaintiffs for all their costs. Then came the taxation of the costs under this decree, from which the defendants appealed to the judge at Nisi Prius, who affirmed it with one exception. What was that taxation ? Simply the ascertainment of the items to be paid under and according to the decree. It was no part of the business of taxation to readjudicate the right of the plaintiffs to recover all their costs from the defendants — that was already settled by the final decree of this court; but its proper purpose was to ascertain what sums the plaintiffs had expended, or were liable for, as costs. On that question the decision of the prothonotary, affirmed by the judge at Nisi Prius, was conclusive, unless reviewed by an order of this court; and then it would extend only to the question of taxation. But the defendants, without asking for a review, appealed from the order of taxation to this court. No authority has been shown to authorize such an appeal; and if the appeal could be sustained, it brought up only the question of taxation. But the question raised upon this appeal is not one of taxation. It is, whether the defendants are liable for only a proportion, and not all of the taxable costs ? Now what is this, but to ask us to decide the very question we ought to have been called on to determine in the first appeal ? They had been decreed at Nisi Prius to pay all the plaintiffs’ taxable costs, which, if an error, ought then to have been corrected. It would have been sufficient to have referred to Gibson v. Cummings, 1 Casey 231, as decisive of this case; but the strenuous effort to induce us to decide a second time what was really decided before, has caused us to endeavor to state the matter plainly by referring to the exact state of the case. The omission to assign for error the portion of the decree at Nisi Prius relating to costs, cannot be remedied by a second appeal.\nAppeal quashed at the costs of the appellants.\nSharswood, J., dissented."}