{"id": "1010442", "contents": "The opinion of the court was delivered, by\nStrong, J.\nThe auditor and the learned judge of the District Court fell into error by overlooking what was' determined in the issue directly before the court. When the auditor entered upon the duties of his appointment, Thompson, the appellant, presented a judgment against Kelly, the defendant in the execution, for $6000. It was apparently the first lien upon the property which had been sold, and the proceeds of sale of which the auditor was directed to distribute. Of course, as a judgment, it was conclusive upon the auditor. He had no right to disregard it, or to allow to any other lien a priority over it. Later judgment-creditors, however, attempted to show that Kelly had intended to give a judgment only for $600, and that such sum had been paid. If the facts had been so it would not have justified the auditor in treating it as anything else than a judgment for $6000. He was concluded by the record: Dyott’s Estate, 2 W. & S. 567; Leeds v. Bender, 6 Id. 318; Ellmaker v. Insurance Co., Id. 442. But for some reason that we cannot understand, Thompson demanded an issue to try whether the bond and warrant upon which his judgment against Kelly had been entered, had not been given for a good, valid and sufficient consideration, and whether the 'amount of the bond and warrant remained unpaid. The court, however, did not award such an issue, but they directed an issue to try “ whether the bond and warrant of attorney of Patrick Kelly, in favor of John Thompson, on which judgment was entered in the District Court of Philadelphia, was executed by said Kelly under a false representation as to the amount of said bond and warrant.” The issue was tried and resulted in a verdict and judgment that the • bond and warrant had been executed under such false representation. This being certified to the auditor, he set aside the judgment as a lien upon the fund for distribution, refused to receive evidence that after the execution of the bond and warrant, Kelly admitted its correctness and stamped the instrument with an internal revenue stamp, and awarded the fund in court to subsequent judgment-creditors. This distribution was subsequently confirmed by the court.\nThe fact must undoubtedly be considered as established by the result of the trial of the issue, that the judgment of Thompson against Kelly, or rather the bond and warrant of attorney upon which the judgment was entered, were executed by Kelly under a false representation as to the amount secured by them. But what of that ? The auditor and the court below thought it removed the judgment entirely out of the way so far as respects the subsequent judgment-creditors, and awarded the fund in court to the holders of those subsequent judgments, though they had been entered more than six months after the judgment of the appellant. This was giving undue effect to the fact established by the decision of the issue. Thompson’s judgment was conclusive as against the creditors of Kelly, notwithstanding that fact. Kelly himself was the only person who could set it aside for such a reason, and in his favor the fact was not found. He was no party to the issue, as between judgment-creditors of Kelly claiming the fund, both the issue and the fact decided by it were immaterial. Judgment-creditors may attack a judgment collaterally when it is a fraud upon them, as when there has been collusion between the debtor and the creditor; but they cannot set it aside merely because it is a fraud upon the debtor. This was clearly shown in Dougherty’s Estate, 9 W. & S. 189. Like the present case, that was a distribution of the proceeds of a sheriff’s sale of real estate. Judgment-creditors objected to a prior judgment that it was fraudulent, and given without consideration, and they demanded an issue to try whether such were not the facts. The court below refused it, and on appeal to this court it was held that the refusal was right, because no collusion was alleged. Without collusion, the facts asserted, even if established, could have availed nothing to the junior creditors. Chief Justice Gibson, in delivering the judgment of the court, remarked that the application of the creditors to vacate the elder judgment was founded on no principle whatever. Where a collusive judgment comes into collision with the interests of creditors, they may avoid ‘the effect of it by showing it to be a nullity as to themselves; and in doing so they do not impair its obligation between the original parties, upon whom it is undoubtedly binding; a fraudulent judgment, like a fraudulent deed, being good against all but the interests intended to be defrauded by it. But they cannot call upon the court to vacate it on the record, which would annul it as to the whole world. It is contended, however, that the judgment is fraudulent, because he who confessed it was defrauded. A surreptitious judgment, however, is fraudulent only as to the immediate parties .tasit; by the 13th Eliz., against creditors, who certainly cannot go behind it to try over again a defence which their debtor had made, or was competent to make.” It is to be observed that no collusion between Thompson and Kelly is asserted. The exact contrary is the result of the issue, for if Kelly was defrauded into giving a judgment, it could not have been given with a secret agreement to defraud others. His consent was wanting.\nThe doctrine avowed in Dougherty’s Estate has never been denied. It was substantially recognised in Lewis v. Rogers, 4 Harris 18, where the same judge said, “ creditors can attack a judgment collaterally only for collusion.”\nThen what did it profit the appellees that the issue directed by the court had been found against Thompson ? Let it be that the result of the issue is to be regarded as an established fact. Still the fact was impertinent to the inquiry whether Thompson’s judgment was valid as against Kelly’s creditors. On the record it appeared to be the first lien, and the appellees, though successful on the trial of the feigned issue, had showed nothing to abate the full force of the judgment as against themselves. The decree of the District Court must therefore be reversed.\nThe decree of the District Court is reversed, and the record is remitted with instructions to award distribution according to the rule laid down in this opinion. ■"}