{"id": "1010425", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe only question we need consider is the constitutionality of the Act of Assembly, set forth in the petition of the appellant. On the 11th day of November 1859, the executors of Robert M. Thomas conveyed a lot of ground in German-town directly to Hannah G. Attmore, wife of John Attmore, “ to have and to hold the same to the only proper use and benefit of the said Hannah G. Attmore, her heirs and assigns for ever, in the same manner and as fully and effectually to her separate use, benefit and behoof as though she were single and unmarried.” On the 8th of May 1863, Mrs. Attmore and her husband conveyed this lot to Enoch J. Hopkins, for a full price, which has been paid to her. Hopkins afterward sold to the petitioner, Jones. The conveyance of Mrs. Attmore was made in a full belief of her power to convey according to the decision in Haines v. Ellis, 12 Harris 253. Rut Haines v. Ellis was overruled in Wright v. Brown and wife, reported in 8 Wright 224, but not until after the conveyance of Mrs. Attmore to Hopkins. This left her power to convey under the terms of the deed from Thomas’ executors exceed-' ingly doubtful, and the Act of 11th April 1866 was procured to be passed, giving jurisdiction to the Court of 'Common Pleas upon the petition of John H. Jones and proof of the facts, to ratify and confirm the title of Jones, the same as if the sale and conveyance of Attmore and wife had been made under the previous authority of the court, and to authorize and direct them to execute a sufficient deed of release and confirmation to Jones. The first observation to be made is, that this act is manifestly an enabling law to carry out the expressed intent of Mrs. Attmore herself, and not to violate her rights. Its purpose is to enable her, after in good faith receiving the full price of her estate, to perform the moral obligation resting upon her to secure the title to her vendee. If the act be unconstitutional, as was held by the master and the court below, it must be because it has violated some right of the donors to control the estate vested in her through the instrumentality of the terms of their deed, or has impaired the right of some other party in the estate vested in that party by these terms. The latter aspect was summarily disposed of by the master, by stating that the case is ruled by Rogers v. Smith, 4 Barr 93, deciding that the act in that case assumed to confer an authority on the wife to divest the estate of her heirs contrary to common right and Magna Qharta; and directly impairs the obligation of the contract. But that case was put expressly upon the ground that the children of the wife took the remainder, in the event of the wife’s death, as purchasers; it being held that the words “heirs at law then in existence” meant the children of the marriage. There the children of Mrs. Smith took an estate under the deed of which they could not be despoiled, as was attempted to be done in that case. But here the grant, conveyed directly to Mrs. Attmore the entire fee simple of the estate without the intervention of a trustee, and without terms of restriction, excepting so far as the nature of her separate estate implies that species of trust in Pennsylvania, which carries with it a disability to convey, when the power to do so is not conferred by the terms of the deed. The grantors reserved no right and preserved no estate or interest for the benefit of .others, and did not undertake to control Mrs. Attmore’s power over the estate, further than by defining the nature of her estate as for her separate use, they left it to the control of the law, which creates for the protection of the wife in such a case a legal disability to convey it away. This brings us to consider the material question, to wit, the nature of this disability. The leading case in this state is Lancaster v. Dolan, 1 Rawle 231. It was the case of an express trust for very special uses, and under clear terms defining / the powers to be exercised under it by Tacy Prior after marriage. When the case arose for decision the law was very unsettled as to the power of a feme covert under the terms of such a deed; many supposing the power of appointment over the remainder in fee carried with it a substantial title to the whole estate, with a right to deal with it as with any other estate owned by a married woman in fee, on the ground that such a power is an inseparable incident of the ownership; and such was the leaning of many of the English cases. In this state of opinion as to the law, this court, under the lead of Chief Justice Gribson, felt at liberty (as he said), to adopt the true principle of such settlements; that instead of holding the wife to be a feme sole to all intents as regards her separate estate, she ought to be deemed so only to the extent of the power clearly given in the conveyance. But this result was reached on the ground of public policy, and as the means of protecting the wife against the influence or control of her husband. That, in those cases where the substantial fee is vested in the wife, her disability owes its existence to the condition of coverture alone, is evidenced by the cases which hold that such a trust sinks into the legal estate, and is executed in the wife upon her discoverture. Lancaster v. Dolan was followed by Thomas v. Folwell, 2 Whart. 11; Wallace v. Coston, 9 Watts 137; Cochran v. O’Hern, 4 W. & S. 95; Lyne’s Ex’rs. v. Crouse, 1 Barr 111; Rogers v. Smith, 4 Id. 93, and Pennsylvania Co. for Ins. v. Foster, 11 Casey 134,. all in the class of express trusts. These cases throughout evidence the opinion of this court that the disability of the wife is founded in the coverture on the score of policy. The remarks in Thomas v. Folwell bear strongly on this point. The doctrine of Lancaster v. Dolan was followed in another class of cases where the trust was not express, but implied from the nature of the separate estate vested in the wife, and where it was said equity would supply a trustee; or, in other words, where equity would construe the deed or devise as if the estate had been granted or devised to a trustee for the sole and separate use of the wife. Of this class are one branch of Cochran v. O’Hern, 4 W. & S. 95, Haines v. Ellis, 12 Harris, adversely decided under the supposed influence of the Act of 1848, but since overruled, and Wright v. Brown and wife, 8 Wright 224. In the last-named case the nature of the equity of a wife to whom an estate is given or devised for her sole and separate use, even without the intervention of a trustee, is so clearly stated and discussed, that further discussion is obviated. There our Brother Strong, after quoting the language of the opinion in Thomas v. Folwell, to the effect that the very purpose of such settlements is to disable the husband through means of the disability of the wife, says that all experience proves that the highest protection of the wife against her husband is in her disability — in the want of power to yield to his solicitations, or give way to her sympathies. It was a knowledge of this (he says) which led to the adoption of the rule in Lancaster v. Dolan.\nFrom this short review of the cases, it is very evident that in one like the present, where the deed vests in the wife, the full beneficial estate in fee simple, without restriction or control, imposed by the grantor in the terms of the deed, or an estate in another to be impaired or affected, that the disability to convey flows from the nature of the sole and separate use vested in her as implied in equity, and is wholly founded in the law of her relation, and not in the force of the terms of the grant. It can therefore be removed by law without impairing the obligation of the contract contained in the deed. In this view of the operation of the deed to Mrs. Attmore, the Act of Assembly recited in the petition is constitutional, and ought to be carried into effect. It is also purely legislative in its character. It merely imparts jurisdiction and authority to the court to hear and determine the case in due course of legal procedure, and does not itself undertake to perform any judicial function.\nWe therefore reverse the decree of the court below, and decree in favor of the petitioner, and for this purpose order a decree to be prepared by counsel in due form, and submitted for our approval according to the general rules of the court in equity."}