{"id": "1010416", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThis was an action for money had and received to the use of the plaintiffs, and there was evidence tending to prove that the defendants promised directly to the plaintiffs to pay to them their debt out of the money issuing from the note in their hands when paid according to the instructions contained in Wright & Co.’s letter of December 20th 1865. In answer to the defendant’s 1st point the court charged the jury that the plaintiffs could not recover unless the money was received by the defendants from Wright & Co. to pay over to the plaintiffs; and unless the defendants promised to pay it over to the plaintiffs. The verdict, therefore, establishes the fact of the receipt of the money for the use of the plaintiffs, and the express promise of the defendants to pay it over to them. The letter was then not the ground of the action, but a mere inducement to the defendants, upon which they chose tó rely in promising the plaintiffs to pay over the money. They considered it a sufficient authority to assume payment, and it was not necessary to the plaintiffs’ action to use the letter as an instrument containing either a promise or an assignment of so much money, the promise of the defendants and the receipt of the money being sufficient to charge them.\nThe letter not being an instrument on which the action was founded, the only question is whether it could be used as an instrument of evidence simply, without being stamped as a note, or order, or assignment. Doubtless a letter in form may be a note, a promise to pay money, or an order, or an assignment, necessary to be stamped under the Act of Congress, wherever this is the intention and the use to be made of it. But clearly there is nothing in the law that requires letters as such, mere correspondence, to be stamped, before they can be placed in evidence, although they may be used as the evidence of an authority or an instruction to do a particular act, such as to receive money and pay it over to another. A tax law (and a stamp act for the purpose of revenue is such) cannot be extended by construction to things not named or described as the subject of taxation. A party may not use a letter in the character of a substantial instrument to evade taxation; but when it is really a mere communication by way of correspondence not intended as the evidence of a debt, and merely conveys an intention or purpose of the writer, and is not used otherwise, there is nothing in the Act of Congress requiring it to be stamped before it shall be given in evidence. The letter of Wright & Co. in this instance we think was but a mere letter, an act of correspondence, and not an instrument to be taxed within the Stamp Law.\nThe judgment is affirmed."}