{"id": "1010406", "contents": "The opinion of the court was delivered, by'\nA&new, J.\nNot one of the errors, except the last, has been assigned according to our rules. Instead of printing the bill of exception in connection with its proper assignment of error, we are left to wander through the evidence in search of it. We shall notice, however, the principal question relied upon in the argument. Ganzer and Fisher, two of the persons sued by the plaintiff, were partners in a brewery on Thompson street in this city. Eisher took a lease of a property on the Germantown Road, about four miles distant, and fitted it up as a restaurant. It was for the carpenter work In fitting up the premises that the plaintiff brought his action against Ganzer, Fisher and Conrad, alleging that they were partners in the restaurant business. As part of the evidence of the partnership, he proved that the painting of a sign for the restaurant was paid for in beer from the brewery. For the purpose of rebutting this proof, the books of Ganzer- & Co., kept at the brewery, were offered as evidence that the beer furnished by Ganzer & Co. was charged on their books to Fisher’s private account. This evidence was rejected by the judge of the District Court, and the rejection is now assigned for error. But clearly he was right. The offer was not to prove the fact of the sale to Fisher on his private account by any one who knew it, or by the entry of a clerk who was dead or out of the jurisdiction of the court, but to prove it merely by the production of the books and the entries therein. However competent this evidence would have been between the parties themselves, certainly it was not as against the plaintiff, who was a stranger to their acts. They could not fabricate evidence for themselves in this way, and certainly it was not as strong as the certificate of the fact by a third person who stood neutral between the parties, which would not be competent. .The offer does not fall within the principle of memoranda made by parties in the usual course of business and under circumstances where they cannot be supposed to be fabricated for the purpose for which they are offered. The whole extent of the offer was to make the entries of the defendants themselves in their own books proof of an independent fact whichcould beprovedonlyas other facts are, by legal and competent evidence: Smith v. Lane, 12 S. & R. 80; Phila. Bank v. Officer, Id. 49; Ridgway v. Farmers’ Bank of Bucks County, Id. 256; Summers v. McKim, Id. 405; Cutbush v. Gibbert, 4 Id. 551; Paull v. Mackey, 3 Watts 110.\nThe 6th assignment of error is to the entry of the nolle prosequi as to John Conrad, who was sued as a partner with Ganzer and Fisher. At common law, a joint action of assumpsit against three could not be supported by evidence that the contract was made by two only. The misjoinder of the third person who was no party to the contract could not be cured by a nolle prosequi. But the acts relative to amendments, passed the 16th of April 1846, § 2, and 12th April 1858, § 1, embrace this case. There being no sufficient proof on the trial that Conrad was a partner, this fact was pressed upon a motion for a new trial, and the judge refused the motion on the-condition of the plaintiff’s entering a nolle prosequi as to him. This was merely equivalent to an amendment by striking out Conrad’s name. He could have done this before verdict, and we see no reason why it should not be done after verdict. Under the Act of 1846, amendments can be made in “ any stage of the proceedings.” It was therefore not too late to strike out the name of Conrad before judgment. And see Rangier v. Hummel, 1 Wright 132; Hite v. Kier, 2 Id. 72. In addition to this, if 'it were necessary, we might presume that the court had evidence to satisfy them that the partnership was not registered in conformity to the Act of 14th April 1851, § 13, which in such case gives the express power to strike out a name of a person erroneously included in the action as a partner.\nFinding no error in the record, the judgment is affirmed."}