{"id": "1011525", "contents": "Opinion by\nMr. Justice Potter,\nThis is an appeal from the action of the court below, in entering judgment for want of a sufficient affidavit of defense, in an action brought upon an executory contract of sale. The defendant on March 18, 1913, accepted the written offer of the plaintiff to sell to it the machinery and contents of a brewery, and a carbonating system, for the sum of $3,000, to be paid as follows: $500 on the date of acceptance, $1,000 on removal of brewery house outfit, and $1,500 on removal of carbonating outfit. It was evidently contemplated that some time should be allowed to defendant in which to remove the goods, which it purchased, for it was agreed that no storage thereon was to be charged, up to November 1, 1913. Upon the date when the offer to sell was accepted, the sum of $500 was paid in accordance with the stipulation, and after waiting for more than a year for defendant to complete the payments and remove the goods, this suit was brought to recover the balance due on the contract, and for storage charges to date. It is true that under the terms of the agreement, payment was to be made only when the goods were removed, and that no definite time was fixed for such removal. It is, however, well settled, that where no time is fixed by the parties for the performance of a contract, the law will fix a reasonable time. It is evident that both parties to this contract expected the goods to be removed within a reasonable time, and the provision that there should be no charge for storage until November 1, 1913, gave defendant nearly six months’ time in which to remove the outfits it purchased. Plaintiff waited during that period, and for nearly six months more before bringing this suit. The court below evidently thought that a year’s time, in which to remove the goods, was under the circumstances, a reasonable allowance. We agree that it ivas. The affidavit of defense is vague in its terms, and is apparently evasive.' It sets forth nothing which can properly be regarded as constituting a valid defense to the claim of plaintiff. We think the court below very properly held it to he insufficient.\nThe assignments of .error are overruled, and the judgment is affirmed."}