{"id": "1011522", "contents": "Opinion by\nMr. Justice Moschzisker,\nThe three appeals before us were argued as one, and will be disposed of together. William J. Tobin and his wife, Margaret, brought an action in trespass to recover damages suffered by them respectively, by reason of injuries to the latter, and William J. Tobin likewise sued for personal injuries to himself; verdicts were rendered for the plaintiffs, and three separate judgments were entered thereon; the defendant has appealed in each instance.\nThe accident happened thus: On May 29, 1911, Mr. Tobin and his wife were attending the funeral of a friend; they occupied a vehicle drawn by two horses, hired from a livery stable; while driving along a public highway in the defendant township, the horses scared at a noise, alleged to have come from the operation of a rope which drew cars on an inclined plane erected on a trestle over the highway, and ran away; the occupants of the carriage were thrown out and injured. The charging counts of the respective statements of claim are identical, the allegations therein contained being “That......defendant township had......for many years prior to said date, negligently permitted the owners or operators of ......a colliery to erect, maintain and operate......, a short distance above and over said public highway and within the limits thereof, a plane or trestle on which ......was drawn......mine cars attached to a heavy steel-wire rope. That it was the duty of the defendant township at all times, to keep and maintain its said highway, within the proper limits and upon the surface thereof and over and above same, in good, safe and passable condition so that persons and teams going over and passing along said highway, might do so in safety. Nevertheless, the defendant, unmindful of its said duty, negligently permitted the erection, maintenance and operation of said plane or trestle and the erection, maintenance and operation of said hoist-rope, in such a manner that when hoisting or lowering cars......the rope was raised above and over said plane and over and above said highway and then dropped upon the plane with great force, making a great, startling and affrighting noise to persons and horses upon said public highway beneath and near to said plane. So that while the plaintiff was there and then being driven as aforesaid on said highway near to said plane and with due care, said rope was raised as aforesaid......and dropped upon the said plane with great force, suddenly and without notice to him or the driver of said horses, making a loud noise or shock from which said horses took fright and ran away\nIt appears from the uncontroverted testimony in the case that the trestle over the highway supported part of an inclined plane which ran from a mine on one side of the road to a breaker on the other; that the unobstructed width of the road between the guard rails of this trestle was 22 feet; and that the height from the middle of the road to the first cross-piece, which extended from one leg of the trestle to the other, was 17% feet, and to the top rail of the trestle, 49% feet. The defendant called a surveyor who produced a plan of the locus in quo and testified to all the relative measurements; he was asked the question; “what is the width of the public highway under the trestle, on the ground,” and counsel for plaintiffs immediately stated, “There is no controversy about the width of the road......we are not complaining about it.” In fact, at trial the plaintiffs made no effort to show an encroachment upon the highway that interfered with travel; on the contrary, as they frankly state in their paper book, “the contention of the appellees was that the township was negligent in permitting the erection of the plane and that its liability is fixed......because of the negligent operation of it,” and they as frankly add: “The theory upon which this case was tried in the court below was not that the action was caused by the ordinary operation of the rope......but that it was caused by the extraordinary noise that was made at times when the car reached the bottom.” The accident occurred in a mining district where planes of this character are not unusual; the township did not run the colliery, and could not be held responsible for the alleged negligent operation of the rope, even though it permitted the erection of the trestle over the highway and had notice that “at times” the rope made a “loud noise.” If there was carelessness in operation, the negligence must have been by those in charge of the mining company’s plant, which was located some distance from the road; but, aside from the particular cause of the noise, so far as the defendant township is concerned, the case is very much as though it had permitted the erection of a properly constructed railway bridge over its highway, and a horse upon the road had been frightened by noise from the operation of trains upon tbe structure. Tbe township would not be responsible for ensuing injuries on sucb a state of facts, and can no more be held liable on tbe facts at bar.\nThirteen errors are assigned; but, owing to the view which we take of the case, it is only necessary to pass upon the tenth specification, which complains of the refusal to enter judgment non obstante veredicto; that assignment is sustained, the three judgments are reversed, and judgment is entered for the defendant in each case."}