{"id": "1011429", "contents": "Opinion by\nMr. Justice Stewart,\nThe only part of the will having relation to the inquiry raised by the appeal reads as follows, “The remainder is to be divided equally between my husband and our children, the children’s money to be held in trust until they are twenty-one years respectively, then they shall receive an annual income and the principal shall not be divided until each child is thirty years, at which time he or she shall receive his or her full share. I make my devoted husband, Charles M. Ghriskey, Jr., sole and only executor of this estate, with the wish that he appoint a suitable and reliable trust company to take charge of this estate at his death.” At the time of the making of this will, 5th February, 1912, testatrix had biit one child, a daughter. A few days prior to her death, which occurred 20th October, 1912, she gave birth to twins, both of whom survive. The right of these after-born children to participate is not questioned; the only dispute being as to the proportion in which the several and respective parties take. The dispute arises over the distribution of the ascertained balance in the hands of the executor of the will. The learned auditing judge construed the will as giving to each of the beneficiaries an equal interest, and accordingly awarded to each a one-fourth share in the residuum. On exceptions filed on behalf of the husband, this decree of distribution was reversed by the court in banc, and to the husband was awarded a one-half instead of a one-fourth share. From .this latter award the guardian of the minor children has appealed.\nThe question raised is a very narrow one; did the testatrix intend that her residuary estate should be divided by moieties, her husband to receive one, and the children of herself and husband to share equally in the other? or, did she intend a division that would give the husband simply a child’s share? It must be admitted that by no process of reasoning can we be made absolutely certain that any conclusion reached will express the actual truth. This not infrequently happens when, as here, the thing sought for is the intention of a testator, and such intention is expressed in words susceptible of double meaning. When this occurs and there is nothing in any part of the instrument, or in the extraneous conditions, to indicate certainly that the words employed were used in a specific sense, we are left without guide except such general rules as the law has invented as aids to a correct interpretation. Actual demonstration of the correctness of the result reached in such cases is not to be expected; it is at best a weighing of probabilities. What gives rise to the dispute here is the use of the word “between” in the devising clause. If we allow the term its etymological meaning, it makes largely against appellant’s contention, indeed defeats it wholly, for the word “between” is correctly used only when the reference is to two things, parties, or persons. If used here in that sense, the conclusion is inevitable that the purpose of the testatrix was, not to put the beneficiaries in one class, but to distinguish between them, that is to say between the husband and the children, putting the former in one class by himself, and the children in another, and dividing the estate equally between the two classes. Admittedly the term is not always so employed, but sometimes, more or less frequently, it is used interchangeably with the word “among,” which as properly used, refers to a number greater than two, and implies, says Webster, where used of the distribution of property among certain persons named, that each and all shall share in the distribution, and equally, unless there be something in the context showing a contrary intention. But it does not appear that in common use among ordinarily intelligent people the distinction between the two words has ceased to be. observed; and while it is true that close adherence to precise literal meaning is not uniformly required by any rule of construction, yet before any other can be adopted, there must be something appear in the will indicating an intention which would be otherwise defeated. Our attention has been directed to nothing in this will or extraneous circumstances, which to our mind affords any ground whatever for giving to the word “between” as it occurs in the devising clause any different sense than that which if taken literally it implies. Literal effect has been given the word in several of our cases, notably the case of Green’s Est., 140 Pa. 253, which closely parallels this, where the gift was, “the other half to be divided equally between Josephine Lukens and the children of John R. Ash.” The distribution there sustained gave to Josephine Lukens one-half and to the children of John R. Ash the other half to be equally divided between them. Wherever the literal meaning of this term has been departed from sufficient reason has been shown, by indications appearing either in the will or from extraneous circumstances, pointing to a different understanding on the part of the testator, as in the case of Hicks’ Est., 134 Pa. 507, where the gift was, “My property shall he equally divided between my wife, Martha E. Hicks, and my daughters, Ida Bell and Ella Billmayer, if living at my death.” Here there were three beneficiaries, and though the word “between” was used, yet, the distribution gave to each an equal share, because the beneficiaries were ascertained individuals, individually named, showing an unmistakable purpose that each one named should share equally with the others in the distribution. The will contained no suggestion of division by class, as is here the case. Unques-, tionably the will we are considering puts children, not individually named, in a class by themselves. It would follow that they being put in a class that the husband must stand in a different class, though by himself. That he is the only one in the class is a matter of no consequence, for as said by Paxson, J., in Wheeler v. Phila: delphia, 77 Pa. 338, 350, “Classification does not depend on numbers.......the word is used not to designate numbers, but a rank or order of persons or things.” A case not distinguishable from the present one is Perkins v. Stearns, 163 Mass. 247. There the will directed a division between the widow of the testator and the heirs of testator’s mother, and it was held to mean, other parts of the will indicating nothing to the contrary as to the intention of the testator, that the widow should receive one-half.\nWe think the decided weight of authority in our own and other states is to the effect that where the gift is directed tó be divided between one individual named and others not individually designated but who compose a class, except as a contrary intention can be derived from the will the division contemplatéd by testator is by moieties. The decree is affirmed."}