{"id": "1011520", "contents": "Opinion by\nMr. Justice Elkin,\nThis is an action brought by the widow in her own right and on behalf of her minor children to recover damages for the death of her husband, caused by the negligent maintenance of a city street. The case was clearly for the jury, and if there should be a reversal of the judgment here, it would simply mean another trial upon practically the same state of facts. Appellant states the questions .involved to be:\n1. Were the instructions to the jury on the question of the liability of the city correct?\n2. Was the injured person, a passenger in an automobile, guilty of contributory negligence?\n3. Were the instructions as to the measure of damages correct?\nTo answer these questions it became necessary to read the entire record, including the charge of the learned trial judge. Having done so, we have not'been able to discover anything in the instructions to the jury, or in answer to points, or in the admission or rejection of testimony, about which appellant can justly complain. The laAV applicable to the facts of the case was well understood by the trial judge and by counsel representing each side to the controversy and the instructions to the jury were clear, concise and complete. As to the contributory negligence of the deceased husband the defendant submitted the following point:\n“No matter how .dangerous or defective the section of the street in question was at the time of the accident, nevertheless if Charles P. McNulty did anything either actively or passively, that contributed toward the accident, your verdict must be for the defendant.”\nThe learned trial judge answered the point in the following language:\n“I affirm that point, gentlemen. It makes it necessary for you to go through and sift evidence to ascertain whether or not the evidence shows that he either passively or actively had anything to do with causing the accident.”\nCertainly this was putting the defense of the city in its most favorable light on the question of contributory negligence. Other points were submitted, relating to the same question, and the learned trial judge gave the city the full benefit of every contention made in this regard. The learned trial judge also carefully instructed the jury as to the liability of the city in such cases, and as to the measure of damages. Nothing was left in doubt but everything was carefully explained to the jury. There is no merit in the contention that the court below erred in refusing to enter judgment non obstante upon the whole record. This was so clearly a case for the jury that nothing further need be said as to the seventeenth assignment of error. We answer the first and third questions in the affirmative, and the second was for the jury and it was so submitted.\nJudgment affirmed."}