{"id": "1011475", "contents": "Opinion by\nMr. Justice Elkin,\nWhile on the face of the record this appears to he a controversy between the dismissed patrolman on one side, and the mayor, director of public safety, and civil service commissioners on the other, it is in fact a proceeding to test the power of the Civil Service Commission to deny the right of reinstatement of a dismissed policeman when the court of trial acquitted him of the indiscretions charged, and all of his superior officers recommended that he be reinstated. Gallagher was duly appointed a member of the police force in 1899, and became a patrolman in 1900, one year later. He continued in that service until May, 1913, when after trial by the police court, he was dismissed from the service. After the findings of the court of trial in the first instance, and his dismissal from the service as a result thereof, Gallagher presented a petition to the trial court asking that his case be reopened and that he. be permitted to make further defense. The court of trial granted the request of the petitioner, directed the case to be reopened and awarded a new trial. At the second trial Gallagher was acquitted of the charges preferred against him, and it was recommended that he be reinstated to his former position as patrolman. His triers found as a fact that he had a good record during a period of fourteen years for clean service as a member of the police force in the City of Philadelphia. These findings, and the recommendation for reinstatement based upon them, were approved by the director of public safety and by the mayor. On September 13, 1913, the director of public safety addressed a communication to the Civil Service Commission, enclosing a record of the trial which contained the findings hereinbefore mentioned, and made requisition for the reinstatement of Gallagher. In his communication to the Civil Service Commission, the director stated:\n“It would appear that the charges against the officer were not properly sustained by the evidence submitted and that his dismissal from the service was not justified.”\nWe have thus presented a case in which the court of trial has found that the derelictions charged against the patrolman had not been sustained; that he had a record of good service for a period of fourteen years; and that he was entitled to be reinstated. In addition the record shows that these findings were approved by the director and by the mayor. When this record was presented to the Civil Service Commission with the recommendation of the director, that board refused tO' honor the requisition for reinstatement and claimed the. right to review the findings of the trial court to the extent of disregarding them altogether, if necessary in the assertion of their power. The question for decision here is whether the Civil Service Commission had the power to review the findings of the trial court, make contrary findings by holding that Gallagher was guilty of the charges preferred against him, and deny him the right to be reinstated. The powers of the Civil Service Commission are purely statutory, and in order to determine what those powers are it is necessary to read and construe the acts of assembly which confer them. It will serve no useful purpose in the present case to discuss the general powers of the Civil Service Commission because as we view it the question for decision here is within narrow limits as above indicated. The Civil Service Act of March 5, 1906, P. L. 83, provides among other things as follows:\n“On and after the said date, no person shall be appointed, transferred, reinstated, or promoted as an officer, clerk, employee, or laborer in the civil service, under the government of any city of the first class, in any manner or by any means other than those prescribed in this act.”\nSection 6, of this act directs the Civil Service Commission in cities of the first class to prescribe, amend and enforce rules and regulations intended to carry into effect its provisions.\nSection 17, provides that:\n“The Civil Service Commission in each city shall promulgate rules and regulations relating to transfers and reinstatements in the service to be approved by the may- or, as hereinbefore provided.”\nActing upon the authority of this statutory provision the Civil Service Commission promulgated the following rule:\n“The appointing officer seeking to make the reinstatement must satisfy the commission that the charges against the person removed were not true, or the reason for Avhich the person was removed was not adequate and that the dismissal was. not justified.”\nIn the case at bar the Civil Service Commission stands upon this rule, and makes answer to the' requisition for reinstatement by saying to the appointing officer we are not satisfied that the charges against the dismissed patrolman were not true and that the dismissal was not justified. Just what is required to satisfy the commission that the charges were not true and that the dismissal was not justified, is left to conjecture; the rule does not prescribe any form of procedure to determine these important questions. But, certainly, it cannot he seriously contended, that the commissioners can arbitrarily, or capriciously, without regard to the established facts, take the position that they have not been satisfied, and from such a final decision, a worthy applicant has no right of review or appeal. We do not understand that the commissioners in the present case take any such position, and it is but proper to say in this connection, that their motives and good faith are not questioned. The question involved is a new one, and it is in the interest of all concerned to have it settled so that a proper method of procedure may be adopted in future cases of like character.\nSection 20, of the Act of March 5,1906, P. L. 83, known as the Civil Service Act, under which the commission derives its powers, contains the following provision:\n“Nothing in this act shall alter the procedure required for the removal or punishment of policemen or firemen as provided in Article III, Section 1, of the Act of June 1, 1885, relating to the government of cities of the first class.”\nIt needs no argument to show that the legislature intended by this provision to preserve the procedure established by the Act of 1885, for the removal and punishment of policemen and firemen. It is so expressly stated in the Act of 1906, and we are not at liberty to disregard what is so plainly written.\nArticle III, Section 1, of the Act of June 1, 1885, P. L. 37, provides, inter alia, as follows:\n“No policeman or fireman shall be dismissed without his written consent, except by the decision of the court, either of trial or of inquiry, duly determined and certified in writing to the mayor, which court shall be composed of persons belonging to the police or fire force equal to or superior in official position therein to the accused. Such decision shall only be determined by trial of charges with plain specifications-made by or lodged with the director of the department of public safety, of which trial the accused shall have due notice and at which he shall have the right to be present in person.”\nThe section in question contains many other provisions relating to the composition of the court and to the causes for which a policeman or fireman may be tried. The persons composing the court after their appointment are sworn to perform their duties impartially, and the person of highest rank in such court is given the power of a justice of the peace to enforce the attendance of witnesses and to administer oaths. This section of the Act of 1885 has been in force for thirty years and the method of procedure relating to policemen and firemen has been uniformly followed. We see nothing in the present case to warrant a departure from this statutory rule of procedure. The legislature provided for the creation of a special tribunal to try cases of this character, and the findings of the tribunal so constituted when approved by the director and the mayor must be accepted as final as to the questions tried and determined, if the trial court had jurisdiction of the offenses charged and the trial was conducted according to law. A very different question would arise if the trial court had no jurisdiction of the causes brought before it for determination, or if there had been any collusion in the trial, or if it had proceeded in an unlawful manner. In the present case it is not contended that the trial court was without jurisdiction to try the offenses charged against the accused patrolman; and it is conceded that the trial was conducted according to law, if the trial court had the power to reopen the case and grant a new trial. Upon this question we have no doubt. The right of a trial court to correct its errors or to grant a new trial when the just administration of the law requires this to be done, is an inherent power of such a tribunal. In the case at bar the functions of the trial court were judicial in character and its judgment in a case properly brought before it for trial must be regarded as that of a court of competent jurisdiction. That such a court, in the absence of any statutory restriction or limitation, has the power to grant a new trial cannot he successfully controverted. The right of a court to order a new trial of its own motion is indisputable: Com. v. Gabor, 209 Pa. 201. To the same effect are: Com. v. Flannagan, 7 W. & S. 415; De Chastellux v. Fairchild, 15 Pa. 18.\nWe have carefully read the very able argument of learned counsel for appellants in which it is contended that the trial court had no power to grant a new trial without being convinced that it is sound in principle or sustained by precedent. With this view of the law we are bound to accept the record of the second trial as the final judgment of the trial court.\nWhether an appeal in the nature of a certiorari lies from the judgment of the trial court to a court of competent jurisdiction in such a case need not be determined here as no such question is presented by the present record.\nFor the purposes of this case we must regard the findings and recommendation of the trial court as an acquittal of the charges lodged against the accused patrolman. The director of public safety so regarded the decision of the trial court by informing the Civil Service Commission that the charges had not been sustained by the evidence and that the dismissal of Gallagher from the service was not justified. If his dismissal was not justified then clearly under the provisions of the Act of 1885 the attempt to remove him from the service was abortive and his right to be reinstated necessarily follows. We do not wish to be understood as deciding that the Civil Service Commission has no power over the appointment, transfer or reinstatement of policemen and firemen, but what we do intend to say is that when a policeman or fireman has been duly appointed according to the requirements of the law, he cannot be dismissed from service except in the manner prescribed by the Act of 1885. The procedure provided in that act must be followed and the decision of the trial court as to the guilt or innocence of the accused officer is final unless reversed or set aside by a court of competent jurisdiction having the power of review upon appeal or certiorari. The legislature did not confer upon the Civil Service Commission the power to review or set aside the findings of the trial court upon the question of the guilt or innocence of the accused officer, and in the absence of such statutory authority the power to do so does not exist. When the record of the trial court together with its recommendations approved by the director and mayor, were certified to the Civil Service Commission, it was the duty of the board to accept the findings of the trial court relating to the charges preferred against the accused patrolman as final, and it was without power to set aside those findings and make findings of its own in direct conflict therewith. The legislature gave the commission no such power by express language, nor do we think it arises by necessary implication. The doctrine of laches has no application to the facts of the present case. It is true that laches may be imputed to a dismissed employee and many cases so hold; but when this doctrine is applied each case must stand upon its own peculiar facts. In this case Gallagher was reasonably diligent in the assertion of his rights and in his efforts to have a fair trial upon the merits of his case. To deny him relief upon the ground of laches would mean that he is to be deprived of the fruits of his long continued efforts to be reinstated to the position from which he had been dismissed without sufficient reason as the trial court found.\nWe do not doubt that the Civil Service Commission, and all the officers of the city government, acted in entire good faith, and from the best of motives, in their endeav- or to reach a proper conclusion in the present case, but we must regard the question involved as one of law relating solely to the power of the Civil Service Commission to review the record and set aside the findings of the trial court.\nJudgment affirmed."}