{"id": "1011481", "contents": "Opinion by\nMe. Justice Stewart,\nThe action was brought to recover a balance of $4,-000.00 on what was claimed to be a subscription to the stock of the plaintiff company. The trial resulted in a verdict for the plaintiff for the amount claimed. Later judgment non obstante was entered for the defendant, and this appeal followed.\nThe most that can be said of the transaction which is the basis of the action is, that it was a verbal engagement on the part of the defendant, entered into abont 19th October, 1911, with one Dr. Lewis Brinton, the individual proprietor of a monthly medical journal so far established that it had survived two issues, that if Dr. Brinton would turn over his publication to a corporation, yet to be incorporated, whose capital stock would consist of 1,200 shares, he, the defendant, would invest $5,000.00 in the enterprise' — $1,000.00 of which he then and there paid to Brinton — for which he was to receive 300 shares in capital stock. What followed was that Dr. Brinton, associated with two others, each of whom was a subscriber for one share, obtained a charter for the proposed corporation. In the application for the charter it was recited that the subscribers to the stock were Dr. Brinton, 125 shares, Dr. Robert Walker, 1 share and Anna M. Hallowell, 1 share, and that 10 per cent, of the capital stock had been paid in. The defendant’s name nowhere appears. On 8th December following a meeting of these incorporators was held, without notice to the defendant and at which he was not present. At that meeting Dr. Brinton and the defendant were elected directors. The day following Brinton by letter advised the defendant that he, the defendant, had been elected president of the board of directors, and on the 19th he forwarded to the defendant a certificate for 60 shares of stock, with a demand that he pay an additional f4,000.00 for the balance of the stock which he had agreed to take, namely, 240 shares. The defendant at once returned to Brinton the certificate sent him, and declined to make further payments. The present action was thereupon entered.\nIt is impossible to derive from such a transaction a subscription to' the capital stock of the corporation which the corporation itself could enforce. The transaction was wholly between the defendant and Dr. Brinton, the latter acting for himself alone. He was not dealing in a representative capacity, certainly not for this plaintiff corporation, which at the time had not even an incipient existence. Furthermore, it is an abuse of terms to speak of the transaction as a stock subscription. It is not pretended that there was any actual subscription to any thing, for any purpose, and besides, it. is in clear contradiction of the sworn statement made by the incorporators in the plaintiff company, when they secured the charter, as to who were the subscribers to the stock. We repeat, the transaction was between the defendant and Dr. Brinton, and if any binding engagement resulted, it was not with the plaintiff company, which did not exist at the time, but with Dr. Brinton. The case of Strasburg Railroad Company v. Echternacht, 21 Pa. 220, is here directly in point. The assignment of error is overruled and the judgment affirmed."}