{"id": "1011538", "contents": "Opinion by\nMr. Justice Frazer,\nThis action was brought by Jennie H. Dunlap, widow of William H. Dunlap, to recover damages for her husband’s death. The facts are as follows: On December 31, 1912, plaintiff’s husband was riding in a small roadster automobile with Charles Beckman, its owner and driver. Beckman was a constable of the City of Philadelphia, and plaintiff’s husband his deputy. The two were transacting business in various parts of the city and' drove to the neighborhood of 18th and Mantón streets for the purpose of making a distress for rent. When driving out of Mantón street to go south on 18th street, the automobile collided with a car of defendant company coming north on 18th street, resulting in the wrecking of the automobile, and inflicting injuries upon plaintiff’s husband which caused his death a few days later. A verdict was rendered in plaintiff’s favor and on motion of defendant, judgment was subsequently entered in its favor non obstante verdicto, which order is assigned as error. The negligence alleged, is excessive speed of the trolley car and failure of the motorman to give warning on approaching Mantón street. That the testimony established negligence on the part of defendant company is not clear; however assuming that it did, it is also clear that Beckman, the driver of the automobile was guilty of negligence in attempting to cross 18th street with the trolley car forty feet distant, and as he testifies, “coming at a terrific rate of speed” while his automobile was traveling six or seven miles an hour and could be stopped within six feet. The automobile driven by Beckman was equipped with a right-hand driving appliance, and accommodated two persons. Beckman, who was sitting on the right-hand side, testified, that when he reached 18th street he did not stop his automobile but looked past plaintiff’s husband, who sat at his left, and not seeing a car, which according to his own testimony was only forty feet below Mantón street, and that of other witnesses, about eighty feet, drove ahead to cross the street. He further testified that plaintiff’s husband said nothing as they approached 18th street as to the likelihood of meeting an approaching car, nor made any effort to observe whether or not the track was clear, and that “he was just simply sitting there looking:”. Under these circumstances, was plaintiff’s husband chargeable with negligence? As a general principle of law a passenger is not chargeable with the negligence of his carrier. That rule however, does not relieve the passenger of the duty of exercising reasonable care to avoid danger. He is responsible for his acts of either omission or commission. In this case plaintiff’s husband should be held to a somewhat higher degree of duty than a passenger for hire would be held. Beckman and plaintiff’s husband were engaged in a common purpose, and had a common object in view, that of transacting business, in which both were interested. While Beckman’s negligence should not be imputed to plaintiff’s husband, the latter however was not relieved from all responsibility. It was incumbent on him to exercise proper care and not sit quietly by and fail to see danger that was plainly imminent: Dean v. Pennsylvania Railroad Company, 129 Pa. 514; Broomer v. Pennsylvania Railroad Company, 179 Fed. Repr. 577. He was as familiar with the neighborhood as Beckman, and undoubtedly saw the car tracks of defendant on 18th street, and presumably was aware that a car might pass at any moment. Under such circumstances it was the duty of plaintiff’s husband to at least have used his eyes in the proper direction and if he saw the car coming, as he undoubtedly would, warned Beckman of the danger. In not having-done so or made any effort to discharge a plain duty he owed to Beckman as well as himself, he was chargeable with negligence, which contributed to and made the accident possible. Plaintiff therefore is not entitled to recover.\nThe assignments of error are overruled and judgment affirmed."}