{"id": "1013564", "contents": "Opinion by\nMr. Justice Stewart,\nThe plaintiff is the owner of a farm in Chester County, a considerable part of which is bottom land, lying in a bend of the Schuylkill river. This stream bounds plaintiff’s land on the west and north for the distance of two-thirds of a mile. On the opposite side of the river to the north and running, parallel with it is the main line of the defendant’s railway. Prior to 1906 the railway was a double-track road, constructed on a thirty-three foot embankment. Between the embankment and the river ran a public road of the width of ten feet. In 1906, with a view to construct two additional tracks, the railway company widened its embankment on the side next to the river, occupying for this purpose the public road which has been vacated, and to some extent the bed of the river. It is plaintiff’s contention that this encroachment upon the river changed the courses and currents of the river with the result that sixty or seventy acres of her land on the opposite side have been repeatedly flooded in times of ordinary freshets, and that so much of her land has in consequence been rendered valueless for farming purposes. The defendant’s contention was that the flooding of plaintiff’s land, if any, was occasioned, not by the embankment it had constructed and maintained, but by obstructions in other parts of the river for which it was in no wise responsible. The action was for the recovery of damages, and resulted in a verdict for the plaintiff for $1,994, for which amount judgment was entered. ,\nThe case turned upon a question of fact: was the flooding of plaintiff’s land the direct, immediate and necessary consequence of defendant’s enlarging and extending its embankment in 1906? Plaintiff had introduced, without objection, evidence to the effect that the embankment complained of, as enlarged and extended in 1906, encroached upon the river bed for a distance of from thirty to thirty-five feet from the shore, whereas before it had extended no further than to the line of the public road which ran between it and the river. The defendant admitted an encroachment on the river bed of ten feet and no more, and insisted that an encroachment to this extent could not have effected any change in the courses and currents of the stream. It was a case manifestly calling for expert testimony, not as to the extent, of the encroachment of the river bed, since that was a simple matter of fact to be proven as any other, but as to the natural and necessary result of such encroachment, assuming it to be as much as plaintiff claimed. It was to this end that plaintiff introduced the testimony which was admitted under objection, the admission of which is made the subject of the first assignment of error. The testimony of the witness called proceeded on the assumption that the encroachment upon the river was for the distance testified to by an earlier witness. The value of this testimony depended on the correctness of the assumption; its competency, on whether, as the case then stood, there was evidence affording a reasonable basis for the assumption, that is to say, evidence which, if believed, would support a finding that the encroachment was in fact of the extent assumed. When the witness was called this was the state of evidence: David D. Updegrove, husband of the plaintiff, had testified to a knowledge of the locus in quo for twenty-five years; that he occupied plaintiff’s farm in 1906 when the embankment was enlarged; that he was familiar with the conditions as they existed before and after the embankment was extended, and that at the point indicated, the embankment had been built out into the river for a distance of from thirty to thirty-five feet. This testimony had been admitted without objection. ' The witness next called was the expert, Benjamin Franklin, by profession a hydraulic engineer of large experience. He testified that, with a view to qualify himself to form an opinion as to what caused the overflow on plaintiff’s land, he had visited the place, examined and studied the conditions as he there found them, had assisted in making the measurements required, and that he had heard the testimony of plaintiff’s witnesses, including that of Updegrove. This question was then asked him, “Now, in your judgment, what effect did the construction by the railway company of its railroad embankment on the north bank of the river, immediately north of the Updegrove property, have upon the property of the plaintiff as regards the flooding by the Schuylkill river?” The question was objected to “on the ground that it has not been shown that this witness had placed before him any data showing what construction has been made in that embankment. He has no means of knowing what the original bank of the river was, and no means of knowing whether the embankment encroaches at all upon the river, and consequently can not give any information as to any effect there might have been.” That this objection was not sufficient to exclude the offer is made so apparent by the trial judge’s comment that little need be added. In overruling the objection he said, “I understood the last witness to describe a contraction of the river at a certain point by the widening of the railroad, and the question would be, to this witness, assuming that there was a contraction of the river such as described by Mr. Updegrove, and he being versed in the flow of water, and having looked at the location, what effect would that have upon the stream.” And again, “The plaintiff can not be limited, they can put what they assume to be the contraction of the stream, and upon cross-examination you can ask Mr. Franklin, supposing the stream has not been contracted, or has been contracted to the extent to which you say it has been, what his judgment would be upon that condition.” The purpose of the question was not to prove how far the embankment encroached upon the river, but to show by expert testimony that if it did extend into the river as far as Updegrove said, the natural and necessary result would be the flooding of plaintiff’s land in times of freshet. Regarding it as a purely hypothetical question—and it could be hypothetical only with respect to the one fact assumed—it was entirely competent, inasmuch as it was based on a fact already testified to. Yardley v. Cuthbertson, 108 Pa. 395, and authorities there cited. The objection that is now urged upon the appeal that the conclusion expressed by the witness was unscientific, comes too late. The proper tribunal to pass on that question was the jury. It may be that the expert testimony introduced by the defendant was based on more reliable data, and was more scientific in its conclusion; but that was for the jury to determine. It is sufficient for us to know the plaintiff’s witness whose competency as an expert is now challenged, had qualified himself so to speak in the judgment of the trial judge. “If the court shall think they (persons offered to give expert testimony) are prima facie qualified, it will then be for the jury to decide whether any, and if any, what weight is to be given their testimony. It is a matter very much within the discretion of the court below, and if it appears that the witnesses offered had any claim to the character of experts, the court will not reverse on the ground that their experience was not sufficiently special.” Delaware & Chesapeake Steam Towboat Co. v. Starrs, 69 Pa. 36. No error was committed in receiving the testimony of this witness, and the first assignment of error is therefore overruled. Assignments 3, 4 and 5 have even less to support them. They may be considered together since they raise but a single question. It appeared that in 1907, the plaintiff with other land owners executed a release of damages to certain carrying companies, including this defendant, certain coal mining companies, and certain named individuals engaged in the mining' and shipping of coal, by the terms of which the right was granted the parties named, their successors and assigns, “to deposit and discharge upon the above described lands of the parties of the first part, such mine water, culm, dirt, slate and refuse material generally, as shall at any time be carried and deposited there by the said stream (the Schuylkill) or its tributaries—and the use of said Schuylkill river and its tributaries through the above described lands of the parties of the first part.” It was not pretended that either by its express terms or by reasonable implication this release had any reference whatever to the embankment that is here the subject of complaint. To supplement the instrument and bring plaintiff’s present claim within the operation of the release, the defendant proposed to inquire of the witness, Philip S. Zieber, Esq., the defendant’s attorney under whose direction the release had been prepared, first, whether in his negotiations leading up to the signing of the deed of release the embankment constructed by the defendant in 1906 was considered; second, why the Philadelphia and Reading Railway Company was included as a party to that release when the original claim was presented against the Lehigh Coal and Navigation Company, and the Philadelphia and Reading Coal and Iron Company; and, third, whether or not, in the correspondence leading up to and which culminated in the settlement of these claims and the execution of the release, any reference was made to the construction of the embankment in 1906, by the defendant company, and whether any reference was made to the increased tendency of the river to flood plaintiff’s land as a consequence of that construction. These several questions were objected to and very properly disallowed. Their admission was urged on the untenable ground that the answers would serve to explain a latent ambiguity. The ambiguity insisted on arose from the fact that the defendant company was included in the release as one of the grantees, and since that company was not an owner or lessee of coal land, collieries or coal washeries, its interest in the grant of “the use of the Schuylkill river” could be only understood by showing that the maintenance of the railroad embankment in the river was within the contemplation of the parties and so embraced in the words “the use of the Schuylkill river.” It is too apparent to call for discussion that the legitimate and only reference in the words “the use of ■the Schuylkill river.” is to such uses as were specifically described and enumerated in the earlier part of the release. It is wholly unnecessary to a proper understanding of the instrument that it should be made to appear what if any interest the defendant company had in joining therein. It is quite enough to know that it became a party. The instrument stands clear of all doubtful or uncertain meaning. The assignments are overruled, and the judgment is affirmed."}