{"id": "1013186", "contents": "The opinion of the court was delivered, May 20th 1868, by\nThompson, C. J.\nThat which seems to have engaged the attention of the litigants in this case most,, appears to us, in the view we take of the controversy, not to be of much importance, viz., the date of the commencement of Shoup’s improvement. Whether it was the last of April 1860, or in the spring of 186-1, was of little consequence, if at one or the other date he entered, in the language of the 3d section of the Act of 30th December 1786, “ with a manifest intention of making it a place of abode, and the means of supporting a family.” The purpose of the entry was not a matter in dispute below. Indeed this was sufficiently evinced by the acts done on the ground; putting up a cabin fit for the habitation of man, clearing, fencing, planting and sowing grain, and residing in the cabin until entering the military service of the country; which latter act preserved his inceptive title, if any he had, until his return: See act above quoted; Dig. 1861, p. 625.\nBut his inceptive title is denied. We are invited to regard this as a ease between improvers, although it seems there is some reason to suppose that the possessions of both plaintiff and defendant are on unseated land. But laying this out of sight, how is the title between them as improvers ?\nThe plaintiff acquired no inceptive title until he entered on the supposed vacancy, and began to improve, with the intent expressed in the act. That was probably in September 1860. Prior to that time, he had seen the lines on three sides of the land which he declared his intention to settle upon. Helzel showed him at two different times, once before harvest and once after, if I am not mistaken, where his lines came to, and told him he must not come further; and Mock said, “ You are the first settler, and I don’t want to interfere with you, or anybody else.” What was said on the subject more than this was not detailed; but the witness says they talked awhile, plaintiff and Helzel; and they agreed that after Helzel made his survey, what he left Mock would take. Helzel made no intimation of receding from that boundary, nor Mock of going over it. At that time Mock had no boundary on that side of the tract but the Helzel line. That was where he said he would come to and no further. So it remained until the survey of Ketterman in 1864. While this was the state of the plaintiff’s boundaries, and either before or after, most probably after, in the spring of 1861, Shoup entered as a settler outside of the plaintiff’s designation, and commenced an improvement, and built and cleared as already stated; and continued to occupy until the time of his entering the service.\nIt must be borne in mind that entering as a settler, he might designate his boundaries or not, at the-instant, but in either event he would be entitled to claim vacant land not exceeding 400 acres, if so much existed, in a reasonable shape, around and adjoining his improvements. If less, he would have to take less. When he began his settlement, be it in 1860 or 1861, he was not an intruder on the plaintiff’s settlement right. The plaintiff’s boundary was designated, if it was in 1861 that Shoup went on, and he did not then pretend to go beyond Helzel’s line. Shoup was an intruder on Helzel, if any on.e, but nobody else. But Helzel aftewards withdrew all claim to the land in dispute, throwing out some 200 acres of his original claim. Shoup was the first, and continued to be the occupier in law of it while in the military service. He was a settler, and had a settler’s right to it. .At most, the plaintiff had no more than an intention to claim it. But this would not do against an actual settler. Even if it had been ever so solemnly agreed between Helzel and the plaintiff, that the latter was to take the balance of the vacancy after the former should have run his lines, this would not extend his right beyond the circumscribed boundary by which he was holding it at the time. They could not bargain the property of the Commonwealth away in that manner; nor deprive others of rights under the laws of the Commonwealth. The plaintiff could only claim title by settlement-right extending over the ground at the time. That he had not, for Helzel’s boundary cut him off; or by a warrant and survey, and that he had no pretence to. We think, therefore, that the learned judge erred in not affirming both the defendant’s points, which substantially presented the views above expressed.\nWe think there was no error in what the learned judge said on the subject of the estoppel claimed. Certainly the encouragement given Shoup by Mock, was important to be considered upon the question of the boundary claimed by the latter, but no more. The conveyance of Shoup to the defendant, transferred all his title, and the latter was, as the case appears before us, fully invested with his rights. There was no dispute as to this, however.\nFor the reasons given, the judgement of the court below must be'reversed and a venire de novo awarded."}