{"id": "1013184", "contents": "The opinion of the court was delivered, July 2d 1868, by\nStrong, J.\nThe Act of Assembly pf March 21st 1806, relative to amendments, is imperative in its directions. It declares that a plaintiff shall be permitted to amend his declaration or statement in the cases for which it makes provision. But the language of the later acts is different. The Act of April 16th 1846 confers upon courts power to permit amendments of the record, when it shall appear to them by any sufficient evidence that a mistake has been made in the Christian or surname of a party. So the Act of May 4th 1852, empowers the courts to permit amendments in any stage of the proceedings, by changing or adding the name, or names, of any party whenever it shall appear to them that a mistake or omission has been made in the name or names of -any such party. And the Act of April 12th 1858 directs that the Act of 1852 shall be so construed as to authorize the said courts when, by reason of there being too many persons included as plaintiffs or defendants, by mistake, the cause is prevented from being tried on its merits, to permit an amendment by striking out from the suit such persons as plaintiffs or defendants. All these acts might have been regarded as merely vesting in courts discretionary powers. They are in terms permissive. Such amendments are to he allowed only when there has been a mistake, not barely the assertion of one, and the court-is to judge of its existence. There is more reason why a plaintiff should have a legal right to amend his proceedings, when £e seeks only to cure an informality, than when the amendment he desires is so vital as is a change of parties. In the ease now before us the plaintiffs asked leave to strike off the names of nearly ninety defendants, leaving only two, and that after the entire evidence had been submitted. Clearly, this would have been a substantial change of the cause of action, which was originally assumpsit upon an alleged joint contract. Had the amendment been allowed, its effect would also have been to deny to the defendants stricken off a remedy for their costs, and that after the other defendants had been deprived of their testimony. And there was no evidence offered of any mistake in having joined so many as defendants in the writ. Were, then, the Acts of 1846, 1852 and 1858 to be construed as they might have been, this would have been a very proper case for refusing the amendment proposed. But under the construction that has been given to them, it would seem that the amendment should have been allowed. In Kaylor v. Shaffner, 12 Harris 489, Lewis, C. J., said, “ When the plaintiff by mistake, either of law or of fact, brings an action for his use in the name of one who has no title to support it, the Act of 1852 fairly applies to the case, and whenever it shall appear to the court that such a mistake has actually occurred, it is the duty of the court to correct it.” This was holding the Act of 1852 to be more than the grant of a discretion. So in Wood v. The City of Philadelphia, 3 Casey 502, a judgment was reversed because the court below refused to allow an amendment in the names of the parties, and Woodward, J., said: “The power to permit amendments in the names of parties is conferred upon the courts by the second section of the Act of April 16th 1846, and the grant of the power implies the duty to exercise it in a proper case.' The mistake, says the act, may be shown by any sufficient evidence, and that which ought to satisfy is sufficient.” And in Rangler v. Hummel, 1 Wright 130, where a co-plaintiff was stricken from the record, the present Chief Justice said, “ We have so often decided under our statutes of amendments, that parties might be stricken out or added whenever this was necessary to a trial on the merits of the case, that we do not deem it necessary to cite authorities on the subject. This is the plain requirement of the Act of May 4th 1852, as construed by the Act of April 12th 1858. Whenever the rights of a party are liable to be defeated by having joined too few or too many plaintiffs or defendants, the amendments may be made. In such circumstances the fact of mistake is hardly debateable; it will be presumed, if without them the merits may not be fully tried.” Most of the eases, it is true, relate to amendments which have been allowed in the lower courts, and we have sanctioned them. Wood v. Philadelphia is, however, an exception. So most of the cases relate to amendments of plaintiffs on the record, but the Act of 1858 places plaintiffs and defendants on the same footing, and the cases cited make no distinction. If the acts are to be regarded as compulsory, it is as much a right of a plaintiff to strike off names of defendants, as it is to make changes in plaintiffs. Locke v. Daugherty, 7 Wright 88, justified a refusal of an amendment striking out the name of one of two defendants in an action of assumpsit, but the decision was grounded upon the special circumstances of the case. There was no allegation of mistake, and there had been an arbitration and an appeal. It was not intimated that what had been previously decided, namely, that under the Acts of 1852 and 1858 an amendment striking out the names of parties, either plaintiffs or defendants, is a matter of right, is not the law. We should, therefore, be constrained to rule that there was error in the refusal to permit the plaintiffs to amend by striking' out the names of all the defendants except Longenecker and Baumgardner, and to reverse the judgment, were it not for the fact that, in our opinion, the amendment, had it been allowed, would have availed the plaintiffs nothing.\nThe action was assumpsit brought against a large number of persons, charging them as partners in the purchase of cotton alleged to have been sold and delivered. The defendants were stockholders of a company called Conestoga Steam-Mills, which claimed to have become a corporation in 1849, under the General Manufacturing Law of that year. In 1849 a certificate of association for corporate purposes was made out and recorded. It set forth all that the law required. It was entirely regular on its face. A certified copy of it was filed in the office of the Secretary of the Commonwealth. Ostensibly the requirements of the law were fully met. From that time until after the cotton was sold, the corporation had, if not a legal, at least a de facto existence, and it carried on business as such. In November 1856 the plaintiff sold a quantity of cotton to it and took the promissory notes of the corporation for the price, with a full knowledge of the mode of its constitution, and of what is now alleged to have been a failure to comply with the requisitions of the Manufacturing Law for the procurement of a charter. They now sue those who were stockholders of the company at the time the cotton was purchased, and claim to recover against them individually upon the ground that the original certificate for incorporation, though apparently regular, was illegal and void because it did not set forth that the capital paid in was at the time invested in mills, machinery and other property adapted to the purposes for which the corporation was proposed to be organized. This they contend -renders the. charter a nullity, and justifies them in treating the sale as having been made to the defendants as partners. The case rests therefore upon the assumption that because the corporation was so irregularly constituted that the Commonwealth might have called in question its legal existence, the plaintiffs may attack it and disprove its -lawful being.\nBut the assumption is unwarranted. The plaintiffs are not at liberty to assert in this action that the corporation was not lawfully formed. Though formed under a general law, it is as against all the world but the Commonwealth, as completely and effectively a corporate body, as if it had been created by a special Act of Assembly and by letters patent. The Act of April 7th 1849 prescribes what shall be the legal .proof' of the existence of such a corporation. That proof is a certificate of certain things made out as required, recorded in the proper county, with a certified copy of the certificate filed in the office of the Secretary of the Commonwealth, endorsed by him and then retained by the company. The law declares that when the certificate has been thus recorded and filed, the persons who have signed and acknowledged it, and their successors, shall be a body politic and corporate, in fact and in law. No distinction is made between the effect of such a mode of incorporation and the effect of any other mode. If the certificate recorded and filed is false, or if the law has in any particular been violated, the Commonwealth has a remedy by writ of quo warranto, as it would have in any other case where corporate privileges have been obtained by fraudulent means or in an illegal manner. But until the franchise claimed and used has been directly adjudged not to exist, there is a corporation de facto at least. If there is anything settled it is that the corporate existence of a corporation de facto cannot be inquired into collaterally. Upon this subject the authorities are too numerous to admit of citation. The plaintiffs do not deny the principle as a general rule, but they contend that it is not applicable to corporations of this character, to those organized by the corporators themselves under a general law, and for support in this position they rely upon Patterson v. Arnold, 9 Wright 410. Such is the doctrine advanced in that case. But the decision then made was that of a bare majority of the court. It does not profess to rest on a single authority. It is sustained by none, for it is in conflict with the steady course of decision elsewhere, wherever statutes exist, similar to ours of 1849. Very little attempt was made to sustain it by reason, and if it is the law it must work great confusion, and lead to intolerable mischiefs. Happily, if it was mistakenly made, we may now correct the mistake without harm to any one.\nThere is no reason that can be given for such a distinction as is claimed between a charter obtained under the Act of 1849, and one obtained under a special Act of Assembly. In each case corporate power is obtained by act of the corporators, under restrictions imposed by law. When an act authorizes letters patent to issue after a certificate by commissioners appointed to receive subscriptions to the capital stock, that a certain amount has been subscribed, and a certain proportion paid in, the certificate may be false, but nobody ever supposed that the charter obtained by the false certificate is void, or that it may be attacked collaterally. Why then should it not be so in case of a charter under the Act of 1849 ? How much more is a charter secured under that act the work of the corporators than is one obtained in the other mode ? How much less is the organization under the conduct of the state? Yet that it is less is the only reason attempted to be given in Patterson v. Arnold, why the charter in the one case should be open to collateral attack, and in the other assailable only directly by the Commonwealth.\nIf we look at the consequences of permitting one who deals with a corporation formed under the General Manufacturing Law to deny that it ever had any legal existence, or to call in question its right to exercise corporate powers or enjoy corporate privileges, we shall find them to be no less mischievous than such as would follow the doctrine that any corporation may be collaterally attacked, by one who has given credit to it, that it is not immunity to its shareholders. Indeed the mischiefs of such a doctrine are the same, whatever may be the mode of obtaining corporate existence. By one jury a charter may be set aside. By another it may be sustained. One creditor may sue the corporation as such, obtain a judgment and sell its land, himself becoming the purchaser. Another creditor may sue the corporators alleging that their charter is null, furnishing no immunity to them. He may obtain a judgment and sell the same land to another purchaser, as the property, not of the corporation, but of the stockholders. In such a case which purchaser would hold the title ?\nAgain, new stockholders may come in, totally ignorant of any fraud or mistake in making out the certificate. Are they to be charged individually because there was a secret vice in obtaining corporate being ? That would be monstrous. It would render the manufacturing law a thing to be avoided, though it expresses a cherished policy of the legislature. Yet if a charter can be shown invalid by collateral attack at the suit of a creditor, why are not new stockholders who have come in after the birth of the corporation equally liable as partners, or joint contractors with all the original stockholders ? Can the charter be effective, and yet not effective ? In Patterson v. Arnold it seems to have been thought a charter may be good as to some stockholders and a nullity to others. What confusion must this produce? Some may be sued as partners, and others through the corporation, and under judgments obtained executions be levied upon the same property. Or all the original stockholders may go out and give place to successors. Then that which was incurably vicious, because an usurpation upon the Commonwealth, has become good. It is impossible, however, that a charter can be good as to some stockholders, and bad as to others. Every one has an interest in the property of his associates invested in the common stock. Such is his corporate right. If that property can be withdrawn by action against Ms associates individually, the charter ceases to be to him all that it purports to be.\nIt is said that those who certify falsely for the purpose of obtaining a charter are guilty of fraud. Doubtless this is so. There is a fraud upon the state. If it be also a fraud upon creditors, the law furnishes a remedy. An action will lie for the fraud. But to deny the corporate existence of a defacto corporation, and to hold as partners those who were guilty of fraud in obtaining the charter, is to confound an action ex contractu, with one essentially for a tort.\nIt has already been said that Patterson v. Arnold is utisustained by authority. General laws, much like our Act of 1849, exist in many of the states, and whenever the question has come up it has been ruled that corporations formed under them, like all others, are to be regarded as such until their right is questioned by the state. The quéstion cannot be raised collaterally whether they are lawfully such. In Jones v. Dana, 24 Barb. Sup. C. Rep. 402, the court said, “ The statute is explicit and leaves no room for construction. It makes the copies of the charter and certificates filed in the office of the county clerk, the authority of the corporation to commence business and issue policies, and makes them evidence for and against the company; that is, evidence of the authority to act as a corporation. The legislature having said what acts shall give the company corporate powers, and what shall be the evidence of those acts, as well for as against the company, courts cannot, at the instance of third persons, go behind those acts, and the prescribed evidence of them, for the purpose of determining the validity of the corporation, and make the decision, perhaps, depend upon some mistake or accident from which no one has received or can receive any injury.” And, again: “ The only remaining question is, whether the plaintiffs have shown the Utica Insurance Company, acting under a charter, or an authority apparently valid, and really so, unless impeached by something outside of the record evidence of the corporate existence, and depending upon proof aliunde. If they have, and have thus furnished primá. facie evidence of the incorporation, they cannot go behind that evidence to show that it was got up in fraud or mistake, or irregularly brought into existence.” All this was said in reference to a corporation that came into being under an act very similar to ours. To the same effect is Stedman v. Eveleth, 6 Metcalf 114, and Baker v. Backus, 32 Ill. 111. I know of no case except Patterson v. Arnold, in which a different doctrine has been advanced. It was not then competent for the plaintiffs in this action, after having contracted with the Conestoga Steam-Mills as a corporation, to deny its corporate existence. To all the stockholders its charter furnished an immunity against its creditors. The plaintiffs, therefore, would have had no cause of action against any of the defendants, had their amendment been allowed.\nThere is another reason why there could have been no recovery, '^e certificate for the incorporation was erroneous or fraudulent, the plaintiffs knew it when they sold the cotton. It was not for them afterwards to say it was a wrong done to them. It is needless, however, to enlarge upon this. It is enough that they were not at liberty to call in question the validity of.the charter.\nThe judgment is affirmed."}