{"id": "1013541", "contents": "Opinion by\nMr. Justice Elkin,\nSo much has been said in several recent cases upon the question of “disinterested witnesses” under the Act of April 26,1855, P. L. 328, that no useful purpose will be served by an elaborate discussion of what has already been decided. It must be accepted as settled law under our Pennsylvania statutes that a witness to a will containing charitable bequests is not disinterested if at the time of attestation he is interested in charity for which provision is made by the testator. Under the Act of 1855 it has been held that if the attesting witness be interested as legatee or devisee under the will, or is to derive a pecuniary benefit, or advantage, from any part of it, or if interested at the time of attestation in a religious or charitable institution to be benefited thereby, he is not disinterested within the meaning of the statute: Kessler’s Est., 221 Pa. 314. What constitutes a disqualifying interest has been modified to some extent by the Act of June 7,1911, P. L. 702; but for the purposes of the present case it is not necessary to discuss the effect of this statute upon the Act of 1855, because the execution of the will here involved antedates the later act.\nIn the case at bar the single question for decision is whether Christy was interested so as to disqualify him as an attesting witness within the meaning of the Act of 1855. He had no interest as legatee or devisee under the will, nor did he derive any pecuniary benefit or advantage under its provisions; nor was he interested at the time of attestation in any religious or charitable institution made the object of testator’s bounty. It is clear, therefore, that under the facts of the present case Christy was not disqualified as an attesting witness within the meaning of the rule as stated in Kessler’s Est., 221 Pa. 314. That case was decided upon the facts which gave rise to the controversy and the court was necessarily limited in its discussion to the facts out of which the litigation grew. Since the opinion in that case was handed down several cases, involving the same principle but growing out of a different state of facts, have been before us on appeal. In the decision of these cases it became necessary to determine from time to time what interest disqualified an attesting witness under the particular facts of each case. Thus it is that the question has been considered in a number of cases with the result that learned counsel for litigants are very properly diligent to aid the cause of their clients by some decision, or excerpt taken from an opinion, or remark contained therein, which seems to give color to the contentions upon which they rely. It is perhaps needless to say that in the decision of cases of this character, involving as they do the proper execution of wills containing charitable bequests, each case presenting a different state of facts, the differentiation of one case from another is not an easy task for anyone, and out of this situation more or less confusion is likely to arise. In the present case learned counsel for appellant rely upon Stinson’s Est. (No. 1), 232 Pa. 218, and it must be conceded that the two cases have many points of similarity. In that case the attesting witness, held to have a disqualifying interest, was named as a member of the executive committee of the association which was to maintain, direct, manage and govern the proposed charity. It was pointed out in that opinion that the board of managers shall have full power and authority to sell, mortgage or lease, any real estate or. property held by or belonging to said association. The testatrix in that case directed that the general plan of the association to be organized under the provisions of her will should be the same as that of the Women’s Christian Association of Philadelphia, and this court held that the executive committee named in her will, in the absence of any direction to the contrary, possessed the functions and powers of the board of managers of that association. This board had power and authority to enter into any contract or agreement which they deemed best for the interests of the association. They had full power to authorize the execution and delivery of deeds, conveyances, mortgages, agreements, contracts or other assurances, intended to effectuate the objects and purposes of the association. In other words .under the provisions of her will in that case the testatrix ■vested in the executive committee full, complete and exclusive power to do everything required to be done in maintaining the charity. This committee had power to take and hold real estate, to sell and convey the same, to invest the fund, and to do every act and thing in connection therewith which the testatrix could have done when alive. The attesting witness was held to be disqualified because she was a member of the executive committee possessing these broad and comprehensive powers.\nIn the case at bar the residuary estate is devised to the executor in trust for the establishment and maintenance of a manual training school devoted to the instruction of boys and girls in useful arts and trades. The bequest is not to any committee or advisory board but to the Scranton Trust Company as executor and trustee for the uses and purposes specified in the will. The trustee holds the legal title, takes the fund, administers the residuary estate, and will be legally responsible to account for all moneys and property set apart under the residuary clause of the will for the charitable use. It is true that the testator named an advisory board to act in conjunction with the trustee in all matters connected with the administration of the charity, and it must be conceded that great confidence was reposed in this advisory board by decedent. It is also apparent that the testator desired his trustee to have -the benefit of such suggestions and advice as he thought the advisory board would give it, and learned counsel for appellant argue with great force that the testator intended this advisory board to be vested with all the powers required to fully administer the charity. To sustain this contention would have the effect of reading out of the will all the provisions relating to the duties of the trustee. Such a construction would make the trustee a mere figure-head without power or authority to administer the residuary estate, although legally responsible to account for the proper administration of the trust. Our conclusion is that the testator intended what the language of his will primarily means, which is, that his trustee is to be vested with full power and authority to administer the trust estate, and that the advisory board is to act in the capacity of advisors in the administration of the charity. When so understood the difficulties of the present case largely disappear, because under such circumstances, to hold that Christy had such an interest in the charity as to disqualify him as an attesting witness to the will would strain the language of the Act of 1855 beyond the point of reasonable interpretation.\nThe case has been very ably presented here by both sides to the controversy. Nothing has been left unsaid by either side which would add value , to the discussion. It is a close case upon its facts and there has been difference of opinion, in our own court as to the conclusion reached. A majority of this court, however, are of opinion that the case was properly disposed of in the court below. • .\nDecree affirmed. All costs to be paid out of the estate."}