{"id": "1014431", "contents": "The opinion of the court was delivered, by\nSharswood, J.\n—The 1st error assigned is to the charge of the learned judge below on the question of ouster. The plaintiff in error complains that the question of fact involved was entirely taken from the jury. The court said: “ The making a sale or a will giving his estate to his children as was done in this case, the will being witnessed by George Miller (the co-tenant and plaintiff), would be-a decisive, open, unequivocal act.” At the same time that they gave this instruction, they said in affirming the plaintiff’s 4th point “ that in order to constitute an ouster of tenants in common or copartners, there must be something more than the mere continuance of possession or perception of profits and payment of taxes ; viz., there must be such acts as denying the right of his co-tenants or other unequivocal acts resisting and setting at defiance his co-tenants or copartners.”\nTaking the whole together, the instruction was that the making of a will such as that given in evidence.was such an act. This will gave directions that his farm should be rented out, and its proceeds applied to the benefit of his family until his youngest daughter became eighteen years of age, and then his real estate was to be equally divided by metes and bounds, quantity and quality among his children. It was clearly inconsistent with a devise of an undivided interest. In Culler v. Motzer, 13 S. & R. 356, it was held that a sale by one tenant in common of the whole tract is an ouster. In Lodge v. Patterson, 3 Watts 74, the defendant, immediately after the death of his brother and co-tenant, put up his interest at public sale, bought it in and then had a survey made in his own name. In Dikeman v. Parrish, 6 Barr 226, leasing, devising and conveying lands are mentioned as the highest acts of dominion over the property. The uncontradicted evidence in this case showed that the co-tenant and plaintiff was a subscribing witness to the will, and according to the testimony of Elizabeth Miller the will was read in his presence. There could not have been a more open and unequivocal claim of an adverse title to the whole tract, and if the jury believed the evidence they were bound to find an ouster. Upon a fair construction of the whole charge, this is what the court instructed the jury. 0\nThe 2d error assigned is to the answers to the defendant’s 1st and 2d points. The substance of them was, that if the jury believed that the facts alleged and set forth in them were sustained and made out by the evidence the Statute of Frauds formed no objection to the defendant’s title. These facts were: that Jacob Miller, the father of the plaintiff and grandfather of the defendant, had settled on a tract of patented land; that, becoming old and infirm, he agreed with his son William Miller that if he would support him and his wife as long as they lived he should have the land; that to obtain a title William should apply for and take out a warrant in his own name, and procure thereon a survey and patent; that William accordingly procured a warrant, caused a survey to be made and paid the greater part of the purchase-money to the Commonwealth; that he built a dwelling-house, stable, barn and other improvements, and that he fully performed his agreement in supporting his father and mother during their lives. Now if Jacob Miller had been a settler on unappropriated land, and William had been an entire stranger, and had obtained a title from the state, and gone on and made improvements with the assent and encouragement of Jacob, can it be doubted that he would have been estopped ? When a man encourages another to settle on land and to go on and expend money and labor, he shall not afterwards take the land from the improver though he has an older and better title even though he was ignorant of his rights. To that effect are the cases of McCormick v. McMurtrie, 4 Watts 195, McKelvey v. Truby, 4 W. & S. 323. This is a stronger case, for there was evidence here of an express agreement; it was not mere assent and encouragement. Jacob Miller had no settlement right; he had no title, but bare possession; good indeed against all the world but the grantees of the Commonwealth. This possession was all that he agreed to give his son, it was all he had to give — that he might procure a title from the state; both parties evidently supposing that such a title would-be available. On the faith of this agreement William went on and fulfilled his contract — took out the warrant and expended money and labor in improvements. If these facts were so, the jury were bound to find that Jacob Miller, the father, would be estopped from controverting William’s title or setting up an outstanding title in the prior patentees; and of course his heirs claiming in privity from him are subject to the same equitable disability.\nJudgment affirmed."}