{"id": "1014501", "contents": "The opinion of the court was delivered,\nby\nAgnew, J.\nThe Act of 11th January 1867, entitled “An Act to enable Manufacturing and Mining Corporations to borrow money,” consists of a single section, and provides, “That all iron and other manufacturing and mining corporations, incorporated under the laws of this Commonwealth, shall be and are hereby enabled to borrow moneys, and to secure the loans to be made to them by mortgage of their property, and to dispose of their bonds or certificates of loan, or pay interest thereon, at such rates as railroad and canal companies may now do.” The question presented is, whether this act intended to embrace a mortgage of chattels in the term property, or only such property as had been usually mortgaged before the time of its passage. It is said the act is an enabling act. This is so, but was its purpose to enable these companies to mortgage their personal property, or was it to enable them to dispose of their bonds or pay interest thereon, at such rates as railroad and canal companies can now do ? If the former purpose had been distinctly in the mind of the penman of the act, it is strange he did not say so in clear and apt language, considering it to be the introduction of a novelty into the laws of mortgage, unwarranted by any former policy of the state. It is true railroad companies have been authorized to do this, and other corporations in similar circumstances, whose personal interests have been of such a permanent and fixed character, or so incapable of removal, that no inconvenience would be felt in relaxing the general rule as to movables. But in this act the term property is so wholly unexplained by its context that it may or may not refer to chattels, and it leaves the mind to hesitate and doubt whether the legislature meant more than the property accustomed to be mortgaged under the laws of the state, and for which provision was made for notice by recording, and remedy by scire facias. But the intent to facilitate the borrowing of money at unusual rates of interest, is clearly expressed, the power being to dispose of their bonds, or to pay interest thereon at such rates as railroad and canal companies may now do. Having then one clear and useful purpose plainly in view to satisfy the language of the act, and another which is extremely doubtful, we must look to the reason bearing upon the interpretation to determine what meaning shall be given to the word property. If we give the term its full scope, it will embrace, as the sheriff’s levy actually did, an infinite variety of goods in a store, kept purposely for sale to laborers at the mines, and to the country side, and thus we should have the lien of the mortgage sailing out after every spool of cotton, paper of pins, hat or cap, and the notions on twenty-two shelves stated in the sheriff’s levy. But if the absurdity of such a roaming lien should compel us to contract the meaning of the word, at what boundary shall we stop ? What warrant have we to say it shall only embrace houses, mules, and the tools and implements of labor in the mines ? And if we should say the sheriff will not be sent in the foolish pursuit of property or merchandise taken or sold off the premises, of what use would be the power to mortgage the personalty? Chattel mortgages and sales which leave the property in possession of the debtor, are against policy and void against execution-creditors. Then what évidence have we in the act itself that it was the intention of the legislature to uproot this ancient and wise policy ? Certainly none, but the use of a word of wide meaning, and which might have been readily used in reference to a kind of property in the mind of the penman which was the common subject of mortgages. On the other hand, the omissions of the act tell strongly against the wide meaning asked for it. There is no provision for recording such a mortgage, or for a remedy upon it. It is not a good argument to say the recording of the mortgage as to the realty would carry the personalty with it. That, however, supposes that every mortgage will consist of realty as well as of personalty. But if property mean chattels, it would be as competent to mortgage personalty only as both realty and personalty. Certainly the legislature did not mean that an unrecorded chattel mortgage should be kept in the pocket of one creditor to be sprung upon others when it might suit his interests to let it go. Upon a view of the whole case we do not think it was meant by the term property to cover any other kinds than those which the law made capable of being mortgaged by such corporations.\nJudgment affirmed."}