{"id": "1016954", "contents": "Opinion by\nMr. Justice Stewart,\nThe appellant was attached by process issued by the Municipal Court of Philadelphia County to answer a charge of noncompliance with an order of court. He made answer denying the authority and jurisdiction of the Municipal Court to issue the process, for reasons which can be understood only as the facts of the case are more fully recited. The writ of attachment had been issued on an affidavit made by one Adele Shecter, under caption of Commonwealth v. Jacob Shecter, in which it was averred that “an order was duly made by the Municipal Court against the above defendant for support of herself; that the said defendant had failed to comply with said order and is now in arrears in his payments upon said order of court to the amount of $18.00.” Here is found the only averment of fact, aside from what may be gathered from the opinion filed in the case, and the order and decree appealed from, that the record before us discloses — and that evidently an inaccuracy, as will later appear. The only order and decree made by the Municipal Court was as follows, “it is therefore ordered and decreed that Jacob Shecter pay the sum of $102.50 now due upon said order for the support of his wife, Adele Shecter, that the payment of the sum of $4.50 per week be continued until the further order of the court, and that he stand committed until this order be complied with, or he enter security for the faithful performance thereof.” It was from this decree that the appeal was taken to the Superior Court; and upon affirmance there the appeal is now to this court.\nFrom all that so far appears as to the facts, a natural inference would be that appellant had been proceeded against originally in the Municipal Court, and that in this present proceeding that court by its attachment process was attempting to compel compliance with its own order. Neither in affidavit, writ or decree does anything to the contrary appear; and yet, in point of fact, as we learn from the opinion of the learned judge, the original and only proceeding against appellant for the support of his wife whom he was shown to have deserted, was in the Quarter Sessions Court of Philadelphia County, and it was the decree of that court that the Municipal Court was attempting to enforce by this attachment proceeding. The case is a novel one because of the peculiar conditions out of which it arises. Was the process issued, in view of the one fact appearing, namely, that it was not employed to enforce an order or decree of the court out of which it issued, but that of another, legal? No question is made as to the right of the Municipal Court to employ such process to enforce its own orders or decrees. Although created by the legislature, yet, being a court of record, such right would inhere except as denied it by legislative restriction. But the power here exercised goes far beyond, and is the assertion of a right, which, if it exist at all, must rest on express legislative authority. Nothing short of this will justify its exercise. The mere fact that it is a power not incidental to any other court whether created by the Constitution or legislation is sufficient in itself to convince of this. So separate and distinct are our courts, and so independent of each other, that even a Court of Common Pleas can only lend its process to enforce a judgment of another court of equal rank as it is expressly authorized by law to do so. The primary purpose of an attachment process is to vindicate the authority of the court out of which it issues by compelling obedience to its orders and decrees; incidentally it operates to the benefit of the opposite party to the cause by giving to such party indemnity for the damage suffered by him because of the failure of his adversary to comply with the order of the court; nevertheless, the primary purpose is what we have stated. It is a proceeding for contempt. Lacking the contempt, or rather the charge of it, no attachment lies. It must be based fundamentally on a contemptuous disregard of the authority of the court. Now in this case it is not pretended that any order or decree had been made by the Municipal Court touching or concerning this respondent, either in person or property. That court was without jurisdiction over him in any way whatever when it assumed to attach him to answer a charge that he had failed to comply with an order and decree made against him by another and different court. How could he purge himself before that court of á contempt committed against another court; or how could that court either acquit or convict him? It is settled law that each court is the exclusive judge of contempts committed against ■its process. In re Debs, 158 U. S. 564. As early as 1791 this.rule was recognized by this court in the case of Penn. v. Messinger, 1 Yeates 2, where it refused to punish a contempt offered to the process of another court, the judges asserting — so reads the report — “that they knew of no case where one court punished a contempt to another court, and they would not carry the system of punishment by attachment further than they were clearly warranted by practice and adjudged cases.” In Williamson’s Case, 26 Pa. 9, 18, Black, J., in speaking of the power in the courts in proceedings for contempt says, “All courts have this power, and must necessarily have it, otherwise they could not protect themselves from insult, or enforce obedience to their process. Without it they would be utterly powerless. The authority to deal with an offender of this class, belongs exclusively to the court in which the offense is committed; and no other court, not even the highest, can interfere with its exercise.” In view of these clear pronouncements it is hardly necessary to repeat that legislative authority must be found for the exercise of such power ■by a court, otherwise it must be held to be illegal.\nThe contention- of the Commonwealth is, that though there be no express grant of such authority in the Act of July 12, 1913, P. L. 711, creating the Municipal Court and defining its functions and powers, yet, considering ■the purpose of the act in creating the court, the jurisdiction it confers and the necessity for the exercise of such power to enable it to perform its prescribed functions and accomplish the objects intended, a grant of such authority results by necessary implication. As supporting this view our attention is directed to the 11th section of the act which gives the Municipal Court exclusive jurisdiction “in all proceedings brought against any husband or father, wherein it is charged that he has without reasonable cause separated himself from his wife or children, etc.” Undoubtedly when an act confers jurisdiction it impliedly grants the power of doing all such acts or employing such means as are essentially necessary to its execution. But this rule lends but feeble, if any, support to the Commonwealth’s contention. The power that is here sought to be derived by implication is no more necessary to the exercise of the jurisdiction of the Municipal Court than that of any other court. As we have seen, it is denied to all other courts; why then, if necessary in the case of the Municipal Court, should it have been left to be supplied by implication? Whether in granting exclusive jurisdiction to the Municipal Court over such offenses as this, the act thereby deprives the Quarter Sessions Court of jurisdiction to enforce its orders and decrees made in cases of like character whilst it was in the exercise of an unquestioned jurisdiction, and which remained un complied with after the creation of the Municipal Courts, is a question we are not. now called upon to decide. Certainly if such was the effect, it is not for this court, in order to avoid an inconvenience that may result therefrom to supplement the act with a provision for the transference of pending cases, orders and decrees from the Court of Quarter Sessions to the Municipal Court, with no better warrant for so doing than can be derived from the rule of necessary implicar tion. To our mind a much more reasonable and stronger inference arises from the absence of such provision in the act creating the court, that the exclusive jurisdiction conferred was to relate solely to original proceedings thereafter instituted, leaving the Quarter Sessions Court undisturbed as to its rightful jurisdiction. But, how-eve? this may be, nothing can be found in the act which expressly or-impliedly gives to the Municipal Court power to enforce the decrees of another court, and for this reason we are compelled to hold that the process issued in this case was illegal. The judgment of the Superior Court is reversed, as is the order of the Municipal Cojurt, .a,nd all the proceedings are set aside at the cost of the relator."}