{"id": "1016979", "contents": "Opinion by\nMr. Justice Frazer,\nThe tract of land containing some eighty acres, a part of which was the land in dispute in this case, was conveyed in 1881 to Perry DeVall and his son, J. M. DeVall, and both grantees with their families took possession and occupied separate houses erected on the property. By deed dated March 13, 1884, which, however, was neither acknowledged nor recorded, Perry DeVall and his wife conveyed to plaintiff, J. M. De-Vall, “a certain piece or moiety of land” containing about sixty acres, reserving to themselves the right to remain on the premises during their lives. The parties continued to live upon the land in the same manner as before the deed was executed. By deed dated April 9, 1892, and duly recorded April 19, 1892, Perry DeVall and wife conveyed the same property to Mrs. Eugenia L. Glover, a granddaughter, who with her husband entered into possession of a portion of the land so conveyed, and continued to occupy the property together with the grantors during the respective lives of the latter. Perry DeVall died November 12, 1906, and his wife January 17, 1909. This action of ejectment was then brought by J. M. DeVall against Mrs. Glover and her husband to recover possession of the premises, plaintiff claiming that his deed, though unrecorded, having been executed prior to the deed of Mrs. Glover, conveyed to him a good title to the property. It would seem the deed to Mrs. Glover, though recorded, was without consideration, and the recording was therefore ineffective to secure title under the provisions of the Act of May 19, 1893, P. L. 108, 1 Purd. 1173, pi. 123, which provides that unrecorded deeds should be void as to any subsequent purchaser for a valid consideration. It is conceded the rights of a third party had not intervened.\nThe charge of the trial judge is assigned as error, and the only question raised is as to the effect of his failure to instruct the jury that there was a presumption of delivery of the deed to plaintiff. There is no doubt of the general rule, that a deed produced by the grantee is presumed in absence of proof to the contrary to have been delivered on the day on which it bears date: Pringle v. Pringle, 59 Pa. 281; Rhine v. Robinson, 27 Pa. 30; Hall v. Benner, 1 P. & W. 402; 2 Greenleaf on Evidence, Sec. 297. Presumptions, however, are only intended to supply the place of facts, and not to contradict them, and cannot be relied upon where the facts actually appear: Cohen v. Philadelphia Transit Co., 228 Pa. 243.\nIn the course of the trial it appeared that in 1891, plaintiff joined with Perry DeVall in a deed of right of way over an adjoining tract, in which the land in dispute was recited as “the Perry DeVall land,” and also that he had a conversation with his mother in reference to the sale of the timber “back of the house,” and subsequently in a letter to her referred to the conversation and advised a sale of all timber on “both places,” and admitted that part of it was hers, which would be true only in the event of the fee being in her, since as life tenant she would have no right to remove the timber. These circumstances the court submitted to the jury to be considered by them in determining whether or not the deed to plaintiff had in fact been delivered at the time he claimed it was; and, while the evidence may not have been strong on this question, its admission was not objected to, and as such acts and circumstances were evidence tending to rebut the presumption of delivery arising from the date of the deed and was competent to go to the jury on that question, and the jury would have been justified in giving it greater weight than the presumption arising from its date, even if the trial judge had correctly and fully charged as to the presumption of delivery. The trial judge charged that the “jury must be satisfied from the evidence in this case that the deed was delivered to him (plaintiff) prior to 1892. The fact that he had possession of the deed is presumptive evidence that it was delivered to him; but, as to when it was delivered to him there is no evidence in this case.” Plaintiff complains, and justly so, that the trial judge should have stated not only that possession was presumptive evidence of the delivery of the deed, but also that there was a presumption that the delivery took place on the day of its date. In plaintiff’s first point the court was requested to charge that “if the jury believes from the evidence in the case that Perry DeVall and Mary DeVall executed and delivered the deed dated March 12, 1884, in evidence in this case and marked Plaintiff’s Exhibit “c” to J. M. DeVall, that the title to the land described in the said deed passed from Perry DeVall and Mary DeVall subject to the life use of the grantors therein.” The trial judge affirmed this point with the proper qualification “if you find that the deed was delivered prior to the conveyance which was made to Mrs. Glover in 1892,” but made no reference to the presumption of delivery at the time of its date. At the close of the charge, however, the court inquired of counsel for plaintiff if there was “any portion of the case you desire me to call attention of the jury to; or if there are any omissions I desire to have you suggest them now” to which counsel for plaintiff replied, “I think there is nothing.”\nAlthough the charge is deficient in respect to the presumption of delivery, plaintiff was clearly at fault in failing to call the omission to the attention of the court when an opportunity to do so was given. Had plaintiff incorporated in his point for charge a request to instruct upon this particular element, no doubt the trial judge would have complied with such request. Having failed to ask such instruction and having also failed to call the omission to so instruct the jury to the attention of the court when expressly given an opportunity to do so, plaintiff should not now be permitted after having taken the chance of a verdict to complain of the oversight: Mastel v. Walker, 246 Pa. 65; Tolson v. Philadelphia Rapid Transit Co., 248 Pa. 227.\nThe assignment of error is overruled and the judgment affirmed."}