{"id": "1016988", "contents": "Opinion by\nMr. Justice Elkin,\nThese appeals are from the decrees of the learned court below fixing the valuation of certain tracts of land for the purpose of taxation. The cases came into the Court of Common Pleas on appeals from the decision of the county commissioners sitting as a board of revision. In such cases when the appeals are perfected in the Court of Common Pleas the proceedings are then de novo and the facts must be found and the law applied just the same as. if the litigation was between private parties: Delaware, Lackawanna & Western R. R. Co.’s Tax Assessment (No. 1), 224 Pa. 240; Lehigh and Wilkes-Barre Coal Co. v. Luzerne County, 225 Pa. 267. The judge who hears the case, sitting as a chancellor, is clothed with the powers of a court to hear and determine the issues involved, subject to the rules of practice and of law applicable to other hearings of an analogous character. The taxing authorities make out a prima facia case by the introduction in evidence of the assessment of record in the office of the county commissioners, as approved by the board of revision, together with such other books and data as may be on file relating to the valuation of the tracts of land in question: Lehigh and Wilkes-Barre Coal Co.’s Assessment, 225 Pa. 272. This method of procedure has been recognized and approved in all of the cases in which the question has been considered and must be accepted as final and authoritative. It is based upon the presumption that public officials do their duty, and this presumption arises in matters relating to-fixing the valuation of lands for the purpose of taxation just the same as in the performance of other official acts; However, it should always be borne in mind, that this is only a presumption' which may always be rebutted by evidence showing that the official acts complained of were not in compliance with what the law requires in the performance of a particular official duty. A prima facia case based upon such a presumption must be regarded in the same way. If the evidence shows that the board of revision acted arbitrarily, or without sufficient reliable information and evidence, or without a substantial basis to justify their decision, a prima facia case based upon such a presumption is easily rebutted and should be so treated by the chancellor, whose duty it is to determine the questions in controversy in the light of the evidence offered and admitted at the hearing. Tax assessment cases should be heard and decided just like any case of similar character brought before a judicial tribunal. We make this observation because in tax cases brought before this court on review there seems to be a tendency to ignore or disregard the rules of procedure and to fix the valuation, not upon the weight of the evidence produced at the hearing, but rather upon the general information of court and counsel. This is clearly an erroneous view of what the law requires. The weight of the evidence should be decisive with the court, and the burden is always on the litigants to introduce the evidence relied on to support their respective contentions. It is not for the court to fix the valuation of a tract of land at what he as an individual might think it is worth, but his conclusion should be based upon the evidence introduced by the parties. If the testimony be conflicting, as it always is in such cases, it is the duty of the court to consider the same and decide the issue involved having due regard to the weight of the evidence.\nIn the present case we are impressed with the view urged upon this court by learned counsel for appellants, that in fixing the valuations of the six tracts of land about which complaint is made the evidence as to values was disregarded. We, therefore, agree that the valuations of these six tracts should be reduced to the values testified to by the witnesses at the hearing. If the testimony as to the value of any particular tract of land is uncontradicted, and is worthy of belief, that valuation should be conclusive; if the testimony be conflicting the court must use its best judgment in determining from the weight of it what is a just valuation. Upon the record here presented we find it very difficult to formulate a decree fixing the valuation of each particular tract in controversy and have concluded to remit the record to the court below for the purpose of having final decrees entered there in accordance with the views herein expressed.\nDecrees reversed and record remitted with direction to enter such final decrees in the court below as the uncontradicted evidence warrants, and in those cases in which the testimony may be in conflict,, to enter such final decrees as are just and equitable based upon the weight of the evidence. Costs of these appeals to be paid by appellee. '"}