{"id": "1017006", "contents": "Opinion by\nMr. Justice Stewart,\nThis appeal is without merit. The judgment which the appellants asked to have opened for purpose of defense was entered upon confession 11th February, 1913, on a note bearing date 23d April, 1908, for $1,657.79. The judgment was absolute in its terms, and remained uncontested during the lifetime of the debtor who died in April, 1913. The plaintiff in the judgment, died 16th March, 1911, and it was not until 23d October, 1914, that this proceeding to open the judgment was begun. The evidence shows that the proceeding rests on nothing stronger than a conjecture that the judgment was given as collateral security, or for contemplated advances to be made by the plaintiff therein. It was sought in this way to throw over upon the legal representatives of the plaintiff who had been substituted on the record, the burden of showing the consideration for the judgment. Not only do we find nothing to indicate that the note was given on other terms than those expressed, but we find nothing that should prevail in the first instance against the presumption that it was given for an actual indebtedness.\nThe evidence was offered to show that one of the executors, since deceased, of the will of the plaintiff in the judgment, at a conference with counsel representing the estate of the judgment debtor, had expressed the view that certain items which apparently entered into the judgment, ought to be deducted; and had verbally agreed that when a final calculation should be made of ■interest charges and credit “a stipulation should then be entered into between them reducing the judgment to such amount as such calculation should finally determine,” was very properly rejected. No such stipulation ever having been entered into, the evidence was offered simply to show an acknowledgment and admission by one of the executors that the judgment as it stood was not due and owing, a fact not resting in the executor’s personal knowledge, but a conclusion reached by him with the aid of the opposing counsel from such examination as they jointly had made. That it is inadmissible to prove a claim against the estate of a decedent by an admission of an administrator or executor — and that is what this amounted to — is too well settled to be open to dispute. Orr’s App., 7 W. N. C. 126, and the cases there cited. The appeal is dismissed."}