{"id": "1017029", "contents": "Opinion by\nMr. Justice Stewart,\nA writ of attachment execution issued out of the Common Pleas of Huntingdon County directing the attachment of the “goods and chattels, debts, rights, credits, stocks, bonds, and all shares of the capital stock of the Broad Top Coal & Mineral Company, and moneys of R. W. Jacobs,” in satisfaction of a certain judgment recovered in said court against the said R. W. Jacobs for the sum of $10,000.00, with interest from 6th July, 1910, and costs. The writ contained the usual summons to the defendant in the judgment and the Broad Top Coal & Mineral Company, garnishee, to show cause why the said judgment should not be levied of the effects of said Jacobs in the hands of the said coal and mineral company, and was served 6th January, 1912. On 30th January, 1913, interrogatories were filed by the appellant here, to whom as assignee in trust for the creditors of the Huntingdon Bank the right in the judgment had passed. On the 17th February, 1913, the garnishee filed an answer in which it was admitted that at the time the writ was served R. W. Jacobs was the holder of 1,025 shares of the capital stock of the company, and that certificates for this number of shares had been issued in his name and were then outstanding. By supplemental answer filed 13th June, 1913, the garnishee further admitted that since the writ was served the garnishee had paid in cash to Jacobs $910.31 to reimburse him for money advanced by him at different times as an official of the company to pay current expenses of the company. Plaintiff might well have demanded judgment on these answers. Why he did not do so has not been explained. Instead, the case was allowed to be put at issue on a plea of nulla bona by the garnishee. A trial followed, one of the results of which was that whereas the attachment held in its grasp 1,025 shares of the capital stock, the attachment was sustained for only 605 shares, the discrimination being without any apparent reason whatever. Several months before the trial Jacobs, the defendant in the judgment, was adjudged a voluntary bankrupt, and F. L. Orlady, Esq., was appointed trustee of the bankrupt’s estate. Jacobs thereupon delivered to Orlady certificates for 505 shares of the'capital stock of the coal and mineral company, which stock Orlady surrendered to the company, receiving therefor new certificates for a like number of shares in his own name as trustee. Jacobs at the same time delivered to Orlady certificates for 100 additional shares, with warrant of attorney for transferring the same signed by Jacobs, which Orlady still holds. The trial elicited nothing beyond these facts, except that the value of the stock was ascertained to be $2.00 per share. At the conclusion of the evidence this verdict was returned at the direction of the court, “And now, to-wit, May 20,1914, we, the jurors impaneled in the above entitled case, find, by direction of the court, for plaintiff, and that the following goods and effects of the defendant were in the hands of the garnishee, The Bread Top Coal & Mineral Company, at the time the attachment was executed and after-wards, $910.31 in money, and 605 shares of the capital stock of said garnishee belonging to R. W. Jacobs, and represented by certificates Nos. 40, 41 and 73, and that the value of said stock is $2.00 per share.” It does not concern us to inquire why the finding with respect to the stock was for a less number of shares than had been attached and were admittedly held at that time by the debtor in his own name. The appeal is by the garnishee who, of course, is not complaining of any reduction of its liability, while the plaintiff is apparently content with the diminution of the assets he had attached, since he is not excepting. The finding with respect to the $910.31, as being effects of defendant in the hands of the garnishee is complained of as error, on the ground that while it did come into the hands of the garnishee subsequent to the service of the attachment, there was no existing liability on part of the garnishee therefor at the time the attachment was laid. The facts in brief were these: Jacobs, the debtor, was an official of the garnishee company; in the exercise of his duties during a period subsequent to the attachment, he incurred certain expenses in the company’s business which he discharged at the time with money of his own, and at intervals he would make return of such expenditures and be reimbursed therefor by the company. The finding of the jury was for the aggregate of the moneys refunded Jacobs after the attachment was laid. The contention of counsel for appellant is that this was not subject to the attachment, because the debt, if it was a debt owing by the company to Jacobs, arose after the attachment was laid. That it was a debt within the meaning of the law we have no doubt. That it was bound by the attachment is no less clear. Since the case of Sheetz v. Hobensack, 20 Pa. 412, this binding effect of an attachment has not been open to dispute. The cases cited as supporting a different view of the law can easily be distinguished on their facts. It would unduly lengthen this opinion were we to attempt it here, and we see no occasion for so doing.\nBut now as to the judgment rendered on the verdict. As recorded it reads, “Now, September 18,1914, James S. Woods, Esq., pays the jury fee, and judgment is entered on the verdict. Cash in hand $910.31, 605 shares of stock at $2.00, $1,210. Total $2,120.31. Judgment, interest from May 20, 1914.” To the extent of $910.31 this judgment is correct, though the form in which it was returned as part of the verdict hardly conforms to legal\nrequirements. This amount was a debt due and owing by the garnishee to the judgment debtor which rightfully should be applied to the payment of plaintiff’s judgment, pro tanto. The fact that the garnishee had paid the judgment debtor in disregard of the attachment makes it none the less so. Except for this latter fact, the judgment would be a simple substitution of the plaintiff to the rights of the judgment-debtor with respect to the claims, without harm to the garnishee. As for the $1,-210, the value of 605 shares of stock, the judgment is all wrong. As it stands it is a judgment to that extent binding the garnishee de bonis propriis. Upon what debt due from the garnishee is it foundéd? The garnishee owed the plaintiff nothing, and even if it did, this was not a proceeding for the enforcement of any debt due from the garnishee. Instead of issuing his execution to levy upon and sell the stock in the Broad Top Coal & Mineral Company owned by Jacobs, as it had a right to do under the Act of March 29, 1819, P. L. 226, plaintiff elected to adopt this proceeding by attachment execution, which also he had a right to do, but only for the purpose of clearing the way for a subsequent fl. fa., by settling and determining in advance whether the judgment-debtor was in fact a real owner of the stock, or what his interest therein was, and whether the stock was subject to a charge of lien upon the title. Troubat & Haly’s Practice, 4th Ed., Yol. 1, part 2, p. 974. All he gained by this proceeding was to eliminate all such questions and give him the right to proceed with his execution as under the Act of 1819. The learned court evidently understood that in some way or other the garnishee had made itself liable for the value of the stock. How, he does not explain, nor can we understand. Even had it done so, as we have already said, this was not a proceeding in which such liability could be determined or enforced. The process adopted had fulfilled its only function, so far as concerned this stock, when it disclosed the fact that when the attachment was served Jacobs was tbe owner in his own right of 1,025 shares of this stock, free of all liens, and had arrested the stock in the hands of the garnishee to await levy and execution by the plaintiff. The court refused on motion to modify the judgment. It remains for us to do so. The judgment should be for $910.31 with the right in the plaintiff to proceed by execution on his judgment against R. W. Jacobs to sell a sufficient number of the 605 shares of stock in the Broad Top Coal & Mineral Company included in certificates Nos. 40, 41 and 73 as may be necessary to the satisfaction of his judgment. It is now so modified and amended, and as thus amended it is affirmed."}