{"id": "1017243", "contents": "The opinion of the court was delivered by\nSharswood, J.\nHad this been an action to recover the amount of the purchase-money bid at the sale it would have been open to the objection that it would enforce the specific perform anee of a parol contract for the sale of land. It would in effect compel the vendee to take the property by obliging him to pay the full value: Ellett v. Paxson, 2 W. & S. 418. But it is too late to say that a recovery of damages is in any such sense an enforcement of the contract. The 4th section of the English Statute of Frauds and Perjuries, 29 Car. 2, c. 3, prohibiting süch actions, was purposely omitted from our Act of March 21st 1772 (1 Smith 389); and although it was enacted by the 5th section of the Act of April 22d 1856 (Pamph. L. 533), that section was repealed the year following by the Act of May 13th 1857 (Pamph. L. 500). Recoveries in actions of this nature have been sustained in our courts from the earliest periods: Bell v. Andrews, 4 Dall. 152; Ewing v. Tees, 1 Binn. 450. It is equally well settled that the damages to be recovered is the difference between the value of the property at the time of the breach and the sum agreed on as the price: Ellett v. Paxson, 2 W. & S. 418. It is true that where a vendor, not wilfully and fraudulently, but because unable to make title, has not fulfilled his contract, the vendee can only recover back what he may have paid and the expenses to which he has been subjected, but not the damages sustained by the loss of his bargain: Dumars v. Miller, 10 Casey 319; but that is not because the agreement is by parol. The same rule applies to written contracts and depends upon different principles to which it is unnecessary at present to advert. The objection of want of mutuality of remedy has therefore no application.\nThe only question which remains is whether the learned judge below was right in instructing the jury that the measure of damages, where there has been a resale, is the difference between the price agreed to be paid by the vendee and that obtained on the resale. It is predicated of course of the undisputed facts in the case that the resale was a public one, fairly conducted, after full notice to the public and the vendee, upon the same or as advantageous terms as the first, in short, that it was boná fide. Why should not the difference of price be adopted as the true test of the difference of value ? When we speak of value we mean market value. The rule has been universally acted upon in reference to the sale of chattels, and the Statute of Frauds being out of the way there is no reason why the harmony of the system should not be preserved by resorting to it also in sales of realty. “It seems to be well settled,” says Mr. Sedgwick, “that the vender can resell if he see fit, and charge the vendee with the difference between the contract price and that realized at the sale Sedgwick on Damages (1st ed.) 282, citing Langfort v. Tiler’s Adm., 1 Salk. 113, s. c. 6 Mod. 162; Cudder v. Rutter, 5 Vin. 538; Sands v. Taylor, 5 Johns. 395; to which add Girard v. Taggart, 5 S. & R. 19. But the very point has been decided by this court in Ashcom v. Smith, 2 Penna. R. 211, in which Chief Justice Gibson delivering tbe opinion of tbe court says : “ When tbe vendor has acted bond, fide and with reasonable care, tbe measure of damages is the difference of price on the resale. But his conduct may be so grossly improper as to cast a loss from it on himself, as when the resale is wantonly delayed while the land is notoriously falling in price, or the business is managed negligently : these and many other circumstances may be properly left to the jury.” The same rule is reaffirmed in Tompkins v. Haas, 2 Barr 74.\nJudgment affirmed."}