{"id": "1017254", "contents": "The opinion of the court was delivered,\nby Williams, J.\nThis was an action of trespass to try the title to 224 acres of land, being the one-half of a tract of 448 acres surveyed on a warrant granted to Valentine Hollar in 1796. Both parties claimed title under Abraham Sparks, who, by deed dated the 25th of April 1837, granted and conveyed the land in controversy to Solomon Hollar. If this deed was intended as an absolute conveyance of the land for the use of Hollar, the title was in the plaintiff. But if it was made to Hollar in trust for Sparks, the equitable title was in the defendant Lingenfelter, unless the trust had become extinguished by lapse of time. As the deed on its face purported to be an absolute conveyance, the burthen of showing that it was made in trust for the grantor, and that the trust had been recognised and kept alive by the acts and declarations of the parties, was on the defendants.\nThe court, both in the general charge and in answer to the points submitted on both sides, instructed the jury, in substance, that if they found that the deed was an absolute one, designed to transfer the title from Sparks to Hollar, their verdict should be for the plaintiff. But if they found that the deed was in trust for Sparks, and that after its execution he entered on the land and exercised such acts of exclusive dominion and ownership over it as clearly indicated an intention to claim it as his own, then the trust was executed, and their verdict should he for the defendants. The court expressly instructed the jury that, in order to avoid the deed under which the plaintiff claimed, it was not necessary that Sparks should have erected a house upon the land, or taken actual possession of it, but the defendants were bound to show that he, from time to time, within twenty-one years from the date of his deed to Hollar, had exercised such acts of ownership, exclusive of and adverse to the claim of Hollar, as distinctly, clearly and notoriously indicated an intention to claim the land as his own; and if he permitted Hollar to pay the taxes for twenty-seven years, and.during all that time neglected to assert his claim, he could not invoke the aid of a court of equity to enforce the trust.\nThe answers to the. plaintiffs’ and defendant’s points, which have been assigned as error, were in strict conformity with these instructions, and with the law as laid down by this court in Strimpfler v. Roberts, 6 Harris 283; McBarron v. Glass, 6 Casey 135; Clark v. Trindle, 2 P. F. Smith 492; and in this very case when it was before us last year. The defendants have no reason to complain of the charge or of the manner in which the case was submitted to the jury. As they claimed title to the land against the express language of the deed, they were bound to show by clear and satisfactory evidence that there was a resulting trust in favor of Sparks, and that he had taken such possession of the land, or exercised such exclusive acts of ownership' over it within twenty-one years from the time the trust arose as would prevent its extinguishment. And as they failed to do this, the verdict of the jury was rightly for the plaintiff.\nJudgment affirmed."}