{"id": "1018928", "contents": "The opinion of the court was delivered, January 24th 1870, by\nThompson, C. J. —\nOne of the grounds for divorce from the bonds of matrimony contained in the Act of 13th of March 1815, is for wilful and malicious desertion, and absence of one party from the habitation of the other, without reasonable cause, for the space of, or during the period of two years. The applicant for a divorce on this ground must establish with sufficient certainty, each and every of these ingredients, as elements necessary to constitute desertion within the meaning of the act. They all must co-exist in proof, or no decree can be granted.\nCollusive applications for divorces are strictly forbidden by the statute, and, in order to guard against them, any presumption that such is the case must be negatived in the outset by the oath of the party applying, setting forth that the application is “ not made out of levity, or by collusion, and for the mere purpose of being freed and separated, * * * but in sincerity and truth for the causes mentioned in said petition.” Whatever, therefore, may be the grounds upon which an application is made, the libellant must, by his or her oath, make it appear to the court that for that cause, and for that alone, a divorce is desired and claimed.\nThis is the applicant’s primd facie case, and it is made out when the petition is in form, and sworn to. But as in every other proceeding in law or equity, this primd facie case may be overturned or disproved. If it should be shown in any case that the application is not, in fact, based upon the grounds stated, but that the causes set forth are merely to advance a scheme or trick to make out a technical case to sever the bonds of matrimony, no court would permit the application to be successful. It would be against law, justice and truth to do so. Courts ought never to sever the marriage contract, but where the application is made “in sincerity and truth,” for the causes set forth, and no other, and fully sustained by testimony.\nIn this view of the law, we think the learned judge below pushed a principle, which might be all right in some cases, too far, when he said, in view of the evidence in this case, “ that as to the suggestion that the libellant’s object in breaking up the establishment (his house) was to effect the separation, and effect the desertion of his wife, — this cannot be material so long as he provided a home, which he offered her. Even if he desired the separation, so long as he provided a home, and there was no consent on his part that she should stay from it, she was not justified in doing so, by apprehensions that she might not be so happy as she was at the old home.”\nThis view overlooked the testimony in the ease in one important aspect, and prevented the jury from inferring from it facts of which it was full, in another.\nThe alleged desertion of the respondent was attempted to be established by proof that after the libellant had broken up his home in the absence of his wife, without consultation, or any knowledge of an intention to do so communicated to her, she failed to go to quarters proffered to her at a boarding-house. He was, in point of fact, the first to desert. It must be remembered that he claims no desertion by proof against his wife, until after he had broken up their household establishment and left, and formally notified her to take possession of her share of the household goods. Was she bound to follow him if she had good reason to believe that his movements were solely with a view to force her to desert his habitation, and thus make a case for him? Was he not bound to exhibit a case of good faith on his part, in order to be entitled to charge bad faith on hers ? If the evidence were full to the fact that he desired to get rid of his wife previously to his giving up housekeeping, and that all that he did afterwards was to consummate that design, was he entitled to be divorced? Would that be a divorce applied for “in sincerity and truth?” viz., for the desertion of his wife, if he had labored and schemed to provoke that desertion? This cannot be, unless the necessity of possessing a good cause is no merit in a divorce proceeding. But this charge of the learned judge deprived the libellant of the inferences from the testimony, that the whole thing was concocted in fraud of the divorce laws; and his notification of a room for her at a boarding-house, was. but a part of a scheme to throw off the bonds into which he had voluntarily entered, and which, from caprice or other cause, had become annoying to him. She was entitled to such an inference from the testimony, if legitimate, and this was for the jury, but was forestalled by the above view of the law.\nThere was no desertion from the habitation of the libellant by the respondent, and in this respect the ease is very different from the eases cited to show that if a wife deserts the habitation of her husband, or the husband turns a wife out of doors, that such acts can only be justified by reasons which would entitle the party to a divoree. Of this character are the cases of Eshbach v. Eshbach, 11 Harris 343; Groves’s Appeal, 1 Wright 443, and Gordon v. Gordon, 12 Id. 226. Here the libellant left without any cause or reason, as disclosed to his wife. The doctrine advanced was that she was bound to follow his footsteps, notwithstanding every act might persuade that he did not desire her association as a wife. If she failed to do so under such circumstances, after expressing herself entirely willing to do so, is wilful and malicious desertion to be inferred against her ? By first leaving his habitation, he gave his wife the opportunity of showing why he did it, and why and wherefore she did not follow; and if she could show by his acts and declarations that he in fact did not desire her to follow and live with him, would such a failure necessarily furnish a reason for an inference of wilful and malicious desertion from his bed and board ? In Bishop v. Bishop, 6 Casey 412, we held that wilful and malicious desertion was not to be inferred from a refusal on part of the wife to cross the ocean and join a husband who had broken up their household establishment and emigrated to America. We thought her case entitled to be considered in the light of the difficulties put before her by her husband voluntarily and without any controlling necessity, and that proof in addition to the absence of the wife, was necessary in order to establish the desertion to be of the character required by the Act of Assembly. We gave her the advantage of the presumption of innocence until the contrary should be established. Had she deserted her husband’s habitation without reasonable cause before he left England, a different case would doubtless have been presented. So indeed would it have been in the case in hand. For it has been held in the cases referred to, supra, that unless turned out by her husband, or leaving him for causes which would entitle her to a divorce, the desertion meant by the Act of Assembly would be inferred — for the act gives this effect to such absence without there be reasonable cause; and reasonable cause has been settled to be, such cause as would entitle to a divorce.\nAlthough the wife in this case might not be justified to the extent of entitling her to a divorce on account of the bad faith of her husband in breaking up his establishment with a design ultimately to force her to desert him, nor even to prevent him from obtaining one if she persisted in refusing to rejoin him if he desired her to do so in good faith; yet she might undoubtedly show that all that had been done in breaking up housekeeping by her husband, was with a view to put himself into a position to claim a divorce from her, as a good reason why she did not follow him to become the victim of his schemes. In such a condition of things, neither party could claim a divorce; their case would not be within the Act of Assembly. This sort of proof would be a mode of negativing the charge of wilful and malicious desertion. He could not claim a divorce based upon his own schemes to promote it. To allow this would be to permit him to do what the law forbids, namely, to take advantage of his own wrong. We think, therefore, the learned judge erred in the instructions referred to, and which we need not further discuss.\nWe are also of opinion that the learned judge erred in refusing the offer of respondent to prove a series of “ humiliating language and opprobrious epithets addressed to her in the presence of her servants.”\nThis testimony should have been admitted as pertinent to the question of the motives of the libellant in breaking up his household establishment, and to show that the object of the libellant in doing so was to force the respondent to refuse joining him in a boarding-house, or to compel her to abandon him in time, if she did. This was her theory of his actions and motives, and she was entitled to prove it if she could. If a jury would be bound to infer this from the testimony, it would present a case of fraud upon the law and upon the respondent, which ought and would prevent a divorce upon his application.\nI cannot for my life see why fraud and chicanery are not to have the effect to defeat a party practising them, in an attempt to rescind the marriage contract, as well as in every other case; yet it seems sometimes to be regarded as an exception to the rule that fraud vitiates whatever'it touches. Unless we regard a wife as possessing “no rights which the law is bound to respect,” we are bound to protect her against the fraud of her husband when it may go to affect her dearest rights, as we would against his force and violence. If a scheme be disclosed to get rid of a wife, by exposing her to insult before strangers, until she shrinks from and abandons her persecutor, is he to be rewarded by a rescission of his marriage bonds, just as if he had acted honestly, and she wilfully and maliciously? Verily, no. She may defeat his unworthy attempts by showing that her refusal to follow him was to avoid his schemes to get rid of her, and not through wilfulness and malice, with just the same effect as if she had gone to him and suffered, and endured, until she could endure no longer. The testimony offered was a step in the line of proof to show a scheme to get rid of the respondent, and when received, it might or might not have proved it, just as the jury might determine. But it ought to have gone to them. If fraud be admissible to be set up against such an application, and we have said it is, then ought the testimony to have been admitted on that ground. Great latitude of proof is allowable in an issue of fraud, or where it may be alleged and is material to be proved.\nNotice of the special matters to be given in evidence might have been required from the respondent beforehand, but it was not. And as there was no rule of court requiring it to be given, and no demand for it, we think the testimony was not properly rejected for the want of it, as the learned judge held.\nThis is about what we ruled in Breinig v. Breinig, 2 Casey 161. In Garrat v. Garrat, 4 Yeates 244, a nonsuit was granted for want of notice of special matter, but with leave to take it off, which was afterwards done. It will be remembered that this was against the libellant, whose libel was defective in specification. There was surprise in that case, in offering new matter different from that disclosed by the libel. Nothing like that appears to have been claimed here. We think the want of notice of special matters not required by rule of court, or by any special order, was not a ground for refusing the evidence offered. It may be good practice to give notice or to call for it; it saves controversy: but if neither be done it would be a peculiar case which would justify a rejection of testimony on the ground of want of notice, when that is for the first time suggested in the midst of a trial. Such we think was not this case. The reasons thus given as to these two complaints of error are sufficient to require us to reverse the decree of the court below.\nMust we send the case back to be retried on the issue? We think not. When we inspect the record there was, properly speaking, no issue in the case within the meaning of the Act of Assembly. A jury seems to have been sworn to try the case between the libellant and respondent, on the libel and answer. But the Act of Assembly provides for a jury, only, when either party shall desire any matter of fact, which is affirmed by one party and denied by the other, to be so tried. That does not appear by the facts as presented to have been the case. The jury was brought in, seemingly, as assistants to the court, when they were really not necessary. The decree was by the court, on bill, answer and proof, and is here on appeal, and subject to be disposed of as if no jury had sat in the case. We will therefore dispose of the case as we conceive the merits under the evidence require.\nWe are of opinion, from a careful consideration of all the testimony, and drawing all legal inferences from it, that the libellant is not entitled to claim a divorce from his wife. We think it shows that the application was not made “in sincerity and truth,” for the causes set forth, viz., the desertion of the wife; but that that as a cause, so far as shown and claimed, was the result of the management, scheming and colorable conduct of the applicant. W e hold that where such conduct has reacted on the conduct of the wife, so as to keep her absent from her husband, who has left her and her abode, it necessarily meets the allegation of wilful desertion, and deprives him of the right to claim advantage of certain acts and conduct which he has promoted and designed. Like in all other cases in equity, the applicant must be rectus in curia; have a good cause, and the respondent a bad one. This must always be the case where the divorce is resisted. The party who wouldiwin in such a contest must be clear of everything which is charged as a cause of separation against the opposite party.\nWe will refer to a few of the facts disclosed by the testimony, observing that no portion of it not noticed specially does in the least, in our opinion, raise a counter current to that produced by the facts to be noticed.\nIn the summer of 1866, the respondent being absent at Newport with the assent of the libellant, he suddenly commenced to break up his residence, and on being remonstrated with for doing so by the respondent’s father, he made as an excuse, the statement that his establishment was too expensive for his circumstances. To obviate this, Mr. Smith offered to undertake to defray all the expenses of his daughter, the respondent, and eventually proposed to pay rent for the house in a sum equal, as it turns out, to that for which the libellant rented it to another party, viz., $2000 per year. Met as to the objection of expense, the libellant declared in substance that it was useless to insist on him to keep the establishment, “that they,” meaning himself and wife, “ could not live happily together,” exclaiming, “why don’t she give me a divorce, or grant me a divorce ?” This, unexplained, cannot but be regarded as the key-note to all his after conduct. •\nHe proceeded to break up the establishment, and on the 30th of August 1866, addressed to his wife, who had been absent, with his consent, as already seen, for some time, the following note:\n“Mrs. Angier: I have taken rooms and board for you and myself at Mrs. Neilson’s, N. W. corner of Broad and Locust streets. On Monday next they will be ready for occupancy. Please have the furniture belonging to you removed from 2031 Walnut street (former residence), or give me such directions as may be necessary about it. There are certain articles about the house belonging to me which I will remove. Yours, truly.”\nTo any mind, and especially to a wife’s, this would mean sepaaration, if words mean anything. It wag \"withdrawal on his part, and a setting off her goods and chattels to her, as if it were no longer intended that she was to live with him, and with a personal reclamation of his own from their joint possession, for his own enjoyment and use. Their home was thus broken up, when its occupancy might have been continued almost without expense, and his wife notified in the coldest manner, of rooms taken, and to be “ ready for occupancy on Monday next.” No one could make out of this a desire on his part for the society of his wife. She could read nothing but a wish for separation, interpreted in the light of his impatient exclamation of a desire for a divorce, and his refusal of indemnity against expense by his father-in-law, who was amply able to make it good. This offer she could hardly believe was refused from delicacy and a disinclination to avail himself of gratuitous support from friends. She must have known that he had been the recipient of very large sums already from her father and brother, amounting in the aggregate, as his schedule in bankruptcy shows, to between thirty and forty thousand dollars. The respondent replied to this note within a day or two, and remonstrating against his breaking up their home without knowledge or assent by her; reminding him of past unkind treatment at home, and after all this, desiring to take her to a boarding-house, “where,” as she says, “strangers might be witnesses to the treatment she had been so long subject to:” she concluded by saying, “ I intend returning (from Newport) on Saturday, ready to return, to you whenever you express a wish to that effect, and provide a suitable residence.”\nNeither to the charges of bad treatment or the offer to return did the libellant ever reply, either to assure her he wished her to come to, and live with him, or that he had procured a proper residence for her. She did not decline to join him, but wished some sign or token that it was desired, and that a fit place was provided. If he had desired her presence after having broken up her home without consulting her, it was his duty to have said so; but he did not, and in two days after her return to the city to the house of her brother, without a sign or a wish that she should follow him, he charges desertion upon her.\nWithout recapitulating the facts in proof further, it is apparent, we think, that the boarding-house project was a scheme to effect a separation. He rented his own house, in which they had lived, for $2000 per year, and took rooms at Mrs. Neilson’s, at the rate of $2000 a year. There was no great economy in this, especially as he was offered to be indemnified against every expense of his wife, at his old residence. It is evident therefore he did not expect nor wish that his wife should come to the boarding-house and live with him. This seems plain from his whole conduct, but especially does it appear from the testimony of Mrs. Neilson, of whom he engaged rooms. She says “ he engaged two rooms for himself and wife, with the understanding that if she (his wife) went to Europe, his father was to come in her stead!” Where this idea originated of her going to Europe, we are not informed by the testimony, but are obliged to presume that the rooms were not taken with any intention of their ever becoming the home of his wife. This, and numerous other things in the testimony show such an apparent case of management and scheming on part of the libellant to provoke desertion on part of his wife, as acquits her of the charge of wilful and malicious desertion, and proves him guilty of practising such bad faith in exhibiting his bill for a divorce from the bonds of matrimony, as required the court below to dismiss his bill as unfit, under the testimony to be granted. Considering the case on its merits, as we have done, we do not find that the libellant has made out any such.case of wilful and malicious desertion of the wife as is required in law to be the foundation for a decree of divorce, but are constrained to conclude from the evidence, that whatever of desertion there was in the case was brought about by the acts of the libellant himself, and that he is not entitled to the decree he seeks.\nDecree of the court below is reversed, and the libellant’s bill is dismissed at his costs."}