{"id": "1018882", "contents": "The opinion of the court was delivered, July 7th 1870, by\nWilliams, J. —\nIf we had 'more doubt than we have, as to the meaning of the rules under which the judgment for the amount admitted to be due in this case was entered, we should hesitate to overturn the construction which has been given to them by the. court below, and to disturb the practice which has prevailed under it for so long a period. Each court is the best judge of its own rules, and, as we have often said, we will not reverse for any construction given to them that is not palpably erroneous. ■ It is true that the rules, under which the judgment was entered, do not, in express terms, authorize the plaintiff to take judgment for the amount admitted to be due, and to proceed to issue and trial for the residue of his claim; but this has been the construction given to them by the District Court, and the practice has been in conformity therewith. The case of McKinney v. Mitchell, cited in the opinion of the court below, fully sustains this construction of the rules, and is an authority for the course pursued in this case. There, under a rule of the Common Pleas of Union county, providing that “ the plaintiff shall be entitled to judgment * * * * * unless an affidavit be filed on or before the application for judgment, setting forth that the defendant verily believes he has a just defence to the whole or part of the plaintiff’s demand, as the case may be, and if to part, specifying how much,” it was held, upon an affidavit to part of the claim, that the plaintiff might take judgment for the residue, and receive it, and proceed to issue, trial and judgment for that which was disputed. In this case the rules of the District Court provide, that “when the plaintiff shall file with his praecipe an affidavit, stating the amount verily believed to be due from the defendant, he shall be entitled to judgment, as for want of appearance, unless the defendant file an affidavit of defence with his appearance,” and “in all cases where an affidavit of defence is required by the rules of court, it shall state whether the defence is to the whole, or part of the claim of the plaintiff; and if only to a part, then it shall state, to the best of affiant’s knowledge or belief, to how much of the claim it extends.”' -As will be seen by a comparison of the rules, there is no substantial difference in their provisions. Why, then, should they not receive the same construction? No injustice is done the defendant by permitting the plaintiff to take judgment for the amount admitted to be due, and to proceed to trial for the residue of his claim; and there is no such inconvenience in the practice as to forbid it. But it is said that the simplicity of the common law does not tolerate such an incongruity in its forms, as the entry of two judgments in the same action. There would be great force in this objection, if the judgment for the amount admitted to be due is to be regarded as final. But, treating it as interlocutory, as we properly may, for it was not intended to put an end to the suit, why should it be considered an insuperable objection to the entry of a final judgment for the amount that may be found by the jury, whether it be for the whole of the plaintiff’s claim, or only for the sum admitted to be due and included in the interlocutory judgment ? The verdict can be moulded without inconvenience, and judgment can be entered thereon, with costs for the plaintiff or defendant, as provided by the rule regulating costs, so as to reach the merits of the case, and do substantial justice between the parties. But we need not enlarge. The construction given to the rules by the court below is so well vindicated in the opinion of the learned president judge, by whom the reserved question was decided, that we are relieved from the necessity of any further discussion of the subject.\nJudgment affirmed."}