{"id": "1019629", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis is an action of assumpsit by the holder against the endorser of a promissory note. It is between the same parties and arises out of a state of facts similar to those in the case in which an opinion is filed herewith. In that case the action was against the defendant’s intestate, Walton, on two promissory notes made and endorsed by him, and in this case the action is against him on a promissory note on which he was an endorser. In both cases the defense was that Walton was an accommodation endorser and that at the time the endorsements were made he was mentally deficient or insane. The cases were tried together and submitted to the jury in one charge by the learned trial judge. Verdicts were rendered for the plaintiff in each case, and a new trial was refused in the action brought on the two notes but was granted in the action on the one note, and from the order granting the new trial this appeal was taken.\nThe note on which this action was brought was for $12,000.00, payable in four months, dated March 4,1912, made by one Griffith Lloyd to the order of Walton, endorsed by him in blank, and discounted by the plaintiff bank for the brokerage firm of. Scully, Painter and Beech, in renewal of a previous note with the same parties, the proceeds of which were credited directly to the firm and checked out by them. At the time the firm received the proceeds of the original note, it gave Walton a note for a like amount and deposited with him 700 shares of the capital stock of the Isabella - Connellsville Coal and Coke Company as collateral security. The note and stock, like the notes and stock in the other case, were placed in an envelope marked “Property of Samuel B. Walton,” and deposited in the firm’s safe deposit box in the Lincoln National Bank. At the time of the trial this note had disappeared, and the evidence, so far as we have been able to ascertain, does not disclose how long it was to run or what provision, if any, it contained as to the sale of the stock in case default was made in payment of the note. It appeared that the stock was in the possession of the bank at the time of the trial, but was not held by it as collateral for any loan. It is conceded that the value of the stock at the time it was delivered to Walton was $25 a share and, therefore, amply sufficient to secure the payment of the note given by the firm to Walton. It also appeared that at the time of the trial in 1915 the stock had no value. The firm was declared bankrupt May 18,1912, and on June 10th, of the same year, Walton was declared weak-minded and a guardian appointed for him. He died in February, 1914.\nThe learned trial judge submitted to the jury to determine whether Walton endorsed the note for the accommodation of Scully, Painter and Beech, and instructed them that if he did so and was sane at the time, the plaintiff could recover, but if he was so mentally defective as to be unable to appreciate the nature and effect of the transaction the plaintiff could not recover except for the value of hny consideration or security given to Walton at the time he endorsed the note, if any, and this independent of the fact whether or not the plaintiff knew at the time of Walton’s alleged mental incapacity. There were several reasons assigned by the defendant’s counsel for a' new trial; one of which was that the court erred in instructing the jury that the defendant was chargeable with the value of any securities Walton may have received to protect him on his signature to the note in question at the value which those securities had at the time they were delivered. The court sustained this reason, saying, inter alia, in the opinion granting the new trial: “Plaintiff could only recover if the collateral notes and collateral were of a reasonable value at the time of trial as compared with the amount involved in his endorsement......We are led to this conclusion upon a more deliberate review of the subject that in such cases the value of the security as of the time of the trial of the cause in question and not the value of the securities at the date of their delivery should prevail.” The appellant’s assignments allege that this was an abuse of the court’s discretion because it was based on a plain error in law. This is the single question we have before us on this appeal.\nWe are not disposed to reverse the court below, not that we intend to decide whether under the facts of this case the value of the stock at the date of the trial or of its delivery to Walton or another date must determine the consideration or benefit received by him, but that the court did not manifestly abuse its discretion in granting a new trial because the learned judge erred in his instructions to the jury that the value of the stock should be as of the date of its delivery to Walton. This will depend upon all the facts affecting the question, not the least important of which are the provisions in the alleged collateral note, if any, as to the stock deposited with it. It is difficult to determine from the manner in which the case was tried just what the facts are, and what they were found to be by the jury. The case was tried on the theory that Walton was insane and was an accommodation endorser, the defendant so alleging and denying that he received any consideration or benefit for his endorsement, and the plaintiff alleging that he was sane and received full value for his. endorsement, which would make him, however, not an accommodation endorser. The defendant on this appeal takes the same position, while the plaintiff, in its printed brief, argues that Walton purchased the note from Scully, Painter and Beech with the proceeds of the note endorsed by him and discounted by the plaintiff bank. The position of the plaintiff has evidence to support it, but the case was not tried on that theory and the court either overlooked or disregarded the evidence, and that phase of the case does not seem to have been submitted to the jury. Whether the jury sustained that contention or not we cannot determine. We are unable to find any request for instructions by the plaintiff which would have directed the jury’s attention to that question. It was manifestly important and should have been passed upon by the jury. Had the jury found with the plaintiff on that issue it would eliminate the question now before us.\nThe note given by the firm to Walton was not produced upon the trial of the cause, nor did its provisions relative to the collateral deposited with it clearly appear from the evidence. The two so-called collateral notes in the other case provided that the owner had the right to call for additional security should there be a decline in the market, and on failure to respond, the obligation was payable without demand or notice, with full power to sell the stock. Was there such a provision in the note given by the firm to Walton to secure the note in suit in this case? If this note was given simply as collateral to secure Walton for his endorsement, what power or authority was he given over the coal and coke stock delivered to him to secure the note? It does not appear from the evidence how long the so-called collateral note was to run or when it was payable. The evidence does not disclose the value of the stock at the maturity of the note in suit or of the so-called collateral note. Was that the'date at which the stock should have been valued? It is well to remember in determining the time at which the stock must be valued, that it is not sufficient that the holder gave value for the note, the lunatic must have received value: Wirebach’s Executor v. First National Bank of Easton, 97 Pa. 543, 550. There are material facts other than those disclosed by this record, which should appear in the case to enable the court to determine, as a matter of law, whether the learned court did abuse its discretion in holding that the trial judge erred in his instructions in regard to the date at which the collateral stock should be valued.\nIn his opinion, the learned judge below called attention to the fact that there is a distinction between the principles of law applicable to the two suits, and we think it was a mistake to try them together. In the present case the issues do not seem to have been clearly defined, nor was the attention of the jury adequately directed to the evidence bearing upon the vital questions in the case. The record discloses many exceptions taken by counsel on both sides and which, we are satisfied, would have been far less in number had the case been tried by itself. If this appeal was sustained the probabilities are that we would have the case brought here by the present appellee. We think that in justice to both parties the case should be tried again in the court below and the facts fully developed, so that it may be considered by the court and jury clear of any confusion necessarily arising from it having been tried with the other case. In the present state of the record, we do not think it expedient to indicate our views as to the date when the collateral should be valued as that will depend upon the facts as they are found to Tbe on the retrial of the cause.\nWe have no doubt of our power to entertain an appeal from an order granting a new trial: Allen v. Sawyer, 2 P. & W. 325; Stauffer v. Reading, 206 Pa. 479; Commonwealth v. Gabor, 209 Pa. 201. Of course, this power is to be exercised only in clear cases of an abuse of discretion on the part of the trial court. “The granting or refusing of a motion for a new trial,” says our Brother Potter in the recent case of Mifflintown Bank v. New Kensington Bank, 247 Pa. 40, 43, “is so largely a matter of discretion in the court below, that we will not attempt to review its exercise, except in a clear case of abuse of that discretion. In the present case the ques.tions raised by the motion for a new trial, were questions of law, and in disposing of them, there was no abuse of discretion whatever.” This is the doctrine of all our cases. The court can abuse its discretionary power as to the law as well as to the facts in passing upon an application for a new trial, and when a new trial is based on a plain and palpable error of law applicable to the facts of the case, it is such an abuse of discretion as will warrant a reversal. A party has the right to have his case heard and determined only once on the facts and the law applicable thereto, but when it has been decided by the court of first instance that he has not had such a trial, the granting of a retrial will not be reversed unless reversible error in fact Or law clearly appears to the appellate court.\nThe order of the court below granting a new trial is affirmed."}