{"id": "1019126", "contents": "The opinion of the court was delivered, January 24th 1870, by\nWilliams, J. —\nWe are clearly of the opinion that this case should have been submitted to the jury, and that the court erred in withdrawing it from them by ordering a judgment of nonsuit and refusing to set it aside.\nThe evidence shows that the plaintiff subscribed for a share in the Stevenson & Smith’s Eerry Oil Company, of which the defendant was a promoter; that, when he made the subscription, the defendant was not the owner of the lanc[ on which it was proposed to carry on the operations of the projected company, but represented that it could be bought for $12,000; and, on the faith of this representation, the plaintiff subscribed and agreed to pay, for one share, the sum of $1000 — the whole number of shares being twelve, at $1000 each — and that he paid one-half of the amount subscribed before the defendant bought the land; and that, when he paid the residue, the defendant exhibited a deed for the land, which he had in the meantime procured, showing the consideration therefor to be $12,000, and said that the matter was all right. Instead of paying $12,000 for the land, as represented, the defendant, as the deposition of Dougherty the vendor shows, paid only $6000 for it. If he had disclosed the exact sum for which the land could be bought, and which he actually paid for it, and had refused to sell to his associates for less than double the amount which he paid, and the plaintiff had subscribed, and agreed to pay $1000 for the share with a full knowledge of all the facts, the transaction would have been unimpeachable, and the defendant might have pocketed the profits without any liability to account therefor. But he made no such disclosure. He was not the owner of the land, and he did not buy it for himself alone, but for himself and his associates, and good faith requh’ed that he should deal fairly with them, and charge them no more for their respective shares than the amount actually paid therefor. As was said by the present Chief Justice, in the recent case of Simons et al. v. Vulcan Oil Company, 11 P. F. Smith 202, — “ An agent cannot make profits out of his principal in the business of his agency; nor a partner out of his copartner, without his assent; nor an associate out of his co-associates, for whom he has undertaken to act. That this is the law, authorities need not be required to prove. It is elementary.” The principle applies with all its force to the facts as proved in this case, and the evidence should have been submitted to the jury, with the instruction that, if they found that the defendant purchased the land for himself and associates without disclosing the price paid therefor, and was guilty of concealment and misrepresentation as to the terms of thé purchase, the plaintiff 'was entitled to recover back the advance price which he paid the defendant for his share.\nJudgments reversed, and a procedendo awarded."}