{"id": "1019816", "contents": "Opinion by\nMr. Justice Potter,\nIn this case the court below entered judgment for the defendant on the ground that the plaintiff was guilty of contributory negligence in failing to “stop, look and listen” before driving across the railroad track, upon which he was struck. That he did not stop, as he came up to the track, is conceded; but it is contended that, as the crossing was over a private siding, and was not over the main track of the railroad, the general rule does not apply. To sustain his contention, counsel for appellant relies on a statement in the opinion in Ash v. Wilmington & Northern R. R. Co., 148 Pa. 133, in which it is said (p. 138) : “We do not say that before crossing a siding like that belonging to this mill a man must, under all circumstances, stop, look and listen.” It will be observed that this falls short of being an affirmative statement that one need not stop before crossing a railroad siding. In that case the accident did not occur at a public crossing over a siding, but at a point in the mill yard, and the person injured was not driving along a highway, but was on foot. Notwithstanding the use of the language above quoted, it was held in the Ash case that the plaintiff was guilty of negligence, and he was not permitted to recover. In the present case, the accident happened at a public crossing, and the plaintiff approached upon a public highway. In Fox v. Penna. R. R. Co., 195 Pa. 538, where the contention was much the same as here, the court below, in an opinion adopted by this court, pointed out that a careful examination of the case of Ash v. Wilmington & Northern R. R. Co., 148 Pa. 133, does not indicate any relaxation of the rule of care required when a person is about to cross a railroad track. Nor, does it modify the rule as to the necessity of stopping, looking and listening. We know of no case in which a distinction has been made between the degree of care required of a person driving along a highway at a public crossing over the main tracks of a railroad, and that which is required at a public crossing over a railroad siding. No good reason for any such distinction is apparent, especially, where as here, the siding was in frequent and at least daily use by the railroad company. It appears from the testimony, that plaintiff lived near the crossing, was familiar with the locality, had used the crossing at intervals during a period of four years, and knew that the siding was used by the railroad company at least once each day. It is hardly necessary to say that there has been, in this State, no relaxation of the rule making it the duty of a traveler on a public highway, as he approaches a railroad crossing, to stop, look and listen. As was said in Aiken v. Penna. R. R. Co., 130 Pa. 380, 394: “Stopping is an essential part of the rule, to enforce attention to the accompanying duties of looking and listening, and to secure their performance in something more than a perfunctory and heedless way.” In Follmer v. Penna. R. R. Co., 246 Pa. 367, Mr. Chief Justice Fell said (p. 369) : “The rule established by North Penna. R. R. Co. v. Heilman, 49 Pa. 60, and Penna. R. R. Co. v. Beale, 73 Pa. 504, that a traveler about to cross a railroad track must stop, look and listen is an imperative and unbending rule of law founded on public policy for the protection of passengers in trains quite as much as of travelers on the ordinary highways.” In the present case appellant’s automobile was struck by a railroad car immediately upon its getting upon the railroad track. In his testimony plaintiff said: “I looked up against the end of the box car, that was the first thing I saw. I looked up against the end coming towards me; that was the first I knew that it was anyways near me, and that was the last thing I did know until I came to-.” Further on, he said: “My wheels were nearly on the track, (when I first saw the box car) the front wheels of the automobile were nearly on the track. I suppose I was right on the track (when I was struck) because the car came, and I just looked up at the end of the car as it came towards me.” From this testimony and that of other witnesses it is very evident that plaintiff drove upon the track immediately in front of the approaching car, and was at once struck by it. As has often been stated in similar cases, it would be idle for plaintiff to say, under such circumstances, that he stopped, looked and listened, before attempting to cross. In the present case, he does not say so, but admits that he did not stop, before entering upon the track. He did say that while in the vicinity of the crossing he was “looking and listening.” But he did not indicate how near to the track he was when he listened, or whether he looked either way along the track, to see whether it was clear, before entering upon it. The fact, which he mentioned, that his automobile was making some noise, made it more important that he should stop, in order to be able to assure himself of safety, before attempting to cross the track. We are clear that under the evidence the court below was fully justified in entering judgment for the defendant. In his argument, counsel for appellant questioned the right of the defendant company to make lawful use of the railroad track, at the crossing where the accident happened. However that may be, it would make no difference in the degree of care imposed by the law upon persons traveling along the highway-over the railroad crossing.\nThe assignment of error is overruled, and the judgment is affirmed."}