{"id": "1019821", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis action was brought by the children of John Swauger, all of whom have «reached their majority, to recover damages for his death which they allege was caused by the negligence of the defendant company. Swauger had been employed by the defendant for several years as fireman and engineer at its natural gas pumping station near Murraysville, Westmoreland County. Extending across the middle of the engine-room of the plant and about three or four feet from the floor was a three-inch line shaft, operating a three-foot pulley near each end of the shaft. The shaft was supported on concrete piers by iron brackets and run in bearings which were bolted to the piers. There was a setscrew with a square head holding a collar in place on each end of the shaft and about ten inches from the end. There was a space of from eighteen to twenty inches between the end of the shaft where the accident occurred and the wall of the building. The collars which prevented the shaft from working longitudinally were four or five inches in width and about one inch thick. The setscrews held the collars to the shaft, were about two and one-half inches long, and projected about an inch or an inch and a half from the collars. The collars and screws revolved with the shaft, moving at the rate of 250 revolutions per minute. A wire, with float attached at the water-tank outside the building, was brought through the wall or side of the building about seven feet from the floor, strung horizontally along the wall and above the passageway between the wall and the end of the shaft for several feet, thence to the boiler room, where it was attached to a weight which, by its movements up and down, indicated the quantity of water in the tank. The wire was not connected with the shaft, pulleys, or any part of the machinery which was in motion. The wire became broken or worn out, and Swauger and one Geiger, the engineer in charge of the pumping-station, were directed to remove it and replace it with a new wire. Geiger pushed the wire through the wall from the outside of the building and directed Swauger to go inside, catch and string it along the wall. Swauger was in the space between the wall and end of the revolving shaft removing the old wire and preparing to substitute the new wire when his clothes were caught by the shaft and screw and he was thrown to the floor of the building and killed.\nThe shaft and screw were not guarded and the negligence averred in the statement is the failure to guard the machinery as required by the Act of May 2, 1905, P. L. 352. The statute provides, (section 11), inter alia, that “all......shafting, setscrews......all machinery of every description shall be properly guarded.” Owing to its location, it was, therefore, clearly the duty of the defendant company to guard the machinery with an artificial barrier, and if the failure to perform the duty resulted in the death of deceased, it imposed liability for which defendant must answer.\nThe defendant contends, and this raises the controlling question in the case, that if it be conceded that the machinery should have been guarded, the deceased was negligent as a matter of law in attempting to remove the old wire and substitute the new one while the unprotected shaft was revolving at such a rapid rate as to make the work obviously and manifestly dangerous. The defendant’s superintendent testified, in effect, that he had directed Swauger to stop the machinery when anything in the room was to be repaired, and it appeared that by the nse of a clutch, Swauger could have stopped the motion of the machinery. The learped court submitted the question of the deceased’s negligence to the jury saying, inter alia: “Should he (Swauger) in removing this old wire, have stopped the machinery, gone over to where this clutch was and operated it, or would a reasonable person, doing the same kind of work, have done as John Swauger did on this occasion? We do not know from the evidence and cannot know from the evidence, the precise thing that brought him in conjunction with that machinery. The work in which he was engaged did not require any contact with the machinery, but in some way he did come in contact with the machinery, and it was left in such a condition as to show that the setscrew and this shaft had been instrumental in his injury. How did he come to be in contact with that machinery? The space was limited on that side, but it was a place that employees were allowed to make use of, and the location of the work that he was then engaged in was upon that side of the building.” Swauger was not operating the machinery at the time of the accident, presumably it was under the control and had been set in motion by the engineer who, if it was really necessary, should have applied the clutch and stopped it. Impliedly at least, the engineer, Geiger, who was assisting in the work, thought it was not imminently dangerous for Swauger to do his part of the work with the machinery in motion as he directed him to do the inside work. The danger, therefore, was not so obvious or imminent as to attract the attention of Geiger who was present and saw the situation, or the latter certainly would not have permitted, much less directed, Swauger to do the work with the machinery in motion. Geiger testified: “Q. Wasn’t that dangerous (the work Swauger was doing) ? A. Oh, it was dangerous in one way, but we never thought of it being dangerous; put that wire in dozens of times the same way.” Swauger’s negligence was for the jury and not for the court.\nThe appellant claims that the court erred as to the measure of damages applicable to the facts of the case. It is conceded, as it must be, that all the children, though 'adults, were properly joined in bringing the action for the death of their father. The learned judge in his charge called attention to the acts of assembly authorizing the action and explained very fully the basis of the plaintiffs’ right of recovery, and that adults who are not members of the decedent’s household and must show from what has transpired in the past a reasonable expectation of pecuniary benefit from the continued life of the deceased which was lost. The appellant’s objection does not go to this part of the charge, but to the action of the court in affirming the plaintiffs’ fourth point which requested the court to say that the amount of the verdict did not depend upon the youth or age or non-producing capacity of the deceased, but upon the loss in benefits which the plaintiffs were justified in expecting, as shown by the evidence in the case. A point couched in the same language appears to have been affirmed in an earlier case decided by this court. Counsel assume unjustified risk for their clients in presenting points copied from cases the facts of which are dissimilar to those of the case then in hand. The point was not well drawn and, if not explained, might be misleading. The attention of the learned justice who delivered the opinion in that case was not directed to the language of the point, as he regarded it and the other points as raising the single question of the “right of the plaintiffs to maintain this suit.” In the present case the court announced in the charge the correct rule to be applied in ascertaining the damages and, therefore, the affirmance of the point did the appellant no harm. The court charged, inter alia, in the language of this court in another case, as follows: “In an action for death the true measure of damages is the pecuniary loss suffered, with out any solatium, or mental suffering or grief; and the pecuniary loss is what the deceased would probably have earned by his labor, physical or intellectual, in his business or profession, if the injury that caused death had not befallen him, and which would have gone to the support of his family. In fixing this amount consideration should be given to the age of the deceased, his health, his ability and disposition to labor, his habits of life and expenditures.” The court then directed attention to the fact that the deceased was seventy-one years of age and that, therefore, the productive period' of his life had been largely spent.\nWe are not convinced that the jury did not understand from the whole charge that the plaintiffs were only entitled to recover the present worth of the anticipated gifts. While it would have been better had the learned judge given the jury more explicit instructions to find the present worth, yet the charge is full on this branch of the case, and the evidence being sufficient to justify the verdict, if based on the present worth of the anticipated pecuniary benefits, we would not be justified in reversing the case on this ground.\nThe judgment is affirmed."}