{"id": "1019687", "contents": "Opinion by\nMr. Justice Mestrezat,\nDefendant is a corporation of the State of New Jersey with general powers to do various acts, including that of holding bonds, mortgages, stocks, securities and other evidences of indebtedness of public or private transportation, light, heat, water or power companies. In 1901, the company owned practically the entire capital stock and bonds of the Wilkes-Barre and Hazleton Railroad Company, Lehigh Traction Company and the Wilkes-Barre Terminal Railroad Company, all corporations organized under the laws of this Commonwealth. Defendant issued bonds to the amount of $2,500,000 and assigned the stock and bonds of the above named Pennsylvania companies to the Guaranty Trust Company of New York, to secure the holders of its own bonds. The interest on these bonds was payable by defendant at the office of the trust company in New York City and from 1901 to 1905 inclusive, was paid without deducting the tax on that part of the indebtedness held by residents of Pennsylvania.\nDuring this time defendant kept an office in the State of New Jersey, where its stock transfer, books were kept and the annual stockholders’ meetings held as required by the laws of that state. No business was done there, nor was any property of the company located in that state. During the period above referred to, the directors’ meetings were held in Pennsylvania and its bank account kept here. The treasurer of the company was a resident of Pennsylvania and the interest on bonds and dividends on the stock held by it, were received here by the treasurer and deposited in its bank account and at regular intervals a check or draft was sent to the Guaranty Trust Company of New York, to pay interest due on its obligations. Many of the stockholders and some members of the board of directors of defendant company were nonresidents of‘this State. The corporation transacts no other business except as a holder and owner of the stock and bonds of the companies heretofore mentioned, and is in effect merely a holding company of Pennsylvania corporations engaged in business in this State. The company has never registered in Pennsylvania.\nThe question for determination is whether defendant is subject to the tax provided by the Act of June 30, 1885, P. L. 193, 4 Purd. 4544, pi. 28, which requires the treasurer of private corporations “incorporated by and under the laws of this Commonwealth or the laws of any other state or of the United States, and doing business in this Commonwealth, upon payment of any interest on any scrip, bond or certificate of indebtedness issued by said corporation to residents of this Commonwealth” to assess the tax of four mills on the dollar imposed by the Act of June 8, 1891, P. L. 229, 4 Purd. 4532, .pi. 1, on all corporate indebtedness, owned or held in this State. In determining this question it is necessary to consider whether defendant is doing business in Pennsylvania ■within the meaning of that term. The court below held the company was not doing business here and the treasurer therefore was not subject to the provisions of the Act of 1885. Defendant’s only business is to hold the capital stock and securities of three Pennsylvania corporations. It maintains its statutory office in New Jersey, but its treasurer resides in Pennsylvania. Its directors’ meetings are held here, it keeps a bank account here, receives dividends on securities held by it and transmits from here to a trust company in New York City, money to pay the interest, on its corporate securities.\nThe general rule is that isolated transactions, whether commercial or otherwise, performed in this State by a foreign corporation, do not constitute “doing business” within the meaning of that phrase. In Delaware River Quarry & Construction Company v. Bethlehem & Nazareth Pass. Ry. Co., 204 Pa. 22, 24, it was said by Mr. Justice Fell in referring to the Act of April 22, 1874, P. L. 108, prohibiting foreign corporations doing business in this State without registration, “This act has been liberally construed and isolated transactions between a foreign corporation and citizens of this State, have been held not to come within its prohibition and only such corporations that have entered this State by their agents and prosecuted their ordinary business here have been considered as ‘doing business’ in violation of the act.” The rule as frequently applied in Pennsylvania, has been stated by the Superior Court in Pavilion Company v. Hamilton, 15 Pa. Superior Ct. 389, where it was held the mere fact a corporate meeting was held in Pennsylvania did not constitute doing business in this State, it appearing the sole business of the company was the erection of a pavilion in New Jersey and all its capital was there invested. It was said in that case by Judge Porter, repeating in effect the language of many prior cases. “The tests of the application of the Act of 1874 as shown by previous adjudications in Pennsylvania, are whether the foreign corporation shall have an agent in the State of Pennsylvania; or shall have offices for the general conduct of its business in the State; or shall conduct its corporate business in the State; or shall have a part of its capital invested in the State.” Tested by these principles, defendant’s acts amounted to doing business within the State of Pennsylvania. The only agent which it appears to have to conduct its business, apart from the statutory New Jersey agent, resides within the State of Pennsylvania and performs all his duties here. This agent’s only office is within the State. If in fact the company’s business is transacted here, it is immaterial whether or not it maintains an office with the name of the corporation on the door, otherwise, every foreign corporation might escape liability by merely having a representative attend to its business under his individual name, or without any apparent office. Defendant would no doubt contend the transactions which took place at the office of the trust company in New York did not constitute a doing business in that city by the corporation, and that it is not doing business in the State of New Jersey where it merely maintains a formal home office. While we would not hold the company is bound to do business somewhere and therefore by a process of elimination it must be doing business in Pennsylvania, it does appear defendant is engaged in the exercise of one of the purposes for which it was incorporated, namely, buying and holding the stock and bonds of certain Pennsylvania corporations, and is thus in effect operating these companies as one of its objects of incorporation.\nWhile it has been held the mere fact that a foreign corporation owns the stock and bonds of domestic corporations does not in itself constitute doing business in Pennsylvania: Commonwealth v. Standard Oil Company, 101 Pa. 119; People’s Building, Loan & Savings Association v. Berlin, 201 Pa. 1; Commonwealth v. Curtis Publishing Company, 237 Pa. 333, the question, whether or not the company is doing business within the State is one of fact not necessarily depending solely on single acts, or on the effect of single acts, bnt on the effect of all the combined acts which it may perform here. It does not appear the acts which were done in this State ■were a mere incident of defendant’s corporate existence, but were the performance of the function and business of the corporation itself. Taking the various acts, which are admittedly done in this State, namely, the holding of directors’ meetings, the maintenance of a bank account, the purchase of the stock and bonds of the Pennsylvania corporations as one of the direct objects of its incorporation, the residence of the treasurer in Pennsylvania and the performance of every act necessary to the actual business which the company is transacting and they clearly constitute a doing business within this State.\nIt is contended that even if defendant was so engaged in doing business within the State of Pennsylvania, it was not subject to the tax imposed because the interest on its obligations was paid in the City of New York, at the office of the Guaranty Trust Company, trustee under the mortgage, and the Commonwealth could not impose upon its treasurer, when paying such interest in the above manner, the duty of deducting the -tax from the interest paid holders of the obligations who reside in Pennsylvania. The court below sustained this view upon the ground that the situs of the stocks and bonds was the domicile of defendant, which was the State of New Jersey and it was therefore immaterial whether or not the treasurer resided within the State of Pennsylvania. The Act of June 30, 1885, P. L. 193, imposes this duty on the treasurer of every private corporation, incorporated under the laws of another state, and doing business in this Commonwealth. While the act does not apply to a nonresident treasurer, Commonwealth v. Barrett Manufacturing Company, 246 Pa. 301, there is no decision to the effect that a resident treasurer is exempt because he sends to his agent in another state the money out of which the tax is payable. If the company does business here and the treasurer is here, it is immaterial where payment to the bondholders is actually made.\nThe judgment of the court below is reversed and judgment directed to be entered for the Commonwealth in accordance with the agreement of counsel."}