{"id": "1019707", "contents": "Per Curiam,\nThe action brought by the appellant against appellee was for the recovery of compensation for services which he alleges he rendered to the Industrial Coal Company in pursuance of a contract or agreement on the part of the appellee to pay him for the same. At the time he alleges the appellee so contracted with him, it was the receiver, of the coal company, but his contention is that a letter addressed by him to the manager of the real estate department of the appellee, and the reply by that officer, constituted a valid contract of the appellee in its individual capacity to pay him for his services. If it had appeared, as it did not, that the said manager had authority to bind the appellee to pay the appellant, the said two letters, standing alone, might constitute a valid contract, binding the appellee to pay the appellant; but other documentary evidence in the case conclusively shows that the only claim the appellant has against the appellee is against it as receiver. Within five days from the correspondence upon which the appellant relies as constituting the appellee’s individual contract to pay him, he was given distinctly to understand, in a letter from the manager of the real estate department of the appellee, that what it would pay him he would receive from it as receiver, and from that time on, other documentary evidence most clearly showed that he regarded himself as acting for the appellee in its capacity as receiver. Pay rolls prepared by himself were sent to it for services rendered to the Industrial Coal Company, and vouchers which he received from time to time were sent to him by the appellee for its indebtedness to him as “Receiver of Estate of Industrial Coal Co.” The written or documentary evidence in the case having clearly established a contract with the appellee merely as receiver, the appellee’s prayer for the direction of a verdict in its favor ought to have been granted, and the learned trial judge’s error in refusal to grant it was properly corrected in directing judgment for the defendant n. o. v.\nJudgment affirmed."}