{"id": "1019917", "contents": "Opinion by\nMr. Justice Frazer,\nDefendant was tried for the murder of Frank Jaroskie, with whom he appears to have had quarrels prior to the alleged commission of the crime. Jaroskie was a frequent visitor at defendant’s home, and the latter suspected and accused him of improper intimacy with his wife. On the night preceding the homicide, defendant, on returning from work, had an altercation with his wife concerning the condition of the house, etc., whereupon the wife sent to a near-by saloon and called in her brothers. Jaroskie came tO' the house shortly afterwards and quarreled with defendant. The latter then left the house to secure the assistance of a police officer. Failing in this he returned to his home and found the other persons still in the house .and engaged in playing cards. Defendant and Jaroskie then shook hands and agreed to forget their differences. The entire party sat up until a late hour, when one of the wife’s brothers and his wife retired to an upper room and others left the house, defendant and his wife and Jaroskie remaining in the kitchen. Defendant testified that, at an early hour in the morning while dosing in a chair by the stove, he was awakened by a noise and found his wife in a compromising situation with deceased. Upon remonstrating with him, deceased attempted to take a revolver from his pocket, whereupon defendant seized a stove poker and struck him on the head, his death resulting from the blow a few days later.\nThe testimony of the witnesses for the Commonwealth was to the effect that no improper intercourse between deceased and defendant’s wife had taken place, but, on the contrary, defendant struck deceased while he was asleep. The jury returned a verdict of murder in the second degree, and, from judgment entered thereon, defendant appealed.\nThe first assignment of error is to the admission of the testimony relative to the conduct of defendant’s wife and her improper relations with deceased. In this testimony, she denied all improper acts either on the night of the homicide or at any other time during the existence of her marriage relation. The objection to this testimony was that its admission was equivalent to permitting a wife to testify against her husband, not merely for the purpose of rebutting an attack on her character, but on the very gist of the defense set up by him, which in this case was self-defense. The Act of April 11, 1899, P. L. 41, Section 2, provides that “In any criminal proceeding brought against the husband, if he makes defense at the trial upon any ground which attacks the wife’s character or conduct, she shall be a competent witness in rebuttal for the Commonwealth.” The language of this Act is clear and unmistakable. It applies to any criminal proceeding, and not merely to minor misdemeanors where the husband or wife has instituted the proceeding and one stands in opposition to the other, as is argued by counsel for appellant. Neither does the act apply merely to cases where the actual defense offered is such as in itself attacks her character and conduct. It is not necessary that her character or conduct should be directly in issue in the case. If, during the course of the trial, defendant in making defense offers evidence which attacks her character and conduct, even though the evidence bears directly on the actual defense in the case, which in itself makes no reference to her conduct, she becomes a competent witness in rebuttal for the Commonwealth. The first assignment of error is overruled.\nThe second, third, fourth and fifth assignments all raise the question of the competency of testimony to show defendant had committed other crimes not connected with the case on trial. This testimony was introduced by the Commonwealth in rebuttal on the theory that defendant had given evidence as to good character, and thus brought himself within the first exception referred to in the Act of March 15, 1911, P. L. 20, Section 1, which provides that “Hereafter any person charged with any crime, and called as a witness in his own behalf, shall not be asked, and, if asked, shall not be required to answer, any question tending to show that he has committed, or been charged with, or been convicted of any offense other than the one wherewith he shall then be charged, or tending to show that he has been of bad character or reputation; unless, — One. He shall have at such trial, personally or by his advocate, asked questions of the witness for the prosecution with a view to establish his own good reputation or character, or has given evidence tending to prove his own good character or reputation; or, Two. He shall have testified at such trial against a codefendant, charged with the same offense.” This act was evidently intended to change the practice as established and followed in the cases of Commonwealth v. Bacco, 225 Pa. 113, and Commonwealth v. Williams, 41 Pa. Superior Ct. 326, holding that a defendant in a criminal case, for the purpose of affecting his credibility, may be asked whether he has not been accused or convicted of other criminal offenses, and, if he denies them, may be contradicted. The act absolutely forbids cross-examination of a defendant with reference to the commission of other acts, unless the case falls within one of the two exceptions mentioned therein. While defendant did not ask questions of witnesses for the Commonwealth with a view to establish his own good reputation or character, he called a large number of character witnesses, and thus brought himself within the provision of the act providing for an exception in cases where the defendant “has given evidence tending to prove his own good character or reputation.” The cross-examination of defendant of which complaint is made in the second assignment of error was therefore proper, and this assignment is overruled.\nIn the third, fourth, and fifth assignments, the Commonwealth was permitted to show by other witnesses that defendant had committed other offenses, for the purpose of showing his bad reputation. This evidence does not come within the Act of 1911, since that act applies exclusively to the cross-examination of defendant. The general rule therefore applies, that proof of character must be limited to the general reputation of a person with respect to the particular offense charged, and, that evidence of his reputation in other respects or of particular acts committed cannot be given: Cathcart v. Commonwealth, 37 Pa. 108; Frazier v. Penna. R. R. Co., 38 Pa. 104; Alexander v. Commonwealth, 105 Pa. 1; Commonwealth v. Gibbons, 3 Pa. Superior Ct. 408. Neither was such evidence competent on the theory that it was in contradiction of denials made by defendant when on the stand concerning the commission of other offenses, inasmuch as it appears defendant was not examined by the Commonwealth with reference to the commission of other offenses until after the above testimony was received. These assignments of error are therefore sustained. This also disposes of the sixth assignment, in which the court properly refused to permit defendant to introduce evidence of subsequent acts of wrongdoing to prove the reputation of the deceased.\nThe seventh, eighth and ninth assignments complain of error in the charge. The charge as a whole was fair and did substantial justice to defendant, and there is nothing in these assignments which in our opinion could have misled the jury, either as to law or facts governing the case. The reference in the eighth assignment to defendant’s testimony as a “story” was apparently used in the sense of a narration or description of the event as he contends it occurred, and this clearly appears when read in connection with other parts of the charge, and rebuts any possible inference that the jury might have accepted the word as having been meant in the sense of a false narration.\nThe ninth assignment of error complains of the statement made by the court to the effect that there was no attempt by defendant to put deceased out of his home after the first quarrel early in the evening until the next morning, when defendant alleges he said to deceased, “Why don’t you go home?” This language, and his manner of testifying, clearly justifies the view taken by the trial judge that there was no question in the case concerning the right of a person to use all necessary force to eject an intruder from his home.\nThe complaint in the tenth assignment of error is to the refusal of the trial judge to permit defendant to show a former difficulty between him and deceased and that defendant had a reasonable apprehension of danger from an attack. We think the court erred in excluding this testimony. It had a direct bearing on the relation between the parties and the condition of their minds when the crime was committed: Sayres v. Commonwealth, 88 Pa. 291. The fact that an attack was made by deceased on defendant at the time mentioned, and the circumstances leading up thereto, as well as the result of the encounter, had a direct bearing on the defense set up and this testimony should have been admitted.\nThe third, fourth, fifth and tenth assignments of error are sustained, judgment reversed and a new trial ordered. *"}