{"id": "1021253", "contents": "The opinion of the court was delivered,\nby Sharswood, J.\n— This case was commenced in the court below by a bill in equity praying an injunction to stay waste. A preliminary injunction was awarded. Pending this and before any answer, the parties, by writing, agreed “ to submit all matters at variance and in controversy in the said suit, and all matters in controversy concerning and about the contract mentioned in said1 suit,” to three persons mutually chosen as referees. This agreement was expressed, to be “ under the provisions of the Act of Assembly of June 16th 1836,” Pamph. L. 717. We are of the opinion that it was not authorized by any section of that act. The 6th section, which is the one which relates to pending suits, is confined to actions at common law. The award “shall be deemed and taken to be as available in law as the verdict of a jury, and the party in whose favor such report shall be made, whether plaintiff or defendant, shall have judgment thereon, and the like process for the recovery thereof as on a verdict in an action commenced by such party.” A common-law judgment upon the equity side of the court is altogether incongruous and irregular. Nor can the reference be sustained under the 1st section, because it does not contain an agreement that it shall be made “ a rule of such court having jurisdiction as the parties shall choose,” and this has been held essential under that section: Benjamin v. Benjamin, 5 W. & S. 562. The judgment on this award, if it can stand, can only be supported as a judgment by virtue of the Act of 1836. It cann'ot be considered as adopted by the court and entered as a decree in equity. If so considered, it could be removed to this court only by appeal and not by writ of error. Parties to a proceeding upon the equity side of the court, no doubt, may refer the case to persons mutually chosen, to find and report facts to the court, whether called referees or masters is immaterial. There is nothing in the name. But on the coming in of the report, it is the duty of the court, giving to it all the effect to which it is justly entitled, to proceed to make a final decree in the cause. The judgment then entered in the court below was unauthorized and erroneous.\nJudgment reversed, and record remitted for further proceedings. ■"}