{"id": "1021232", "contents": "The opinion of the court was delivered,\nby Sharswood, J.\n— The power of reserving questions of law, which is granted to the judges of the District Court by the 5th section of the Act of Assembly of March 28th 1835, Pamph. L. 90, is a very valuable one. It prevents in many cases the necessity of a venire de novo, where important and novel points are started which cannot be sufficiently examined and considered in the hurry of a trial. But it is a power to be cautiously used so as not to invade the province of the jury. Hence it has been determined that a reservation can only be of pure questions of law, and the facts should either be agreed by the parties or found by the jury, so as to appear of record or in the bill of exceptions, without which judgment cannot be entered non obstante veredicto. There is only one exception to this rule, and that a seeming one merely, where the question is whether any evidence has been given of some fact essential to the plaintiff’s case or the defendant’s defence : Wilde v. Trainor, 9 P. F. Smith 439.\nWhat are fixtures is always a mixed question of law and fact. The things set forth and described in the declaration in this case primfi facie are personal property. Certainly in the hands of the manufacturer of them, or in the possession of any one disconnected with any building in which they may be used, they are so. It is plain that without some other facts, a court cannot say as matter of law that “ one steam-boiler, one steam-engine, one still complete, one doubler, one woran and worm-tub, and one large tank,” are fixtures per se. Nor is the court competent to draw from the evidence, however clear and uncontradicted it may be, an inference of fact necessary to make them so. We must do this to enable us to decide the questions reserved in this case. It is quite probable that these facts were not the subject of dispute in the court below. But that does not dispense with the necessity of putting them on the record as facts, and not merely the evidence of them. Whether the title of the defendant under the mortgage, or under his purchase at sheriff’s sale, was or was not better than the title of the plaintiff, depended primarily upon the question whether the articles for the conversion of which the action was brought, were realty or personalty — in other words, were or were not fixtures.\nThe defendant’s first point was properly framed and ought to have been answered. It submitted to the jury the question whether the building at the junction of Tenth street and Passyunk road was intended to be used as a distillery, and whether the property mentioned in the declaration, was placed therein for the purpose of carrying on the business of distilling. The 2d and 3d points of the defendant were improper because not based upon a similar hypothetical statement of fact.\nWe are of opinion that there was error in these reservations, and that consequently the judgment for the defendant entered by the court below non obstante veredicto was erroneous.\nJudgment reversed, and venire facias de novo awarded."}