{"id": "1021663", "contents": "Opinion by\nMr. Justice Stewart,\nBy the common law when an execution was levied upon the tenant’s goods and chattels, the landlord lost his rent, this for the reason that, once levied, the goods and chattels are thereafter, until sold, in the custody of the law, and the right of the landlord to enter and dis-train no longer exists. In relief of the landlord the Act. of March 21, 1772, 1 Sm. L. 370, was passed, providing that goods and chattels levied in execution should thereafter he subject to the payment of one year’s rent for the premises on which they were seized, and directing that the sheriff should, after sale of the goods, pay to the landlord such rent so due. It will be observed that the relief given by this act extended only to cases where the landlord’s goods had been taken in execution and the right of entry by the landlord for the purpose of distress was lost. And so the law remained, limiting the relief to cases of execution, until the passage of the Act of May 26, 1891, P. L. 122, which extended the relief to all cases where the tenant makes an assignment for the benefit of creditors of goods and chattels upon the demised premises liable to distress. This later act provides that in such case the landlord shall first be entitled to receive out of the proceeds of the sale of such goods by the assignee the rent due him at the time of making the assignment, not exceeding one year’s rent. During all this period, from 1772 to 1891, the landlord was denied preference for the rent due him, except in the one case where the tenant’s goods had been seized in execution, and yet his right of entry for purpose of distraint .was as effectually taken from him by a legally executed assignment by the tenant for the benefit of the latter’s creditors as in the case of a levy upon execution. This mischief to be corrected was the same in both cases, and the inequality in allowing the preference in cases of execution and denying it in cases of voluntary assignment would seem to be arbitrary discrimination; and yet it required an act of assembly to extend the preference to the latter. The significance of this circumstance becomes apparent when the contention of the appellant is stated. In the present case the landlord’s right of entry to distrain was lost when by judicial decree the custody of the tenant’s goods passed to the receiver duly appointed by the court; they were thereafter in custody of the law until sold by the officer of the court under its direction and order. With the landlord’s right of distress thus taken from him by act of the law, why, inquires the appellant, shall he be denied the relief extended to other landlords, for no other apparent reason than one which applies to them as well, namely, that by act of the law the right to distrain was taken away? The question is thus stated in the brief submitted by appellant’s counsel, “If it is just and equitable, as the legislature by its statute of 1891 has in effect declared, that in a case of an assignment for the benefit of creditors, the landlord who has not made a levy shall be entitled to this amount of preference, is it not equally just and equitable that the court, when by its officers it takes possession of the tenant’s property, and thus deprives, the landlord of his right to levy, should grant to the landlord, in distribution, the same preference?” Were the question addressed to the law-making power, it is probable that it would be found most difficult to give a convincing reason in support of a negative reply; but, addressed to/the court whose office it is to administer the law, not make it, it admits of but one answer, namely,' for the preference allowed in cases of execution and assignment for creditors, there is expressed legislative warrant, and except as such warrant can be shown-, the rule at common law which denies all preferences must govern. No reason has ever been advanced for giving the landlord any preference in the manner of his rent except that by act of law in case of levy his right of disr tress was taken away. This was no less true in cases of assignment by the tenant; and yet from 1772 to 1891 this inequality existed, and during all this time it was never once suggested, so far as our reported cases show, that it was in the power of the court to correct the inequality by equitable construction. In its own time and in its own way the legislature corrected it by passing the Act of 1891, which in terms so express and specific as to leave nothing to be implied, gave the right in cases where the tenant makes voluntary assignment for the benefit of his creditors. Receiverships were no less common then than they are to-day, and the denial of the landlord’s preference for rent in case of a receiver was matter of common understanding and general practice. Notwithstanding this however, the Act of 1891 in express words gives a right of preference in cases of voluntary assignment, ánd is silent with respect to cases arising under receivership. It is argued that inasmuch as the equitable considerations which are supposed to have led to the granting of the preference in cases of assignment, appeal quite as strongly for the landlord’s relief from the common law restrictions as in cases where a receivership intervenes, and because the general incidents in both cases are so nearly alike, it is a reasonable inference that the legislative intent in the Act of 1891 must have gone beyond the words of the act and included as well cases arising under receiverships. The argument concedes, of course, that it is the legislative intent that governs in all statutory construction, but it overlooks the fundamental rule that courts in seeking for the legislative intent must find it in the statute itself; that unless good ground can be found in the statute for restraining or enlarging the meaning of its words the courts may not subtract therefrom or add thereto. Another equally fundamental rule overlooked is, that where the words of a statute are plain and clearly define its scope and limit, construction cannot extend it. Were it to be conceded that preference in cases of receivership fall within the spirit of the Act of 1891, while this would establish the equity appellant contends for, it would come far short of establishing a statutory right which alone can give relief. Any so called equitable construction that would so extend the Act of 1891, or that of 1772, as to include the relief therein provided for cases arising under receiverships, in view of the plain and unambiguous language of the act defining and limiting its application, would be nothing less than supplying a supposed defect in the act which the legislature could have easily supplied. It would not be construing the act, but altering it. And this we may not do. The assignments of error are overruled and the decree is affirmed."}