{"id": "1021239", "contents": "The opinion of the court was delivered,\nby Sharswood, J.\n— There can be no more unequivocal acknowledgment of a present existing debt than a payment on account of it, and according to all the authorities, this is all that is required to take a case out of the Statute of Limitations. Rut then it must plainly appear, and not be matter o.f conjecture merely, that the payment was made on account of the very debt which is in dispute. This principle was settled in Burr v. Burr, 2 Casey 284, which, whatever may be thought of the propriety of the application of it to the facts of that case, stands so far as regards tbe principle itself, unimpeached. Certainly an independent account standing in the books of the debtor against the creditor, amounts to nothing at all. Such really was the most that can be said of the evidence relied on in this case, if even so much as that can be said. That assumes that the charges against Mrs. Alden were charges against the administrator. It is clear that a charge against the creditor is no admission of another and different debt alleged to be due by him, though evidence of that debt may be found in the same book. The account however in which the items of charge within the six years are found is not an account against the decedent or his administrator, but against Mrs. Alden the widow. It is true that it does appear from the same books that previous charges of the same character, after having been first entered separately, were subsequently brought into and entered in accounts with the administrator as credits against what was undoubtedly the debt in controversy. Had the amount of the charges in the last account against Mrs. Alden, including the three items bearing date within the six years, been entered in like manner in an account with the administrator, it would have been unanswerable. But this was not done. In the first account with the administrator, in which the note for $4000 is credited and debits from a previous account with him, there is also the debit of an amount from the account against Mrs. Alden. This was July 2d 1855. The same thing is repeated in a subsequent folio, brought down to May 1st 1857. The balance of that account, $416.09, is carried over to a new account with the administrator, and is entered as o'f the date of October 1st 1857. But on the other side of that new account there is no entry of any debit. On a separate folio from May 2d to June 28th 1857 there are several charges against Mrs. Alden, and then, after an interval of nearly two years, two items in 1860 and on January 1st 1861, in all $46.39. These are the entries which it is contended take the case out of the statute. They are not entered as payments nor as debits against the administrator, but as charges against Mrs. Alden. Had the debt in dispute been fully paid, these entries might have been made. How then can they be regarded as clear evidence that at the time he made them the debtor acknowledged this debt as then subsisting? We may conjecture that there was an agreement between the debtor and the administrator that whatever Mrs. Alden was properly charged with should be credited against the debt, but after all it is mere conjecture with no evidence to support it. It would be quite as reasonable on the other hand to surmise that on the 2d of July 1855, the administrator, being satisfied of the correctness of the charges against Mrs. Alden, agreed to allow the amount as a credit, and that on October 1st 1857, the same arrangement and settlement took place. Indeed this conjecture is more plausible than the former one; for if there was an agreement that whatever Mrs. Alden received should be allowed on this account, why were not the items so entered as they arose, and why especially when the credit of $416.09 to the administrator was carried over to a new account on October 1st 1867, was no entry made on the other side of $23.21, which stood charged to Mrs. Alden between May 1st 1857 (the date of her last account debited to him) and October 1st 1857, the date of the entry of the balance to his credit? It is all mere conjecture. It is impossible therefore to see in these books any sufficient evidence of an agreement accepted by the debtor to allow whatever might be justly charged to Mrs. Alden as a credit against this debt, and any evidence whatever of an actual credit of the three items of 1860 and 1861.\nThe determination of this question adverse to the appellant renders the examination of the other points unnecessary.\nDecree affirmed, and appeal dismissed at the costs of the appellant."}