{"id": "1021255", "contents": "The opinion of the court was delivered,\nby Sharswood, J.\n— The accountant was one of the executors of the last will and testament of his father, Joseph Parker, who died in 1853. We are not furnished by the paper-book with any copy of the will, but we infer that it contained a power to his executors to sell the real estate and divide the proceeds. The accountant, who was the only acting executor, took possession of the real estate, managed, rented and eventually disposed of it, and distributed the money. The account filed in the court below covered a period of nearly fourteen years. It jumbled together administration, collection of rents and distribution. But no exception was taken on that score, nor is the error assigned here. It is not incumbent upon us to unravel the account, and reject all that does not belong to administration, when the parties make no complaint. The only assignments of error requiring notice are two: that the accountant was allowed commissions and not surcharged with interest. The whole amount with w'hich he charged himself during this period of fourteen years was $65,816.17, and the appellants, by a close calculation of the balances from time to time remaining in his hands, have arrived at the result that the interest on those balances amount to $195.28. Upon some evidence that he was loaning money at the rate of one and two per cent, a month, they ask that this sum should be trebled. The truth is very apparent that the amounts as received by the executor were paid over to those entitled without any unnecessary delay, as the auditor reported. It is on the ground of the alleged use of the money of the estate to this small amount, and from his having during a part of the time kept the funds mixed with his own in one bank account, that the appellants ask that he shall be visited with the forfeiture of his claim to commissions. But it is doubtful whether there was any use of the funds of the estate. Eor the interest as calculated by the appellants is upon the entire sum in his hands including commissions. This was wrong, as settled in Callaghan v. Hall, 1 S. & R. 241. “In justice,” said Chief Justice Tilghman, “ commissions are due at the time the services are performed for which they are allowed.” Besides which a reasonable amount may be retained by an executor to pay expenses and other charges : Davis’s Appeal, 11 Harris 206 ; and where he pays over funds as received, to those entitled within a reasonable time he will not be chargeable with interest: Lynn’s Appeal, 7 Casey 44.\nIt was improper and unlawful for the accountant to mix the funds of the estate to any extent with his own. However clear it may be that it was without any dishonest intention of making gain to himself, such a practice ought never to come before a court without being in some way marked with its disapprobation. The accountant has brought this litigation on the estate by this act, and he ought therefore to bear the costs of it. It is agreed that there is a mistake in the amount of the decree below which must be corrected.\nDecree reversed, and now it is ordered, adjudged and decreed, that there was due, December 29th 1869, from the estate of Joseph Parker, to Edward T. Parker, one of the executors, the sum of $946.30, and that the costs of this appeal be paid by Edward T. Parker, the appellee."}