{"id": "1021218", "contents": "The opinion of the court was delivered,\n'by Agnew, J.\n— Mary M. Rogers (now Max-y M. Clarke) was a feme sole at the time of the death of Mx-s. Margaret J. Ross. By her will Mrs. Ross devised and bequeathed real and personal estate to a trustee to collect and receive the rents, issues and profits of her real estate, and the interest, income and profits of her personal and mixed estate, and after payment of taxes and all other charges against the estate, to pay the whole of the income or product of the said estate to Mary M. Rogers, for her sole and separate use during the term of her natural life, without the control or interference of any husband which she might thereafter take, and without being liable for his debts and engagements, and her receipt alone, whether she he covert or sole, to he a sufficient discharge therefor. This was followed by a power of appointment by Mary M. Rogers, by will, and on failure to appoint by a trust, to convey and transfer the estate to her child or children. This will was executed by Mrs. Ross twenty-three days before her death, and Mary M. Rogers married Samuel Clarke two days after Mrs. Ross’s death. Under these circumstances the District Court held that no valid trust was created for Mary M. Rogers by the will of Mrs. Ross, and consequently she was competent to execute the deed referred to in the evidence. We think the District Court erred in this opinion. The will created an active and operative trust for Mrs. Clarke for life only, with remainder to her children, who in default of an appointment by Mrs. Clarke by will, would take as purchasers, and not by descent. In such case, where an express estate for life is given, and the remainder is not to heirs or issue generally, a power of appointment will not enlarge the estate to a fee: Dodson v. Ball, 10 P. F. Smith, and authorities there cited. Under the circumstances of this case the trust created for Mrs. Clarke (then Miss Rogers) was plainly in contemplation of marriage. As remarked in Wells et al. v. McCall, antea 207, the creation of the trust constitutes the evidence of the fact of the marriage being in the contemplation of the devisor, and this being followed in so short a time by the consummation of the marriage, concludes the proof. Having considered this question fully in the case just referred to, further observation is unnecessary.\nJudgment reversed, and judgment for the plaintiff on the point reserved in the court below against the defendants with costs."}