{"id": "1021256", "contents": "The opinion of the court was delivered,\nby Agnew, J.\n— This is a bill in equity, praying for a conveyance of the estate in the defendants as trustees on the alleged expiration of the trust at the death of the plaintiff’s husband. A decree dismissing the bill pro forma was made at Nisi Prius, in order that the ease might reach the court in banc. But one question is involved, and that is, whether the trust created for Mrs. Megargee during coverture, by her father John Naglee, in his last will, has fallen by the death of her husband Samuel Megargee. It seems to us very clear that the active trust vested in the joint board of trustees of the sons and daughters for the improvement of the estate, and its partition, ceased after the term fixed for the performance of these duties had expired and the partition made. Thenceforth there was nothing to keep alive the trust for the daughters, except so far as the will created a special trust for them as married women to preserve their estates and protect them from their husbands and from the creditors of their husbands. The devise and bequest in the eighth clause in trust for the daughters are clearly of a fee in the realty, and an absolute estate in the personalty. A continuance of the special trust, after the death of the husband of any daughter, would be clearly at variance with the absolute estate thus vested in her. Being no longer necessary for the protection of the daughter, the trust falls, and she is entitled to receive the estate into her own hands as its owner, with all the incidents of ownership. In Bacon's Appeal the trust was for the daughter for life, and being an active one, the estate in her was merely equitable, so that it did not unite with the legal remainder to create a fee in her. But here the will gave Mrs. Megargee a fee and an absolute estate in the first instance. That in such a case the statute executes the use upon discoverture is sustained by abundant authority : Smith v. Starn, 3 Whart. 62; Hamersley v. Smith, 4 Id. 126; Harrison v. Brolaskey, 8 Harris 299; Steacy v. Rice, 3 Casey 75; Ralston v. Wain, 8 Wright 279; Nice’s Appeal, 14 Id. 143; Freyvogle v. Hughes, 6 P. F. Smith 228; Koenig’s Appeal, 7 Id. 352; Dodson v. Ball, 10 Id. 492.\nDecree reversed, bill restored, and a decree ordered to be drawn up for the plaintiff for the conveyance of the legal estate to her with costs, subject to the settlement of the account of the defendants as trustees for all proper charges and deductions to which they may be legally and equitably entitled, for and by reason of the trust estate in their hands."}