{"id": "1022581", "contents": "The opinion of the court was delivered,\nby Agnew, J.\nThe several assignments of error raise really but two questions, one of liability and the other of remedy. The first depends upon the charter of the company. The charter it is evident was granted for the purpose of improving the channel of White Deer creek and its tributaries as the means of floating timber-logs, shingles, and other products of the forest into the West Branch of the Susquehanna river. The means to be used were, the removal of rocks and other obstructions from the channel, straightening and deepening it, and protecting the banks and confining the currents by cribs, rip-rapping, and guarding the bars. The duty imposed was by this means to make the creek “ answer the purposes of a floating stream;” but with the proviso that it should not extend “ to provide the means of floating beyond the natural flow of the water of said creek.” The evident intent of the charter is to confine the powers of the company to the stream itself within the channel, and no authority is conferred to interfere with the rights of riparian owners, except in the special power to enter upon lands forming the banks of the creek and its branches to obtain material to be used in the improvement of the channel, and to deposit on the banks dirt, gravel and rocks removed from the bed, and also to enter upon and use the banks in order to carry out the provisions of the law; in all cases paying a reasonable compensation to be ascertained as railroad damages are by law; for which damages the stockholders are made responsible. Then follows this proviso : “ That the stockholders of said company shall be personally responsible for all damages which may be done at any time to private property by reason of the exercise of the privileges hereby conferred, or by the acts, omissions or neglect of the said company, its officers or agents.” This is clearly an additional liability to that for damages assessed for entries on the banks, the lands of others, taking material, &c. The subject-matter is different. The former is assessed compensation for use, occupancy and material; the latter is damages for injuries suffered, either by the lawful exercise of privilege, or by unlawful acts or negligence. It is clear, therefore, that if the company by the use of splash floods, or by the filling of the channel with jammed logs, cause the water to flow over the lands of others outside of the channel and thus damage and destroy private property, it is liable for the injury. The privilege of improving the channel and creating a floating stream for timber-logs, shingles, &c., is clearly made, by the proviso, subordinate to the rights of riparian owners outside of the channel. This liability is not confined to the stockholders as such, but primarily attaches to the corporation itself. It is the corporate body that acts and causes the injury, while the additional personal liability of the stockholders who compose it does not detract from the right of recourse to the company in the first instance. This is made clear by the last section of the charter, to wit: “ That before the said company shall take possession of, or occupy said stream or streams, said corporation shall give security to the Court of Common Pleas of Union county, in such sum as may be deemed sufficient to secure all persons against any damages that may be done to adjoining property-holders in the construction or use of said improvement.” The liability therefore of the corporation for injuries arising as well from the “ exercise of their privileges” and “use of the improvement,” as for entering upon lands and taking materials, is quite apparent.\nThen as to the remedy there cannot be a doubt. Eor injuries such as the plaintiff has suffered, no special remedy is provided. He cannot have an assessment of the damages caused by splash floods, or. by suffering logs and timber to pile and jam up the channel; and he is not an “adjoining property-holder” as we understand the evidence, in regard to his residence, and perhaps not as to the three-acre lot, so as to be entitled to the benefit of the security if any were given under the last section of the charter. His only remedy is by a common-law action, and this would be an action on the case. The argument that no company would accept a charter encumbered by such a liability for damages caused by the exercise of its privileges, is of no weight. This company is operating under just such a charter, and the extent of its liabilities was a question for its stockholders to consider in accepting the charter. There is no error in the bill of exception as to the opinion of the witnesses upon the amount or value of the damages. As to unliquidated damages, the result of an injury complicated in its circumstances, a witness acquainted personally with all the facts must be permitted to give his opinion. Such matters are difficult of description, very few men being gifted with that power of description of complex subjects which can picture them to the minds of others, so as to convey a true idea of the reality. An opinion of total or aggregate loss or value is therefore permitted to go to the jury as some evidence of the fact: Forbes v. Caruthers, 3 Yeates 527; Kellogg v. Krauser, 14 S. & R. 137; 5 P. F. Smith 319.\nUpon the whole cause, finding no error in the record, the judgment is affirmed."}