{"id": "1022520", "contents": "The opinion of the court was delivered,\nby Williams, J.\nIf the plaintiffs were not the .absolute owners of the oil levied on by the sheriff, then, under the ruling of this court in Meyers v. Prentzell, 9 Casey 482, and Stewart & Co. v. Wilson et al., 6 Wright 450, the judgment of nonsuit was rightly entered, and the court in banc properly refused to set it aside. Under the issue as formed the burden was on the plaintiffs of showing that at the time the oil was levied on it was- their property. It was shipped by Scott & Co., the owners, from Bouseville, Venango county, by the Empire Transportation Company, to L. D. Saxton, their consignee in Philadelphia, to be sold for them on commission to the best advantage, The shipments were made on the 9th, 11th and 13th of July 1868. The plaintiffs made advances to Scott & Co. on each shipment, and took from them as security the bills of lading given by the'transportation company and drafts on the consignee to the amount of the advance. The bills of lading were not endorsed by the shippers, and none of the drafts were paid. . The first was protested for non-payment on the 21st and the others on the 23d and 24th of July 1868. The oil was levied on by the sheriff, on the 28th of July. 1868, at ' the suit of the defendants as the property of the shippers. These are the material facts- out of which the controversy in this case arises. Were the plaintiffs then the owners of the oil, or was it the property of Scott & Co. at the time it was seized by the sheriff ? It is admitted that Scott & Co. were the owners at the time it was shipped, and that they sent it to their consignee to be sold on commission for their account. Did the plaintiffs, then, in making the advances, intend to purchase, and did Scott & Co. intend to sell them the oil ? If not, the plaintiffs did not become the owners, though they may have acquired a lien for the amount of their advances. If the parties intended a sale, why were the bills of lading handed over as security, and why were drafts drawn on the consignee for the amount of the advances ? Why were not the bills of lading assigned or endorsed to the plaintiffs, and why was not the consignee instructed to hold the oil subject to their order and to account to them for the proceeds of sale ? There can be but one answer to the question, and that is, that the transaction was not intended as a sale, hut as a loan or advance on the security of the oil, to be repaid out of the proceeds. If, then, the oil did not become the property of the plaintiffs when the advances were made, did it become theirs on the failure of the consignee to accept and pay the drafts ? Doubtless it did, if this was the intention and contract of the parties. But it was not the contract, and there is nothing in the evidence from which such an intention can be inferred. Did the title then vest in the plaintiffs by operation of law on the failure to pay the drafts? If it did, it follows that the relation of the parties to each .other was no longer that of debtor and creditor, but of vendor and vendee. And, 'if s.o, it operated not only as a sale of the oil, hiit as a satisfaction or extinguishment of the indebtedness for the advances. But the law will not presume a contract of sale when none is intended by the parties. Nor will it imply a sale when the contract is merely for a lien. The utmost right that the plaintiffs acquired to the oil under their contract with Scott & Co. was a lien on it for the amount of their advances. When, therefore, they claimed its ownership, they asserted a title to it which neither their contract nor the law gave them, and it follows that they were rightfully nonsuited.\nJudgment affirmed."}