{"id": "1022556", "contents": "The opinion of the court was delivered,\nby Williams, J.\nThe parol agreement set up as a defence to the rent claimed by the plaintiff below, directly contravenes the terms of the written lease upon which the action was brought. By the agreement, as signed and sealed by the parties, the defendants agreed to pay the stipulated rent of the demised premises in equal quarterly instalments during the continuance of the lease; and they further agreed “ to do the rebuilding in case of any accident whatsoever * * * at their own expense, without any claim for damages or restitution or as offset for rent.” ®ut in their original affidavit of defence, they aver that “ it was the understanding and agreement of the parties that if the said premises were destroyed by fire the rent, was to cease and end, the defendants binding themselves only to restore the building as they received it;” and, in their supplemental affidavit, they say, “ that before and at the time of the making the said lease and agreement sued on, the plaintiff agreed with the defendants, as part of the said lease and agreement, that though the said premises should be rebuilt by the defendants at their expense, if the same were burnt down or destroyed during the term, yet the said defendants were not to be liable for any rent thereafter, while they so remained destroyed, and were not to pay any further rent to the plaintiff.” It needs no argument to show that the alleged parol agreement is utterly at variance with the written lease. It not only changes its legal effect, but it contradicts its very terms. The two agreements, therefore, cannot possibly stand together; one or the other must fall. If the parol agreement is to prevail, the defendants are not-liable for the rent which is alleged to have accrued after the premises were destroyed by fire. But can they avail themselves of the parol agreement as a defence to the rent which, by the express terms of the written lease, they stipulated to pay ? It is clear they cannot, if they would not be allowed to show on the trial that the parol agreement was in fact made as alleged. The principles which govern the admission of parol evidence affecting written instruments are well established. It may be received to explain and define the subject-matter of a written agreement: Barnhart v. Riddle, 5 Casey 92; Aldridge v. Eshleman, 10 Wright 420; Gould v. Lee, 5 P. F. Smith 99; to prove a consideration not mentioned in a deed, provided it be not inconsistent with the consideration expressed in it:. Lewis v. Brewster, 7 P. F. Smith 410 ; to establish a trust: Cozens v. Stevenson, 5 S. & R. 421; to rebut a presumption or equity: Bank v. Fordyce, 9 Barr 275; Musselman v. Stoner, 7 Casey 265; to alter the legal operation of an instrument where it contradicts nothing expressed in the writing: Chalfant v. Williams, 11 Casey 212; to explain a latent ambiguity: McDermot v. The U. S. Ins. Co., 3 S. & R. 604; Iddings v. Iddings, 7 Id. 111; and to supply deficiencies in the written agreement: Miller v. Fichthorn, 7 Casey 252; Chalfant v. Williams, supra; but, as a general rule, it is inadmissible to contradict or vary the terms of a written instrument: Hain v. Kalbach, 14 S. & R. 159; Barnhart v. Riddle, supra; Miller v. Fichthorn, supra ; Harbold v. Kuster, 8 Wright 392; Lloyd v. Farrell, 12 Id. 73; Anspach v. Bast, 2 P. F. Smith 356. In cases of fraud, accident or mistake, the rule is different. Where equity would set aside or reform the instrument on either of these grounds, parol evidence is admissible • to contradict or vary the terms of the agreement as written: Christ v. Diffenbach, 1 S. & R. 464; Iddings v. Iddings, 7 Id. 111; Miller v. Henderson, 10 Id. 290 ; Parke v. Chadwick, 8 W. & S. 96 ; Clark v. Partridge, 2 Barr 13; Renshaw v. Gans, 7 Id. 117; Rearich v. Swinehart, 1 Jones 233. But the evidence of fraud or mistake ought to be of what occurred át the execution of the agreement, and. should be clear, precise and indubitable: Stine v. Sherk, 1 W. & S. 195; otherwise it should be withdrawn -from the jury : Miller v. Smith, 9 Casey 386. Here there is no allegation in either affidavit that the defendants were induced to execute the lease on the faith of the alleged parol agreement, or that it was omitted from the lease by fraud or mistake. Being incapable of proof, it is the same as if-it had never been made, and therefore it constitutes no defence to the action: Hill v. Gaw, 4 Barr 493. Where parties, without any fraud or mistake, have deliberately put tbeir engagements in writing, the law declares the writing to be'not.only the best, but the only, evidence of tbeir agreement, and we are not disposed to relax the rule. It h,as been found to be a wholesome one, and now, that parties are allowed to testify in their own behalf, the necessity of adhering strictly to it is all the more imperative.\nJudgment affirmed."}