{"id": "1022589", "contents": "The opinion of the court was delivered,\nby Agnew, J.\nEli Cope, Daniel Kaine and Alfred E. Meason met at Mr. Cope’s house on an evening in December 1864, and agreed together verbally to buy a farm owned by James Shoaf. Their mutual agreement was that the purchase should be made in the names of Cope and Kaine, in order that Meason might appear to act as their agent, and make a better sale of the land, ibut (to use Kaine’s words) that the farm should be bought for ithem all, each an equal owner, each to pay one-third, and each.to own one-third. It is for Meason’s breach of this contract in refusing to take the one-third of the land and to pay his share of the purchase-money this suit is brought by Kaine. This statement shows the right of the plaintiff to amend his declaration, which was in the common counts, by setting out the special contract and its breach. It is clear the contract to be proved and its breach are the same, whether the plaintiff sues to recover the purchase-money or damages for non-payment. Hence the fact that the Statute of Frauds and Perjuries intervenes to prevent a recovery of the purchase-money, and throws the plaintiff upon a recovery of compensation merely for the breach, does not affect the right to amend; for the contract and breach are the same, and it is the measure of damages only which is affected by the statute. There is express authority for this: Wilson v. Clarke, 1 W. & S. 554. See also Cunningham v. Day, 2 S. & R. 1; Ebersoll v. Krug and Wife, 5 Binn. 51; Coxe v. Tilghman, 1 Whart. 282; Beates v. Retallick, 11 Harris 288. But what is the true measure of damages in such a case ? This is the chief question. That it is not the purchase-money or the one-half of it advanced by Kaine was decided in the former writ of error in this case, on the ground that it would conflict with the Act of 22d April 1856, the 4th section of which declares that all declarations of trust or confidence in lands, and all grants and assignments thereof shall be in writing signed by the party holding the title thereof. To sustain the recovery of the purchase-money is to enforce the trust itself; for the payment of it draws the title to the cestui que trust, and converts the holder of the title into a trustee for his use, on the ground that equity will not permit him to hold both the title and the money. Nor would the remedy be mutual, for if the holder of the title deny the trust, resting on the statute, the cestui que trust could not by a tender enforce the trust. This question was examined and stated with his usual vigor by C. J. Gibson, in Wilson v. Clarke, supra. See also Ellet v. Paxson, 2 W. & S. 418, and Irvine v. Bull, 4 Watts 287. Actions to enforce a parol trust forbidden by the Act of 1856, rest upon the same grounds as actions to enforce a parol sale of land, the mischief being the same, to wit, the encouragement given to fraud and perjury. A valid trust is as effectual to give title as a valid sale. A bargain for a trust is the purchase of an equity only by a different name; for the payment of the purchase-money would secure an equitable title to the land. A suit, therefore, which compels the payment of the purchase-money would as effectually convert the holder of the title into a. trustee for the cestui que trust as a suit for purchase-money on a sale. We held, therefore, when this case was here before, that the purchase-money advanced by K&ine for Meason could not be recovered. To the authorities before cited may be added Hertzog v. Hertzog, 10 Casey 418, overruling Jack v. McKee, 9 Barr 235; Dumars v. Miller, and Graham v. Graham, 10 Casey 319 and 475; McClowry v. Croghan, 1 Grant 307; McNair v. Compton, 11 Casey 23; Burr v. Todd, 5 Wright 213; Bender v. Bender, 1 Id. 419; Tripp v. Bishop, 6 P. F. Smith 424.\nThese authorities establish another point, that in the absence of fraud, nothing can be recovered for the loss of a parol bargain, but compensation only for the actual loss sustained, such as the payment of money and expenditures and expenses incurred on the faith of the bargain. The principle, however, is derived from the case of a vendor who sells in good faith and is unable to make a good title. In all such cases the vendee is not permitted to recover for the loss of a good bargain, but is confined to his actual loss in money, labor or service performed on the faith of the contract. But there is another class of cases where the vendor has not acted in good faith, or has been guilty of deception, where the vendee’ is permitted to recover also for the loss of his bargain: King v. Pyle, 8 S. & R. 166; Good v. Good, 9 Watts’ 567; Lee v. Dean, 3 Wharton 330; Bitner v. Brough, 1 Jones 139. Rogers, J., said in the last ease: “ But the rule holds good when the vendor acts with good faith; where he is guilty of collusion, tort, artifice and fraud, to escape from the effects of a bad bargain, it is otherwise. In that case the vendee is entitled not only to compensatory damages, but to damages arising from the loss of the bargain, or the money he might have derived from the completion of the contract.” This exception is also recognised by Justice Woodward in Hertzog v. Hertzog, 10 Casey 428, and in McNair v. Compton, 11 Casey 23; and by Strong, J., in Hoy v. Gronoble, 10 Casey 11.\nIn the present case there was evidence to go to the jury of bad faith on part of Meason. If the testimony of Cope and Kaine be believed, Meason made the first proposition to buy the land, agreed to go in with them in its purchase, and to pay one-third of the price, and by their mutual agreement his name was left out of the contract to enable him to act seemingly as their agent and make a better sale for their joint benefit. If this be true, it is evident they were led to take an important step on his pledge of faith, and to incur a heavy responsibility for him at his request; whereby they have been seriously injured by his refusal to fulfil his pledge. Now this is the very principle on which the doctrine of estoppel rests; a belief, induced by another, whereby the former has been led to place himself in a position where it would be a fraud in the latter to shift him from it: Commonwealth v. Moltz, 10 Barr 530, “ Where (says Judge Bell) an act is done or a statement made by a party, the truth or efficiency of which it would be a fraud on his part to controvert or impair.” Ibid. Thus in Nass v. Van Swearingen, 10 S. & R. 146, it was declared that a party who stands by at the sale of his property, though under a void authority, and encourages purchasers to bid, is guilty of direct fraud. In like manner, one who encourages another to settle on land and expend money and labor on it, will not be permitted to assert a better title to it: Miller v. Miller, 10 P. F. Smith 16. Now clearly an express promise, which encourages another to assume a new position and thereby incur responsibility and loss, is the highest encouragement. It is more potent than silence, when one should speak out, or acts which mislead. The fact that the Statute of Prauds prevents a specific performance only heightens the breach of faith and intensifies the fraud. The case is therefore not one of a mere refusal to perform a bargain where the opposite party has not changed his position, but Cope and Kaine here took upon themselves a heavy responsibility for Meason at his request, and have suffered heavily for it. He should therefore make good the actual loss. But it is supposed this would be to adopt the doctrine of the value of the land as the measure of damages, which was overthrown in Hertzog v. Hertzog, supra. This is not correct. Praud or bad faith in the bargain is an admitted exception, as maybe seen on pages 420 and 428. And see Dumars v. Miller, 10 Casey 322, 323; McNair v. Compton, 11 Casey 23; Hoy v. Gronoble, 10 Casey 9. There is good reason for the exception, for a statute passed to prevent frauds should not be made itself the means of perpetrating a fraud. The contract not being forbidden by the statute, is not to be treated so as to screen a fraudulent party from the just effect of his conduct. The statute merely forbids the passing of the title by parol, and the true principle in giving it effect, is, never to make the value of the land the measure of damages, when the consequence of such a measure would be to convert tbe owner by parol or the holder of the title into a trustee of it for the vendee or alleged cestui que trust, or where it would compel the holder of the title to pass it over rather than to suffer the consequences. But it is clear, no such effect follows a recovery of the actual loss caused by a refusal to perform the contract against a vendor who by his fraud has brought the loss on himself. In paying the difference between the contract price and the actual market value of the land, he pays only the real loss incurred by reason of his fraud, while his title is not disturbed but remains in. him. It is not correct to say this is a return to the exploded doctrine of Jack and McKee, because the difference being added to the contract price is equal to the whole value of the land. There is a confusion in this proposition. The sum in dollars is numerically equal, but the elements are different. When a vendee having actually paid the price, recovers it back, he does not recover the value of the land, but his own money only. The difference between the contract price and the market value of the land does represent so much of the value of the land, but the vendor retaining the land holds the residue of the market value in his own hands. The vendor holds both land and money in such a case; and of course must return the price paid, for it is the money of the vendee so long as the vendor holds the land, and the vendee therefore gets back only his own money, and recovers the difference representing the loss he has suffered, leaving the land still in the hands of the vendor. The confusion is in substituting the money paid by the vendee for so much of the market value of the land ; while the vendee recovers no part of the value of the land retained by the vendor, except so much of it as represents his loss. The question of fraud is one for the jury, but if found, the plaintiff in this case would be entitled to recover the difference between the sum advanced for the defendant and the actual market value of one-third of the land at the time of the breach of the contract.\nBut the learned judge charged that the loss was to be measured by the market value of the land at the time of the trial. This was an error. It is said, he took this rule from our former opinion in this case, where it was said, the measure would be the difference between the price Meason had agreed to pay and the present market value of one-third of the land. This was a misconception of the language used by our Brother who wrote the opinion. The subject of discussion there was the right of the plaintiff to recover the purchase-money under a parol contract for a trust in the face of the Act of 1856. The present market value was merely a general expression denoting the later or proximate period as distinguished from the time of the contract, and did not refer to the time of trial.\nFarther on in the opinion, and still discussing the effect of the Act of 1856, it is said the measure is “ the difference between the price agreed and the actual market value of his one-third of the landshowing that it was the measure and not the time when it should be applied, which was in the mind of the writer of the opinion. The true period when the measure is to be applied is the time of the final breach of the contract. This always depends on the terms of the contract, in some the time of performance being fixed and in others not fixed. In the present. case it does not seem that any time was specified, and the parties continued making efforts to sell, Meason remaining in service until it was found the land could not be sold, and finally refusing to fulfil his agreement about the 1st of April 1867, according to some of the testimony. Where no time is fixed for payment, the general rule is to allow a reasonable time, but when the parties by mutual forbearance put off the time, the period would be when the final demand was made and the refusal to comply. But the rule laid down by the court below would place the defendant too much in the power of the plaintiff, who might purposely delay his suit in order to augment his damages. This might bring ruin on the defendant. Such a rule is condemned in Ashcom v. Smith, 2 Penna. 211, and in Shreve v. Brenton, 1 P. F. Smith 178, 185. This question may be well summed up in the language of Justice Kennedy, in Ellett v. Paxson, 2 W. & S. 433, where he says, “ But as a recovery of the purchase-money would have been in effect an enforcement of a specific performance of the contract, the learned judge before whom the trial was had, very properly ruled that as the contract declared on was verbal, and therefore within the provisions of the act against frauds and perjuries, the plaintiffs at most were only entitled to recover damages equal to the loss actually sustained by the non-fulfilment of the contract; which, in this case, would appear from the evidence to be the difference between the value of the property at the time the defendants refused to fulfil the contract, and the sum agreed to be paid as the price of it.”\nWe think it was an. error also to omit to give the instruction asked for, that any loss in the value of the property caused by the want of care and the negligence of Cope and Kaine to keep it in a proper and ordinary state of preservation, should be excluded from the damages. So far as their own negligence or misconduct actually contributed to the depreciation in the price, they certainly ought not to be permitted to recover.\nThe last question relates to the non-joinder of Cope in this suit. The statement of the contract already given, shows that this was a mutual agreement, by which each party bound himself to both the others. It had a common object and a united purpose, to wit, the purchase and sale of the farm. The breach also is common to both of the other parties, and it is evident .the loss is joint. If an examination of title and encumbrances be made, or a survey to ascertain quantity, or deeds prepared, or other expenses incurred to complete the contract, it is obvious the liability to pay for them is common to all. So the loss by depreciation or loss of profit equally affects both. Indeed, there is no ground of severance in such a contract. If one pays more of a certain expense than the other, or of the purchase-money, it is the subject of adjustment between themselves, but the contract' being single on part of the defendant, his breach of it is single, and the injury comm'on to the other two. There might be a dozen members in such a purchase, and consequently as many suits would follow the single breach of refusing to pay the sum to which the defendant bound himself. This is contrary to justice and the policy which forbids a multiplicity of suits. The -case is one of express contract — not implied — and the remedy therefore follows the nature of the contraband is joint: Boggs v. Curtin, 10 S. & R. 213; Lee v. Gibbons, 14 S. & R. 111; Archer v. Dunn, 2 W. & S. 360. It is not like a contract implied from a payment of money at request when the payment is the meritorious cause of action, and the money itself the subject of the suit. Nor is it like an action by a tenant in common upon his title, or upon a consideration growing out of his separate estate. In short, it arises upon no contract which the law itself raises from the circumstances, by reason of a consideration received or by reason of an independent relation of the party; but arises upon the direct agreement by one to the other two, to take the property and pay for it, which not being done, the,action necessarily follows the form of the contract and the parties with whom it was made. Cope and Kaine ought therefore to have joined in the action. But the non-joinder is amendable under the Act of 4th May 1852, Purdon 47, pl. 3; Rangler v. Hummel, 1 Wright 130; Hite v. Kier, 2 Wright 72. Cope’s name may therefore be added to the record.\nJudgment reversed, and a venire facias de novo awarded."}