{"id": "1022433", "contents": "The opinion of the court was delivered,\nby Thompson, C. J.\nThe judgment of a justice of the peace or alderman in proceedings under the Landlord and Tenant Act of 1863 rests upon an inquest of facts to be found by him: Bedford v. Kelly, 11 P. F. Smith 491; and these must be set forth on his docket, or by a reference therein to the complaint, in order to sustain the judgment if given for the landlord. The demise, the term, that it is fully ended, and that the required notice of the landlord’s desire to have and repossess the demised premises, must appear by the record to be found by the magistrate: Givens v. Miller, 12 P. F. Smith 133. As already said, these may be.found by a reference by the magistrate to the complaint, if it be full enough. It would, however, be better to set out all these facts on the record. Here they do not appear as found anywhere, either by the record of the judgment, or by reference to the complaint preceding the summons; indeed, no complaint in writing appears to have been filed as the ground for the summons; and for this reason, or some other, the summons issued was almost in the common form of justice’s process, This was wrong also. The summons should always contain a brief statement of the grounds of its issuance. We might not be disposed to reverse for the defective summons in this' case, as there was. an appearance ; but the record of the justice was entirely defective in not setting out the inquest of facts already noticed as required by the Act of Assembly. Special jurisdictions must contain on their face everything necessary to. show that they are' not transcended. For these reasons, the judgment of the court below which reversed the proceedings before the justice must be affirmed.\nThere is no constitutional requirement that the judges of the Courts of Common Pleas must allow writs of certiorari to justices of the peace. Sect. 8 of Art. V. of the Constitution gives them the power to do so, but the Act of 26th April 1855 dispenses with the necessity for. doing it, and this act operating as a remedy merely, is beyond doubt constitutional.\nJudgment affirmed."}