{"id": "1023992", "contents": "Opinion by\nMr. Justice Mosohziskeb,\nThis action, was brought to recover damages for the death of plaintiff’s husband, alleged to have been caused by the negligence of the defendant company. The deceased, Harry W. Hnnsinger, who for about five years had been engaged by the defendant as an assistant foreman of carpenters, was fatally injured on March 6,1911, while occupied with a gang of workmen in making repairs to a bridge extending over his employer’s railroad tracks; he was in full charge of the job, having been directed by the defendant’s general foreman to select from the employees of the company the men necessary to do the work, Avhich consisted of re-laying the floor of the bridge “as quickly and as safely as possible”; Mr. Hun-singer and eight others, whom he had picked for the purpose, started on the job Saturday, April 4,1911, working all that day and until eleven o’clock the following Monday morning, when the accident occurred; the bridge was about 90 feet long and 16 feet wide, the floor being divided into ten sections, each 18 feet long and 8 feet wide; the workmen commenced on the western end of the bridge, taking up each time one section, 18 feet long and extending half-way across the structure; the opening in each instance was guarded by a piece of timber so as to permit the passage of traffic on the other half of the bridge, 8 feet wide, which was continuously left open to the public; at the time of the accident, three of the sections had already been re-laid, and the men were engaged on the fourth, this being but one from the eastern end of the bridge; while the work was in progress, the railroad tracks underneath were in constant use, both for switching purposes and the accommodation of main-line trains. The accident was caused by the fright of a horse driven by a Dr. Higgins; as the animal came upon the bridge, from the east, it reared and made a plunge into the opening upon which Mr. Hunsinger and his men were then working; the deceased was struck, and, together with the horse and driver, precipitated to the tracks below. Tbe trial judge gave binding instructions for the defendant, and a verdict was rendered accordingly; subsequently judgment was entered on tbe verdict, and tbe plaintiff has appealed.\nIn an opinion refusing to grant a new trial, tbe court below states: “The manner in wbicb tbe accident occurred was described by only one witness, Harry Peer, and bis evidence was not comprehensive. He testified that at tbe time tbe borse approached tbe bridge an engine was passing underneath, and that steam and smoke in large quantities ascended through tbe opening, wbicb be thought caused tbe fright of tbe borse.......Deceased and bis men were not only engaged in making tbe repairs, but, upon occasions, when horses passing over tbe bridge gave evidence of fright, they discontinued working, lined up along the opening, and led horses when it became necessary.......In plaintiff’s statement, it is alleged that tbe defendant company was guilty of negligence in tbe use of its tracks under tbe bridge while tbe repairs were pending, whereby smoke and steam were forced upward through tbe opening in tbe floor of tbe bridge, causing tbe fright of tbe borse; and, further, that tbe defendant failed to perform its duty in affording proper protection to tbe men while engaged in tbe employment. As we view this case, tbe testimony produced on tbe part of tbe plaintiff did not establish either that tbe defendant company failed in tbe performance of any duty owing to deceased, or that it was guilty of any specific act of negligence.......That tbe employment was dangerous is conceded, made so by tbe passing of trains under tbe bridge wbicb obviously could not be suspended, and tbe passing of horses over tbe bridge, contemporaneously with tbe opening in tbe floor. It is undoubtedly true that this condition continued to exist during tbe time tbe repairs to tbe bridge were in progress until tbe accident occurred. This dangerous situation was known and recognized by both employer and employee, as shown by tbe instructions to tbe deceased by the general foreman before the work was undertaken. The deceased, as assistant foreman, was given full charge of the work; he knew the hazard in which he was placed, and was empowered to select the best men amongst the employees, and any number, in order to do the work as expeditiously and safely as possible, having in mind the duty of the company, and the safety of its employees and the traveling public. Whatever was essential to be done to minimize the danger, he was not only authorized but required to do. He adopted such means of precaution as he deemed expedient, and, in view of the fact that he was in control of the work, was the only one to determine what was necessary for his own protection as well as that of the other employees.......It is quite clear that the conditions remained the same during all the time the work was in progress, and up to the time of the accident. The passing of trains under the bridge, and the passing of horses and vehicles over the bridge was continuously going on. If the danger was too great, the deceased could have employed additional means of protection within his grasp, or discontinued work until such action Avas taken by his superior. Therefore, we are of the opinion that the defendant performed its full duty in this case, and that plaintiff has failed to establish any negligence.”\nWe have read the testimony, and all the material facts stated in the above excerpts from the opinion of the court below are to be found in the evidence produced by the plaintiff. Counsel for the appellant argue their case as though it had been shown that those in charge of the locomotive which emitted the smoke had negligently stationed their engine directly under the hole in the bridge, and then deliberately proceeded to make a great noise and puff out smoke, whereas, in point of fact, there is nothing in the testimony to justify such premises; on the contrary, the evidence of plaintiff’s witnesses is that there was not anything unusual about the way in which the locomotive in question was being handled at tbe time of tbe accident. No new element of danger seems to have been introduced during tbe progress of tbe job, and tbe only conclusion possible is that Mr. Hun-singer bad a full comprehension of tbe risks necessarily connected with and incidental to tbe work upon wbicb be was engaged. We agree with tbe court below that tbe plaintiff failed to prove tbe defendant guilty of negligence.\nThe assignments of error are overruled, and tbe judgment is affirmed."}