{"id": "1024580", "contents": "The opinion of the court was delivered,\nby Thompson, C. J.\nThis was an action brought by the plaintiff below against the canal company to recover damages for an injury done by raising the water of the canal, so that plaintiff’s house was flooded, and thereby damaged and injured. The damage done, it will be conceded, was a consequential one. It comes within a class of cases of damage to be found in our reports, such as The Monongahela Navigation Co. v. Coons, 6 W. & S. 101. The canal originally belonged to the state, and the company took it cum onere, subject to the duties upon the state, and the first question which presents itself is, would the state have been liable for consequential damages if she held it? In the case above referred to, Chief Justice Gribson shows very clearly that the state would not be liable for damages of a consequential character, because the constitutional limitation applies only to an actual talcing of property, and the word “ talcing” was to be construed in its natural significance. It is said in that case: “ If, then, the state would not be bound for the damage done to the plaintiff’s mill, had she been the immediate cause of it, how is the defendant bound ? The company acted by her authority, as well as for the public benefit;” and the cases of a public ferry being destroyed by a canal, and a valuable spring being drowned out, and no recovery had therefor, are mentioned in the case. The state not being liable, would a company, its vendee, be liable ? The answer to this is to be found in the act transferring the canal to individuals. If no provision is made for consequential damages in this act, the plaintiff below was not entitled to recover. It is said in Young v. The New York and Erie Railroad Co., 9 Casey 181, “ in the cases cited, the doctrine has been distinctly held, and it is the settled law of the land, if anything can be settled, that unless the act of incorporation provides for it, consequential damages are not recoverable from a railroad or other improvement company, in constructing or maintaining their works.” The cases referred to in the opinion are: Monongahela Navigation Co. v. Coons, 6 W. & S. 101; Susquehanna Canal Co. v. Wright, 9 Id. 9; McKinney v. Monongahela Nav. Co., 2 Harris 65; Shrunk v. Schuylkill Navigation Co., 14 S. & R. 71; The Trenton Railroad, 6 Whart. 45; Rundle v. Delaware and Raritan Canal Co., 14 How. 80. The act authorizing the sale of the canals, provides in the 7th section, “ that any and all claims for damages, or other demands against the Commonwealth by individuals and companies, in relation to the location, construction, repair, management or use of any canal, shall be paid by the purchaser.” It is clear that the legislature did not intend that this section should cover cases of consequential damages, because it expressly uses the words “ claims or demands against the Commonwealth.” These claims or demands were a burthen on the canals, and the vendee was to take them subject to such burthens. The section could not relate to the future, as the Commonwealth ceased to be the owner, and therefore no demands could arise against it by reason of the operation of the canals. The 5th section provides that canals shall remain public highways, and the purchasers shall keep them in as good repair and operating condition as the canal commissioners had done, and subject to any existing contracts in regard to the same. By this act the canals were sold to the Sunbury and Erie Bailroad Company, and subsequently, that company sold to the defendants below. Their powers and liabilities are made the same as those of the railroad company, their vendors. The same Act of Assembly incorporates the defendants, and we look in vain through it for any provision that either was liable for damages solely of a consequential nature, in repairing or maintaining the canal. As already said, such damages result alone from legislative authority, and if that do not exist, there is no remedy for them, in cases of public improvements authorized by the state. If a suit as for a nuisance, as this is, were allowable, the consequence would be, that the canal would have to be abated to its original height, otherwise the plaintiff might institute suit every day, while the effect would continue and, others doing the same thing, the canal might be destroyed; at least it might entirely prevent what the law requires the company to do, namely: “ to keep up the navigation of the canal as a public highway, in as good repair and operating condition as the canal commissioners had done.” For negligence or wantonness the company may be made answerable, in an action on the Case, but may not for the result of repairs bond, fide made, with a view to maintain the efficiency of the canal. In deciding the opposite of this, the court below erred. There was no pretence that the company negligently, or wilfully, with intent to injure any person, raised the water in their canal. The ruling on the points covers the main question of the case, and is to be found in the answer of the court embraced in the 3d, 4th, 5th and 6th assignments of errors, whereon the ground of recovery is made to rest alone upon a fact, viz., whether the canal was raised higher than it was in 1865. We need not notice any other assignments of error in the case; but for this ruling,\nThe judgment is reversed."}