{"id": "1024071", "contents": "Opinion by\nMr. Chief Justice Brown,\nThe plaintiff was a subcontractor who had furnished certain material used in the construction of a postoffice building in the City of Wilmington, Delaware, and instituted this suit upon the bond of the contractor to recover the balance due him. That bond was given in pursuance of the Act of Congress approved August 13,1894, chapter 280, 28 Stat. 278, as amended by the Act of February 24, 1905, 33 Stat. 811. The Act of 1894 provided that any person entering into a contract with the United States for the construction of any public building, or the prosecution and completion of any public work, or for repairs upon any public building or public work, should, before commencing such work, execute a bond, conditioned that the contractor would promptly make payments to all persons supplying him labor and materials in the prosecution of the work provided for in the contract; and a further provision of the act was that persons supplying labor or materials for the prosecution of work for the government should have a right of action upon the bond of the contractor “and shall be authorized to bring suit in the name of the United States for his or their use and benefit against said contractor and sureties and to prosecute the same to final judgment and execution.” This act created a new cause of action by permitting persons not parties to a contract with the government of the United States to bring suit on the bond given by the contractor, for the recovery of moneys due them for labor and materials furnished. There was no direction in the act as to the court in which suit on the bond might be brought; but a second act, approved the same day, August 13, 1894, Chapter 282, Section 5, 28 Stat. 279, entitled “An act relative to recognizances, stipulations, bonds and undertakings, and to allow certain corporations to be accepted as surety thereon,” pro-Tided as follows: “Any surety company doing business under the provisions of this act may be sued in respect thereof in any court of the United States, which has now or hereafter may have jurisdiction of actions or suits upon such recognizance, stipulation, bond, or undertaking in the district in which such recognizance, stipulation, bond, or undertaking was made or guaranteed, or in the district in which the principal office of such company is located. And for the purposes of this act such recognizance, stipulation, bond or undertaking shall be treated as made or guaranteed in the district in which the office is located, to which it is returnable, or in which it is filed, or in the district in which the principal in such recognizance, stipulation, bond, or undertaking resided when it was made or guaranteed.”\nWhile, under these two Acts of August 13,1894, a subcontractor upon work done for the government could have enforced the cause of action given him in either a State or Federal Court, on February 24, 1905, an act of Congress was approved, entitled “An act to amend an act, approved August 13, 1894, entitled, ‘An act for the protection of persons furnishing materials and labor for the construction of public works.’ ” This act provides that subcontractors shall have a right of action upon a contractor’s bond, “and shall be, and are hereby authorized to bring suit in the name of the United States in the Circuit Court of the United States in the district in which said contract was to be performed and executed, irrespective of the amount in controversy in such suit, and not elsewhere.”\nThe contract for the construction of the postoffice building in Wilmington was entered into in 1911, and this action was brought by the appellee in the Court of Common Pleas No. 2, County of Philadelphia, on the bond of the contractor given to the United States. Before any testimony was taken the defendant moved to dismiss for want of jurisdiction. This was denied, as was its prayer for binding instructions, based on the same ground. From the judgment on the verdict for the plaintiff, practically directed by the trial judge, we have this appeal, the sole question involved being the jurisdiction of the court below. The contention of the appellant is that, under the Act of Congress of February 24, 1905, the United States Circuit Court (now the district court) for the State of Delaware had exclusive jurisdiction of any action instituted on the contractor’s bond.\nThe two Acts of August 13,1894, are to be regarded as in pari materia. The first is “An act for the protection of persons furnishing materials and labor for the construction of public works,” and the second, “An act relative to recognizances, stipulations, bonds and undertakings, and to allow certain corporations to be accepted as surety thereon.” The second act provides that any surety company doing business under its provisions may be sued in any court in the United States which then or thereafter might have “jurisdiction of actions or suits upon such recognizance, stipulation, bond or undertaking, in the district in which such recognizance, stipulation, bond or undertaking was made or guaranteed, or in the district in which the principal office of such company is located”; but the question now before us is as to the court which has had jurisdiction of a suit on a contractor’s bond given after the passage of the Act of 1905. .We have been referred to numerous cases by learned counsel for appellee, construing the Act of August 13, 1894, chapter 282, in connection with the question of jurisdiction, but they all involve contracts entered into before the passage of the Act of 1905, which was not retroactive: United States Fidelity & Guaranty Co. v. United States, 209 U. S. 306; Davidson Marble Company v. Gibson, 213 U. S. 10; and they throw no light on the question of jurisdiction in an action brought upon a contractor’s bond given since February 24, 1905. If the act of congress, approved on. that date, limits, in clear and unmistakable terms, to a particular court jurisdiction in an action on such a bond, it cannot be .exercised by any other court under the Act of 1894, relied upon by the appellee.\nThe purpose of the Act of 1905 is to provide for one suit upon a contractor’s bond, in one jurisdiction, to the manifest advantage not only of the surety or sureties upon it, but of those to be protected by it; and if that purpose is to be given effect, a multiplicity of suits in various jurisdictions throughout the country will be wisely avoided.\nIn the absence of the authority given by congress to a subcontractor to bring an action on the contractor’s bond, no such action could be brought. The authority given to bring it is expressly limited by the Act of 1905. A subcontractor or subcontractors shall have a right of action on the bond “and shall be, and are hereby authorized to bring suit in the name of the United States in the Circuit Court of the United States in the district in which said contract was to be performed and executed, irrespective of the amount in controversy in such suit, and not elsewhere.” These words, “and not elsewhere,” can have but one meaning, and that is, “no other place,” “in no other court.” In thus conferring jurisdiction upon a particular court congress clearly excluded that of any other forum. The words, “and not elsewhere,” do not mean merely, as learned counsel for appellee contend, that suit may not be brought in any other Federal Court, leaving a subcontractor still at liberty to bring his suit in a state court. If such had been the intention of congress, it could have readily so expressed itself by saying “and in no other Circuit Court of the United States.” But by the words, “and not elsewhere,” every other forum than the one specifically named is clearly excluded. The act, read in its entirety, is in keeping with the intention clearly so expressed.\nThe words, “and not elsewhere,” in the Act of 1905 have been considered and discussed in a number of cases. In Davidson Marble Company v. Gibson, supra, the action by the subcontractor upon the contractor’s bond was brought in the Northern District of California, in which district the work had been done, but of which no one of the defendants was an inhabitant. It was instituted after the passage of the Act of 1905, but the contract had been entered into prior thereto. The action was brought upon the theory that the Act of 1905 applied to the case, and that the proper forum was, therefore, the United States Court of the district in which the work had been done. This was held to be correct by the Circuit Court for the Northern District of California, but the Supreme Court of the United States reversed, on the ground that the Act of 1905 was not retrospective, and said: “That act amended the Act of 1894 in several important particulars, which it is not necessary to state, and provided specifically that a suit upon the bond ^should be brought by one furnishing labor and materials, in the name of the United States, in the Circuit Court of the United States in the district where the contract with the United States was to be performed, and not elsewhere. As this suit was brought after the passage of the amending act, it was brought in the only district where it could be maintained, if the amending act were retrospective.” In United States v. Congress Construction Co., 222 U. S. 199, the action was not brought in the district where the work had been performed, but where the defendants were inhabitants. Various subcontractors intervened and asked to have their claims adjudicated; the sureties appeared specially and pleaded to the jurisdiction. Their plea was sustained, the action was dismissed and this, upon appeal, was affirmed, the Supreme Court of the United States saying: “The statute, whilst authorizing persons holding unpaid demands for labor or materials to bring such an action in the name of the United States, expressly requires that it be brought fin the Circuit Court of the United States in the district in which said contract was to be performed and executed, irrespective of the amount in controversy, and not elsewhere,’ and also provides that only one such action shall be brought and that it shall be so instituted and conducted, in point of notice and otherwise, that all demands of that class may be adjudicated therein and included in a single recovery.” It is of some significance that the words, “and not elsewhere,” were italicized by the court. Mr. Justice McKenna, in speaking of the procedure under the Act of 1905, in A. Bryant Co. v. N. Y. Steam Fitting Co., 235 U. S. 327, says of it: “Every creditor has the same rights and may institute the action provided for in the first proviso. If he does not choose to do so it is his own affair; and he may guard against surprise or deception. He knows the time limit of suit and of intervention. He knows that the suit must be brought in the District Court of the United States in the district where the contract was performed. It would seem as if the law owed him no further care. If he chooses he may institute proceedings if another has not done so. If another has, he knows in what court and within what time and he may intervene. He has, therefore, the means of suit or the means of intervention.” The New York Court of Appeals, in People v. Metropolitan Surety Company, 211 N. Y. 107, had before it the question whether any suit could be brought in a New York court by a subcontractor on the bond of a contractor given to the United States government under the Act of 1905, and in deciding that such suit could not be brought in a state court, it was said: “It would not be seriously asserted that the claimant here could have had the liability of the surety company determined in an action or proceeding in the Supreme Court of the state between March 28th, and September 28, 1909, in case the surety company had remained solvent. A manifest answer would have been that the liability was subject to the proviso that it be completed and matured by the action to that end prescribed by the statute.”\nWith us the meaning of the words, “and not elsewhere,” as used in the Act of 1905, is apparently settled. In United States v. Schofield Co., 239 Pa. 582, it was urged by the appellant that, if the state courts had concurrent jurisdiction with the Federal Courts under the Acts of 1894, the Act of Congress of February 24, 1905, denies jurisdiction to the state courts, and we said, in speaking through Mr. Justice Mestrezat : “This contention should be sustained if the Act of 1905 was applicable to the case in hand. It will be observed that the Act of 1905 authorized a suit to be brought in the Federal Courts ‘and not elsewhere.’ But the Act of 1905 has no application to this case. The contract and the bond were both executed prior to the enactment of the statute, and it has been distinctly ruled by the Federal Courts that the statute relates to and affects substantive rights as well as procedure, and that where the contract was made prior to the act it is not within its provisions.” This we regard as conclusive that the contention of the appellee as to the jurisdiction of the Court of Common Pleas cannot be sustained, and that its judgment must be reversed for want of jurisdiction.\nAs the court below was utterly without jurisdiction, nothing done by the defendant in appearing and making defense could have given it jurisdiction. The defendant could not have waived its right to question a jurisdiction which had no existence and which could not have been conferred even by consent.\nJudgment reversed."}