{"id": "1024618", "contents": "The opinion of the court was delivered,\nby Agnew, J.\nThe Poor Law relating to appeals from orders of removal is obscure and somewhat peculiar. A remarkable feature is, that no special mode of appeal is provided. There must have been a motive for this on the part of the revisers, who were familiar with such proceedings, and had made provisions for appeals in other laws revised by them. Ordinarily an appeal is taken directly from and in the tribunal of judgment, and is a declaration made to it of an intention to be heard by a higher tribunal. As when Paul, a Roman citizen, said to Festus, “I appeal unto Csesar,” and Festus, having conferred with the council, said, “ Hast thou appealed unto Csesar ? unto Csesar shalt thou go.” But in the present instance an examination of the proceeding and the nature and effect of the order of removal reveals features making a direct appeal from the magistrates often perplexing and inconvenient. The first feature is the want of any provision for a record by the magistrates. Complaint must be made (whether orally or in writing is not said), by the overseers of the district where the pauper has (or is likely to) become chargeable to a magistrate of the county. The magistrate takes to his assistance another magistrate of the county, but no provision is made for a notice, or for a hearing, or for the evidence, or a record to be kept by either or both of them. The hearing and the issuing of the warrant or order of removal would seem to be ex parte. The reason probably is that the removal may be to a distant place within or without the state, rendering notice difficult and dilatory, while prompt action may be necessary. The order of removal actually sets forth the complaint of the overseers, that due proof of the settlement has been made, the judgment of the magistrates and the order to remove, and ends by directing the order or a true copy to be delivered to the overseers of the district to which removal is made, and requires them to receive the pauper. Then the 18th section of the Act of 18th June 1836 requires the overseers of the district to which removal is made to receive the pauper under a penalty of twenty dollars for neglect or refusal. Under this proceeding the first notice the overseers of a district will probably have, will be the delivery of the order and the pauper at the same time. Now it is obvious, from the want of any provision as to a record of the proceeding, or by whom it is to be kept, and of any mode or place of appeal defined, the overseers to whom the order and the pauper are delivered, when at a distance, must be at a great loss to know when, where and how to appeal. With such an order in their hands, and ignorant of all else except what appears on its face, the only convenient and feasible mode of appeal to them would be to notify the overseers of the poor making the removal of their intention to appeal to the next Court of Quarter Sessions. Indeed, that court appears to be the only tribunal where the trial of a controverted question of settlement can be had, there being no provision for a hearing before the magistrates.\nA proceeding therefore by notice to the overseers removing the pauper, and a petition to the court to be heard on appeal, seems to accord well with the ex parte character of the order of removal, and the want of a regular hearing and judgment of the magistrates between litigant parties. The 19th and 20th sections of the Act of 1836, also lend countenance to this view. The 19th does not say the appeal shall be taken from the judgment of the magistrates, but it says to the next Court of Quarter Sessions, and it provides that if there be any defect in the form of such order of removal the court shall amend it, and then proceed to hear the cause on the merits, and then provides that no such cause shall be proceeded in unless reasonable notice shall have been given by the appellant to the overseers of the district from which the removal shall be made. The next section (20th), directs that, “the Court of Quarter Sessions, upon every appeal in case of settlement, or on proof being made before them of notice thereof as aforesaid (though the appeal be not afterwards prosecuted), shall at the same session order the party in whose behalf such appeal shall be determined, or to whom such notice did appear to have been given, such costs and charges as the said court shall consider reasonable and just to be paid by the overseers, or other person against whom such appeal shall be determined, or by the person who gave such notice.” Thus the section itself refers to the notice of appeal in the alternative, and as a mode of proceeding to take it, thereby strengthening the view that it may be taken not from the magistrates, but directly to the court. Now in view of the ex parte proceeding before the magistrates, the want of any prescribed mode of appeal, the necessity of distant districts proceeding by notice, and coming into court at once by petition, and the evident recognition in the 20th section of this mode of proceeding, we must declare this mode of appeal to be warranted by the Act of 1836, and that the court below erred in striking off the appeal on the ground that no previous declaration of the appeal had been made to the magistrates. We do not mean to say that no record can be kept by the magistrates of their proceedings or that no appeal can be entered before them, but that the Poor Law recognises an appeal, by notice to the overseers making the removal and by petition to the court to be heard thereupon.\nThe order of the Court of Quarter Sessions striking off the appeal is therefore reversed, the appeal ordered to be restored, and a procedendo awarded."}