{"id": "1024063", "contents": "Opinion by\nMr. Justice Frazer,\nThis is an appeal by the administratrix and heirs of the estate of George H. Myers, deceased, from a decree of the Orphans’ Court dismissing exceptions to the report of an auditor awarding the sum of $25,000 to Robert S. Taylor, Esq., as a fee for services rendered in settling the estate. The questions for consideration are whether Taylor agreed to perform the services for $10,000 or had estopped himself from claiming a larger sum. If these questions are answered in the negative there is a further question whether the sum awarded is excessive.\nGeorge H. Myers died in 1912, leaving to survive him a widow and eight children. The widow upon being appointed administratrix employed Taylor, who was an intimate friend of the family, to attend to the settlement of the estate. The question of Taylor’s compensation was subsequently discussed among the members of the family, and James E. Matthews, the husband of one of decedent’s daughters, called upon Taylor to ascertain the sum he expected to charge for his services. The latter suggested that he talk the subject of compensation over with other members of the family, and a family meeting was arranged for that purpose at which it was decided the sum of $5,000 would be a proper compensation. Taylor was called in and, after hearing the conclusion reached by those present at the meeting, stated he would talk the matter over with Matthews the following day at his office; at this interview, however, no definite sum was fixed. Subsequently, a second family meeting was held, at which it was agreed by those present that Taylor should be paid $10,000, which sum he neither accepted nor declined. He was then told he would receive the following morning a letter relieving him from the duty of rendering further services to the administratrix. No such letter was sent, but Taylor seemed to consider himself dismissed from connection with the affairs of the estate, and did nothing further at that time. Later the administratrix called him on the telephone and requested that he continue to represent her “and settle up the estate.” The testimony is somewhat conflicting as to just what was said at this conversation. Taylor testified Mrs. Myers asked him to “consider the matter closed that occurred the other night,” referring to the discussion and failure to agree on the question of fees, “and go on with the estate as I told you in the beginning.” The administratrix denied this, saying she understood and assumed that Taylor would attend to the settlement of the estate for the sum of $10,000. She admitted, however, that her recollection of the conversation was somewhat indistinct. J. W. Fuller, the husband of another of decedent’s daughters, testified that in the meantime he called upon Taylor to persuade him to accept a fee of $10,000, and that Taylor agreed to accept that sum as compensation for his services. Later Fuller wrote Taylor a letter in which he referred to their several conversations, and stated that “it is my understanding and I have so informed Mrs. Myers, and the others interested, that your compensation for acting as attorney for the administratrix” is to be $10,000. This letter was dated March 1,1913, while the telephone conversation between the administratrix and Taylor took place February 18, after which latter date the administratrix admitted she had no further conversation with Taylor upon the subject of fees. Taylor acknowledged receipt of Fuller’s letter but made no comment thereon, and no further conversation was had by the parties concerning the amount of compensation to be paid for legal services. Upon filing her account, the administratrix attached a memorandum thereto stating she made no claim for compensation for administering the estate “all the work being done by R. S. Taylor, attorney for the estate, the amount of whose attorney and counsel fees the court will be asked to fix.” Later the court appointed an auditor to fix such fees and to pass upon the account, and after hearing considerable testimony the auditor awarded Taylor the sum of $25,-000 as compensation, which award was confirmed by the court below.\nThe mere fact that the administratrix “understood” the question of fee was settled is not sufficient to constitute a binding contract between herself and her attorney. Under the circumstances Taylor may have had as reasonable grounds for “understanding” the fee was to be fixed later. The contract, if any existed, was closed at the time the telephone conversation between Mrs. Myers and Taylor took place. Considerable evidence touching this controversy was taken by the auditor and carefully reviewed and considered by him in a very full and complete report, which was approved by the court below. An examination of the testimony shows ample evidence to support the auditor’s conclusion that as between the administratrix and Taylor there was no contract actually made by which the latter agreed to a fee of $10,000. We find nothing in the case to take it out of the general rule that the findings of an auditor confirmed by the court below will not be reversed so long as they are fairly supported by the evidence: Barnes’s Est., 221 Pa. 399; Covington v. Hawes-LaAnna Co., 245 Pa. 73. It is earnestly argued, however, that Taylor by his conduct, and by the nature of his reply to Fuller’s letter, is estopped from denying the existence of an agreement to perform the work for the sum of $10,000. The weakness of this contention is that the sole power of employing an attorney to represent the estate rested with the administratrix, and there is not sufficient proof to warrant the conclusion that Fuller had authority to act for her in his interview and letter to Taylor. While the result of that interview was given to.the other heirs by Fuller, there is nothing to show that circumstances imposed upon Taylor a duty to speak, in view of the fact that, previous to mailing the letter of March 1, the administratrix, herself, telephoned him and requested that he continue to act as her attorney in the administration of the estate. The mere fact that Fuller subsequently reported to the administratrix and sent her a copy of the letter written by him to Taylor concerning the payment of $10,000 for his services, is insufficient to- show a meeting of minds such as would establish a contract for a specific sum, or a variation of the contract made with the administratrix; the effect of which contract was to pay such sum as the services rendered were reasonably worth.\nAppellants also contend that if no contract to settle the estate for the sum of $10,000 existed the amount ' awarded by the auditor and approved by the court below is excessive. The estate was valued at over $2,500,000 and a majority of the assets were represented by investments in personal property, only a small part being real estate. In view of the extent of the work involved as appears from the report of the auditor, and of the magnitude of the estate, we cannot find that the court abused its discretion in fixing the fee. The compensation allowed in such cases must, to a large extent, depend upon the particular facts of each case. The sole testimony relating to the proper amount of fee for the services rendered by Taylor was that of Judge Kirkpatrick, who testified that not less than $36,000 would be a reasonable sum for settling the estate. While this is not conclusive, and was, in fact, not adopted by the auditor, in the absence of contradiction it is entitled to consideration in deciding the question of the reasonableness of the fee.\nAppellants criticise the practice of leaving the amount of the fee to be fixed by the court. There can be no doubt of the jurisdiction of the court either to fix the fee, or, as was done in this case, appoint an auditor to hear the testimony and fix it in the first instance. While the usual practice, as contended by appellants, may be for the administratrix to decide upon a fee, and include it in the account, subject to the approval of the court, the practice adopted in tbe present case was witbin tbe discretion of tbe court, and does not call for either condemnation or reversal.\nTbe assignments of error are overruled, and tbe decree of tbe lower court affirmed."}