{"id": "1024599", "contents": "The opinion of the court was delivered,\nby\nShauswood, J.\nIt will be entirely unnecessary to examine separately the twelve assignments of error. They all depend upon a single proposition. The corner-stone of the case of the plaintiffs is the assumption that the receipt or acknowledgment of the defendant, dated June 8th 1835, was a valid declaration of trust in writing for the land described in the agreement of February 17th 1834 between him and William Richards. If tljis corner-stone crumbles, with it falls the whole superstructure built upon it. This receipt or acknowledgment is in these words: “ Whereas I have purchased from William Richards about 100 acres, which was intended for my sister Elizabeth Hays, therefore I do this day acknowledge the receipt of $100 from my father Robert Quay, to be paid to said Richards on account of said land.” Had the plaintiffs rested their case after giving in evidence this paper, it is too plain for argument that they would have made out no title. That Joseph F. Quay intended when he bought the land to give it to his sister Elizabeth, would have raised no trust for her, and that he had received from his father, Robert Quay, $100 to pay on account of his purchase, without further explanation, would not help the matter. The learned counsel for the plaintiffs saw this, and therefore went on to give other evidence. They produced an instrument executed by Joseph F. Quay, dated January 4th 1845, which was indeed a declaration of trust, reciting that “ Whereas Robert Quay, in his lifetime, had placed in my hands obligations against Samuel Graham for $300, and directed me to lay out the same in the purchase of land from William Richards for the use of my sister Elizabeth Hays,” and proceeding to promise a conveyance to a trustee for her separate use of 50 acres, describing them. The plaintiffs then produced Gilbert Hays, the surviving husband of Elizabeth Hays, who testified that the defendant made no claim to any part of the land until after his father’» death; and also Mary Snyder, who testified that the defendant had-told him that “ he had bought 100 acres of Bill Richards, and that he had to give his sister $600 or half of it.” After some other evidence, not material to the points now in dispute, they closed. Now if this parol testimony meant anything it was an attempt to disprove the recital contained in the declaration of January 4th 1845, which they had themselves given in evidence, and to explain the receipt of June 8th 1835, which, without all this, would have been of no avail to them. It was surely then competent for the defendant to rebut it not merely by his own testimony as to the facts, and that the receipt of June 8th 1835, in stating that the whole land was intended for his sister, was a mistake, and to corroborate that by the deposition of John Quay — that he had heard “ much family conversation about the purchase from (his) my father, brother Joseph and sister Elizabeth Hays, and from those conversations I always understood that (his) my sister Elizabeth Hays was to have 50 acres only of this purchase from Richards, which was to adjoin the place she lived on,” and as to paying for the 50 acres, Robert Quay had an agreement with Samuel Grimes, Jr., to sell him a claim to some land up the river for $300, which was to be applied to paying for the 50 acres for Elizabeth Hays.” After a very long lapse of time a witness could scarcely be expected to testify to a conversation or conversations more particularly, and it was open to the plaintiffs to cross-examine him in regard to the same.\nUpon this state of the evidence we think that the law was accurately and properly laid down by the learned judge below in his charge to the jury, and that the points of the plaintiffs were in substance truly answered. That this may be done has been more than once held in this court: Patterson v. Kountz, 13 P. E. Smith 250, and cases there cited. Certainly upon this evidence there could be no trust for Elizabeth beyond the quantity of land which her father had paid for her, and the burden of proving that it was greater than was admitted in the declaration by the defendant of January 4th 1845 was upon the plaintiffs. The real character and extent of the trust was to be ascertained by the jury, not from the article of agreement with William Richards and the defendant’s receipt alone, but from all the evidence in the cause, written and parol, the greater part of which had been admitted without objection to its competency. We are of the opinion, therefore, that none of the assignments of error have been sustained.\nJudgment affirmed."}