{"id": "1024620", "contents": "The opinion of the court was delivered,\nby Agnew, J.\nThe first error assigned embraces the subject of three bills of exception, and is not assigned according to rule. We may remark, however, that the court did not refuse to hear the declarations of George Seitz, the principal on the note, as against himself, but only as to his co-defendants. Clearly, there was no error in this, as they could not be affected by his declarations without showing a partnership relation, of which there was no proof. The impropriety of receiving these declarations against the other defendants is shown by the very testimony itself of George Seitz, given by the plaintiff afterwards, in which the fact offered to be proved by his declarations is explicitly contradicted. The second assignment of error is liable to the same objection. The question was general, and if answered as put, would have affected the co-defendants; while the witness was permitted to state that George Seitz did not tell him they were to pay interest on the note. The evidence is clear that George Seitz was the principal, and the other defendants sureties, and that the sureties were not actors, the whole transaction being between the plaintiff and George Seitz; the others merely signing the note to secure repayment of the loan. There is no evidence that they were parties to the making of the loan, or participated in the slightest degree, until they signed the note. The transaction depends wholly on the note as it regards them. They could not be affected, therefore, by the understanding of the plaintiff with George Seitz, or even with John A. Seitz, one of their number.\nThe third and fourth assignments involve the principal question in the cause. According to the plaintiff’s testimony, about two months after the note in suit was delivered to him, George Seitz came to his house. He mentioned to Seitz that the note was non-interest bearing, and Seitz said, “You just add the words ‘Int., payable semi-annually,’ and it will be all right.” He did so, in Seitz’s presence. He also states that the agreement between him and Seitz, at the time of making the loan, was, that Seitz should pay him 12 per cent, interest, and that in two or three weeks after the note was given, Seitz handed him $240, the bonus part of the interest or six per cent, on $4000, the principal of the loan. The alteration of the note by the addition of interest was a conceded voluntary act on part of the plaintiff, though not fraudulent or wrongful as to George Seitz, the principal, and the question is, whether this act avoided the note as to, the sureties. The case is, we think, ruled by Neff v. Horner, 1.3 B. F., Smith 327, which is in turn supported by the additional authorities cited by the defendants in error in this case. There is no difference between this case and that, excepting that, if anything, this is stronger against the plaintiff than that. There, the alteration was made by the principal defendant himself, stating, at the same time, that he was authorized to make the alteration by the defendants; while here, the alteration was made by the plaintiff himself, and the principal defendant merely said it would be right, but did not say he was authorized to have it done. The grounds for the decision in Neff v. Horner are stated in the opinion, and need not be repeated here. But it is supposed that the case of Kountz v. Kennedy, 13 P. F. Smith 187, is opposed to this view, and it is cited as authority against it. That case is a very close one, and was decided doubtingly on its peculiar circumstances. One of our number expressly dissented, and I gave my own assent with hesitation. The case differs from Neff v. Horner and this case in several material respects. There, the plaintiff did not sue for or claim the interest under the alteration. Here, and in Neff v. Horner, he did. In Kountz v. Kennedy, the evidence showed that the alteration was evidently the result of a misapprehension, and as soon as the plaintiff discovered that the endorser had not authorized it, he had it taken out so as not to deface the note. As between him and Hunt, the drawer of the note, there was no difference of understanding, the latter having agreed to pay interest, and the note being altered to that effect by his clerk, when the plaintiff discovered that it did not correspond with their understanding. The plaintiff never made any claim of interest against the endorser, and had acted without a suspicion even of intended fraud. It was therefore held that the endorser was not affected by anything which had been done, the alteration being innocent and the correction being made immediately, as soon as it was discovered that he had not assented to the change. In the present case the parties to the note were all drawers, and stood in the .same precise relation to it, so that the alteration as to the principal was an alteration of the direct contract to pay the note of each and every one who signed it; and on this 'contract the plaintiff brought his suit and insisted on his right to recover interest against all. Failing to show his right to recover against them, because of his failure to prove their assent to the alteration, he fell directly within the rule of policy which forbids the recovery of anything upon the altered instrument. These reasons furnish an answer also to the alleged error in refusing the plaintiff permission to strike out of the note and out of the narr. the added words, “Int., payable semi-annually.” One who makes a voluntary and unauthorized alteration of a written contract, and insists upon it by going to trial to recover upon the altered •state of the instrument, has no locus poenitentics, which, on his .failure to establish his right to recover, will enable him to undo the wrong at the trial, and to stand as one who has wade an innocent mistake, and never has insisted upon his right to enforce it.\nThe sixth, seventh and eighth errors may be considered together. There is no evidence that the loan itself was made to all the drawers of the note directly either as principals or sureties, or that any undertaking was assumed by the sureties, other than the promise contained in the note itself. Nor did they receive any of the money lent by the plaintiff. Their liability arose, therefore, wholly upon the note, and not upon any express or implied promise, outside of it, to repay the money lent. It is evident, therefore, there was no ground upon which the court could submit to the jury the right of the plaintiff to recover jointly from all of the defendants the money lent, independently of the instrument by which the sureties bound themselves to pay it, and on that, as an altered writing, we have seen there can be no recovery. Upon the whole case we discover no error, and the judgment is therefore\nAffirmed."}