{"id": "1024552", "contents": "The opinion of the court was delivered,\nby Agnew, J.\nThe agreement of May 18th 1861 between Mr. Drexel and Mr. Marvine was intended to state the relations between them as to the property described in it, and their final arrangements for its disposition. It shows by its terms that Drexel became the owner thereof, with a full power of sale upon his own terms, and consequently without any trust in the title for Marvine. But though Drexel held the property exempt from any trust in the title for Marvine, the agreement contemplated conversion by sale for their joint benefit. Marvine was to have one-fourth of the net profits, and was bound to pay directly or indirectly by account one-fourth of the interest of the purchase-money ($112,000), and one-fourth of the taxes and municipal charges against the premises. The effect of this arrangement was to give to Marvine such an interest in the sales and conversion of the property as would prevent Drexel from exercising his discretionary power of sale in an unfair or prejudicial manner. For though Drexel was the owner with a power of sale on his own terms, and had paid the purchase-money, it is evident he had obtained the title at a low price by Marvine’s instrumentality, and was to be protected by him as to the one-fourth of the property by payment of the interest and taxes and charges on that one-fourth. It is also clear that Marvine took the right to the one-fourth of the net profits in compensation for his relinquishment of title, and ,his covenant to pay Drexel the one-fourth of the interest, taxes and charges. Hence in equity Drexel’s power of sale was not arbitrary, but was limited by a sound discretion to be exercised for the benefit of Marvine as well as of himself. It therefore did not pass by his will to his executors in an absolute form, but as a power to be exercised according to the spirit and intent of the agreement. The argument is unsound which insists on the possession of an absolute power of sale in the executors, in order to perform their legal duties as executors, for that unqualified power of disposition did not reside in Drexel in his lifetime— it was not despotic in him. But while this is the true effect of the agreement, we discover no binding obligation that Drexel should make advances to build up the property as the contract mode of making the sales. Doubtless he so intended to do, and Marvine believed he would, hut we find no sufficient evidence of a contract to do it. Such an understanding might have been fairly the subject of an independent parol agreement not contradictory of the writing, and therefore the masters properly received the evidence to establish it; yet we cannot say that the evidence plainly did prove it, while the entire omission from the writing of a matter so vital to Marvine’s interests is strongly persuasive evidence that it was left to the determination of Drexel himself. The expectation, well founded it is probable, that he would sell the property in this mode, which was disappointed only by the death of Drexel, constituted no contract, and had the executors made advances to build up the property it would have been at their own peril. But while this left the executors to make the sale otherwise, they could not make it to the prejudice of Marvine’s right if a better mode than the one they proposed was reasonably practicable. Hence in determining to sell regardless of his interests and wishes in a manner ruinous, as the masters characterize it, of these interests they were properly enjoined; and equity having taken possession of the ease, will direct the sale to be made in such a manner as to serve the joint interests of the parties. See the following authorities: McGowin v. Remington, 2 Jones 56-63; Findlay v. Keim, 12 P. F. Smith 112; Bank v. Biddle, 2 Pars. Eq. Cas. 53; Kelsey v. Hobby, 16 Pet. 269; C. & A. Railroad Co. v. City of Erie, 1 Grant 212; 3 Casey 382; Meyers v. Hill, 10 Wright 12. This can be best done under the order of the court and through the instrumentality of its officer. The executors looking to the special interests of the estate they are to administer, and a speedy settlement of its affairs, occupy a position to some extent adverse to the interests of Marvine, while a master or receiver would hold a middle position. We have therefore made the following decree, to wit:—\nAnd now, this-27th day of February, A. D. 1871, it is ordered and decreed by this court that all and singular the property, estates and interests mentioned and referred to in the agreement between Francis M. Drexel and Edward E. Marvine, dated May 18th 1861, shall be sold by a receiver, to be agreed upon and chosen by the parties to this bill, and approved by the court, or if they cannot agree, to be appointed by the court.\nThat the said receiver, after due and sufficient public notice, shall from time to time sell and dispose of at public or private sales all the said premises in lots, divisions or allotments, in such quantities, parts or numbers as shall appear to be most conducive to the interests of all parties, and will bring the best prices for the same. That such sales shall be made from time to time upon mortgages, ground-rents or for cash or partly in any or all said modes; all such sales being made subject to the approval of the court, or a judge thereof sitting at Nisi Prius, either party being at liberty to except to the confirmation thereof.\nThat the parties, plaintiff and defendants, have leave to purchase as if they were strangers, and to obtain a credit for the purchase-money to a sum not exceeding the amount such party shall be entitled to receive out of the proceeds of said sales.\nThat before the receiver shall proceed to make such sales, the defendants shall furnish to him a full and true statement and account of the sums chargeable against said property on part of the said Francis M. Drexel, deceased.\nThat the said defendants, the survivors or survivor of them, shall from time to time, and as often as they shall be required by the receiver, convey by a good and sufficient deed to the purchasers thereof the property sold to them respectively, in pursuance of the power contained in the will of the said Francis M. Drexel, and the said receiver shall also join in the said conveyance, or convey by a separate deed in pursuance of this decree.\nThat payment of the proceeds of said sales shall be made by the receiver, first to the purchase-money, interest, taxes and municipal charges against the said property, and the expenses attending the said sales and settlement of the same, and next by distribution of the residue to and among the parties according to their several and respective proportions thereof, of all which just and full accounts shall be rendered by the said receiver, subject to the confirmation of the court or a judge thereof at Nisi Prius.\nThe receiver shall give a bond with sufficient sureties to be approved of by the court or a judge at Nisi Prius, in the sum of $20,000 for the faithful discharge of his duties, and accounting for and paying over all moneys which shall come into his hands from the said sales.\nThe costs of this suit and all future expenses shall be paid out of the funds in the hands of the receiver. This decree shall be subject to such modifications as the court in banc shall from time to time order and approve."}