{"id": "1024551", "contents": "The opinion of the court was delivered,\nby Thompson, C. J.\nWe are of opinion that the court below were in error in holding that the appointment of reviewers to lay out the street in question by the Quarter Sessions was an error. We think the reviewers were properly appointed under the Act of 1867. The Act of 1854, relative to opening streets in the city of Lancaster, provided that it should be done in Quarter Sessions under the provisions of the Act of 13th June 1836, the general Road Law of the Commonwealth. By that act six viewers were to be appointed to lay out a road, five at least of whom should view and four concur in the report. But by the Act of 28th April 1857, this was changed. This act, sect. 1, provides, “ that the number of road and bridge viewers appointed by the Court of Quarter Sessions of Chester and Lancaster counties shall be three, all of whom shall view and a majority decide in all cases.” This act does not refer to a territorial limit of operation, confining it to the county and not to the city of Lancaster, as the learned court seems to have thought. Its direct operation is upon the court, binding its authority to the appointment of three viewers in all cases. The jurisdiction of the Quarter Sessions extends through the entire county — from its centre to its circumference; to the city and boroughs within it, as well as to the unincorporated portions of it. The court existing within and for the whole body of the county which includes the city, is by this act in the exercise of its power to appoint road viewers limited to three, and all acts inconsistent therewith are expressly repealed by the 5th section of the act. We have no doubt, therefore, that the appointment of the viewers, three in number in this case, was entirely regular.\nBut was not the want of notice to the road company fatal to the proceedings ? We agree with the court below that it was. To hold that only natural persons are within the rule of court and entitled to notice, would be to take advantage of all corporations holding real estate, such as banks, saving institutions, manufacturing corporations and the like, holding real estate, as well as railroad corporations, which are all artificial persons, and might result unjustly. The mischief intended to be remedied by requiring notice to natural persons, exists with the same force in corporation cases. Being within the like mischief, the same remedy for it should be extended. Under the clause in the Constitution of the United States and the Judiciary Act of 1789, giving jurisdiction to the Federal courts of controversies between citizens of different states, in numerous cases has it been held that corporations for the purposes of jurisdiction are to be regarded as citizens : Louisville Railroad Co. v. Letson, 2 How. 497; Marshall v. The Baltimore and Ohio Railroad Co., 16 Id. 314; Wheeden v. Camden and Amboy Railroad Co., 4 Am. L. Reg. 201. There are numerous other cases to the same effect, but these will illustrate what we are about to say, viz., that a corporation for the purpose of notice under the act in question, is to be regarded a person — it is technically an artificial person. We think, therefore, that the court below was clearly right in holding that the railroad company, in this case, ought to have had notice of the view, as the owner of improved property. The sixty feet of way, or whatever the width is, must be regarded as improved property in the only'mode in which it is capable of improvement by the company, to wit, by laying its track or tracks upon it. What damage it might be entitled to, if any, is not a question here. The question is one of notice. The company had as much right to notice to give it an opportunity by its agents to represent its interests, as a natural person had. This dominion and title to the perpetual use of the ground for the purposes of its charter were as complete as that of any natural person, and its interests in its improvements might be quite as great. The court below, therefore, did right to set aside the proceedings for the want of notice.\nJudgment affirmed."}