{"id": "1024603", "contents": "The opinion of the court was delivered,\nby Sharswood, J.\nIt appears by the record that viewers were appointed by the Court of Quarter Sessions of Lancaster county, to view a cite for a bridge over Pequea creek, on the line of Mar-tic and Conestoga townships in that county. Their report in its favor was presented to the court and confirmed. It was subsequently approved by the grand jury. This action of the grand jury was set aside by the court for irregularity, and the matter referred to another grand jury, who reported against the bridge. Here, in our opinion, the proceeding was at an end. The parties if dissatisfied should have commenced anew. But at a subsequent sessions of the court, a rule was granted to show cause why the report should not be presented to the next grand jury, which rule was made absolute. This writ of certiorari was then sued out, which the court below decided not to be a supersedeas. After-wards, however, as the record shows, this second jury disapproved of the report.\nThe Act of June 13th 1836, relative to roads, highways and bridges, § 35, Pamph. L. 560, where viewers are appointed for a bridge, provides when they report favorably that “ if it shall appear to the court, grand jury and commissioners of the county that such bridge is necessary, and would be too expensive for such township or townships, it shall be entered on record as a county bridge.” It is evident that the legislature intended that these three bodies should act as checks upon each other in the unnecessary expenditure of a public money in the erection of county bridges. When either of them therefore have put their disapprobation on record, the proceeding falls. If it were not so tax-payers and others interested in opposing a county bridge might be kept dancing attendance upon the court from sessions to sessions until some one grand jury may be induced to approve it.\nIt is plain, however, that there is no final action appearing upon this record which we can properly review and reverse. The certiorari issued prematurely; had the second grand jury approved the bridge, it would have been otherwise. But in this case the action of that grand jury in reporting adversely takes away all pretext for sustaining this proceeding.\nCertiorari quashed."}