{"id": "1025403", "contents": "Opinion bx\nMr. Chief Justice Brown,\nThe Wrightsville Hardware Company is a Pennsylvania corporation, engaged in the manufacture of hardware at Wrightsville, this State. Henry McElroy, Henry Birnstock and Harry McElroy, who owned a majority of its capital stock, sold the same in November, 1906, to the National Novelty Corporation, a New Jersey corporation, and thereafter they held none of the stock of the hardware company, and never participated in any way in the management of its affairs. For each share of stock they sold to the National Novelty Corporation they received $10 in cash, $20 in stock of the said corporation and $10 in its first mortgage bonds. In the summer of 1907 the National Novelty Corporation, desiring to take up all of its outstanding first mortgage bonds, offered the McElroys and Birnstock, in exchange for their holdings of the same, first preferred stock of the Hardware and Woodenware Manufacturing Company, a new corporation organized under the laws of New York for the purpose of taking over the assets and liabilities of the National Novelty Corporation. This offer was refused, the holders of the said bonds demanding-cash for the same, and it was finally arranged to have the Wrightsville Hardware Company bny the bonds, giving its notes therefor, and then surrendering them to the National Novelty Corporation for preferred stock of the Hardware and Woodenware Manufacturing Company. This plan was subsequently carried out, after the appellees had been indemnified against any loss which might arise if it should be judicially determined that the notes which were to be issued to them for the bonds were invalid or not enforceable. Subsequently, in 1908, a bill in equity was filed by certain minority stockholders of the Wrightsville Hardware Company against it and other defendants, among whom were the present appellees — Henry McElroy having died in the meantime — averring gross mismanagement of the business of the company, and praying, inter alia, that the notes which the appellees had received from the Wrights-ville Hardware Company, in exchange for their bonds of the National Novelty Corporation, be delivered up for cancellation. In that proceeding W. A. Coventry, who was the manager of the Wrightsville Hardware Company, filed an affidavit denying- that the directors of that company had mismanaged its business or had allowed an increase of indebtedness without a corresponding increase of the assets, or that the property and assets of the company had been used by the directors to the disadvantage of the company or its stockholders. This suit was settled under an agreement to which Coventry, as president of the Wrightsville Hardware Company, was a party, providing for the issuing of first mortgage bonds by that company; and he Subsequently, as its president, delivered a number of them to the appellees in exchange for the notes which it had given to them for their National Novelty Corporation bonds. In 1915 this bill, attacking these bonds, was filed by the Wrightsville Hardware Company and sworn to by the said Coventry, its president, who, as its manager, had made the affidavit in the prior equity suit. Its material averments — at marked variance with that affidavit — are that the bonds which the appellees received from him, as president of the Wrightsville Hardware Company, were issued and given to them as part of a scheme of the National Novelty Corporation to wrongfully, illegally and fraudulently exercise absolute domination and control over the affairs of the hardware company; that the appellees are not holders, in good faith and for value, of the said bonds, and the same are wholly null and void; that the National Novelty Corporation has used the property, assets and business of the said hardware company for the advantage and profit of itself and of its successor, the Hardware and Woodenware Manufacturing Company; that the notes which the Wrightsville Hardware Company gave to the appellees were without consideration; that the plan under which they were received was for the benefit and accommodation of the National Novelty Corporation and the Hardware and Woodenware Manufacturing Company, its successor in interest; that the issue of the notes was illegal and ultra vires, and the prayers of the bill are for a decree adjudging that the defendants are not holders, in good faith and for value, of the bonds issued by the complainant; that its act in issuing them was ultra vires, without any consideration or benefit to it, was a fraud upon it, its stockholders and creditors, and was in violation of the Constitution and statutes of the State; that each of the appellees wrongfully holds and retains the said bonds, and that they be required to surrender them, and the coupons thereto attached, to the complainant for cancellation. After the taking of much testimony and a full hearing, the bill was dismissed, and this appeal is from the decree so disposing of it.\nNo good purpose can be served by a recital in detail of the matters of which the appellant complains as grounds for the prayers of its bill. It will suffice to say that, in view of material facts properly found by the court below under all the evidence before it, error would have been committed if the bill had not been dismissed. The vindication of the decree dismissing it is found in the following brief statement of those facts: The bonds of the Wrightsville Hardware Company, the validity of which is attacked by this bill, were delivered by that company’s officers upon the surrender and in payment of its notes, given to the defendants in purchasing their National Novelty Corporation bonds. The bonds now held by the appellees were issued and delivered by order of the board of directors of the appellant company, purporting to act in accordance with authority given at an election of the stockholders, conducted in obedience to the Constitution and laws of the State. No one of the appellees had any notice of any defect, fraud or other defense affecting the validity of the bonds when they accepted them in surrender of the notes of the appellant held by them. No one of them was concerned in or had any knowledge of any scheme, conspiracy, fraud or wrongful conduct relating to the execution and delivery of the said bonds to them. They had no control over or.knowledge of the affairs of the appellant company. They surrendered their notes and accepted, the bonds in good faith. The said notes had been executed by the appellant in accordance with resolutions of the board of directors authorizing the making of them for the purchase of the bonds of the National Novelty Corporation held by the appellees. They sold the said bonds to the appellant in good faith and without knowledge of any fraud affecting the validity of the notes received in payment for them.\nThe bonds of the National Novelty Corporation which the appellees surrendered to the Wrightsville Hardware Company were, according to the evidence and admissions in the court below, of substantial value, and, 'though a purpose of this bill is to repudiate the notes givén by the hardware company in purchasing them, that company— the appellant — has not returned, or offered to return, to the appellees either the said notes and the accompanying-indemnity or the bonds of the National Novelty Corporation purchased from them. This in itself called for a dismissal of the bill, and the following from the opinion of the learned chancellor, directing it to be dismissed, is approved: “But assuming that this court has jurisdiction, it is clear from the decisions that the plaintiff company by retaining the notes which it got in exchange for these bonds, is estopped from repudiating its corporate act in issuing said bonds to the defendants. Even if it was conceded that the issue of the bonds, or of both the notes and bonds of the Wrightsville Hardware Company, was ultra vires, still the rule of law is the same with corporations as with individuals. Neither can retain the profits of a transaction, or anything of value received from the other party thereto, and set up ultra vires as a defense to the enforcement of the contract. To do so would be unconscionable, and is therefore impossible in a court of equity. He who seeks equity must do equity. The cases are legion, and from many courts, in which this sound rule of equity and common honesty has been enforced: Wright v. Pipe Line Co., 101 Pa. 204; Pittsburgh v. Goshorn, 230 Pa. 212; R. R. Co. v. R. R. Co., 196 Pa. 452-467; Goldbeck v. Bank, 147 Pa. 267; Hartzell v. Ebbvale Mining Co., 239 Pa. 602; Pannebaker v. Tuscarora Val. R. R. Co., 219 Pa. 60-64; Ramble v. Penna. Coal Co., 47 Pa. Superior Ct. 28-39; Hughes v. Bank of Waynesburg, 110 Pa. 428. Many cases on this subject in the courts of different states will be found in 10 Cyc., pages 1068, 1072, 1078, 1156.”\nThe Act of July 2, 1901, P. L. 603, provides that any corporation organized for profit may purchase the shares of the capital stock or any bonds, securities or evidence of indebtedness created by any other corporation or corporations ■ of this or any .other state. The bonds purchased by the appellant from the appellees were purchased in pursuance of legislation expressly authorizing the appellant to purchase them, and when it issued its own bonds to take up its notes, given for the National Novelty Corporation bonds, there was merely a change in the form of its obligations to pay, and not a fictitious increase of its indebtedness, transgressive of Article XVI, Section 7, of the Constitution: Powell v. Blair, 133 Pa. 550. The bonds of the appellant having been accepted by the appellees in payment of its notes, in good faith and without any notice to them of any defect, fraud or defense of any kind affecting the validity of the obligations, the prayer of the appellant that they be surrendered for cancellation is utterly without merit and was properly denied. In view of the facts found by the learned chancellor below we are not called upon to say more in dismissing this appeal.\nDecree affirmed at appellant’s costs."}