{"id": "1025438", "contents": "Opinion by\nMr. Justice Moschzisker,\nAn account stated by the Union Trust Company, as “trustee under the will of Oscar Hohein, deceased,” was filed in the Orphans’ Court of Lancaster County; but, when called for audit, the Court refused to act thereon, and the trustee has appealed.\nOscar Hohein died March 13, 1901; he left a testamentary paper which was probated as his will; an appeal was taken to the Orphans’ Court, where an issue devisavit vel non was duly granted; December 5, 1903, a verdict was entered in the Common Pleas declaring the will invalid, and, on January 8, 1904, a certificate showing this result was returned to the Orphans’ Court, accompanied by the original will, which had been sent with the'precept to the Common Pleas; January 14,1904, the court below .entered a decree formally annulling the probate; these facts appear by the record and in the opinion of the president judge of the Orphans’ Court.\nWhen the account was called for. audit, on May 13, 1915, counsel for the trustee offered in evidence a certified copy of the docket entries of the trial court, showing, inter alia, a petition to open the above recited judgment, an order to that effect, the grant of a new trial, and a verdict entered April 29, 1909, in favor of the validity of the will. Whereupon counsel for other interests called attention to the following facts: (1) that there had never been a judgment entered on the last mentioned verdict, (2) that there had been no proper return thereof to the Orphans’ Court, (3) that the latter had entered no order setting aside its decree annulling the will, and (4) that it had made no decree directing a probate of the will. May 27, 1915, Mr. Davis, as counsel for the trustee, was “ordered to perfect the record in this (Orphans’) Court,” and, on June 17, 1915, he again offered in evidence a certified copy of the docket entries of the Common Pleas, showing the facts already indicated and that, on June 9, 1915, judgment had been entered on the final verdict sustaining the will; the auditing judge then asked him, in effect, if he desired to do anything else to perfect the record in the case, to which inquiry he made no satisfactory answer.\nThe court below ruled that its order had not been complied with, and declined to proceed with the adjudication. In this connection its learned president judge said: “It will be remembered that the records of this court show a termination of matters testamentary with a decree annulling the probate of the will; since then, nothing relating to this estate has been taken to the Court of Common Pleas from this court, therefore, in that court, there is no subsequent record of a legitimate action affecting it. Apparently some one surreptitiously took the defunct will from the register’s office to...... the Common Pleas......There is not a ghost of a will in this court, notwithstanding we now have a copy of the docket entries of the Court of Common Pleas made since it was certified to this court that the will was dead; but, even if the record of that court was in form and substance unimpeachable, it would not be admissible as evidence without proof of a final decree of the Orphans’ Court: Tozer v. Jackson, 164 Pa. 373.”\nIn testing the correctness of the refusal of the Orphans’ Court to proceed with the adjudication, we must first look at the Act of March 15,1832, P. L. (of 1831-2) 135, as affected by subsequent changes. The 18th section of this act provides the form of precept which shall go to the Common Pleas whenever a caveat is entered against the probate of a testamentary writing; it shows that the precept must be accompanied by the original writing offered for probate, and that the Common Pleas must “certify the result of the trial” had before it to the register, when the order comes directly from that official, or to the Orphans’ Court when from the latter tribunal. Section 25 of the act in question provides for a register’s court, and Section 31 for appeals thereto; while Section 39 gives to such court, on an appeal from the register, power to “do all such judicial acts...... as belong and of right ought to belong to the office of said register.” Then, Section 41 provides that “whenever a dispute upon a matter of fact arises before any register’s court, the said court shall, at the request of either party, direct a precept for an issue to the Court of Common Pleas of the county for the trial thereof, in the form hereinbefore prescribed for the direction of registers, changing such parts thereof as should be changed, according to the circumstances of the case; and the facts established by. the verdict returned shall not be re-examined on any appeal.” Finally, Section 22, Article Y, of the Constitution of 1874, provides: “In every county Orphans’ Courts shall possess all the powers and jurisdiction of a register’s court, and separate registers’ courts are hereby abolished”; and Section 6 of the Act of May 19, 1874, P. L. 206 (No. 134), that the Orphans’ Courts respectively “shall have and exercise all the jurisdiction and powers now vested in ......the registers’ courts.”\nWhen a case is appealed from the register of wills to the Orphans’ Court, “under Section 41 of the Act of March 15, 1832, supra, an issue devisavit vel non is of right where there is a substantial dispute upon a material question of. fact” (Timmes’ App., 237 Pa. 189, 191), and, when such an issue is sent to the Common Pleas, the matter belongs so exclusively to the latter tribunal that for purposes of review a writ of error or appeal goes directly to it from this court (see Vansant v. Boileau, 1 Binney 443, 448; Act of April 10, 1848, P. L. 448, Sec. 9; and Act of February 12, 1869, P. L. 3); furthermore — notwithstanding the final words in Section 41 of the Act of 1832, supra — “after judgment on the issue, the question of the sufficiency of the evidence to justify the finding may properly be brought before us” : Schwilke’s App., 100 Pa. 628; McEnroe v. McEnroe, 201 Pa. 477; Buchanan v. Pierie, 205 Pa. 123, 131. If, however, no appeal is taken from the judgment of the Common Pleas, or if, on appeal, the evidence has been held sufficient, then “the facts found by the jury must be accepted (by the Orphans’ Court) as conclusively established”: Commonwealth Trust Co. v. DuBruille, 243 Pa. 292, 294.\nIn Huggins’s Est., 204 Pa. 167, 172, we say: “The verdict of the jury before being certified back to the Orphans’ Court should have the approval as to its regularity of the court under whose supervision it was taken, and this approval is given by entering judgment.” Again, in McMasters v. Blair, 31 Pa. 467, 468, we state, “according as the issue is found by the jury, judgment is entered with costs as in other cases......and a certified copy of the record is the proper form of certifying to the register (here the Orphans’ Court) the facts established by the trial”; but in Hambleton v. Yocum, 108 Pa. 304, 309, we held that, even after such a certificate has been returned to the Orphans’ Court, the Common Pleas have the power to grant a new trial, saying that “the record never passed from the custody of the Common Pleas, all the register (here the Orphans’ Court) could require, and all the court could give, was a certified copy of its proceedings.”\nIn the case before us, from the authorities reviewed, it is clear that the Common Pleas never lost jurisdiction of the issue sent to it, and that, even after returning its certificate to the Orphans’ Court, the former tribunal had power to grant a new trial; but it is equally apparent that, in some formal manner, the original will should'again have been remitted to the Common Pleas before such new trial occurred, and further that, after judgment had been entered on the last verdict, the document in question should again have been returned, with a certificate of the result of the trial, to the Orphans’ Court; for, even though “in the probate of wills the latter tribunal is without original jurisdiction”' (Crawford v. Schooley, 217 Pa. 429, 434), yet, when a case, there on appeal from the register, is sent by precept to the Common Pleas and the judgment of the latter favors the validity of the testamentary writing, it is not only within the authority of the Orphans’ Court to enter a final decree directing probate, but correct practice requires that it shall do so. In this connection, see Sections 17. and 39 of the Act of 1832, supra.\nTozer v. Jackson, 164 Pa. 373, 385, 386, cited by the court below, is a case somewhat different from the one at bar; there a record showing the trial of an issue devisavit vel non in the Common Pleas, resulting in a verdict and judgment against the will, was tendered as evidence in an ejectment proceeding, and we held that “it was error to admit the record of the Common Pleas without proof of a final decree of the Orphans’ Court.” Here, if prior to the new trial an order had been entered in the court below again sending the original will to the Common Pleas, and then, after that event, a return had been made to the Orphans’ Court, by a certificate of the result of the trial or an officially authenticated copy of the record showing the verdict and judgment thereon, it would not have been necessary formally to offer such return in evidence, for, when placed on file, the auditing judge would take judicial notice thereof; but, even though the defects indicated may be curable on due application to the proper courts with notice to all parties concerned (as to which we express no opinion at the present time), nevertheless, Tozer v. Jackson shows that, in proceedings of this character, the several steps called for by our decisions and the relevant acts of assembly are in the nature of requisites which may not be treated as “mere matters of form,” and at least to this extent that case is authority at bar.\nIn conclusion, since it appears that the original will, after its return by the Common Pleas to the Orphans’ Court, was never formally remitted by the latter to the former for the purpose of the second trial, and it further appears that' no effort was made to have this defect cured, or to have the Orphans’ Court set aside its decree, entered January 14, 1904, annulling the probate, or, finally, to secure therefrom anything in the nature of an order of probate, we cannot say error was committed by the court below in refusing to proceed with the adjudication.\nThe several assignments of error are dismissed, and the appeal is quashed at the cost of the appellant."}