{"id": "1025433", "contents": "Opinion by\nMr. Chief Justice Brown,\nJames Mayers was an unskilled laborer employed by the Atlantic Refining Company. On April 11, 1912, he was directed by Frank Bedford, the foreman under whom he was working, to assist in cleaning the inside of a still belonging to and used by the defendant company at Point Breeze, Philadelphia. This still was a barrel shaped metallic tank, about forty, feet long and fifteen feet in diameter at its widest point. In order» to facilitate the cleaning of its ceiling and sides, a scaffold hacl been erected within it, consisting of two pieces of wood put together in the form of a “V,” across which was nailed a ledger board. The pieces of wood put together were three by four-inch lumber, and the top of each rested against the side of the still. The ledger board, a piece of white pine, six inches wide and one inch thick, was nailed to these two pieces of wood at a distance of about ten feet from the floor of the still. The span of the ledger board, from one of the pieces of wood to the other, was about nine feet. The distance from the board to the roof of the still was about four feet. Five planks, each about sixteen feet long, two inches thick and ten inches wide, rested on the ledger board, which served as a support at one end, and the other end of the planks rested on one of the iron girders within the still, thus forming a platform for the scaffold, on which the plaintiff was directed to work. He testified that, on the morning of the day the accident occurred which resulted in injuries to him, when he entered the still, in obedience to orders given him by his foreman, he found the scaffold and platform in place, but felt that the former was not sufficiently strong, and so reported to his foreman, who replied: “That scaffold is strong enough, you get back and get to work along with the rest of the men.” He thereupon reentered the still and worked upon the scaffold until the noon hour, when it was moved to another part of the still, but nothing was done to change or alter it. In the afternoon, while he Avas upon it, in cleaning the upper part of the still, the ledger board broke and he fell to the floor, sustaining the injuries for which he seeks to recover in this action. At the close of the testimony in support of his claim, a judgment of nonsuit was directed by the learned trial judge, and the assignment of error is the refusal of the court below to take it off.\nIt appeared from the testimony of plaintiff’s witnesses that the defendant company had furnished a quantity of lumber to its employees of sufficient thickness and strength for the erection of a safe scaffold, and the learned trial judge was of opinion that it was not liable for the negligence of its employees in selecting a ledger board of insufficient thickness and strength. He thereupon directed the entry of the nonsuit under what was decided by this court in Ross v. Walker, 139 Pa. 42; Finan v. Sutch, 220 Pa. 379, and McGrath v. Thompson, 231 Pa. 631. That these cases were without application is obvious from a single sentence taken from the remarks of the trial judge in directing the entry of the nonsuit. It is, “By whom the scaffold was erected, does not appear ;” and it did appear from the plaintiff’s own testimony that he had had no part in its erection. In the three cases relied upon as authorities requiring the entry of a nonsuit it clearly appeared that the negligence which caused the injury to each plaintiff was either his own or that of fellow workmen. That the jury could fairly have found from the testimony that the scaffold upon which the plaintiff was working was not a safe one is manifest from another sentence in the opinion of the trial judge sustaining the motion for a nonsuit: “It was affirmatively proved that the ledger board broke. It further appears from the testimony of men who have had experience in the erection of scaffolds that a one by six-inch board, which was the character of the ledger board used in this case, was not a safe and usual ledger board to use in a scaffold.”\nThe duty was upon the defendant company to furnish the plaintiff a safe scaffold within the still where he was directed to work, and where a scaffold was necessary-to enable him to do the work which had been assigned to him by the foreman. Its duty towards him, when he was working there, was to provide and maintain a safe place for him while at his work: Cougle v. McKee, 151 Pa. 602; Carr v. General Fire Extinguisher Company, 224 Pa. 346; Killmeyer v. Forged Steel Wheel Company, 243 Pa. 110. When, in .obedience to the orders of the foreman, from whom his orders came from time to time, the plaintiff entered the still, he found the scaffold erected. As just observed, he had had no part in its erection, but, unskilled laborer as he was, he doubted its sufficiency, and went upon it only when peremptorily directed to do so by his superior. In the absence of any testimony to the contrary, the presumption is that it had been erected by his employer, or by some one acting for it, for whose negligence it was responsible. Prom the time the plaintiff entered the still in the morning until the ledger board broke in the afternoon he had done nothing to alter the scaffold, nor did any one else do so.\nThe question of the defendant’s negligence on the situation, as described by plaintiff’s witnesses, was clearly for the jury. Whether the negligence of the appellant’s fellow workmen can be set up as a defense by the appellee, in view of the Act of June 10, 1907, P. L. 523, is not a question now before us. Without regard to that act, on the testimony presented by the plaintiff, his case was for the jury, and this is all we now decide.\nJudgment reversed and procedendo awarded."}