{"id": "1026347", "contents": "The opinion of the court was delivered, October 23d 1871, by\nAunew, J.\nThis action was brought to recover a subscription to the stock of the company. The plaintiffs having shown that no money was paid by Bailey when he obtained his certificate of stock, the defendant undertook to show that the stock of himself and Messrs. Hartman and Henderson was paid for upon an arrangement by which the company took a tract of coal-land from them at $175,000, which they had bought of D. R. Davidson at $125,000; the company to pay the whole sum of $125,000 to Davidson, and to credit them with the advance in the price, viz.: $50,000, in payment of their stock. By this arrrangement no money was paid, and this amount of stock represents nothing but an agreed advance in the price of land within less than a week from the time of its purchase. The corporation plaintiff, it is alleged, organized under the Act of 18th July 1863, the 1st section of which requires the formation of the association to be in writing. Whether then such a writing was entered into does not appear, the parties having contented themselves with giving in evidence only the certificate required by the law to be made, attested and recorded. It is testified that the company was organized on the 1st day of October 1864, the subscription-book bears date October 1864, and on that day, October 1st, the company, composed of Bailey, Hartman & Henderson took into the association Faber and Meskimen, as appears by their agreement of that date, while the purchase of Henderson from Davidson at $125,000 was made only on the 29th of September 1864. It is manifest no actual rise in the value of the property had taken place, and both Faber and Meskimen testify that they did not know and did not consent to the Davidson farm being put into the company at $175,000. It also appears from the testimony of both sides that the organization of the company was in contemplation before the purchase from Davidson, that several meetings had been held in reference to the subject, and Meskimen testifies, that the purchase of the Davidson farm was discussed and was opposed by Faber, and that he himself went up with Bailey and Henderson to see Davidson, who agreed to sell at $125,000, and the article was made for it that night. It is very clear from the whole evidence that if the company did take the farm from Messrs. Henderson, Bailey and Hartman, it was at an estimate only, and that these three gentlemen in fact paid nothing for their stock. This raises the question whether such an arrangement constitutes a valid payment of stock under the Act of 18th July 1863. Upon the supposition that the arrangement was not fraudulent and was consented to by all who were then members of the company, the court was asked to instruct the jury that the arrangement was valid, and that they should find for the defendant. The court refused so to charge, and said it would he no defence as against subsequent stockholders who had paid their subscriptions, unless they were cognisant of the transaction before they subscribed, or subsequently ratified it.\nWe discover no error in this answer. The subscription-hook of stock shows that the capital was to be $200,000, consisting of 2000 shares of $100 each, and that the stock of the five originators, Hartman, Meskimen, Bailey, Faber and Henderson, amounted to only 1080 shares, or $108,000. The recorded certificate also shows that the capital was to be $200,000, divided into shares of the par value of $100, and that but $133,000 had been then (October 26th 1864) paid in. This sum included an unauthorized and unpaid subscription in the name of D. R. Davidson. It is obvious, therefore, that the association contemplated the bringing in of other stockholders, besides the five original promoters of the scheme, to the extent of 920 shares, or $92,000. It is clearly not the case of an acceptance of land in payment of stock at an estimated value hv all the parties in interest. The five promoters were then, perhaps, the only corporators or subscribers to stock, but their scheme contemplated others who were to be affected by what they did, and who were to come in under the protection of the same law which authorized the origination of the scheme by the first promoters. It is clear, therefore, that their united consent among themselves, however binding it might be, had they been the holders of all the stock authorized by their scheme, coul'd not affect those whom they contemplated bringing in under the authority of the law, upon which they founded themselves. Such an interpretation of the law would make it the means of perpetrating the most stupendous schemes of fraud. A few individuals, founding themselves upon a highly inflated valuation of real estate, covered up and hidden under huge handbills, magniloquent descriptions, illuminated advertisements, and paid editorials, could easily draw real capital in hard cash from the dupes too often easily misled by such means. The law contemplates, we think, a stock founded on a payment in money, and not upon estimated values or mere securities for money. All its provisions tend to this belief. Thus, the power to call in the capital, is to “ assess upon each share of stock such sums of money as the company may think proper, not exceeding in the whole the amount at which each share was originally limited,” and “no note or obligation given by the stockholder, whether secured by pledge or otherwise, shall be considered as payment of any part of the capital stock:” § 16. A security by pledge of real estate would scarcely be valid as a payment under this clause. “After payment of the last instalment of capital stock,” the president and directors, with the treasurer and clerk, are bound to make out, sign and swear to a certificate “stating the amount of the capital so fixed and paid in,” and also upon an increase of the capital “added and paid in:” §§ 19 and 20. These certificates must be recorded in the office for recording deeds. If certificates be not so made and recorded, the officers referred to are made liable for all debts contracted by the company after thirty days from the payment of the last instalment : § 21. And by the 31st section, provision is made for filing a certificate with the auditor-general, signed and sworn to by the same officers, before the corporation shall commence business, setting forth the corporate name and purposes of the association, the amount of the capital stock, the amount already paid in and the par value of the shares; and by the 29th section, “ no share shall be issued for less than its par value.” From these, and other provisions of the law not referred to, it is very plain that the legislature contemplated the organization of every such corporation upon a'sound basis of actual cash capital, and intended to guard the public against unsound and illusory schemes. The material facts were to be placed of record where every one desiring to become a creditor or a stockholder could find them. But of what service will be all this precaution to either creditor or subsequent stockholder, if, instead of a “ paid-in” capital, he shall find in the end that it was a mere balloon, needing only to be pricked, to collapse and leave him penniless? It is obvious, that property bought on the 29th of September at $125,000, and put in as capital on the following 1st of October, or a few days later, at $175,000, of which not a dollar had been paid,, was no payment in money, or anything else of a substantial kind. Supposing the land to be worth $125,000, the additional $50,000 was simply an added estimate, wholly illusory as to the after or incoming subscribers provided for in the first organization. It was merely a scheme to let the promoters in, without payment of anything; while those to follow should furnish the money to carry on the business. Now, without charging or even assuming any fraudulent intent on part of the gentlemen who were the original promoters of the scheme, the mode adopted by them, however honestly intended, was a manifest non-compliance with the intention of the law, and a violation of the chief safeguard provided for the protection of the pnblic. The incoming subscribers embraced in the articles of association, and following after them, were entitled to a bonfi fide money-subscription from the first promoters, in making up the capital stock, which is the property of the entire company, and in which every subscriber, old or new, has an equal interest. The purchase of real and personal estate for the purposes of the corporation, authorized in the 30th section of the law, is the exercise of a different power by the corporation. When, by a proper subscription and payment of money, it has the possession of a capital in money, the interests of all the stockholders are motives to careful and prudent bargains, and will prevent the payment of their real cash for mere moonshine. Such will not be the case, however, where subscribers are antagonistic, and one set may obtain their stock at nominal values, while others have to pay money. Finding no error in the record,\nThe judgment is affirmed."}