{"id": "1026403", "contents": "The opinion of the court was delivered, October 9th 1871, by\nWilliams, J.\nThere was no error in refusing to charge, as requested in the plaintiffs’ first point, that if one of the joint owners of the premises, for which this action was brought, was at the time of the sheriff’s sale a minor, then the sale was invalid, and passed no title to the purchaser, and the plaintiffs are entitled to recover. It is true that the judgment on which the sale was made was a judgment in rem. But it does not follow that if the sale did not divest the title of the minor, that it did not pass the title of his co-tenants who were sui juris. It would have divested the title of all the owners, whether adults or minors, if it were not for the proviso in the Act of April 16th 1840, § 10, Pamph. L. 413, which declares “ that no property owned by minors shall be sold under the provisions of this act, until the expiration of two years from the time the said minor shall come of age.” The argument that because the judgment is in rem nothing but the whole property bound by it could be sold, and as the minor’s interest therein could not be sold under the provisions of the act, therefore the interest of the adult owners could not be sold, is more specious than sound. If the proceeding is in rem it is wholly statutory and may be moulded and changed by the legislature at their will, and there is nothing in the provision, forbidding the sale of the property of a minor “ until the expiration of two years from the time he shall come of age,” which forbids, by implication, the sale of the undivided interest of an adult owner in the property bound by the lien. The object of the legislature in passing the act, was to protect the estates of minors, and to prevent their sacrifice at judicial sales — not to hinder and embarrass the city in the collection of its municipal claims against the property of adult owners. There is no more reason for exempting from sale during the minority of one of the co-tenants, the interest of an adult co-tenant, than there would be in exempting for the same period the property of such adult if he were the sole tenant or owner; nor would any injustice necessarily be done by allowing the sale of the adult owner’s interest-before any sale could be made of the minor’s interest under the provisions of the act. As the act forbids the sale of the minor’s interest, the court would doubtless, on the application of the adult co-tenant, enjoin the sale on the payment of his proportion of the lien or claim, leaving the residue a charge upon the minor’s interest and to be paid out of it. But whether so or not, there is nothing in the language of the proviso in question which countenances the doctrine contended for by the learned counsel of the plaintiffs, that there can be no sale of any interest in the property bound by the lien, so long as the sale of the minor’s interest is forbidden. The court below was therefore right in refusing to charge as requested in the plaintiffs’ first point.\nNor was there any error in declining to charge as requested in the plaintiffs’ second point. If the Court of Common Pleas had jurisdiction of the claim on which the sale was made, as it unquestionably had, under the express provisions of the Paving Act, then the judgment, until reversed or set aside, is conclusive that the paving for which the claim was filed, was authorized by the city of Philadelphia; and the judgment, if irregular or erroneous, cannot be collaterally questioned or impeached. The court, therefore, rightly refused to submit to the jury the question whether the paving for which the claim was filed was authorized by the city.\nThe third, fourth and fifth assignments were not pressed on the hearing, and it needs no argument to show that the offers of evidence embraced in them were properly rejected. If the facts offered to be shown were true, they would be of no avail to the plaintiffs in this action.\nBut there was error in instructing the jury to find a verdict for the defendant. There was evidence tending to show that Henri Edmond Soullier, one of the plaintiffs, was a minor at the time of the sale; and if so, under the provisions of the act we have been considering, his interest was not divested by the sale; and the court should have submitted the case to the jury, with the instruction that, if they found that he was a minor at the time of the sale, then the sale as it respects his interest was void, and he was entitled to recover. Eor this error the judgment as to him must be reversed.\nJudgment reversed as to Henri Edmond Soullier and a venire facias de novo awarded; and as to the other plaintiffs in error named in the record the judgment is affirmed."}