{"id": "1026377", "contents": "The opinion of the court was delivered, July 3d 1872, by\nWilliams, J.\nThe only question in this case is, whether a partner who neglects and refuses, without reasonable cause, to perform the personal services which he has stipulated to render the partnership, is liable to account to the firm for the value of the services in the settlement of the partnership accounts. The master and the court below refused to charge the defendant with what would have been the value of his services to the firm if they had been rendered as agreed; because, in the absence of an express stipulation, partners are not entitled to compensation for their services, however unequal in value or amount; and to require the defendant to account for the value of his services would be, in effect, allowing compensation to the other members of the firm for the services they rendered. It is undoubtedly true, as a general rule, that partners are not entitled to charge each other, or the firm of which they are members, for their services in the copartnership business, unless there is a special agreement to that effect, or such agreement can be implied from the course of dealing between them. By the well-settled law of partnership, every partner is bound to work to the extent of his ability for the benefit of the whole, without regard to the services of his copartners, and without comparison of value; for services to the firm cannot, from their very nature, be estimated and equalized by compensation of differences : Beatty v. Wray, 7 Harris 519.\nIn the absence, therefore, of any special provision allowing compensation for services, the law will not make any, nor infer one from the greater industry or greater ability of any one partner. The doctrine seems to be that partners are considered as meeting on common ground, each engaged to do all he can for the common good; and whatever any one does, he has no claim for anything beyond his equal share of the common benefit without the consent of his copartners: Parsons on Partnership 229-30. The principle on which the master and the court below refused to charge the defendant is too firmly imbedded in the law of partnership to admit of question; but the doubt is as to its applicability to the facts of this case. The plaintiffs are not seeking compensation for the services they rendered the partnership. They are simply seeking to charge the defendant with the loss occasioned the partnership by his refusal to render the services which he agreed to perform. If the partnership has suffered loss hy his breach of the agreement, why should he not make good the loss, and put the firm in the same condition it would have been if he had not broken the agreement ? If the defendant is compelled to make good the loss, each member of the firm, including himself, will receive his proportion of the amount in the distribution of the partnership assets, and in no just sense can this be regarded as compensation for the services individually rendered.\nIf, then, the value of the services is the measure of the loss, why should not the defendant be charged with their value ? It may be that in the absence of any agreement to render the special services, he would not be chargeable for his neglect to perform them. The question is not whether one partner, in the absence of an express agreement, is entitled to compensation for the services he may render, or whether, if he fails to render any, he is liable to the partnership for the breach of the implied obligation to exercise diligence and skill, and to devote his services and labors for the promotion of the common benefit of the firm. But the question with which we have to deal is, whether a partner, who agrees to render special service to the firm, for the performance of which he is well qualified, and which was one of the inducements for the other members to enter the partnership, is liable to account for the value of such service, if he wrongfully refuses to perform it ? If, says Mr. Justice Story, the partnership suffers any loss from the gross negligence, unskilfulness, fraud or wanton misconduct of any partner in the course of partnership business, he will ordinarily be responsible over to the other partners for all the losses and injuries, and damages sustained thereby, whether directly or through their own liability to third persons. Of course all losses, injuries and damages sustained by the partnership from the positive breach of the stipulations contained in the articles of partnership on the part of any partner, are to be borne exclusively by that partner, and he must respond over to the other therefor: Story’s Partnership, § 169. If this be the law, why should not the defendant he answerable to the partnership for his breach of the agreement to perform the services stipulated ?\nThe master has found upon competent and sufficient evidence that there was a verbal understanding among the partners, at the time of the formation of the partnership, that each should take a particular part of the business; that the defendant, G-eddes, was to manage the finances; that he was a careful and correct business man, well qualified for the position, and was given that place on account of his fitness for it; and that he performed this duty until he withdrew his services; that to have dissolved the firm at that time would have been at the risk of great loss in the then condition of the business ; and that the proof is sufficient to sustain the amount charged by complainants for loss of service, if, under the law, they are competent to make the charge. But why should there be a doubt in regard to their right to charge the defendant with the amount of the loss ? Why should not a partner be just as responsible for the breach of his agreement to render personal services to the partnership as for the breach of any other stipulation in the partnership contract ? No good reason can be suggested why there should not be the same rule of accountability in the one case as in the other. It has been held that where, by the articles of copartnership, one partner is exempted from the duty of rendering his personal service to the joint business, if he afterwards does render such services, at the instance and request of his copartners, he will be entitled to a reasonable compensation therefor. The general rule that one partner cannot charge the firm for his services, is founded on the principle that each partner is bound to devote his skill and labor to the promotion of the common benefit of the concern, and is inapplicable where the reason of it fails: Lewis v. Moffit, 11 Ill. 392. And so it has been held that where partners agree to invest equal amounts of money in their common business, and one advances a larger sum than the other, he is entitled, upon settlement, to an allowance of interest on one-half of the excess so advanced by him from the date of its appropriation to the use of the firm: Reynolds v. Mardis, 17 Ala. 32. And why, by parity of principle, should not one partner be entitled, upon settlement of partnership accounts, to charge his copartner with the value of the services which he agreed to give and refused to render ? If the defendant had made profit by engaging in other business in violation of his contract, it is settled that the plaintiffs would have their option, either to sue for damages for the breach of the contract, or to bring a bill in equity to compel an account: Moritz v. Perbles, 4 E. D. Smith 135. And it would seem to follow that they have the same option as it respects the remedy for the defendant’s refusal, in violation of his contract, to render the services which he agreed to perform. The court below was, therefore, in error in not requiring the defendant to account to the partnership for the loss occasioned by his breach of the agreement. The proper measure of the damages, under the circumstances of the case, is the value of the services wrongfully withheld. The decree must, therefore, be set aside, and the record remitted to the Common Pleas, with instructions to charge the defendant in the settlement of the partnership accounts with the value of the services which he agreed and wrongfully refused to render, and to distribute the partnership funds to the partners entitled thereto, in accordance with the principles laid down in this opinion.\nDecree accordingly."}