{"id": "1026364", "contents": "The opinion of the court was delivered, May 23d 1872, by\nRead, J.\nThis action was brought by John B. Stewart against Eli C. Clark and A. A. Sumner, partners as Clark & Sumner, to recover damages for a> breach of a contract for the purchase and sale of 500 barrels of oil at 34| cents per gallon, in August 1868. The defendant, Eli C. Clark, was never summoned, and the suit proceeded against Summer alone. The real question in the case was, whether there was such a contract as was alleged by the plaintiff.\nThe custom as to the employment and extent of authority of oil brokers was very clearly proved on the trial. “ That the broker must submit the contract to his principal for his acceptance. The custom is, that the broker must report the name of the seller to the principal for his acceptance. There is no contract until both parties accept. This has been the universal rule. In some cases the ability is the main ground upon which the acceptance or nonacceptance is based. The almost universal rule is not to accept a party who is guarantied just because he is guarantied. I don’t know of any sales of oil, unless put in writing: that is the universal custom. The contracts are executed on two papers, each accepted by the other.”\nThe evidence showed that on Thursday, the 6th August 1868, A. A. Sumner, of the firm of Clark & Sumner, refiners and oil dealers, of the city of Pittsburg, gave Waring & King, oil brokers, of said city, an order to buy for Clark & Sumner 500 barrels of oil, buyer’s option last half of August, price 34-£ cents per gallon, oil to be standard white refined oil, to be delivered in Philadelphia. The- order was given to W. P. Richardson, of Pittsburg, an oil broker, who was a clerk with Waring & King, in their employ, and broker for them. On the 6th August Mr. Richardson telegraphed to Waring, King & Co., of Philadelphia, “You may buy 500 barrels, buyer’s option last half of August, at 34J cents, for Clark & Sumner.” To this was replied, “ Is Clark & Sumner’s offer for August still good ?” The next despatch was :—\n“ Philadelphia, August 6th 1868.\n“We have bought, subject to immediate confirmation, 500 barrels, buyer last of August, 34J, of account of Clark & Sumner.”\nThe reply by Mr. Richardson was, “We hereby confirm purchase 500, buyer’s last half of August, 34|, for Clark & Sumner.”\nThis correspondence was conducted by Richardson and Mr. R. Collymore, oil broker, on behalf of Waring, King & Co., of Philadelphia. The confirmation was without any authority from Clark & Sumner or Sumner, and the name of the seller was not known to Richardson. On Friday, the 7th August, Mr. Richardson received a letter from Philadelphia, giving Mr. Stewart’s name as the purchaser, whom Mr. Sumner did not know, and referring to the Registry — Rradstreet’s or Dun’s — “he was not satisfied with his rating.”\nMr. Richardson wrote to Philadelphia, and told them what had taken place, and having received Waring, King & Co.’s offer to guaranty, called on Sumner on Monday, 10th August, and he refused Mr. Stewart on the ground that he was not financially strong, and also refused the guaranty. The paper signed by Stewart remained in Philadelphia, and whatever paper or contract was presented to Sumner was one for him to sign if he accepted it. This he never signed, but distinctly refused to accept.\nThe broker was simply a negotiator, with no authority to bind his principal, except in the manner recognised by the custom of the business. When, therefore, Mr. Richardson confirmed the sale he did it without any authority. When on the 7th, or later, he communicated the name of the seller to Mr. Sumner, he certainly did not accept, but really declined it, and so Mr. Richardson thought, for a guaranty was sent him, which he offered to Mr. Sumner on Monday, who refused both.\nIt is clear, therefore, that there was no contract whatever for a breach of which Sumner could be sued. The court, therefore, should have answered the 3d point submitted to the court by the defendant in the affirmative.\n“ That under the evidence in this case the plaintiff has failed to make out any contract or agreement on which he is entitled to recover.”\nJudgment reversed, and venire facias de novo awarded."}