{"id": "1026356", "contents": "The opinion of the court was delivered, January 9th 1872, by\nSharswood, J.\nIt is provided by the 24th section of the Act of February 24th 1834, Pamph. L. 77, that “ no debts of a decedent, except they be secured by mortgage or judgment, shall remain a lien on the real estate of such decedent longer than five years after the decease of such debtor, unless an action for the recovery thereof be commenced and duly prosecuted against his heirs, executors or administrators, within the period of five years after his decease.”\nThe court below were right, we think, in holding that the order of the Orphans’ Court for the sale of the real estate of the decedent, though within the five years, did not extend the limitation of the lien, and that after that period, and before the sale, the five years having expired, the lien of the debts was gone as against the heirs at law. This results very plainly from the language of the act and from the principle established in Maus v. Hummel, 1 Jones 228, where it was held that when suit is brought within the time, yet if the land is not taken into execution within five years from its expiration, it vests absolutely in the heirs, and that a purchaser at a sheriff’s sale, subsequent to such expiration upon a proceeding commenced within the first seven years (as it was then — five now) acquires no title. It by no means follows, however, that the purchaser at the Orphans’ Court sale in this case did not obtain a perfectly good title — since the court had undoubted jurisdiction to order the sale without limitation of time by virtue of the existence of a judgment entered against the decedent before his death, and which appeared of record to be unsatisfied — the lien of which is as against his heirs indefinite. The purchaser was bound to inquire no further.\nIt only remains to consider whether the appellant, having presented his claim before the auditor appointed to report distribution of the proceeds of a sale made under a previous order of the Orphans’ Court within the five years, and had ay>ro rata dividend awarded to him, and confirmed by the court, his lien on th.e real estate of the decedent was .thereby kept alive and continued. The words of the act, as we have seen, are, “ unless an action for the recovery thereof be commenced and duly prosecuted.” These are strictly technical words, and according to the well established canons of interpretation, should be received in their technical signification : 1 Black. Com. 59, note. It is now, however, contended, although it is a ground which does not appear to have been taken in the court below, that the claim before the auditor was an action commenced against the administrator, and duly prosecuted to a decree — that the Act of Assembly does not speak of actions at common law — or in a court of common-law jurisdiction. Any querela, -any lawful complaint in any competent court, will literally answer the words of the act. At all events, if not within the letter it is within the spirit of the law. The appellant has given notice of his debt against the estate in a mode pointed out and authorized by law. There is great plausibility in this contention. We should remember, however, that the principal intention of the 24th section of the Act of 1884 was to promote the security and repose of titles in the hands of heirs and devisees as well as purchasers from them, and we think that it would imperil these objects to give the section so broad a construction as that now contended for. The leaning of this court, through the whole current of the numerous decisions upon this subject, has evidently been to favor the heir, and to require of the creditor the vigilant prosecution of his demand in the mode pointed out. It is evident that no admission, however solemn, will dispense with an action. An award, with all its conclusiveness equal to that of a judgment, would manifestly be inoperative. In illustration of this general remark, it will be sufficient to refer to the decision in Kerper v. Hoch, 1 Watts 9, considered by many of the foremost men of the bench and the bar, at the time, to have been rather an act of judicial legislation than of construction, and to the cases of Trevor v. Ellenberger’s Ex’rs., 2 Penna. Rep. 94, and Penn v. Hamilton, 2 Watts 53, in which the provisions of the Act of April 4th 1798, 3 Sm. L. 331, limiting the lien of judgments and providing for their revival by scire facias, though admitted to be inapplicable to a judgment against the personal representatives of a decedent, were extended by analogy to such a judgment: otherwise it might have followed that an action commenced against the personal representatives within five years from the death of the decedent, and duly prosecuted, wouid have continued the lien of the debt indefinitely. It was decided in McCurdy’s Appeal, 5 W. & S. 397, that this lien is subject to the same limitation in the hands of an administrator who has paid the debts out of his own funds, as they are in the hands of the original creditors; Loomis’s Appeal, 5 Casey 237; Demmy’s Appeal, 7 Wright 155 ; and it was barely held in Bredin v. Agnew, 8 Barr 233, that the substitution of the administrator of a decedent in a suit pending against him at the time of his decease, was in effect a new action; because at common law the suit abated, and the plaintiff was necessarily turned round to a new action, but that the 26th and 27th sections of the Act of February 24th 1834, Pamph. L. 77, providing in such cases that the personal representatives may be substituted or be compelled to come in by scire facias, might still with the strictest propriety be considered as a recommencement of the action. These considerations, we think, plead with sufficient force against the construction now set up on behalf of the appellant, without adverting to the practical difficulties which appear to impede the way in keeping alive the lien (when no action in the proper sense has been commenced) beyond the ten years immediately succeeding the death of the decedent. It is best, on the whole, in a question of this character, to adhere to the words in their obvious technical sense. It may be that many an innocent bon& fide purchaser for value from an heir or devisee, relying on the plain words of the statute, and finding no action commenced within the five years, and no sale by order of the Orphans’ Court within that period, has accepted the title without considering it to be necessary to examine the record of the settlement of the administration account.\nDecree affirmed, and appeal dismissed at the costs of the appellants."}