{"id": "1026504", "contents": "The opinion of the court was delivered, October 9th 1871, by\nAgnew, J.\nIt is very difficult to reach the merits of this case. The charge to the jury is not in the record, and seems not to have been excepted to. We have before us only the opinion of the court upon the reserved point. In that we are informed by the court that the jury were instructed to find for the plaintiff, if satisfied from the evidence that at the time of issuing the writ the defendants were cutting timber which under the reservation in Narehood’s deed belonged to him for farm purposes, as specified in the reservation. It does not appear that the question was submitted whether Wilhelm had cut all the timber under his reservation to which he was entitled. According to the evidence on his part, there remained timber to be cut to the extent of ten or eleven thousand square feet; and the opinion upon the reserved point seems to proceed wholly on the ground that he had a right of entry to remove the timber. In this state of the record the only fact determined by the jury is, that Wilhelm caused his men to cut timber that belonged to Narehood. But this alone would not enable Narehood to maintain ejectment against Wilhelm, without the further fact being found that Wilhelm had exhausted all his own timber, and therefore had no longer a right of entry to cut timber under his reservation. This is one of the very points decided in Boults v. Mitchell, 8 Harris 371. The distinction there taken is between an entry under authority of law, and an entry by contract, or under the authority of a party. An excess in the exercise of the former right converts the tort feasor into a trespasser, but an abuse of the latter works no such effect. Hence, if a right of entry existed to take timber, the cutting of timber not within the right, does not destroy the right itself. Until the right itself was determined it was there held that the owner of the land could not maintain trespass quitre clausum fregit against one having a right by deed or contract to take timber. Ejectment, therefore, will not lie until the right to enter to take the timber has been determined, and this fact not being found by the jury, the right of entry on part of Wilhelm continued. It is now settled that a right to growing or standing timber carries with it a right of soil so far as is necessary to protect the right and preserve the timber; and that the owner of such a right can maintain trespass quare clausum fregit against one, even the owner of the soil, who cuts down the timber unlawfully : Boults v. Mitchell, 3 Harris 380; Greber v. Kleckner, 2 Barr 290; 2 Saunders on Pl. and Ev. 866-7*. Even a tenant, whose term has expired, and who has paid his rent and surrendered his possession, may have trespass quare clausum fregit for his way-going crop : Stultz v. Dickey, 5 Binn. 285. We do not see, therefore, that the court erred in holding that ejectment would not lie in this case. If the fact be that Wilhelm had cut all the timber under his reservation, and had no right of entry when this ejectment was brought, the plaintiff ought to have asked such instructions as would require a verdict upon this fact, so as to show that Wilhelm’3 right of entry had ceased to exist when he brought his ejectment. As the record stands we perceive no error upon which we should reverse the judgment.\nJudgment affirmed."}