{"id": "1026460", "contents": "The opinion of the court was delivered, January 9th 1872, by\nAgnew, J.\nIt is proper this case should be examined in the light of the evidence of the plaintiffs. According to that view the engine, tender and one freight-car ran down to the water-tank to take in water. They were in charge of the fireman, the engineer having necessarily stopped off till their return. At the water-station the fireman in charge asked the son of the plaintiffs, a boy ten and a half years old, standing on the platform of the water-tank, to put in the hose and turn on the water; and then turned to clean out the ash-pan of the engine. The boy climbed up the side of the tender to put in the hose, and as he did, some detached freight-cars belonging to the train, came down without a brakes-man, and struck the car behind the tender, driving the tender and engine forward from six to ten feet. The boy fell from the tender and was crushed to death. Is the railroad company responsible to the parents ? The case involves no public right. The accident happened at no crossing, or place where the public had a right to be. The boy was not a passenger, or one to whom the company owed a special duty. The platform of the water-tank was the private property of the company, and was used for its own purposes. The engine and tender were where they had a right to be. The track itself was the property of the company, and the detached cars were not the cause of injury in any sense which affected the public rights or even those of the employees of the company. They came against the car and tender with no great force, and did no injury to the property or employees of the company. They were the cause of injury to the boy, only in so much that he had placed himself in a position of'danger, where ordinarily he had no right to be. It is evident therefore that the case turns wholly on the effect of the request of the fireman, who was temporary engineer, to put in the hose, and turn on the water. Did that request involve the company in the consequences ? This is a very hard case. A willing bright boy not arrived at years of discretion has lost his life in simply trying to oblige the fireman. But we must not suffer our sympathies to do injustice to others, by overriding those fixed principles which underlie the rights of all men, and are essential to justice. It is natural justice that one man should not be held liable for the act of another, without his participation, his privity or his authority. It is clear that the fireman, through his indolence, or haste, was the cause of the boy’s loss of life. Unless his act can be legally attributable to the company, it is equally clear the company was not the cause of the injury. The maxim, Quifacit per alium facit per se, can apply only where there is an authority, either general or special. It is not pretended there was a special authority. Was there a general authority which would comprehend the fireman’s request' to the boy to fill the engine-tank with water ? This seems to be equally plain without resorting to the evidence given, that engineers are not permitted to receive any one on the engine but the conductor, and the foreman or superintendent, that it is the duty of the fireman to supply the engine with water, that he has no power to invite others to do it, and can leave his post only on a necessity. The business of an engineer requires skill and constant attention and watchfulness ; and that of a fireman requires some skill and much attention. They are in charge of a machine of vast power, and large capacity for mischief. The responsibility resting on them and especially on the engineer is great, and neither should be permitted to delegate the performance of his duties to others. In doing so without permission they transcend their powers. .There cannot, therefore, be any general authority in the engineer and fireman which can embrace a request to perform the fireman’s duty. Even an adult to whom no injury would be likely to ensue could not justify under the fireman’s request. Much less can- there be any presumption of authority to invite a boy of tender years to perform a service, which required him to clamber up the side of the engine or tender. It was a wrong on part of the fireman to ask such a youth to do it. Whether the boy could be treated as a mere trespasser is scarcely the question. His youth might possibly excuse concurrent negligence where there is clear negligence on part of. the company. Such were the cases of Lynch v. Nurdin, 1 A. & E. N. S. 29 (41 E. C. L. 422;) Rauch v. Loyd & Hill, 7 Casey 358; Smith v. O’Connor, 12 Wright 218. See also Railroad Co. v. Spearen, 11 Wright 300, and Oakland Railway Co. v. Fielding, 12 Id. 320. The true poimt of this case is, that in climbing the side of the tender or engine at the request of the fireman, to perform the fireman’s duty, the son of the plaintiffs did not come within the protection of the company. To recover, the company must have come under a duty to him, which made his protection necessary. Viewing him as an employee at the request of the fireman, the relation itself would destroy his right of action: Caldwell v. Brown, 3 P. F. Smith 453; Weger v. Penna. Railroad Co., 5 Id. 460; C. V. Railroad Co. v. Myers, 5 Id. 288. Had the fireman himself fallen in place of the boy, he could have had no remedy. It does not seem to be reasonable that his request to the boy to take his place, without any authority, general or special, can elevate the boy to a higher position than his own, and create a liability where none would attach had he performed the service himself. It is not like the case of one injured while on board a train by the sufferance of the conductor, whose general authority extends to receiving and discharging persons to and from the train: Penna. Railroad v. Books, 7 P. F. Smith 339. It is not like those cases where an injury happened to boys crawling under the cars to get through a train occupying a public street, which they had a right to cross : Rauch v. Loyd & Hill; Penna. Railroad Co. v. Kelly, 7 Casey 358 & 372. Nor does it resemble the case of Lizzie Kay v. Penna. Railroad Co., 15 P. F. Smith 269, decided at Philadelphia last year, where detached cars were sent around a curve, without a brakesman in charge, upon a track which the public had been in the habit of travelling over constantly for a long time with the knowledge of the company, from one part of the city of Williamsport to another. Here the boy was voluntarily where he had no right to be, and where he had no right to claim protection; where the company was in the use of its private ground, and was not abusing its privileges, ,or trespassing on the rights or immunities of the public. The only apology for his presence there, is the unauthorized request of one who could not delegate his duty, and had no excuse for visiting his principal with his own thoughtless and foolish act. Nor can the mere youth of the boy change the relations of the case. That might excuse him from concurring negligence, but cannot supply the place of negligence on part of the company, or confer an authority on one who has none. It may excite our sympathy, but cannot create rights or duties which have no other foundation.\nUpon the whole case, finding no error in the record, the judgment is affirmed."}