{"id": "1028212", "contents": "The opinion of the court was delivered, February 5th 1872, by\nAgnew, J.\nThe objects of this society set forth in their charter are, “ to afford relief to the members thereof and their families, in cases of sickness, to defray the expenses of their funerals, or such other cases of distress as shall be defined by the by-laws.” The society has power, by its charter, “ to ordain, establish and put in execution such by-laws, ordinances and regulations as shall appear necessary and convenient for the government of the said society, not being contrary to the charter or the laws of the United States, or of this Commonwealth; and generally to do all and singular the matters and things which may be lawful for them to do for the well-being of the society, and the due arrangement and ordering of the affairs thereof.” One of the by-laws provided that', “ at the death of a member, entitled to benefits, there shall be paid to his widow or legal representative the sum of sixty dollars.” This provision seems to have been made under the clause of the charter which reads: “ or such other cases of distress as shall be defined by the by-laws.” The charter contemplated as one of its expressed objects the burial of deceased members, but required no provision to be made for the widow or family after the death of the member. This provision was therefore wholly regulated by the by-law; and there was nothing in the charter which forbade the by-law from being made upon any condition neces.sary or convenient in the judgment of the society for its well-being, and the due ordering of its affairs. On the contrary, the propriety of such a condition fell within their express power of legislating for the welfare of the society. The payment of the sixty dollars to the widow was therefore made dependent expressly on the condition that the member at his death should be entitled to benefits. This being a case of distress defined by by-law, the only question which can arise upon the condition, to which the by-law subjects the title to relief, is whether it is reasonable or not; a question to which we shall come in a moment. Another by-law provides that the stewards “shall withhold all benefits when intemperance, debauchery, fighting, duelling or other disgraceful practices are the causes of disease or death.” This is not an unreasonable regulation, if we give to it the proper interpretation. It is a direction only to these officers to withhold payment, but is not a final determination of the right of the member, for if he or his widow deny the alleged ground on which the stewards withhold the particular benefit he demands, there is nothing in the by-laws that prevent a call for the determination of the question by a proper trial in. the society. The provision is, however, a very proper restraint on the officer to prevent payment until the right of the member is determined. The case before us comes up on an admitted state of facts upon which the judgment of the court is demanded. The statement admits the fact that Nicholas Burford, the deceased member, died from intemperance, and that the immediate cause of his death was mania-á-potu, and on this fact our judgment is prayed in connection with the by-laws already stated. The only question therefore is, whether the provision that a member shall not be entitled to the benefit conferred on the widow in case his death arises from intemperance, is a reasonable regulation. It would be difficult to construct an argument against its reasonableness. An association of this kind is formed for the benefit of its members. Being a purely volunteer association, it may adopt such reasonable regulations as are conducive to their interests. Now, unless we deny that temperance and regularity of habits have much to do with health and long life, we must concede that the value of the benefits to he derived from such an association depends greatly on the good conduct of its members. Then clearly the members have not only a right to choose their associates, but to stipulate also for the power to prohibit their indulgence in those vices and crimes which multiply disease and death among them, and thus diminish the general fund. It is not the purpose of the by-laws-to regulate behavior. Were that its true character, it might be said with reason that it was no purpose of the charter to regulate conduct, and that that must be left to divine and human laws. But this law strikes only at those acts which are the causes of disease and death. These being the events on which relief is made to depend, the law says to the member, it is only to your misfortunes that the purpose of the association extends, and if by your guilty or disgraceful fault you bring upon yourself disease and death, you exclude yourself from the provided relief. Where is there anything in the charter which forbids this? It is certainly not contrary to law.' The law commends and fosters all institutions which lead to the practice of virtue. The motive it presents to good conduct is worthy of notice. What more powerful incentive than a knowledge on part of the member that by a course of debauchery and crime he cuts himself off from the relief? The by-law therefore appears to be reasonable, and to promote the well-being of all the associates collectively and individually, and in no respect, I can discover, conflicts with the interests of society at large, the charter, or the laws of the land. In addition to this, each member pledges himself to obey these laws as a condition of his membership, by an express undertaking in signing the constitution and his promise to support the constitution and by-laws as a brotherly member. Nor is this pledge executed under the by-laws' until he shall have answered on his word of truth that he is acquainted with the constitution and bylaws. He therefore enters into membership fully impressed with its disabilities as well as its privileges. Having read and pledged himself to this by-law, as well as to all others, he knows beforehand that his title to the particular relief is forfeited when the disease or death upon which the claim depends is caused by intemperance, debauchery, fighting, duelling or other disgraceful practices. These observations show also that the argument that the by-law is a breach of the contract which is formed between each member and the association is unfounded. The association having the right under its charter to make the by-law for the well-being of the society and the proper regulation of its affairs, the regulation being a reasonable and proper one, contributing to the value of membership and the good of the association, and the member having accepted the by-law in express terms on his entry into membership, the by-law constitutes a part of the terms of the contract. Nor is the argument that it operates as a disfranchisement from membership more valid. It is not expulsion, nor is it a total denial of benefits which it is argued is the equivalent of expulsion, but it is only a loss of benefit pro hae vice. The disease arising from the guilty and prohibited fault draws to itself no benefit, but membership remains : and if disease or death the result of misfortune, afterwards overtakes him, the antecedent fault works no loss of the benefit belonging to the latter. It cannot therefore be said that the member is in any sense disfranchised. The title to benefits remains and attaches to every case of disease and finally to death not caused by the prohibited vices and crimes. Upon a survey of the whole case, we do not discover any ground upon which we can declare the by-law invalid. The judgment of the court below is therefore reversed and judgment is now entered for the defendants with costs."}