{"id": "1028195", "contents": "The opinion of the court was delivered, November 16th 1871, by\nSharswood, J.\nWe have before us in the will of Jacob Wise another illustration of the remark of Lord Mansfield in Doe v. Fyldes, Cowp. 834. “ It is plain that the testatrix at the time of making her will had legal assistance, bat it was such assistance as served only to confound, by making her use all the drag-net words of conveyancing without knowing the force of them.” By the introduction without sense or meaning of the words “ survivors or survivor of them,” copied probably from some form book, what in the intention of the testator was a very simple and intelligible disposition of his property, 'has been rendered confused and given rise to this controversy. Words indeed are not to be rejected, if any meaning can be assigned to them, and we must endeavor to give such a construction to this will as will carry out the intent of the testator if it can be done consistently with the rules of law; if it cannot, it must yield to those rules which override his intention, if they cannot stand together.\nOne thing is too clear for argument — that Jacob Wise, by his will, devised his real estate, consisting of the tract of land upon • which he lived, to his two nephews John and Jacob, not as tenants in common, but to each one-half in severalty; one-half to John to be taken off the east end, and the other half to Jacob. When he says “ share and share alike,” that can only mean that the division shall be equal, though these words are unnecessary and out of place. The added clause “ to hold to themselves and their heirs,” by reference to the terms of the devise going before, could only mean “ each half in severalty to each nephew to hold to him and his heirs.” This would vest beyond all question a fee simple in each nephew in his several moiety.\nWhat then is the effect of the words which follow: the survivors or survivor of them for ever?” If we give the word “ heirs” its technical sense, as we are bound by every principle of construction to do, unless there is unequivocal evidence of a contrary intention, these words cannot be applied to the word “heirs.” They are entirely insensible in such an application. There can be no survivorship among heirs. Though he uses the word “survivors” in the plural, he could only have meant survivorship between his nephews John and Jacob. But this would be a devise over after a fee — which could not stand as a remainder, because contrary to the rule of law that no remainder can be limited after a fee, nor as an executory devise because contrary to the rule against perpetuities. This would seem to be the most natural and reasonable solution of the difficulty arising upon the construction of this will.\nBut suppose we admit the contention of the plaintiff in error that the word “ heirs” by the mere force of these words “ survivors or survivor of them” is here to be construed to mean “children” — the only result would be to reduce the estate of Jacob to an estate tail. There is no estate for life given to him, either expressly or by implication. It is an immediate devise to him ami his children, he having, as the case finds, no children at the time of the devise, nor since. It falls then directly within the resolution in Wild’s case, 6 Rep. 17, which was, “if A. devise his land to B. and to his children or issue, and he has no issue at the time of the devise, that this is an estate tail; for the intent of the devisor is manifest and certain that his children or issue shall take, and as immediate devisees they cannot take, because they are not in rerum natura, and by way of remainder they shall not take, for this was not his intent, for the gift is immediate; wherefore such words shall be taken as words of limitation.” Wild’s ease has been recognised and followed as sound law by our own decisions: Cote v. Von Bonnhorst, 5 Wright 251; Taylor v. Taylor, 13 P. F. Smith 488. If then by this devise an estate tail was vested in Jacob, the devise over to the survivors or survivor, whether it be considered as a remainder or an executory devise, was destroyed by his deed of August 31st 1870, to Daniel Wise for the purpose of barring the entail.\nJudgment affirmed."}