{"id": "1028173", "contents": "The opinion of the court was delivered, October 23d 1871, by\nRead, J.\nThe declaration sets out a joint contract by the defendants to pay the plaintiffs below for their services rendered in applying to the- Court of Common Pleas of Allegheny county, for the removal of James Blackmore as sequestrator of the Washington and Pittsburg Turnpike Road Company, and prosecuting the same. The facts of the case are few. There was dissatisfaction with Blackmore on account of the state of the turnpike road, and Robert Johnston, an old gentleman of seventy years of age, desired to be appointed in his place. He prepared a petition for the removal of Blackmore, got some signatures and handed it to S. A. Johnson. The plaintiffs took the names off this petition which Robert Johnston had got the signatures to himself and put them on another petition, which they said was worded better. There was no re-signing of this petition. Johnson the plaintiff went down and got more names to it, though Johnston paid the plaintiffs fifteen dollars, the amount of the bill they presented him. This petition was signed by seventy persons, and sixty-two persons signed another petition for the appointment of Johnston.\nThe seven plaintiffs in error were sued as joint debtors upon this alleged joint contract, but there was no evidence to prove it, and in fact no evidence that any one of them did assume or promise to pay the plaintiffs, and as to three of them, McPherson, Miller and MacConnell, their names were not even mentioned on the trial by any one. There was no evidence of any kind against them. It is clear, therefore, there was no evidence permitting the court to submit the question of the joint liability of the defendants to the jury.\nThe court refused the 5th point, “ That under the pleadings the plaintiffs cannot recover, and your verdict must be for the defendants and the 4th point, “ That if the jury believe the evidence for the defence, plaintiffs cannot recover,” was answered “Refused. We leave the liability or non-liability of these defendants to be discovered and determined by the jury from all the facts of the cas*e.” Thus throwing upon the jury the responsibility of determining the law as well as the facts. It is certain three of these defendants were not liable at all, and if so, the whole were not liable, and under the pleadings the plaintiffs could not recover.\nIt is a case in which the court should have said to the jury, your verdict must be for the defendants.\nJudgment reversed, and venire de novo awarded."}