{"id": "1028238", "contents": "The opinion of the court was delivered, January 29th 1872, by\nThompson, C. J.\nA careful consideration of the master’s report, and the exceptions thereto, present very clearly, we think, a case wherein one partner, the defendant’s testator, if he meant what they claim he did, attempted to realize profits for himself exclusively from and out of the business and capital of the firm, without authority from his copartners, and against the law of partnership generally.\nThere is always an implied obligation among partners “ to use the property of the firm for the benefit of those whose property it isCollyer on Part., § 179. So is it also an implied duty without any stipulation on the subject, that every partner shall abstain from engaging in any business which will “necessarily deprive the partnership of a portion of the skill, industry, diligence or capital which he is bound to employ thereinStory on Part., § 177. These are general principles regulating the duties and relations of partners, yet they may define them otherwise if they choose, provided they violate no positive law. In the absence, however, of special provisions, each partner is in a fiduciary relation to his copartners, and must devote all his energies for the promotion of the firm exclusively, and account for all moneys received by him in and through its legitimate business. These being the duties and obligations of every member of a partnership, he who claims exemption from them must show that it exists either in the terms of the organization, or by the assent of all his copartners. It must, therefore, be clear that partners have yielded their right to the labor of one of their fellows, or of profits earned in the business, before they can be estopped from claiming them.\nWe do not mean to discuss in detail the testimony reported in the case, in testing the accuracy of the master’s conclusions from it. To some extent we must treat it in general views. We need not argue to convince, but must investigate so that we may be well convinced ourselves of the proper conclusions to be deduced from the testimony. This we have done, and the result is, we find no reservation in the articles of partnership establishing the firm of Davis Pearson & Company, which allows any member of it to contract and do business for his own sole benefit, in the business of the firm, or elsewhere. Nor do we discover any express assent of the members of the firm otherwise, to that effect, in favor of Davis Pearson, for whom it is claimed by the appellees. The opposite, it seems to us, is plainly inferable from the testimony of Flubacher, the principal clerk of Davis Pearson & Co., and from other sources. According to him, a consultation was had between Davis Pearson and R. M. Lindsay, the only other resident partner at the time, after the former had ascertained how a bid might be put in for the government contract for coal, and be successful against other coal companies intending to bid, and it Was agreed to bid for it in the name of their clerk Flubacher. The bid was made out at their oflice and put in by Flubacher, and the contract was awarded to him. A subsequent arrangement was made, by which several other companies became partners in the contract, and it was assigned to one Joseph C. Wright, as the agent or actuary of the association.\nWe have considered the testimony of Flubacher,: on this branch of the case, with great care, and we discover no evidence of any assent whatever, by the members of the firm of Davis Pearson & Co., that Davis Pearson was to be the contractor with the .government for the contract for himself, or that he was authorized so to contract with the association. Neither acts nor words in evidence, raise such an inference against his copartners. On the contrary, up to the time of the award of the contract to Flubacher, everything was done in the ordinary mode of .transacting business.in' the firm. The resident partners consulted together, prepared the bid their clerk was to put in, and it was a matter inquired of by Pearson, whether the business of the contract could all be done in their office. This looks like anything else than an individual contract. But again : Flubacher was the clerk of the firm, not the servant of Pearson. In the absence of qualifying testimony that he was to bid for a particular member of the firm, the presumption would undoubtedly be that he acted for the firm, and not for one of its members. This would assuredly give the contract to the firm. But all this was done in the absence of Bast and Taylor, and even if Lindsay had assented to all that is assumed, it would not hind his absent copartners, who gave no assent precedent or subsequently. We are looking for an express assent that Pearson should contract for his own benefit, and alone share with the associated coal companies the profits to be made out of their contract to furnish coal to the government under the award to Flubacher. A few of the grounds for the assumption by the appellees will be noticed.\nThe most prominent of these is, that Pearson signed the articles of association of the coal companies in his own name, and not in that of his firm. In the absence of any authority given him to do this, the theory is, that he did it to save from possible loss his partners, if the adventure should prove a losing concern. But as this was not communicated to his partners, and not assented to by them, it would not entitle him to take all the profits. But this was surmise at best, and an unreasonable surmise. It was not likely that the contract would prove hazardous, or a failing adventure, unless the government should be overthrown by the rebellion, a result not believed in or feared by anybody at the time. The coal-mines were in the hands of the associators, from which any such amount of coal as was required, could be procured. The wants of the government were pressing, and competition was impossible, for such an amount as was required, as rapidly as it was wanted. There was nothing, therefore, to prevent the associators from making profits if they chose, and as they did. The department certificates given in payment of coal, although at times slow of negotiation, were no real hazard, and was a fact most probably never thought of in making the contract, and resulted in no loss, or but little, and gives but slight support to the presumed self-sacrificing theory set up, that Pearson signed his own name instead of that of his firm to save his partners from the danger of eventual loss. Indeed, there is no evidence in the case to show knowledge of the partners that he had so signed the articles of association. Bast and Taylor were absent, and it is not shown that they ever knew it until after this contest arose. Nor is there any evidence that even Lindsay knew it. Under no circumstances could they be presumed to have assented to what they did not know.\nAnother matter relied on, is Lindsay’s signature to a receipt for Davis Pearson, for a portion of the profits of the contract of the association with the government. It is probable that as Pearson alone had signed the contract, although unknown and unauthorized by his copartners, the recéipt was put in that form by the clerk or cashier of the association, Mr. Wright, to accord with this fact, known doubtless to him, as he had the possession of the papers. Lindsay may too be presumed to have thought that the form of the receipt could not affect his firm in its right to profits, especially after having furnished the coal from which they were realized.\nHe might well conclude that if Pearson received the profits in his own name, it would furnish no reason why he should retain them. This could not directly result from the act, nor alone, was ”it a circumstance to presume assent to the action of Pearson for his own benefit, and we do not see anything in the testimony which aids it. Certainly not as against those knowing nothing of it. Lindsay must have known that the associated companies regarded their'firm as co-contractors. He must have seen the books when the receipt was given, if not at other times, and they showed that his firm was credited with the profits, and not Davis Pearson, and thus he probably believed the form of the receipt an unimportant thing, as it was, in our judgment. It did not estop him, nor any other copartner, from asserting the truth in the case. Many better reasons might be given for Lindsay’s receipt in the form it was given, than that he meant to do an act, or admit a fact, tending to cut himself out of four or five thousand dollars, his share of the profits. With equal force, these views apply to the two entries made by Lindsay in Pearson’s private books. These acts, standing against the rule of law, which bound Pearson to operate and contract only for the benefit of the firm, weigh but little. They were all equivocal, and also without the knowledge of his copartners. The significant fact against all this is, that these profits were derived, from the business, property and capital of the firm, and by the labor and skill of the partnei’s. Although it is true, in one sense, that Davis Pearson furnished money to carry out the contract, he furnished it to his firm and had credit on their books for it. Thus the firm became debtor for the amount and took credit for the advance to the association. Nothing could be more indicative of an intent to act for the firm than this. Further: against this theory of Davis Pearson’s title to these profits, are the facts that all his co-associators testify that the firm of Davis Pearson & Co. was their partner, not Davis Pearson individually. That they so understood it, is further evidenced from the fact that the representatives of the companies in charge of the business, consulted Lindsay about furnishing coal equally with Pearson, especially when the latter was not present. Again, the testimony of Gideon Bast, proves Pearson’s admission to the fact, that the profits to be made were to be for the firm and not himself. “I said to Mr. Pearson,” says the witness, “ I understand you have a large contract by the government. He said yes, whereby we will make a good deal of money, but these boys don’t thank me.” He did not say, I shall make a good deal of money, but we will. The expression evidently alluded to his partners. His firm as a unit was to make the money, not a portion of it. Nor is it credible that he meant, that the “ boys were only to share with him the extra twenty-five cents per ton for coal above the ordinary price of coal which the association agreed to charge. This would only give to Lindsay and Taylor, each owning a sixth interest in the firm, about $107 profits each, and himself, owning a third, twice that amount. Was this what he intended to describe as the “ good deal of money” they were to make ? It is inconceivable that a large operator, and a wealthy man, could have meant this by the words used.\nIt is claimed that the silence of Pearson’s copartners about their profits for three years, is some proof that, they did not expect to share in them. By itself, it is nothing, absolutely nothing. Does it help to interpret any other act or acts in the aspects claimed ? We have considered this, and we think it does not. Circumstances to amount to proof, must point to and bear upon the facts to be proved, and be inconsistent with any opposite theory. A hundred reasons might account for this delay, just as satisfactorily, and more so than the one supposed. Pearson remained in the firm up to the time of his death, which occurred on the 21st of July 1868. No final settlement had ever taken place between the members of the firm, and it was not an unreasonable presumption, or unnatural, that the younger members, knowing their money to be safe in his hands, awaited a period of final settlement, in confidence that the matter would be fully accounted for then. It will not do to hold their rights concluded by such a delay. Delays are common, even where much larger sums than that involved in this controversy, is in the hands of one party belonging to another. Whether the parties were silent on the subject among themselves or not, we know not, as death has fallen on one of them, and this closes the lips of the other partners. We think this principle is of little account.\nIn conclusion, the name in which these profits were received, amounts also to little against the name and fact in which they were earned, and which the defendants’ testator must have known as a member of the association and firm both. His disposition of half of them by gift to Mr. Tucker, for the latter, in his testimony, repudiates any precedent contract to that effect, is no evidence of ownership, nor does it bind the firm. If he choose to give them away, it would not release him from accountability for them. His generosity must be at his own expense. He was a trustee for the firm, and could not legally apply the funds without the consent or assent of his copartners to anything but the firm business. The disposition he made of half these profits was not so applied. From a full consideration of the testimony, and the master’s report, we think the latter erred in so finding the facts from the testimony as to recommend a dismissal of the plaintiffs’ bill, and that the court erred in their pro forma decree dismissing said bill.\nAnd now, January 29th 1872, the decree in this case dismissing the plaintiffs’ bill, is reversed, and the same is hereby reinstated, and referred to the former master, Charles H. T. Collis, Esq., to state an account between the parties to the bill. The costs to abide the final decree of the court."}