{"id": "1028239", "contents": "The opinion of the court was delivered, May 13th 1872, by\nAsnew, J.\nIf the trust for Mrs. Harriet V. Ogden, under the will of her father, Cadwalader Evans, be active, as decided by the learned judge of the Common Pleas, his decree was right. This, therefore, is the real question. Since the decision in Barnett’s Appeal, 10 Wright 392, overruling Kuhn v. Newman, 2 Casey 227, active trusts are sustained even as to cestuis que trust sui juris, where the intent of the donor is to make the trust answer some useful and legal but temporary purpose, not infringing upon the law of perpetuities: Wells v. McCall, 14 P. F. Smith 212. The subject of active trusts is discussed and some of their purposes adverted to in Rife v. Geyer, 9 P. F. Smith 395-6, and Dodson v. Ball, 10 Id. 496-7. The trust stated in Barnett’s Appeal, supra, affords an illustration of an active trust for a son sui juris, and the means of contrasting with it the trust in this case, and thus defining the true character of the latter. The following cases decided since Barnett’s Appeal may also be referred to as instances of active trusts, and will be useful in determining this case: Shankland’s Appeal, 11 Wright 113; Sheets’s Estate, 2 P. F. Smith 266-67; McBride v. Smyth, 4 Id. 245; Wickham v. Berry, 5 Id. 70; Bacon’s Appeal, 7 Id. 504; Rife v. Geyer, 9 Id. 393; Springer v. Arundel, 14 Id. 218.\nIn each one of these cases the intent of the donor or testator to clothe his trustees with a control over the estate and prevent it from passing into the hands of the cestui que trust is clear, and in each his purpose wTas lawful, to accomplish an object not inconsistent with law, nor with that general policy which forbids unnecessary restraints upon alienation. In view of the principles regulating active trusts, it is obvious that the first question to be asked upon the will of Cadwalader Evans is, what purpose had he in view in the creation of the trust made for his three daughters of the real estate devised to them. The answer is immediate. None is disclosed except that which is to be inferred from these expressions, viz.: his devise to their “sole use and benefit;” the .payment of the rents to them “ whose receipts, whether they be sole or married, shall be a discharge;” and the power “whether they or either of them be sole or married, to dispose of their share by will.” No other expressions are to be found in this will from which a purpose can be inferred in the creation of the trust. These expressions, therefore, disclose the testator’s purpose to provide a trust for coverture, and to preserve the estates of the daughters against the authority and title of their husbands, as the law stood at the date of this will. This being the case, the next question is, whether the trust for coverture took effect at the death of Mr. Evans. The date of his will is March 23d 1838, and he died in the autumn of 1841, his daughter Harriet then being a minor and not contemplating marriage. She did not marry Mr. Ogden until May 1845. These facts are averred in the bill and admitted in the answer. The trust for coverture not being in immediate contemplation of marriage, never took effect: see the authorities collected in Wells v. McCall, supra. The active duties referred to by the court below having sole reference to this supposed trust, necessarily fell with it. An active trust having no object to accomplish for the benefit of the cestui que trust, clearly will not be continued for the mere benefit or pleasure of the trustee. The object of the testator having failed, or ceased, the law will execute the use: Freyvogle v. Hughes, 6 P. F. Smith 228; Koenig’s Appeal, 7 Id. 353; McBride v. Smith, 4 Id. 245; Dodson v. Ball, 10 Id. 433; Magargee v. Naglee, 14 Id. 216; Yarnall’s Appeal, decided at this term (antea 335).\nA different purpose, perhaps, might be imputed to the testator in this instance, if the devise of his real estate had been to his daughter for life only; for then it might be inferred that the trust was not merely for coverture, but to preserve the contingent remainders to the brothers and sisters and their issue. This, therefore, gives rise to another question, to wit, the quantity of estate or interest vested in the three daughters. There is no express limitation to them for life. The intention of the testator must therefore be derived from the entire scope of the will: Sheets’s Estate, 2 P. F. Smith 263-4; Freyvogle v. Hughes, 6 Id. 230; Haldeman v. Haldeman, 4 Wright 29. The first point to be noticed is that this will was made after the passage of the act relating to wills,' on the 8th of April 1833, the 9th section of which declares that all devises of real estate shall pass the whole of the estate of the testator in the premises, although there be no words of inheritance or of perpetuity, unless it appears by a devise over or by words of limitation or otherwise, in the will that the testator intended to devise a less estate. The trust “ for the sole use and benefit of my three daughters, Julianna, Margaret and Harriet, each one part in severalty,” would therefore import a fee, unless we can discover an intent to restrict it. We cannot infer a restriction for life in the direction to the trustees to convey the share of a “ deceased daughter to such person or persons as she may by her last will and testament direct, and in default of such will and testament, then to her lawful issue in equal shares.” The will being made before the passage of the Act of 1848 relating to the property of married women, it was necessary to confer the power to devise or will in order to escape from the title and authority of the husbands of the daughters; the act relating to wills having excepted married women out of the persons who can dispose of their property by will, unless under a power legally created for the purpose, or with the assent or license of their husbands, in the case of personal estate. The clause as to the lawful issue of the daughters, it is true, restricts the fee, but does not restrict the interest to a life estate; It is well settled that a devise to the lawful issue of the first taker is primá, facie a limitation to the heirs of the body of the devisee, and therefore vests a fee tail; and this is the case even where the devise to the first taker is expressly for life: Taylor v. Taylor, 13 P. F. Smith 481; Haldeman v. Haldeman, 4 Wright 29; Physick’s Appeal, 14 Id. 128; Nice’s Appeal, 14 Id. 143. It requires more than mere words of distribution to limit this primá facie effect of the phrase. The words “in equal shares,” without something else to^ indicate the intention of the testator, will not reduce the inheritance to a mere life estate. Even the words “ as tenants in common” will not of themselves limit the entail: Smith on Executory Interests, § 475; Cresswell’s Appeal, 5 Wright 288-291. Nor does the devise over to the brothers and sisters in default of issue of the daughters restrict their interest to an estate for life; for the failure of issue on which the devise over rests is indefinite, and the devise over is therefore uncertain «in point- of time, and entirely contingent. The only expression in the will that gives any color to the notion of a life estate in the daughters, is that which provides for a redemption of the estates let for a term of years or on ground-rent for ever, “ at any time after the decease of the daughters to whom such part may have been allotted, hut shall not be redeemed before her death.” In a doubtful case the inference from this provision might turn the scale, but there is no doubt arising in other parts of this will, while the provision itself can be fairly attributed to the intent of the testator to strengthen the trust for coverture he supposed he was creating, and thereby to prevent the redemption-money from passing into the control of the husbands of his daughters as the law then stood. In view of all the provisions of the will, our conclusion is, that each of the daughters took an estate of inheritance in fee tail, freed, as we have seen, from any trust for coverture or otherwise.\nThe daughters also took an absolute interest in the personal estate. At first blush the will seems to direct otherwise, for the trust is, “ that they will hold the said three equal shares for the sole use and benefit of my three daughters, Julianna, Margaret and Harriet, in equal parts during their lives respectively, and for no other use or purpose whatever; and will pay over to them respectively the interest, dividends and profits on their several shares, as the same becomes due and is received; and the receipts of my daughters respectively, whether they be sole or married, shall he a sufficient discharge for the same.” But a closer examination of all the parts of the will discloses a different intention. And first, it is observed that the intent of the testator in this item of his will is similar to that in the item relating to the real estate, to wit, to provide a trust for coverture to preserve the estates of his daughters. Hence, when he says, “ and for no other purpose whatever,” he evidently refers to the sole and separate character of the use and not to the extent of it as contained in the words “ during their lives respectively.” Then, when we examine the general provisions of the will, we find that this item is a residuary clause, wherein he divides all the residue and remainder of his personal estate not before disposed of, and of whatever kind, into eight equal parts, giving to each of his five sons one equal part, and to his executors as trustees the remaining three equal parts in trust for his three daughters, as above stated, without any limitation over, or other disposition of them after the death of his daughters or any of them.\nThe intent to make a final and equal disposition of all the residue of his personal estate among his eight children is therefore clear, while it is equally obvious that the trust was interposed for the lifetime of his daughters, as a protection merely against any husbands they might take. And then what makes this intent conclusive is found in#the general clause following the next succeeding item relating to the real estate, in these words : “ And to avoid all doubts which might arise, I do hereby declare that it is my intention that my said daughters respectively shall have full power and authority, whether they or either of them be sole or married, to dispose of by testament and last will, in such manner as they may think proper, all their respective shares of the estate, real and personal, hereby vested in the said trustees.” Therefore the personal estate in question being itself only an undisposed residuum, the intent of the testator to make his children equal being manifest, the mention of the life estate being only for a special purpose, there being no bequest over, the disposition being analogous to that of the real estate, and finally, the full and absolute power to dispose by will of all the shares vested in the trustees, leave in our minds no doubts of the intention of the testator to vest these three shares in his three daughters absolutely\nThe decree of the court below dismissing the bill of the plaintiffs is therefore reversed, and the bill is ordered to be restored, and it is ordered and decreed that the defendant, Manlius Gr. Evans, do account for the personal property held by him as alleged trustee for the sole use and benefit of Harriet Y. Ogden, and pay over to her whatever the amount shall be found to be ' in his hands to which she is entitled under the will of Cadwalader Evans, deceased, and that the said Manlius Gr. Evans, as such alleged trustee, make a valid transfer and conveyance to the said Harriet Y. Ogden, in fee tail general of the real estate which he holds for her sole use and benefit; and further, that the record be remitted to the court below, with directions to proceed and carry this decree into effect."}