{"id": "1028179", "contents": "The opinion of the court was delivered, November 16th 1871, by\nSharswood, J.\nThe view which we take of the true construction of the will of Samuel Paisley disposes of all the questions which have been mooted on this appeal. He gives to his widow, the present appellant, the rents and profits of all his property during her natural life, under the direction of his executors. The object of this devise to her is expressed to be “for her support and the support and education of his children.” We must give the words of the will a reasonable construction. He certainly never could have intended that in the support of herself and the support and education of his children she should be under the direction of his executors. They were not to have rule in the household — to direct how or where she should live — how the children should be fed and clothed — to what schools they should be sent. Undoubtedly he meant that as long as his family continued to live together she should preside as the mistress, and have the control of it herself. He had confidence in her that she would do her duty as a mother, and it does not appear that his confidence was misplaced. In the management of the property — the renting and other disposition of it — he considered that her sex and her household duties would, in a measure at least, incapacitate her, and he wills, therefore, that as to all that, she shall be under the direction of his executors. If we read the will as if these words, “ for her support and for the support and education of my children,” were in a parenthesis, this construction becomes very evident. These words created no trust, then, either in the widow or the executors for the children, which could give the Orphans’ Court jurisdiction to call them to account, or to make a decree in favor of the children for the future administration of the estate. In that respect it was like Willard’s Appeal, 15 P. F. Smith 265. The case of Kinsley v. Lardner, 15 S. & R. 192, does not sustain the contention of the appellees. No such point was made, and the only matter decided was, that the wife took an estate for life, with a vested remainder to the children. The case of Longmore v. Elsum, 2 Younge & Coll. 363, 21 Ch. Eng. Rep. 362, also cited and relied on, even if we should feel disposed to follow it, differs very materially from the present. There was no direct devise as here to the wife, but to the executors in trust to permit her to receive the rents and profits for her own use and benefit, and for the maintenance and education of the children, and subject to such trusts, in trust after the decease or marriage of the widow, for his said children in equal shares. All the provisions of the will were spoken of as trusts. If, however, in the will before us, this was a trust for the children, when did it commence ? On the children’s attaining majority? The will says nothing about it. It must have been on the death of the testator. Is it conceivable that he meant her to account to each child, and show that his or her share had been wholly expended in support and education ? What was her share and the share of each child ? The decree of the court below assumes that the rents and profits were to be distributed just as if Samuel Paisley had died intestate, Or as if the widow had elected against the will, to take her dower at common law. But what authority is to be found in any expression of the will for any such assumption ? Even if we adopt the unreasonable construction that it was the support of the widow and the support and education of the children which were subjected to the direction of the executors, it is evident that it was subjected to their discretion as well as their direction. Such a distribution as that decreed might be most unjust and inequitable. It might leave the widow with all the cares and responsibilities of the household upon her, without an adequate support for herself. It may well be doubted whether such a discretion would not be a personal confidence reposed in the executors, though given to them by that name — which could not be exercised by a stranger to the testator — an administrator de bonis non. However that may be, we think that the words, which expressed the object for which the devise of the entire property was made to the wife for life, meant to repose that discretion in her, did not vest any present interest in the children as eestuis que trust of any particular share or shares, and in that respect the principles of construction adopted in Pennock’s Estate, 8 Harris 268, are applicable. Indeed this case, in one respect, may be considered as stronger than that; for there the words of confidence and recommendation had relation to the disposition which the legatee should make of the surplus remaining at her death, when she would no longer need it for herself. Here the main object of the testator was the benefit of his widow, to whom he 'devises the whole estate during her natural life, with the expression of his confidence that she would apply the rents and profits during that period to her own support and the support and education of his children. Doubtless she will be solemnly bound in foro conseientice, to assist any of them if they should ever need it as far as her means will permit. But it would be unreasonable and evidently in contravention of the will of their father, to hold that she must pay to them two-thirds of her income without regard to their circumstances or her own comfort. Upon her death the entire estate will devolve to them under the intestate laws, and for that event they must learn patiently to wait.\nDecree reversed at the costs of the appellees."}