{"id": "1030684", "contents": "Opinion by\nMr. Justice Frazer,\nThis action was brought to recover damages for the death of plaintiff’s husband, Hugh Coyle, as a result of injuries sustained by being struck by one of defendant’s cars. Coyle was a member of an excursion party, carried by defendant from Philadelphia to Waldheim Park, near Eeading. There was no regular station at the park but, pursuant to an arrangement with the excursionists, the train was scheduled to discharge the passengers in the morning at a point near the park entrance, and again take them on, at the same place, in the evening. There being no platform at the stopping place a cinder-fill, between the eastbound and westbound tracks, was provided by defendant, for receiving and discharging passengers.' Approximately four hundred people made up the excursion party, and in the evening this large number of persons assembled along the tracks of defendant company, awaiting the arrival of the train on the westbound track to return them to Philadelphia. They occupied the space on, and along, both sides of the eastbound track for a considerable distance. While the testimony is not clear as to the general physical condition of the immediate surroundings, a photograph of the locality, used on the trial of the case, and produced at the argument in this court, shows the roadbed to be slightly below the surface adjoining the tracks on each side, leaving a space about-twenty feet in width between the Avestbound track and the bank, in which the excursionists congregated. Before the arrival of the train Coyle was standing on the cinder-fill between the two tracks. At the time it was almost dark, there were no lights at this point, and the evidence is that the train approached, Avithout warning, at a speed estimated by one Avitness at forty miles an hour, and others as “mighty fast,” and “entirely too fast,” and another “faster than I ever saw one come in.” The train consisted of an engine and twelve coaches, and as the engine passed the excursionists, those in the rear, eager to obtain desirable seats in the cars, began pushing forward; whereupon Coyle, and others standing with him near the track, endeavored to hold the crowd back and avoid being themselves pushed against the cars. Their efforts were at least in part unsuccessful, and Coyle was pushed forward, struck by the front end of the fourth coach and thrown to the ground, sustaining injuries resulting in his death four days later. The court below submitted to the jury the question of the negligence of defendant, and the contributory negligence of deceased; there was a verdict for plaintiff, and, from judgment thereon, defendant appealed.\nDefendant company had no employee at the station to control or warn the large number of persons it knew would assemble there to take the train. In Muhlhause v. Monongahela St. Ry. Co., 201 Pa. 237, this court held it to be the duty of the carrier to furnish a safe and sufficient means of ingress to, and egress from, its trains, and to exercise “the strictest vigilance” in protecting intending passengers, assembled at its stations, from liability to injury. Although a carrier is not liable for mere rudeness and bad manners on the part of their passengers, or intending passengers, and, therefore, not bound to anticipate and guard against such conduct, yet Avhen it invites the public to use its facilities to visit parks, or places of amusement, it has notice that large croAvds are likely to assemble, and that proper care must be used in protecting them from injuries arising from such conduct as may reasonably be expected to occur, such as a sudden rush on the part of the croAvd to obtain entrance to cars immediately upon arrival of trains at the station. Such acts on the part of a large assemblage of people, congregated for the common purpose of securing passage on a public conveyance, are not within the reasoning of the line of cases Avhich hold the carrier is relieved from liability for damages resulting from unexpected acts of rudeness or improper conduct on the part of other passengers, or intending passengers, but are such as occur so frequently that they may be properly considered as such a natural and probable result that the carrier must recognize and guard against them. As was said in the case above referred to, the means to be employed to insure the safety of persons on such occasions must be left to the carrier, subject, however, to the approval or disapproval of the court as to being proper and reasonable, when the question is raised in an action for injuries alleged to be due by reason of the failure of the carrier to perform its duty in this respect. The absence of proper precaution to control the crowd, the rapid approach of the train, together with the physical condition of the immediate surroundings at the place where the train was stopped, presented a case for the jury to determine whether defendant failed to perform its duty toward its patrons.\nDefendant also contended deceased was guilty of contributory negligence, as a matter of law, for the reason his position near the track made the accident possible. The crowd was an orderly one, and deceased had no reason to anticipate a sudden movement on its part. In considering defendant’s contention that deceased was subject to the same rule as the carrier, with respect to knowledge of the tendency of a large gathering of people to rush forward to obtain entrance to cars immediately upon the approach of the train, and, consequently, if defendant was negligent, he also was negligent, we must not lose sight of the fact, that the duty imposed upon deceased was different from that imposed upon the carrier. The latter was bound to take such reasonable precaution to protect its patrons from danger which its experience as a carrier of passengers must have taught, was likely to be present. Deceased, as an intending passenger, had a right to assume thát defendant would perform its duty in this respect, and take reasonable precaution to protect him from danger: Struble v. Penna. Co., 226 Pa. 118. He was also warranted in taking for granted that defendant’s train would approach the station with such degree of care and caution as the circumstances required, and that its employees would take the measures necessary to prevent the happening of an accident, such as occurred. Although deceased was an intending passenger, he was bound to exercisé proper care under the circumstances, and whether he did or did not was properly left to the jury, in a charge of which no complaint is made.\nDefendant’s counsel, in his paper book, also raises a question as to the sufficiency of proof that the death of Coyle was the result of the accident. At the argument this point was not pressed, and need not be considered.\nThe judgment is affirmed."}