{"id": "1031247", "contents": "The opinion of the court was delivered, by\nAgnew, J.\nThe defendants, as sureties, made themselves responsible to J. R. Vogdes for the true and faithful performance of the terms of the lease on part of Mrs. L. E. Wyman. The lease, by its own terms, provided for its continuance from year to year, until legal notice was given for a removal. It is evident, therefore, that if a new year’s tenancy took place by Mrs. Wyman’s holding over without a notice of removal, the sureties became responsible for the rent by the very terms of their contract. Neither the affidavit nor the supplemental affidavit avers a termination of the lease by notice or otherwise; but the supplemental affidavit merely avers that Coe, the deponent, received a note from Mr. Vogdes informing him that Mrs. Wyman was then in arrear for rent, and that he replied that on account of the untenantable condition of the house he would .not he liable for the rent, but that Mrs. Wyman would try to pay him. It then avers that the sum then demanded has been paid by her, and that the rent now sued for has accrued since that notice.\nBut this was clearly insufficient, for by the continuance of Mrs. Wyman in possession, and the renewal of the lease by its own terms, Mrs. Wyman became liable to pay the rent. This was,her contract, and by the terms of the contract of suretyship, the sureties became liable for her faithful performance. Whatever, therefore, might be the power of the sureties, as contended in the argument, to limit their future liability by notice against the renewal of the lease, the affidavit sets forth no such notice, and no termination of the lease in fact. A mere notice by the sureties that they will not be liable, is no defence to their covenant, for it is not in their power to dissolve their contract at their own pleasure. The untenantable condition of the premises is not stated in the affidavit to have been set up by Mrs. Wyman in discharge of the lease, and as the cause of bringing it to an end in fact. If she did not abandon the possession and bring the lease to an end for this cause, the sureties can certainly make no such defence. Whether it would be in her power even to abandon after the commencement of a new term, for this cause, we cannot determine, and it would not be proper for us to do so. The affidavit is therefore insufficient, and the judgment must be affirmed.\nAffirmed."}