{"id": "1031254", "contents": "The opinion of the court was delivered, by\nThompson, C. J.\nThe legal title to the land in controversy, was in Hannah Aldrich, the wife of Leander Aldrich, by a regular conveyance from the trustees of the Bingham estate, dated March 1st 1869, and recorded April 1st, 1869. The conveyance was made, as it recites, in pursuance of a previous contract entered into between the trustees and James McConnell, her father, on the 14th of December 1832, for the land. The deed also recites, it^is said, a contract with Sally McConnell, her mother, in 1844, by an agent of the trustees for the same land, but what the nature of the recital is, 'we know not, for the deed is not on the paper-books or record, as it ought to have been.\nIt appears by the testimony, and it was undisputed, that James McConnell entered into the possession of the land contracted for, shortly after the date of the contract, and fully performed, in his lifetime, one of the conditions of the contract, which is set forth as follows: “ That on condition of an improvement and residence on it, the said James McConnell is to be entitled to a lot of land which was surveyed for him in the township of Sullivan, and county of Tioga, containing 85 3-10 acres, for which he is to pay to the said trustees, two dollars and fifty cents per acre, in the following order, that is to say: one-eighth part on the 14th day of December 1835, and one-eighth part with interest annually afterwards until the whole is paid,” &c. Residence and settlement were made part, and were thought to be an important part, of the consideration for the contract at that time, although the money consideration was necessary to be paid, in order to secure a conveyance. There was also a small payment made in money by McConnell, perhaps not more than equal to the surveying fees. As between the trustees and him there was not the smallest act of abandonment of the contract during his lifetime; when, therefore, he died, some years afterwards, an equitable estate in the land descended to his children, and this their mother could neither sell, surrender nor give away.\nIn May 1844, it would appear that Sally McConnell, the widow, applied to the trustees of the Bingham estate, for a new contract for the land, and she signed a contract for it. But there the contract ended. - The trustees never signed it, nor did she pay any portion of the purchase-money at the time, or afterwards, although she continued to live on the place until she died, some eight or ten years afterwards. The facts given in evidence are barren of dates, not in this instance alone, but in other essential particulars in this case. From this state of the facts, it is apparent that Sally McConnell acquired no equity in the land purchased and improved by her husband, under this imperfect contract. If it be thought that she acquired an equity from a portion of the heirs, by the informal assignment to her of their interest in the real and personal estate of their father in 1842, for the sum of $15, not acknowledged and recorded, it would not avail the defendants, for Mrs. Aldrich has their subsequent conveyance, duly recorded, for their interest in the land in question. Being first on record, and without proof of actual notice, her title to the land as derived from the heirs, would be the best. This is the rule of the recording acts beyond doubt: Penna. Salt Manufacturing Co. v. Neel, 4 P. F. Smith 9; and authorities therein cited.\nIt seems that after the death of James McConnell, and perhaps after the’ imperfect contract of Sally McConnell, with the trustees of the Bingham estate, a line was run through the land purchased by, James McConnell, and a portion set off to Charles McConnell, which I infer is the land in controversy, but about which I am not certain, the praecipe being indefinite as to whether the entire piece sold to James McConnell is included within the boundaries given or not; but I would presume it was not. Charles McConnell took possession of this portion of the land after Sally, his mother, gave him a quit-claim deed for it, in 1846. If she had ¡no title to the land, this deed gave him none, and certainly this must be held to be the case so far as her contract with the trustees is concerned. It was never executed by them, as an inspection of the paper shows, but as is also distinctly proved by Simpson & Gerould, the agents; and of course gave her no equity.\nThe title of the defendants is derived through a quit-claim deed from Charles McConnell to Benjamin Aldrich, and by sundry quitclaim deeds to them. Of course, as already said, these deeds amounted to nothing, excepting to estop the parties from ever claiming against them, if at the time they had any title. It appears that in 1865 or 1866, Robert B. Bailey, having a copy of the deficient article between Mrs. McConnell and the trustees, made a payment to the agent of the trustees of $100, and afterwards of $50, both payments, says the witness, Simpson, the agent, “ remain in the safe in our office. * * * Mr. Bailey claimed to be interested in the Sally McConnell contract, or in the land which it represented; paid it to apply on the purchase-money of that land.” Afterwards, on receiving notice of Mrs. Aldrich’s claim under the James McConnell contract, the agent testifies, he notified Mr. Bailey to come and receive his money back.' But this he refused to do. The deed for-the land in question and more, was then made to Mrs. Aldrich, she holding the conveyance of the heirs, and paying up the original purchase-money and interest. Thus she acquired a legal title to the property in question, as part of the original purchase by her father.\nThe receipt of the purchase-money on account of the Sally McConnell contract, if by mistake, as was testified to by the agent, was not a ratification by the trustees of the defective contract. Ratification is an intelligent act, and in law, I know of no case where it results from a mistake. But if this were less true than it is, the trustees have no authority to abrogate the James McConnell contract and sell his equity in the land, together with valuable improvements put on it by him. Mrs. McConnell’s contract was for the whole land, and to this Bailey’s payment applied, if it applied at all, and we think from the case as disclosed, it amounted to nothing to raise an equity in favor of the defendants. As there were ng deeds on record, it was the duty of the defendants before embarking in an undertaking to acquire title to property sold to another, to inquire of the possessor, how it stood, and where it was ? Any inquiry of Charles McConnell, also, would have disclosed who Sally McConnell was; that she was the widow of James McConnell, and that she could not acquire title for herself to property which had descended to his heirs. So an inquiry of the persons in possession would have disclosed that James McConnell died seised of an equitable title to the lands and in possession. Inquiry is always a duty where notice is not actual or constructive, and where it is a duty and is omitted, the party will be regarded as having notice; that is to say he will be considered as one who intends to take the risk of the status of things. We think that was the condition of the defendants, at least of the holder of the title under which the defence was made in the case, and therefore, we are of opinion that the learned judge should have, in the aspect in which the case stood, affirmed the plaintiffs’ fourth point, which was, “ that from all the evidence in this case, the plaintiffs are entitled to recover in this suit on their legal title given in evidence, for all the land in controversy, subject to a conditional verdict; that if the jury believe from the evidence that E. Young is entitled to the undivided title of Charles McConnell, derived as heir from his father, James McConnell, as affected by the contract signed by him and others given in evidence, it must be upon condition of payment of a proper proportion of the purchase-money, according to the contract to James McConnell, given in evidence.”\nThe conditional verdict rendered in the case, was widely different, as we understand it. It was for all the land embraced in the writ, some 62 acres, upon the basis that the title, or rather quitclaim, of his mother, vested Charles with title to all the west half, a portion of the land originally of James McConnell, his father. This we think under the testimony was not the case.\nThe first, second and third points of the plaintiffs, are substantially embraced by the fourth, otherwise they should have been answered also in the affirmative.\nAs to the admissions of testimony in the bills of exceptions, Nos. 1 and 2, they were in our view of the case harmless, and it was perhaps, at the 'time of their offer and admission, well enough to admit them, to enable the defendants to raise their theory of the case, but to give effect to them, we think, for the reasons already stated, was error. The defendants did not rely on Charles McConnell’s deed for title as against the plaintiffs, any further than as a transfer of his mother’s title under the supposed contract with the trustees of the Bingham estate. But as that amounted to nothing, his deed had no effect.\nThere is a great want of clearness in the presentation of this case, both on account of the absence of dates, and of deeds which must have been given in evidence. If unhappily this case ever comes to this court again, we trust it will be in a more transparent form than it has appeared at this time.\nJudgment reversed, and venire de novo awarded."}