{"id": "1031237", "contents": "The opinions of the court were delivered, by\nThompson, C. J.\nNyman’s Appeal.\nThere is no room for controversy about the question raised here; it is conclusively ruled against the appellee by the case of Marks’s Appeal, 10 Casey 36. There was no appraisement of the land in this case, supposing there was a demand for exemption, and this, with a return that it could not be divided, was absolutely necessary in order to entitle the debtor to come upon the proceeds of sale for the amount of exemption in the hands of the sheriff. The assignee cannot claim to be in any superior position to that of his assignor.\nDecree reversed, and record remitted, so that distribution may be made of the funds in court in accordance with this opinion, and the appellee is directed to pay the costs of this appeal.\nFickes’s Appeal.\nThe Act of 26th March 1827 provides that no judgment shall continue a lien for more than five years from the date of its entry, “ unless renewed within that period by agreement of the parties and terre-tenants, filed in writing and entered on the proper docket, or a writ of scire facias to revive the same be sued out, within said period, according to the provisions of the • act to which this is a supplement.”\nThis is just what was not done in this case, and is the reason why the appellant’s claim on the proceeds of sale was not good. The judgment of Fickes v. Harman was revived against the latter by agreement without including the terre-tenant Heagy. This, therefore, did not continue the lien of Harman’s judgment on the land in the hands of Heagy after the first five years: Sames’s Appeal, 2 Casey 184; Fursht v. Overdeer, 3 W. & S. 470; Amstrong’s Appeal, 5 Id. 352. It was a clear disregard of the Act of Assembly. Heagy’s witnessing the agreement between Fickes and Harman to revivfe the judgment, did not make him a party, as the act requires. It was no judgment as to him, any more than it would have been against any stranger who might have attested it. It follows from this, that the first judgment entered against Heagy, bound his interest in the land acquired by deed from Harman, and so on, according to priority. Harman’s interest was divested by his conveyance, and Fickes’s lien was lost because he did not continue it against Heagy in time. All this was the consequence of the appellant acting as his own lawyer.\nThe appeal is dismissed at the costs of the appellant, and the decree of the court below is affirmed."}