{"id": "1031260", "contents": "The opinion of the court was delivered, by\nWilliams, J.\nIf it be conceded that the record of the log-mark adopted by the plaintiff’s assignor was not admissible in evidence under the Act of 10th April 1862, because the certificate required by the act was not signed by him, but by his agent, it does not follow that the other evidence offered in support of his title to the lumber, ought not to have been received as primfi facie evidence of ownership.\nThe replevin was for four piles of white pine lumber at defendant’s saw-mill, containing about eighty thousand feet, which the plaintiff alleged had been sawed out of logs belonging to his assignor, David A. Smith. In order to show his ownership of the logs, the plaintiff offered to prove that Smith was engaged in lumbering upon the West Branch of the Susquehanna river, and its tributaries, from 1862 to 1870; that during all that time he used the mark U T and brace and bit upon all his logs, and that no other person or persons ever used said mark; that it was recognised by the officers of the Susquehanna Boom Company as the property of said Smith, and that no other person ever claimed ownership of logs so marked; that the lumber'in dispute was replevined at the defendants’ saw-mill, along the West Branch of the Susquehanna river, and sawed from logs floated down said stream into the Susquehanna boom at Williamsport, and from thence taken to said mill — said logs beings marked U T and brace and bit; that they, were not registered in the name* of any other person or persons whatsoever, and that defendants caused their own mark to be stamped over the mark of said Smith, and that the logs so re-stamped were taken by defendants’ agents from the Susquehanna boom to the defendants’ mill, and converted into the lumber replevied at said mill upon the writ issued in this case. This is the substance of the evidence offered by the plaintiff, and we think that it should have been allowed to go to the jury. If the assignor was engaged in lumbering, as stated in the offers, and if he stamped all the logs which he cut in the forest and prepared for market, with his mark, how could he show title to them, after they were floated down the river, and caught with other logs in the boom at Williamsport, except by showing that they had his mark on them, and the mark of no other person, denoting their ownership ? If they were not his logs, why were they stamped with his mark ? The presumption is always in favor of honesty; and if so, the reasonable inference would be, that the logs were rightfully in his possession, when he stamped them, and that he stamped them with his mark because he owned them. The evidence offered was, therefore, sufficient to make out a prima; facie case of ownership without showing that he purchased the logs, or that he was the owner of the land on which they were cut. If it had been received, it would have been incumbent on the defendants, if they stamped their mark over the plaintiff’s when the logs were in the boom, and afterwards took them to their mill and sawed them into lumber, to show a better title than that shown by the plaintiff, otherwise he would have been entitled to recover.\nJudgment reversed, and a venire facias de novo awarded."}