{"id": "1031272", "contents": "The opinion of the court was delivered, by\nSharswood, J.\nAn afiidavit by the defendant in error that the plaintiff died after the issuing of the writ, and before assignment of errors has been filed and a motion made to abate it. It would have been more regular and formal to have pleaded in abatement, so that if denied the fact might have been put at issue. No objection, however, has been made on this ground, and we will proceed to consider the question. It is undoubtedly true, that at common law a writ of error shall abate when the plaintiff in error dies before errors assigned, but if he die after, the writ does not abate, but the defendant may join in error: 2 Saund. 101, n. It was accordingly so held in Boas v. Heister, 3 S. & R. 271, on this authority; the attention of the court not having been called, as it appears, to any Acts of Assembly. If Boas v. Heister was a personal action, as we may presume it was, the Act of April 13th 1791, 3 Smith’s L. 30, then in force (now supplied by the Act of February 24th 1834, § 26, Pamph. L. 77), seems to have provided for the case. It enacted, “ when any writ shall be depending in any court of this Commonwealth, and either of the parties shall die before final judgment, the executor or administrator of such deceased, who was plaintiff, petitioner or defendant, in case the cause of action doth by law survive, shall haye full power to prosecute or defend such action until final judgment.” But if it was an ejectment, then the Act of April 13th 1807, 4 Smith’s L. 476, had provided: “No writ of ejectment shall abate by reason of the death of any plaintiff or defendant, but the person or persons next in interest may he substituted in the place of the plaintiff or defendant, who shall have died pending the writ.” There is no reason why remedial laws like these should not extend to proceedings in this court. A writ of error is an action; a release of all actions is a good bar to it: Co. Litt. 288 b. Certainly the same reason holds good in regard to it. The effect of abatement was simply to delay the proceedings; to compel the representatives of the deceased to commence a new action. If the action abated without the act or default of the plaintiff, he was permitted to sue out a fresh writ by jowrnées aceompts, which was quasi a continuance of the first writ: 1 Bacon’s Abr., Abatement G. So if a writ of error abate by the act of Grod or the law, a second writ shall still be a supersedeas: 2 Bacon’s Abr., Error G. Thus, when the cause of action survived, nothing followed from abatement but delay and costs. It was the object of the legislature to provide a remedy for this, and it would have been incomplete if it had not reached and applied to a cause in all its stages. An ejectment removed by writ of error to this court is still a “writ of ejectment” pending, and there is no reason if the death would not abate it in the court below, why the writ of error should fall, and the representatives of the party decedent be driven to take out a new writ of error. The English Statute of 8 & 9 W. 3, C. 11, s. 7, enacted that “if there be two or more plaintiffs or defendants, and one or more shall die, if the cause of such action shall survive to the surviving plaintiff or plaintiffs, or against the surviving defendant' or defendants, the writ or action shall not thereupon be abated, but such death being suggested upon the record, the action shall proceed.” It was held by the Court of King’s Bench, in Clarke v. Rippon, 1 B. & Ald. 586, that this statute applied to writs of error. The motion to abate the writ is therefore refused.\nIt must be conceded that if the estate of Walter Stewart, deceased, in the premises, was divested by the sale by the sheriff of Northumberland, the plaintiff had no title. There can be no doubt that the judgment Wharton v. Stewart’s Executors, entered September 3d 1798, in this court, was at that time a lien upon lands all over the Commonwealth: White v. Hamilton, 1 Yeates 183. The Act of March 20th 1799, 3 Smith L. 358, enacted that from and after the last day of December Term then next no judgment rendered in the Supreme Court or any of the Circuit Courts, shall be a lien on real estate, excepting in the county in which such judgment shall be rendered. Although the amount of the judgment does not appear to have been liquidated by assessment, yet it will presumed to have been a final judgment for the amount endorsed on the execution: Sellers v. Burk, 11 Wright 344. That the regular mode of proceeding on this judgment was by a testatum fieri facias appears by Lesher v. Grehr, 1 Dall. 330. This, execution levied inter alia upon the tract in controversy preserved the lien indefinitely until the passage of the Act of March 26th 1827, Pamph. L. 129: Commonwealth v. McKisson, 13 S. & R. 144. Thus far there appears to be no difficulty. But pending the testatum fi. fa. and levy in Northumberland county, an Act of Assembly was passed March 28th 1808, 4 Smith L. 526, by which all that part of Northumberland county lying north-east of a straight line from the mouth of Nescopeck creek to the northwest corner of Berks county, was annexed to Luzerne county. The tract in question was within these limits. The act provided that the powers of the courts and of the civil oflicers of the county of Northumberland should cease in the parts so annexed “ except in the determination of suits (if any) now pending in the said courts, so far as relates to that part so annexed as aforesaid.” A venditioni exponas had been issued from this court December Term 1799, to the sheriff of Northumberland county, founded on the testatum fi. fa. and levy aforesaid; an alias venditioni exponas to December 1801; but the pluries venditioni exponas under which the sale took pla&e was to July 1814, after the division of the county in 1808. The question then is, whether the sheriff of Northumberland county had any power under this writ directed to him to sell the land at that time in Luzerne, though now in Schuylkill county. What would have been the law had there been no provision in the Act of 1808 on the subject we do not stop to inquire, because we are of opinion that upon that liberal construction which ought to be put upon the words of the statute to protect and preserve the vested rights and property of the citizen the sheriff of Northumberland was the proper civil officer to carry on and complete a proceeding by execution begun and pending in that county at the time the Act of 1808 was passed. Suit is a more general and comprehensive word than action. It means in its ordinary and popular acceptation “any action or process for the recovery of a right or claim, legal application to a court for justice, for prosecution of right before any tribunalWebster’s Diet., ad. verbum. It is undoubtedly derived orginally from the- seetd or suit of witnesses, which every plaintiff was required to produce or offer to produce when he preferred his claim in court. Indeproducit seetdm — thereupon he brings suit — a form of words still continued: 3 Blackst. Com. 295. In this wide sense a writ is pending and undetermined in court until the plaintiff has fully recovered and realized his just demand. While seeking to compel its satisfaction by a sale of the property of the defendant he is still pursuing his suit; prosecuting his claim. No violence, therefore, is done to the words of the Act of 1808, when we hold that the testatum and levy was “ a suit pending in the court of Northumberland,” and that the power of the civil officers of that county continued as far as regarded that subject-matter.\nIt is unnecessary to discuss the other specifications of error. It follows that the learned court below erred in directing a verdict for the plaintiff upon the whole evidence.\nJudgment reversed, and venire facias de novo awarded."}