{"id": "1031251", "contents": "The opinion of the court was delivered, by\nSharswood, J.\nThe 1st assignment of error, that the learned judge refused to withdraw a juror, is a matter which is exclusively within the discretion of the court below and not reviewable here. The 2d error assigned is in permitting a witness to be asked whether the plaintiff’s appearance did not show her constitution broken down by her duties at that time. Certainly, if the offices performed by the plaintiff were of such a character as necessarily to be injurious to her health, it was a fair element to be taken into consideration in determining what her services were worth. The other errors assigned are to the charge and the answers to the points, and need not be separately considered. They present substantially only two questions. First, Was there evidence of such an express contract as ought to have gone to the jury ? And second, If the services were rendered in expectation of being compensated by a legacy, ought that to prevent a recovery ?\nAs to the first question, it is undoubtedly true, that contracts of this character, by which the estates of deceased persons are called on to pay large sums to nurses and housekeepers, ought to be very closely scanned, and juries instructed that they can only be made out by very clear proof. The courts are especially justified in setting aside such verdicts, when not founded on proof of this character, or when unreasonable in amount. Yet these are matters not within the province of a court of errors. They are necessarily confided to the sound legal discretion of the tribunal before which the trial has taken place. Such a contract must of course possess the element of certainty, as was held by this court in Sherman v. Kitsmiller, 17 S. & R. 45, and Graham v. Graham’s Executors, 10 Casey 475. But the maxim is, Id certum est quod, oertum reddi potest. In neither of the cases could that maxim be applied. In the first, the promise as set up, was to give the plaintiff 100 acres of land. One hundred acres of land where ? worth how much ? Five dollars an acre or five hundred ? “ The promise,” said Mr. Justice Duncan, “is as boundless as the terrestrial globe.” “ The action only lies where a man by express words assumes to do a certain thing. Not that this means an absolute certainty, but a certainty to a common intent, giving tbe words a reasonable construction. But the words must show the undertaking was certain; for, in assumpsit for non-payment of money, it is necessary to reduce the amount to a certainty; or on a quantum meruit, by an averment, where the amount does not otherwise appear. Express promises or contracts ought to be certain and explicit to a common intent at least. They may be rendered certain by a reference to something certain;\" Sylvester’s Case, Popham 148; 2 Roll. Rep. 104; 1 Leo. 88. In Graham v. Graham’s Ex’rs., a promise to give the plaintiff, in consideration of services, “ as much as to any relation on earth,” was held to be indefinite. As our brother Williams said, in his opinion below, which was affirmed in this court: “ The testator did not intimate what or how much he would' give to any relative he had on earth.” Who could say how much that would be ? It depended on his own will, as if a man were to say, I will give you for these services just what I choose. In the case now before us, however, the contract as proved by Elizabeth Sheaf, and confirmed by the testimony of other witnesses was, that “if she (the plaintiff) would stay with him (the testator) as long as he lived, he would provide and give her full and plenty after he was gone, so that she need not to work.” Now, certainly, here is a measure by which the amount can be ascertained, and which brings the case within the rule of certainty to a common intent. Consideration being had of the condition in life of the plaintiff, what annuity would place her in such circumstances that she need not work ? The annuity tables settle what such an annuity is worth or can be bought for. It is true, that this mode of arriving at the plaintiff’s compensation does not appear to have been pursued on the trial below, hut it was left to the jury generally. The supervisory power of the court over the verdict must be resorted to where the amount found is more than was reasonable under the circumstances. We see no error in the manner in which the plaintiff’s right of recovery under the alleged express contractwas submitted to the jury.\nThe second, question may be briefly disposed of. Certainly where services are gratuitously rendered under the mere expectation of a legacy, there can be no recovery, for in such a case there is no contract at all: Little v. Dawson, 4 Dall. 111; Swires v. Parsons, 5 W. & S. 357. But in Roberts v. Swift, 1 Yeates 209, it was decided that if one does services for another at his request, no matter what his expectations were, assumpsit may well be supported to recover a compensation. And in Snyder v. Castor’s Adm., 4 Yeates 353, it was said by Mr. Chief Justice Tilghman, in pronouncing the opinion of the court: “ It has been urged by the defendant’s counsel, that if a person serves another through the expectation of a legacy, in which he is disappointed, he cannot support an action. The law certainly is so, but cannot be applied to a case where the person for whom the services was done promises to pay for it; and it is immaterial whether the promise be made before or after the service.”\nThe plaintiff in error has not given in his paper-book a copy of the will of Abraham Shalkop, but if the legacy therein contained was given to Rebecca Stevens, by the designation of his housekeeper, and nothing more, we see no error in any of the rulings of the learned judge below upon that subject.\nJudgment affirmed."}