{"id": "1031243", "contents": "The opinion of the court was delivered,\nby\nSharswood, J.\nThis bill was filed by the appellant as the assignee of the “ National Safety Insurance and Trust Company,” against the defendants, who were directors of the corporation, alleging fraudulent, illegal*and improper management of its affairs, extending over a period of more than ten years, from 1850 to 1861. The case upon the bill, answers and proofs was referred to a Master, who reported that the bill should be dismissed and a pro forma decree was entered accordingly.---- '\nUpon a careful examination of the record and paper-books, which make up nine hundred and sixty-six printed octavo pages, we have come to the following conclusions of fact, which are supported also by the opinion of the Master. First, That no fraudulent conduct-is imputable to any one of the defendants, at any period of time during their administration of the trust. No pecuniary advantage, to the amount of a dollar, was ever realized or sought by any one of them. There was no embezzlement or misappropriation of the funds by any officer or agent of the corporation. There is no pretence that the defendants are liable to account upon either of these grounds. “ One fact,” says the Master, “ is quite clear — that none of the defendants have made any profit out of their transactions which was not common to all the stockholders.” Second, That in regard to investments, and the mode of transacting the business — the legality of which under the charter is questioned — the defendants uniformly acted under legal advice. “ U appears in the evidence,” says the report]\"athat the defendants always acted upon legal advice, as to the mode of doing business and making investments. No important step was ever taken without first obtaining the advice of the solicitor.” Third, Looking at the history of the institution in the light of subsequent events, its direction was unwise and unfortunate. The money of the depositors was not invested in first-rate and perfectly safe securities, as they engaged to do, and as the funds of such a charity unquestionably ought to be. Loans were largely made upon very doubtful collaterals. Their investments in real estate were injudicious. They lost from a failure to insure. They sought to realize Targe profits at usurious rates of interest. The..crash came in 1860, just before the breaking out of the civil war. All doubtful securities fell in the market. Their debtors went to the wall. In the vain attempt to sustain their credit they sacrificed securities and collaterals. Had they stopped and made an assignment at once, a large amount of the loss which subsequently fell upon them would undoubtedly have been prevented. The story might be much amplified by entering into a detail of particulars: but the conclusion would be the same. Such is a brief resumé of the facts. It is not the history of this institution alone, but of many others in this country.\nThe broad question then is, whether upon such a state of facts, the directors of a corporation can be made to account for losses arising from mismanagement merely.\n~~JA is by no means a well-settled point what is the precise relation which directors sustain to stockholders. They are undoubtedly said in many authorities to be trustees, but that as I apprehend is only in a general sense, as we term an agent or any bailee intrusted with the care and management of the property of another. It is certain that they are not technical trustees. They can only be regarded as mandataries — persons who have gratuitously undertaken to perform certain duties, and who are therefore bound to apply ordinary skill and diligence, but no more. Indeed, as the directors are themselves stockholders, interested as well as all others that the affairs and business of the corporation should be successful, when we ascertain and determine that they have not sought to make any profit not common to all the stockholders, we raise a strong presumption that they have brought to the administration their best judgment and skill. Ought they to be held\" responsible for mistakes of judgment or want of skill and knowledge ? They have been requested by their co-stockholders to take their positions, and they have given their services without compensation. We are dealing now with their-responsibility to stockholders, not to outside parties — creditors and depositors. It is unnecessary to consider what the rule may be as to them. Upon a close examination of all the reported cases, although there are many dicta not easily reconcilable, yet I have found no judgment or decree which has held directors to account, except when they have themselves been personally guilty of some fraud on the corporation, or have known and connived at some fraud in others, or where such fraud might have been prevented had they given ordinary attention to their duties. I do not mean to say by any means that their responsibility is limited to these eases, and that there might not exist such'a case of negligence or of acts clearly ultra vires, as would make perfectly honest directors personally liable. But it is evident that gentlemen elected by the stockholders from their own body ought not to be judged by the same strict standard as the agent or trustee of a private estate. Were such a rule applied, no gentlemen of character and responsibility^ would be found willing to accept such places^ The authorities I think fully endorse these views.\nThe leading case is The Charitable Corporation v. Sutton, 2 Atk. 400, which was treated by Lord Hardwicke as a case of fraud entirely. Five of the managers or committee-men entered into a confederacy to loan out money to their own storekeeper, upon whom was devolved the duty of putting an estimate upon the value of the pledges; the others connived at the fraud. “ It is such a notorious fraud or at least gross inattention,” said the Lord Chancellor, “to suffer him, who.was to set a value on all the pledges, to borrow money upon them himself, that I shall direct those who appear to be guilty of it to make good the loss. Committee-men are most properly agents to those who employ them in the trust and who empower them to direct and superintend the affairs of the corporation. If some persons are guilty of gross .non-attendance and leave the management entirely to others, they may be guilty by this means of the breaches of trust that are committed by others.” So accordingly -in The York & North Midland Railway Company v. Hudson, 16 Beavan 495, the chairman of a railway company appropriated unallotted shares to the use of various persons, whose names he did not mention, in order to secure or reward services which he declined to state, but which it was insinuated was in the nature of “secret service money;” it was held that if the defendant had applied the property of the company in a manner which would not bear the light, he must suffer the consequences, and that being charged with the receipt of the money, he could not discharge himself by the suggestion of such an application. In Williams v. Page, 24 Beavan 661, Sir John Romilly said, in treating a director as a trustee: “ The trust no doubt is a peculiar one.” In Great Luxembourg Railway Co. v. Magnay, 25 Beavan 592, he held that if a director enters into a contract for the company he cannot personally derive any benefit from it. So also in Ex parte Bennett, 18 Beavan 339, directors of a public company are trustees for the shareholders, and their private interests must yield to their public duty wherever they are conflicting. In Turquard v. Marshall, 3 Equity (Law Rep.) 127, which is the last English case on the subject, Lord Romilly, M. R., held directors liable, first, for not calling a meeting of the shareholders under a clause of the charter requiring them to do so, on the exhaustion of their surplus fund, and second, for loaning money to one of themselves without security. He used however this language: that if directors have been guilty of gross and palpable breach of trust, which cannot be set right by a public meeting of the company, they may be made responsible for their misconduct. On appeal, however, the decree of Lord Romilly, holding the directors personally liable, was reversed by Lord Chancellor Hatherley, 5 Chancery Appeals (Law Rep.) 386. He said: “ There was no fraud alleged, nor was it alleged that the directors applied the funds of the company to their own use, or in any way except in what they thought was for the benefit of the company,- however incorrect their course might have been.” Then as to the loan to Higgins (the co-director): “ The statement of this in the bill was only as part of the general misconduct of the directors, and the loan was only mentioned as one of the losses incurred. There was no specific allegation of any impropriety in lending the money to him, nor was any specific relief prayed in this respect. It was within the powers of the deed to lend to a brother director, and however foolish the loan might have been, so long as it was within the powers of the directors, the court could not interfere and make them liable.' They were intrusted with full powers of lending the money, and it was part of the business of the concern to trust people with money, and their trusting to an undue extent was not a matter with which they could be fixed, unless there was something more alleged, as, for instance, that it was done fraudulently and improperly and not merely by a default of judgment. Whatever' may have been the amount lent to any- j. body, however ridiculous and absurd their conduct might seem, it J was the misfortune of the company that they chose such unwise ¡ directors; but as long as they kept within the powers of their' deed, the court could not interfere with the discretion exercised; by them.”\nTo pass now from the English to the American cases: Koehler v. The Black River Falls Iron Co., 2 Black S. C. 715, was a case of fraud. Mr. Justice Davis said: “ Instead of honestly endeavoring to effect a loan of money advantageously for the benefit of the corporation, these directors, in violation of their duty and in betrayal of their trust, secured their own debts to the injury of the stockholders and creditors. Directors cannot thus deal with the important interests intrusted to their management. They hold a place of trust, and by accepting the trust are obliged to execute it with fidelity, not for their own benefit, but for the common benefit of the stockholders of the corporation.” In Scott v. Depeyster, 1 Edw. Ch. Rep. 513, the object of the bill was to make the directors liable for money embezzled by their secretary on the ground of their negligence. So, Robinson v. Smith, 3 Paige 222, the bill alleged that the directors had engaged in a gambling speculation in stocks, wholly unauthorized by the charter, which was carried on to subserve their own individual interests and purposes. On demurrer to the bill, it was of course held that the directors of a corporation, who wilfully abuse their trust or misapply the funds of the company by which a loss is sustained, are personally liable as trustees to make good that loss, and they are also liable if they suffer the corporate funds to be lost or wasted by gross negligence and inattention to the duties of their trust. In the same category is Taylor v. Miami Exporting Company, 5 Hammond (Ohio) 162; Verplanck v. Mercantile Insurance Co., 1 Edw. Ch. Rep. 84; Bank of St. Mary v. St. John, 25 Alab. N. S. 566; Butts v. Wood, 38 Barb. 181; s. c. 37 New York 317. In The Franklin Fire Insurance Co. v. Jenkins, 3 Wend. 130, which was an action on the case in which the declaration alleged against directors “want of care and attention,” and also “ corrupt and wilful mismanagment,” a demurrer was sustained Sutherland, J., remarking: “These are very different allegations and require distinct and different answers.” Lexington & Ohio Railroad Co. v. Bridge, 7 B. Monroe 556, was a bill by creditors against directors for making a dividend when no profits existed. “We are satisfied,” say the court, “that if they were guilty of negligence to any extent it is not of that gross and palpable character that would render their conduct so reprehensible as to subject them to the imputation of a personal or even a legal fraud.” In Godbold v. Branch Bank at Mobile, 11 Alab. 191, it was decided that the directors of a bank are not responsible for an injury to the bank caused by their act, originating in an error of judgment, unless the act be so grossly wrong as to warrant the imputation of fraud or the want of the necessary knowledge for the performance of the duty assumed by them on accepting the agency. In Hodges v. New England Screw Company, 1 Rhode Island 312, in dismissing the bill, Greene, C. J., observed : “ It does not appear that the directors sought or secured to themselves any benefit or advantages which was not common to all the other stockholders of the Screw Company.” See also Neall v. Hill, 16 California 145.\nIt seems unnecessary to pursue this investigation any further. These citations, -which might be multiplied, establish, as it seems to me, that while directors are personally responsible to the stockholders for any losses resulting from fraud, embezzlement or wilful misconduct or breach of trust for their own benefit and not for the benefit of the stockholders, for gross inattention and negligence by which such fraud or misconduct has been perpetrated by agents, officers or co-directors, yet they are not liable for mistakes of judgment, even though they may be so gross as to appear to us absurd and ridiculous, provided they are honest and provided they are fairly within the scope of the powers and discretion confided to the managing body.\nIn regard to the question last adverted to, whether the defendants should be held responsible for any of their acts and investments as ultra vires, it might be sufficient to notice the fact that the charter of this corporation was a very complicated one, made up by comparing together no less than sixteen different acts of incorporation or supplements/!; The ingenuity of the young gentlemen of counsel for the defendants has been exercised in presenting to the court a genealogical map or pedigree, tracing the Acts of Assembly, from one to another. To have mistaken the extent of their powers under such circumstances would not have been matter of surprise even in the most timid and cautious. We may adopt upon this point the language of C. J. Greene in Hodges v. New England Screw Co., 1 Rhode Island 312. “ In considering the question of the personal responsibility of the directors we shall assume that they violated the charter of the Screw Company. The question then will be, was such violation the result of mistake as to their powers, and if so did they fall into the mistake from want of proper care, such care as a man of ordinary prudence practises in his own affairs. For, if the mistake be such as with proper care might have been avoided, they ought to be liable. If, on the other hand, the mistake be such as the directors might well make, notwithstanding the exercise of proper care, and if they acted' in good faith and for the .benefit of the Screw Company, they ought not to be liable.” J'We may say in this case, conceding that the directors did violate the charter, it was a question upon which with all due care they might have made an honesty mistake ; and moreover, it appears by the evidence, and is' so re-1 ported, that they acted throughout by the advice of their counsel. It is well settled that trustees Will be protected from responsibility ¡ under such circumstances: Lewin on Trusts 595; Vez v. Emery, 5 Ves. 141; Calhoun’s Estate, 6 Watts 189.\nThe view which we have thus taken of the facts and the principles of law applicable to them, renders it unnecessary to consider whether there is anything in the case of the defendant Brewster to distinguish his liability from that of the others. It also dispenses with the necessity of discussing the operation of the bar of the Statute of Limitations, except in the cases of the defendants Churchman and Smith, who having raised their defence by demurrer the bill was separately dismissed as to them. Upon the point as made in their case, each_ of them having entirely ceased to be a director, more than six years before the bill was originally file.dj we entirely concur in the opinion of the Chief Justice in Churchman’s case.\nDecree affirmed, and appeal dismissed at the costs of the estate in the hands of the appellants."}