{"id": "1031255", "contents": "The opinion of the court was delivered, by\nSharswood, J.\nIt was decided in Campbell v. Shrum, 3 Watts 60, that the purchase of a tract of land by agreement under seal, “ subject to the payment of the purchase-money and interest” due to a third person, is a covenant by the vendee to pay such-purchase-money and interest. It is a mistake to suppose that it must appear affirmatively that the amount of the encumbrance was retained out of the purchase-money. As remarked by Mr. Justice Strong in Woodward’s Appeal, 2 Wright 322, in Campbell v. Shrum, the consideration named for the stipulated conveyance did not include the purchase-money, subject to which it was sold. In Woodward’s Appeal, a guardian was authorized by the Orphans’ Court to invest the sum of $8750 in the purchase of a house for his ward, subject to the payment of a mortgage, which he did, by deed, in which the mortgage was not recited as a part of the consideration ; it was held, that the guardian had made himself personally responsible. In Burke v. Gummey, 13 Wright 518, the deed was in consideration of $1000, subject to amortgage of $1000. “We have no cases,” says Mr. Justice Strong, “that are not reconcilable with the doctrine that one who purchases expressly subject to an encumbrance as between the vendor and himself, makes the debt his own and assumes to protect the vendor.” Blank v. German, 5 W. & S. 36, was not the case of a purchase but of an assignment to trustees for distribution among creditors. Had it been a purchase the opinion concedes that the case would have been within the principle of Campbell v. Shrum.\nThat George Steininger, Sr., was personally liable for the Meitzler dower, is undisputed. His deed to his son George Steininger, Jr., for the land upon which it was an encumbrance, subject to that dower, as between him and his vendee, made it the debt of the lattér. Undoubtedly it might be shown that such was not the agreement of the parties; in other words, that the insertion of those words in the conveyance was a mistake of the scrivener. We may conjecture that it was so, from the fact that the articles of agreement for the sale do not contain those words. It is merely conjecture. The existence of the dower as an encumbrance on the land was certainly known to the parties, and the presumption of law is wherever the title is taken expressly subject to it, that it is estimated and allowed for in the consideration. When the question now presented was incidentally before this court in a former appeal of March Term 1865, No. 94, it is said by Lowrie, C. J., in the opinion which has not been reported: “ If there is any mistake in the deed to the son George, we have not the means of correcting it. By that deed the money due to the Meitzlers is charged upon George’s title, and he can claim no relief against it, except that provided in the will, which seems to require that the interest during the widow’s lifetime shall be paid out of the testator’s estate.”\nGeorge Steininger, Sr., had an undoubted right by his will to exonerate his son George from personal responsibility for the Meitzler dower. Has he done so ? The will is dated after the articles, and before the conveyance to George. It contains this clause: “ It is my will that my hereinafter named executors shall pay the interest to Elizabeth Meitzler for the dower which lies upon my son George’s land out of my estate.” The contention is that this implies that the principal should be also paid put of his estate. The contrary would rather be the more natural inference. If as now maintained he had sold-by the articles to George clear of this encumbrance, his estate would have been liable both for the interest and principal, and this provision of the will would have been unnecessary. But if George was responsible for-it, then his father intended so far to relieve him as to provide that so long as the widow lived his estate should pay the interest, but no more. If he had intended both principal and interest, he certainly would have said so. It is urged also and seems to have had considerable weight with the auditor in the court below, that while this land was sold to George at $78 an acre, other land was-sold by his father to his brother Solomon at the same price which was entirely clear of encumbrances. We are not furnished with the articles with Solomon. The articles with George introduce other elements into the price of the land besides the $73 per acre. Whether similar stipulations are contained in the agreement with Solomon, we do not know. But even if the value of the two pieces of land was the same and the consideration the same, how can it be a legal inference that George Steininger intended both his sons to have the same advantages from their respective purchases ? We must think this argument entirely inconclusive. There was error, therefore, in the decree. Credit should not have been allowed to the accountant for the principal sum of the Meitzler dower.\nDecree reversed, and record remitted that a decree may be entered conformably to this opinion. The costs of this appeal to be paid by the estate."}