{"id": "1031221", "contents": "The opinion of the court was delivered, by\nSharswood, J.\nIt was decided by this court in Robinson v. Myers, 17 P. F. Smith 9, that when the jury finds a verdict for the defendant there can be no judgment entered upon a reserved point for the plaintiff. Such judgment being without any verdict to support it, wants a legal foundation and is therefore erroneous.\nIn order, however, to end this controversy we have been requested by the counsel of both parties to consider and decide the question reserved. That question was, whether the failure of the wife to record her deed until after the judgment was purchased by the plaintiff — no knowledge of the existence- of the deed being traced to him — gave to her husband a false credit, and was such laches on her part to the misleading of the plaintiff as will prevent her from setting up her title against him. It is supposed that the judgment of this court in Coates v. Gerlach, 8 Wright 43, is an authority in point, and upon this ground the learned judge below-entered judgment non obstante veredicto. But the decision in that case was expressly that the deed to the wife could not be sustained because it was more than a reasonable provision for her, and what is added as to her not recording the deed, is a reason for not regarding her case with favor, because she had studiously and purposely concealed her title for the purpose of giving her husband a false credit. “ In asking,” says Mr. Justice Strong, “ that a deed void at law should be sustained in equity, she is met with the fact that she asserted no right under it; in fact concealed its existence until after her husband had contracted the debts against which she now seeks to set it up.” But no such element as this, which is necessary to create an estoppel against her in equity, is incorporated in the point reserved. She is to he estopped by the bare non-recording her deed — whether it was through ignorance or design. It rejects also the element of notice to the creditor, which may have existed; and certainly if she or her husband were careful to give notice to everybody who trusted him that the property was his wife’s — it was entirely too much to go further, and require notice to be given to all assignees of creditors of whose existence she could know nothing, and unless consulted could not give them notice before assignment. It is evident that the wife in Coates v. Gerlach was to be barred in consequence of bad faith— not for simply not recording her deed, which in law she was not bound to do as against judgment or other creditors. “If anything,” says Mr. Chief Justice Gibson in Reed’s Appeal, 1 Harris 478, “is settled by reason and authority, it is that a judgment-creditor is not entitled to the protection of a purchaser of the legal title against an equitable owner or his creditors, or to any advantage which his debtor had not.” Throughout a series of decisions from Finch v. Winchelsea, 1 P. Wms 277, to Ludwig v. Highley, 5 Barr 132, the law has been so held in England and Pennsylvania.” He proceeds to vindicate the rule with his usual force, and it is clear that the law must be made for the majority of cases, and the ordinary course of dealing in which the creditor looks to the debtor’s personal ability, and to nothing else. It proves nothing, then, to allege and show that the creditor — much less the purchaser of the creditor’s claim — searched the records, and found no deed there. Upon the point reserved, then, we are of opinion that the defendant below, having the verdict also in his favor, was entitled to judgment.\nJudgment reversed, and now judgment upon the verdict for Samuel Morris, the defendant below."}