{"id": "1032281", "contents": "The opinion of the court was delivered, March 24th 1873, by\nSharswood, J.\nHammett v. Philadelphia, 15 P. F. Smith 146, was twice argued, each time before a full bench, and was a well-considered case. The principle of it has since been reaffirmed in Washington Avenue, 19 P. F. Smith 352. It did not question the constitutional right of the legislature to confer upon muni-cipal corporations the power of taxing properties benefited by local improvements for the cost of making or maintaining them, but placed upon it the just and salutary restriction that it should be limited to the special benefits conferred by the improvements, and not extend beyond them; that the legislature could not authorize a tax to be levied on particular property in a designated locality for a general purpose, to which the whole community ought equally to contribute. Such a tax was in effect only a mode of taking private property for public use without making compensation. An examination of the facts will evince that the judgments in those cases have this extent — no more. The opinion in Hammett’s case had been published immediately after the first argument, though not reported until after the second. It was cited, and was the main reliance of the appellant in Durach’s Appeal, 12 P. F. Smith 491, which settled, however, the principle which seems to us to be decisive of the main question raised on this record, to wit, the constitutionality of the tax imposed upon the owners of ore-beds in Upper Saucon township, Lehigh county, by the Act of Assembly of April 14th 1868 (Pamph. L. 1127). It was there held that while the legislature cannot, under the name of taxation, take private property for public use without compensation, and that therefore a special tax on individuals or particular properties would be unconstitutional, yet in the exercise of the power of taxation, persons and things may be legitimately classified — some kinds may be assessed and others not — and that even special exemptions are not unconstitutional. , There is n'o provision in the Constitution that taxation shall be equal. Sound policy requires that it should be so as far as possible. But perfect equality is not possible. Indeed, if this were necessary there could be no taxation, except such as would include every person and every thing, which would manifestly be impracticable and unjust.\nIt is gravely contended, however, that this court has the power to set aside unjust, unequal and improper legislation relating to taxation, and Philadelphia Association v. Wood, 3 Wright 73, is relied on as establishing this position. There are many things contained in the opinion in that case entirely aside from the point decided, and therefore mere obiter dieta. All that was determined was that an Act of Assembly which required all agencies for foreign insurance, trust and annuity companies in the city of Philadelphia to pay two per cent, of their gross premiums to an association for the relief of disabled firemen, was not taxation at all; it was taking the property of A. and giving it to B., whether for a charitable or any other mere private purpose it mattered not. No doubt after money raised by taxation has reached the public treasury it may be appropriated by the legislature to charities or individuals. It was admitted, indeed, that the tax in that case would be clearly constitutional, if it had been levied for and paid into the public treasury, and the idea that the court could pronounce a tax unconstitutional on the mere ground of injustice or inequality was expressly repudiated.\nIt has been urged, however, grounded upon an opinion expressed by Chief Justice Lowrio, in the case last cited, that it is not competent for the legislature to provide for the collection of taxes by action in the courts ; that it would turn the courts into tax collectors. But all personal actions are processes for the collection of money, and the courts are no more collectors of taxes in the one case than they are collectors of private claims in the other. It is the sheriff who is the collector when it is adjudged that the tax or debt is due, and surely there is nothing incongruous in that. He is the best and most efficient of all collectors, and never objects to the performance of that function, for he is well paid for it. All that the courts are required to do is to decide w'hether the debt or tax is payable by the defendant, and what the amount of it is. That is a purely judicial transaction. This mode of enforcing the payment of taxes may be unusual, but what provision of the Bill of Rights or of the constitution of government does it infringe? As well might it be maintained that fines, forfeitures and penalties could not thus be enforced, and of examples of these the statute-book is full. So municipal liens for taxes and assessments have been collected by actions of scire facias in the courts, and no one has ever thought that it wras unconstitutional. No doubt the legislature might provide a summary process in all cases of public claims. But what right has the citizen to complain if instead of this he is secured a trial by jury to ascertain his liability before he can be compelled to pay ? He would have better ground to complain if it had been denied to him.\nIt is also maintained, and in this contention it must be admitted that there is much plausibility, that there are difficulties in carrying this Act of Assembly into execution, by reason of the want of any provision for the ascertainment and assessment of the amount payable by each owner of an ore-bed. It would have been better if the legislature had provided that the owner should make a return of the number of tons hauled over the public roads, and in default of his doing so, authorized the supervisors to assess the amount. But can we set aside an Act of Assembly, because its machinery is lame and imperfect? Our duty is to execute the legislative will in the way prescribed, when that way is constitutional, though a much better way might have been devised. We are bound to give the - act a reasonable construction, ut res magis valedt quam pereat. When the owner refuses or neglects to pay the tax, the legislature has imposed upon the township the burden of proving by evidence, satisfactory to a jury, all that is required to fix liability upon the owner of the ore-bed. This may be unwieldy, but it is surely not unjust to the tax-payer. He can save himself from the costs of a suit, by a tender, in time, of the amount actually due. It is not a case where a valuation of property is required. It is a fixed rate upon the number of tons, and that the owner may be presumed to know, or to have the means of ascertaining, whether he is a landlord, or himself.the actual occupant. It is not, indeed, expressly provided that the supervisors shall ascertain and assess the amount. But they must do so in order to maintain their suit, and recover a judgment; and they must do more; they must prove it by competent evidence. In this case, as appears by the affidavit of claim filed, there was a demand of a certain sum, and the plaintiff in error did not deny in his affidavit that the amount was correct.\nNor can it be doubted that the plaintiff in errof is liable for the tax. He admits himself to be the pwner of the ore-bed, and in the sense of tax laws of this Commonwealth, the owner of lands is always the landlord, and not the tenant, when they are occupied under a lease. See Act of April 6th, 1802, sect. 8, 3 Smith 516 ; Act of April 3d 1804, sect. 6, 4 Smith 203 ; Act of April 15th 1834, sect. 46, Pamph. L. 518; Caldwell v. Moore, 1 Jones 58.\n'It is unnecessary to consider the contention, that the imposition of this tax impairs the obligation of the contract between the landlord and tenant, for it is too clear for argument, that a tax upon the subject-matter of a contract, by whichever party it is made payable, can never produce that effect. Judgment affirmed.\nRead, C. J., and Williams, J., concurred in this opinion, except as it relates to the extension of Hammett v. The City, beyond the case itself."}