{"id": "1032337", "contents": "The opinion of the court was delivered, May 17th 1873, by\nMercür, J.\nThis action was brought to recover the value of a quantity of iron rails. They had been taken and converted by the defendants.\n■ The plaintiff has filed fourteen assignments of error. The first three may be discussed together. The Brittains had leased, for mining purposes, adjoining lands of the plaintiff and of the defendants respectively. They worked veins upon the land of each. In order to mine some of the coal on defendants’ land it was necessary to cross plaintiff’s land, but making the outlet on defendants' land. They sunk a slope, erected a breaker, built engines, &c., on the land leased from the defendants, and drove a tunnel and gangways upon the land leased of plaintiff. Under authority from the Brittains these rails were laid in track, in the tunnel and gangways. Subsequently all the Brittains’ leasehold interest acquired from the defendants was sold at sheriff’s sale, under a mortgage. At the same time the sheriff also sold upon a fi. fa. all the right, title, and interest of the Brittains in the lease on the defendants’ land, with the appertenances, consisting, inter alia, of a breaker, schutes, screens, engines, slope-house, other buildings and machinery “ and railroads, in about and connected with said mines.” At both sheriff’s sales the property was purchased by one Repplier, under whom the defendants claim title to the rails. Whether these rails in question were included in the levy and sale was properly submitted to the jury and the points were correctly answered.\nThe fourth assignment of error is not sustained. Sufficient ground had not been laid to prove the contents of lost records; and the evidence offered was also irrelevant.\nThe remaining assignments of error relate to the charge of the court. The proof of plaintiff’s purchase of the iron from De Haven, and his subsequent possession thereof, was so meagre and unsatisfactory, that the court submitted it to the jury quite as favorably for the plaintiff as ought to have been done. The rails were laid to facilitate the working of the mines under the tenancy. The tenant had the right to remove them during the term. De Haven went into possession under the Brittains. He assigned to Dougherty, who was in possession at the time of the sheriff’s sale. Dougherty at once gave up the possession to Repplier. All Repplier’s interest in the property was purchased by the defendants. They took away the rails before the expiration of the term for which the plaintiff had leased the premises.\n' The jury has found that the rails were covered by the levy and sale. It is well settled that an engine or other machinery erected by a lessee to carry on the business in which he is engaged is personal property, during his term: Lemar v. Miles, 4 Watts 330 ; White’s Appeal, 10 Barr 253. As such, they may be sold on execution, and the purchaser thereof may, like tbe tenant, remove them before the expiration of the term. Taking the charge as a whole we see no error therein.\nJudgment affirmed."}