{"id": "1032373", "contents": "Opinion by\nMr. Justice Mestrezat,\nCertain cattle belonging to the plaintiff being suspected of having tuberculosis, defendant, the State veterinarian, acting for and on behalf of the State Livestock Sanitary Board of Pennsylvania, seized them on July 27,1916, and established a special quarantine of the cattle for sixty days in a field on lands in possession of the plaintiff, for the purpose of making a tuberculin test, as directed by the Act of July 22, 1913, P. L. 928. On September 4, 1916, the defendant, without the consent or knowledge of the plaintiff, broke the lock on the gate leading into the field in which the cattle were originally quarantined, and removed them from the plaintiff’s premises to the stable of one C. W. Mitchell, and there established another special quarantine for four days, for the purpose of testing the cattle.\nThe plaintiff, claiming that the defendant was acting without lawful authority in taking and retaining the cattle, issued this writ of replevin, September 5,1916, while the cattle were under the second quarantine, and they were delivered to him by the sheriff.\nThe attorney general of the Commonwealth presented a petition to the court below setting forth at length the action of the defendant in seizing and detaining the plaintiff’s cattle and the alleged legal authority therefor, and averring, inter alia, that the defendant was a State officer, that he was acting under the authority of the State and the cattle were lawfully in his custody, and that the acts of the plaintiff and officials in issuing and serving the writ of replevin were irregular, improper and unlawful, and moved the court to quash the writ, award treble costs to the defendant and to grant a rule on the prothonotary to show cause why an attachment should not issue against him for having issued the writ, knowing the same to be for goods and chattels seized by a public officer acting under the authority of the State. The rule on the prothonotary was entered and he filed an answer averring that there was nothing in the pleadings or the writ to show, and he had no knowledge, that the suit was being brought against the State of Pennsylvania or any officer in his official capacity. The plaintiff’s answer denied the authority of the defendant to remove the cattle from plaintiff’s field and take them into defendant’s custody, or to administer tuberculin to the cattle for the purpose of testing them, and averred that the writ of replevin would lie against the defendant, although an officer of the Commonwealth,' as the defendant had exceeded his lawful authority in taking the cattle into his possession.\nThe court below declined to award treble costs to defendant, discharged the rule' on the prothonotary and quashed the writ. The learned judge filed an elaborate opinion in which he not only assigned his reasons for refusing treble costs and discharging the rule and quashing the writ, but also discussed the powers and duties of the State veterinarian and of the State Livestock Sanitary Board under the legislation of the State. The plaintiff has appealed.\nWe think the learned court was right in quashing the writ. Whether the defendant exceeded or abused the powers conferred upon him as State veterinarian is not an issue in this suit, and, therefore, we express no opinion on the subject. In an appropriate action, it can be judicially determined whether the defendant, as such official, was justified under the laws of the Commonwealth in taking and retaining possession of the plaintiff’s property.\nSection 2 of the Act of April 3, 1779, 1 Sm. 470, 4 Purd. 4136, provides as follows: “All writs of replevin granted or issued for any owner or owners of any goods or chattels, levied, seized or taken in execution, or by distress, or otherwise, by any sheriff, naval officer, lieutenant or sub-lieutenant of the City of Philadelphia, or of any county, constable, collector of the public taxes, or other officer, acting in their several offices under the authority of the State, are irregular, erroneous and void; and all such writs may and shall, at any time after the service, be quashed by the court to which they are returnable, the said court being ascertained of the truth of the fact, by affidavit or otherwise.” The third section of the act provides: “The court, besides quashing the said writs, may and shall award treble costs to the defendant or defendants in such writs; and also, according to their discretion, order an attachment against any prothonotary or clerk, who shall make out or grant any such writ, knowing the same to be for goods or chattels taken in execution, or seized as aforesaid.”\nIt is clear that the plaintiff, as the owner of the cattle in question, was prohibited from issuing the writ of replevin against the defendant who seized and held the cattle in his official capacity as State veterinarian. The plaintiff does not deny that the defendant is State veterinarian and, as such, is a State officer. It is conceded that in taking possession of plaintiff’s cattle, the defendant was acting in his official capacity, and hence “under the authority of the State,” and, therefore, the writ was “irregular, erroneous and void,” and was properly quashed. But it is contended by the plaintiff that the defendant seized the property without process issued by any court and without legal authority, and that he cannot take refuge behind his office and title to prevent the recovery of the property in an action of replevin. This contention is wholly untenable, either on principle or precedent. The appropriate remedy, as is well settled, for an illegal or unauthorized act committed by an officer acting in his official capacity, is an action of trespass, unless a special remedy' is given by statute. If, as the plaintiff alleges, the defendant was without authority or transcended his authority under the Act of 1913, he was a trespasser; bnt the plaintiff must seek redress for the injury in an appropriate action. He cannot set up the illegality or irregularity of the seizure of his property in this action; the remedy is trespass: Stiles v. Griffith, 3 Yeates 82; Pott v. Oldwine, 7 Watts 173; Elkins v. Griesner, 2 Penny. 52; McJunkin v. Mathers, 158 Pa. 137.\nFor the reasons stated, the order quashing the writ of replevin is affirmed."}