{"id": "1032290", "contents": "The opinion of the court was delivered, May 17th 1873, by\nAgnew, J.\nJohn Green, the plaintiff below claimed title under a warrant in the name of' Philip Myer, one of a block of thirteen surveys made by Henry Yanderslice, deputy-surveyor, on the 18th to the 25th of May 1794. The Myer survey as claimed to be located, embraces parts of two surveys claimed by the defendants contained in a block of fourteen surveys made by Henry Yanderslice, deputy-surveyor, on the 11th to the 18th of February 1794 ; and also parts of two surveys claimed by the defendants, made by William Wheeler, deputy-surveyor, on the 22d of January 1794. Neither the Myer survey, nor the four surveys claimed by the defendants, can be located by marks on the ground, applicable to them individually, but in each case the location is ascertained by the places they occupy in their respective blocks. The block surveys, however, are readily ascertained and identified by original marks, and older surveys found on the ground on the north side of the block of thirteen surveys, and on the south side of the block of fourteen surveys. As thus ascertained there is not room between the older surveys for the whole number of surveys in each block. In this state of the case that portion of the block of thirteen surveys, on its south side, which interferes with the northern portion of the block of fourteen surveys, must give way, the thirteen being younger in date than the fourteen. The instruction of the judge on this part of the case, given in answer to the 8th, 9th and 11th points of the defendants, was correct, except in the qualification of the answer to the 8th point, as to the supposed mistake in the call upon the south side of the block of thirteen surveys. The qualification was in effect contradictory; for the block of thirteen surveys being younger than the block' of fourteen surveys, no mistake in the call of the former could affect the location of the latter. An older survey cannot be changed or contradicted by the lines of a junior survey. The calls of the latter, whether mistaken or true, do not limit the lines of the former: Carbon Run Improvement Company v. Rockafeller, 1 Casey 49; Bellas v. Cleaver, 4 Wright 260. In affirming the defendants’ 11th point the court correctly informed the jury, that the proper way to locate the block of thirteen was first to run out the older' blocks for which it called, and if there was not a sufficient vacancy left to contain the whole thirteen, those of the thirteen first surveyed would be entitled to the vacant land, but in no event could any of the younger block' exclude any of the older block. The fact that the Philip Myer survey called for vacant land on the south and west, or that the call of the block of thirteen for the surveys in the block of fourteen was owing to a mistake in some way by Yauderslice, the deputy-surveyor, could not affect the older block of fourteen, or carry the Myer survey within its lines.\nThe call of Philip Myer for vacant land south and west makes it probable the surveyor thought it extended westward past the block of fourteen, as shown in a connected draft of three blocks (these two and the block on the north of both), but this would not justify an interference with the older surveys. The defendants were therefore entitled to an unqualified instruction that the block of fourteen surveys being previously located, none of the surveys in the younger block of thirteen could interfere with any of the former, and no mistake of the surveyor in locating, or in the calls of the thirteen, could affect the surveys in the Mock of fourteen.\nIn this attitude of the case the plaintiff was driven to another position. He claimed that the warrant of Philip Myer was precisely descriptive of the land in controversy, and on this ground, if found in its proper location, it ante-dated the defendants’ title, even though the location fell within the block of fourteen. This raises the question as to the description in the Myers warrant. Descriptive warrants are of two kinds, those which are precisely descriptive, and those which are only vaguely or loosely descriptive. The former are such as so clearly describe the land that it can be readily identified and the warrant applied. These take ■ title from their date, the subject of the purchase being defined with sufficient certainty at the time of the application.. On the other hand, a vague or loose description only ascertains propinquity, and the land must still be defined by a survey in order to identify the subject of the purchase, and render it certain. In the latter case the title takes date only from the time of survey: Hubley v. Van Horne, 7 S. & R. 185; Norris v. Monen, 3 Watts 469; Patterson v. Ross, 10 Harris 340. In Patterson v. Ross, the warrant was for four hundred acres of land north and west of the rivers Ohio and Allegheny and Conewango creek, on the west bank of Big Beaver creek, and to include the walnut bottom •lying on the run that falls into said creek nearly opposite an island between the big and little falls, by estimation one mile above the block-house. The evidence on the ground readily identified the big and little falls, the island, the site of the blockhouse, and the run falling into the creek on the west side nearly opposite the island; but the identity of the walnut bottom lying on the run was not clearly ascertained, the bottom along the run being large enough to admit of several tracts of 400 acres. It was held that the warrant was not precisely descriptive, and the title took date only from the time of the survey. In regard to that particular description I think the idea of vagueness was carried to an extreme, and that probably that part of the description which required the tract to be on the west bank of the creek was not given its full force. But this does not change the principle on which the case was decided, that a vague or loose description gives title only from the survey, nor does it lessen the force of the illustration the case affords, in determining what is a vague description.\nThe description contained in the Philip Myer warrant, is as follows : “ 400 acres of land on a branch of Big Schuylkill, called ‘ Big Run,’ adjoining lands surveyed on a warrant granted to John Hartman, down the said creek, one mile, near the Tory path, in Berks county.”\nExcepting so much of this description as locates the tract “adjoining lands surveyed on a warrant granted'to John Hartman,” the entire description is very loose and vague. No land is precisely ascertained by its being on Big Run. It is not said on what side of the run it lies, or whether across it. Nor is it said how near or on what side of the Tory path it lies. “ Down the creek one mile,” must mean, if it means anything, one mile down the creek from the survey of John Hartman; otherwise, the fact of adjoining that survey would be in itself a vague description, for it is not said on what side of the Hartman survey the Myer land is to lie. The Hartman survey is therefore the key to the description. In Fox v. Lyon, 9 Casey 479, it was held that a warrant to John Fox, for land adjoining a survey in the name of Mordecai Massey, on the north, and land of Fowler & Co., surveyed to adjoin Mordecai Massey on the north, but lying 150 perches from the Fowler & Co. lands, was a shifted location. So in De Haas v. De Haas, 2 Yeates 317, a survey including a path, and a chief part of the land lying westward of it, was viewed as deviating from the call in the warrant, which was for land adjoining the path from Mahoning to Muncy creek, eastward of the said path, &c.” It is evident, therefore, that the description in the Myer warrant depends for its precision wholly on that which calls for its “ adjoining lands surveyed on a warrant granted to John Hartman.”\nWithout that, “ down the creek one mile” is meaningless, and the Big Run and the Tory path afford no evidence of precise locality. It will be noticed that the call is not for a survey merely, which might send the inquirer in the land office, to the ground, to search for such a monument; but it is for land surveyed on a warrant granted to John Hartman. This description sends the inquirer directly to the files of the land office, and they discover no trace of such a warrant and survey existing at the date of the Philip Myer warrant on the 27th of February 1793. The only warrant to be found in the office, according to the evidence, in the name of John Hartman, bears date afterwards on the 3d of August 1793, and the survey under it was made on the 21st of August 1793. It is very clear, therefore, that this portion of the description in the Myer warrant was notice of nothing, to those who desired to take up lands in this vicinity, and was void for uncertainty. When an applicant for land is informed of an office right and survey under it, he has the means at once, by resorting to the files of the office, of ascertaining its location, and thus of avoiding an interference with it, in making his own survey. This is all important to him, for the state does not guaranty against loss, where a junior warrant-holder surveys in land appropriated to an older warrant. Hence, when no search he can make will lead to information, it is clear he cannot have legal notice of the former appropriation, by such a false description. In such a case he must suffer, who, by his false description, leads away from notice. Nor is the fact that a survey is mentioned to be disconnected from the statement that it was made on a warrant. A survey without warrant is void, since the proprietary government and customs have ceased to exist, excepting surveys allowed to actual settlers under the Act of 3d April 1792. Under the Penns surveys were sometimes made without a precept, and the custom to receive them has been permitted to be proved: Woods v. Galbreath, 2 Yeates 306. But since the divesting Act of 27th November 1779, the practice has not been allowed: Barton v. Smith, 1 Rawle 403.\nThe importance of notice of pre-existing rights to those who take up lands from the Commonwealth, cannot be overrated, and is strongly set forth by Judge Rogers, in Roland v. Long, 1 Harris 464, and by Judge Woodward, in Emery v. Spencer, 11 Harris 271. Judge Rogers said, that an applicant is not bound to look beyond the land-office, and although a warrant may be issued and survey paid, yet if there be no return of survey in the office, the title under the junior warrant will be good. This is not to be taken in an unqualified sense, yet it is evidence of the importance attached to the records of the land-office. Any one, therefore, reading the description in the Philip Myer warrant, and then finding in the land-office no such warrant as that of John Hartman referred to in it, would not be bound to look further; for there is no other place than the land-office where such warrants are legally to be found. And knowing that a survey without a warrant'is void he would not be led to believe that such a survey could be meant, when the description asserts that it was made on a warrant. The result is, that the description in the Philip Myer warrant, that the tract adjoined lands surveyed on a warrant, to John Hartman, is nugatory, and gives the warrant no precedence over junior claimants, and the remainder of the description being vague and uncertain, the title under the warrant takes date from the time of survey. This disposes of the case, and renders it unnecessary to pass upon the other assignments of error. The question becomes one of location merely; and if, as the evidence appears to show, the block surveys are identified by marks on the ground clearly indicating their location, the block of thirteen, being younger than the block of fourteen, must give way to the latter, and the Philip Myer warrant, not being precisely descriptive, must give way so far as it interferes with any of the surveys of the block of fourteen.\nJudgment reversed, and a venire facias de novo awarded."}