{"id": "1032354", "contents": "Opinion by\nMb. Justice Mestbezat,\nWilliam S. Haines, a farmer, resided on his farm in Oliver Township, Jefferson County, in a house located near the Pittsburgh, Shawmut and Northern Railroad. His family consisted of himself, his wife, his son Ernest, and his daughter Floy. He left his home shortly after twelve o’clock, noon, Wednesday, March 22, 1916, and walked west on the track of the railroad in the direction of the village of Sprankle Mills, which is about one mile distant and consists of a schoolhouse, two stores, a blacksmith shop, a gas pump station, and a half dozen dwelling houses. The railroad station is about one-third of a mile southeast of the village, and about one mile west of Mr. Haines’s residence, and between the residence and the station there is a railroad cut which is on a curve. While Haines was walking on the railroad track in the cut and 1,200 feet east of the railroad station, Henry Ward Mottorn, the son of a farmer residing in the neighborhood, fired two shots at him from a shot gun, the first taking effect in Haines’s breast and the second striking him in the head resulting in almost immediate death. When he fired the shots, Mottern stood on the north embankment of the cut which 'is about thirteen feet above the track. Within a short time after Haines was killed, his body was found by two neighbors on the railroad in the cut. They reported their discovery to the agent at the railroad station, and the news was. telephoned to the pump station where Mottorn and Ernest Haines, the son of the deceased, were at the time the message was received.\nThe evening of the day,of the homicide Mottorn and Ernest Haines, the defendant in this case, were arrested and charged with the crime. . They were jointly indicted as principals, but the court granted a severance, and they were tried separately. Mottorn was tried first, and, after the jury had retired, Haines was put on trial. Before the jury in the Mottorn case had returned a verdict and while it was deliberating, Mottorn was called as a witness by the Commonwealth to testify in the Haines case. The defendant objected to his testimony, but the objection was overruled and the testimony was'received. Mottorn was the principal witness on behalf of the Commonwealth. The jury found a verdict of guilty of murder in the first degree in both cases.\nIt is unnecessary in the consideration of this appeal to refer in detail to Mottorn’s testimony given on the trial of Ernest Haines. He admitted, on the witness stand, that he had shot and killed the elder Haines after a prior unsuccessful attempt to do so, and testified that it was done in pursuance of a plan or arrangement formed by him and the defendant to rob the deceased of f 250 which they knew the latter to have in his possession. He further testified that, on Monday evening prior to Wednesday, the day of the homicide, he entered the home of the deceased for the purpose of robbing him but was frightened away; that, in the village store, he and the defendant had again planned on Tuesday that he should procure a shot gun and shoot the deceased as he passed through the railroad cut going from his home to the village and the defendant was to be on hand to take the money from the body of the deceased and they would subsequently meet at the pump station and divide it; that on the day of the shooting the defendant and his sister preceded their father along the railroad to the railroad station where his sister left him and went to her school in the village; that the defendant saw his father coming and notified Mottorn who was stationed on top of the embankment and shot the deceased after he entered the railroad cut; that the defendant secured the money from his father’s body, and shortly thereafter they met at the pump station and he gave it to Mottorn. After the latter’s arrest, the money was found under the carpet in his room. The defendant testified in hi's own behalf, alleged that the relations between his father and himself were friendly, denied that he had ever been a party to planning his father’s death or that he had any prior knowledge of or anything to do with the crime, and introduced witnesses, including his mother and sister, to corroborate his testimony.\nThe first assignment, if we understand the question intended to be raised, complains that the court erred in permitting Mottorn to testify before a verdict was rendered in his case and he was sentenced. As Mottorn was thereafter convicted of murder in the first degree and sentenced, the question, if in fact it be one, becomes unimportant and cannot be raised in the next trial.\nThe second assignment complains that the court erred in permitting Mottorn, against the objection of the defendant, to.testify to an alleged separate and distinct offense committed previously by him and the defendant. Mottorn was asked: “State whether or not this defendant, Ernest Haines, was with you at any other place that you broke into?” An objection to the question* being-overruled, the witness testified that he and the defendant were together in Seyler’s store. The purpose of the evidence, as stated by counsel, was to show that the witness and the defendant were associated together in the commission of other criminal offenses about the time the elder Haines was murdered. The time of the occurrence was not shown; whether it was of recent date or several years prior to the shooting of Haines did not appear. The record also fails to disclose any offer made by the Commonwealth to show other instances in which Mot-torn and the defendant were associated in the commission of crime.\nWe think it was reversible error to permit the witness to testify to the occurrences at Seyler’s store, and that, therefore, the second assignment must be sustained. It was distinctly stated by counsel for the Commonwealth that the evidence was offered for the purpose of showing that the witness and the defendant were, about the time Haines was killed, associated together in the commission of other crimes. The testimony failed to establish that they had been associated in the commission of any other offense when the alleged offense of statutory burglary was committed, or that the burglary was, proximately or remotely, connected with the crime laid in the indictment, or was one of a series of mutually dependent crimes connected with and resulting or terminating in the murder of Haines. These requisites for the admission of proof of collateral crimes are entirely wanting in this record. ' The Commonwealth made no attempt to show, nor did it appear by proof in the case, that the alleged burglary was other than an independent offense participated in by the parties, having no connection whatever with the crime charged in the indictment against the defendant. The two offenses are dissimilar in kind and purpose and could not have been laid in the same indictment^ It was proper for the Commonwealth to show the extent of the prior intimacy and association between Mottorn and the defendant and whether or not it was criminal, but the evidence in the case fails entirely to show any prior criminal concert of action between them which, in the remotest degree, could have any bearing on the issue in the present case. The evidence, as well as the offer of counsel made in the presence-of the jury, was clearly prejudicial to the defendant, as the jury might readily conclude that if the defendant, had recently been associated with Mottorn in the commission of another crime, it was a, logical presumption, under the evidence, that he was not ignorant of Mottorn’s last offense.\nIt is fundamental that a defendant cannot be convicted of an offense with which he is charged because he had committed another offense unconnected with that for which he was indicted, and, hence, as a general rule, evidence of his participation in another and distinct crime is not admissible on his trial to prove the crime laid in the indictment. There are, however, circumstances under which evidence of the commission of another offense may be received in the trial of a criminal case. The exceptions to the general rule excluding such testimony have frequently been the subject of adjudication by this court, and we have uniformly held that such a connection must be shown between the two offenses as tends to establish that if the defendant were guilty of the one, he was also guilty of the other. The doctrine is well stated by Mr. Justice Clark in Swan v. Commonwealth, 104 Pa. 218. There the defendants were jointly indicted for burglary and larceny. It appeared that in the same township and on the same day another house had been burglarized to which one of the defendants had pleaded guilty in another indictment. This fact was given in evidence on the theory that defendants were members of an organization banded together for the commission of burglary. The defendants were seen together in the locality of the crime on the day it was committed. We reversed the judgment of conviction and held that the evidence should have been excluded. In the opinion it is said: “To make one criminal act evidence of another, some connection must exist between them; that connection must be traced in the general design, purpose or plan of the defendant, or it may be shown by such circumstances of identification, as necessarily tends to' establish that the person who committed one must have been guilty of the other. The collateral or extraneous offense must form a link in the chain of circumstances or proofs relied upon for conviction; as an isolated or disconnected fact it is of no consequence; a defendant cannot be convicted of the offense charged simply because he is guilty of another offense.”\nThe counsel for' the appellant misapprehend the purpose of the testimony covered by the third assignment of error. It was offered for the purpose of showing by the defendant’s acts and declarations his connection with the crime, and was entirely competent.\nThe fourth to the ninth assignments complain of certain parts of the charge in which the trial judge outlined the evidence produced by the parties at the trial. These excerpts are separated from the general context of the charge, and, standing alone, are, in some instances, obscure and fail to indicate the meaning of the trial judge, but when read, as they should be, in their proper connection are free from error. The judge told the jury that he had given them a'mere outline of the contentions of the parties and not a recapitulation of the testimony or a statemént of the facts, told them that it was their duty to remember all the evidence and give it the credence it was entitled to, and that the credibility of the witnesses was for them, including that of Henry Ward Mottorn, the accomplice. We have time and again condemned and held to be reprehensible the practice of assigning as error excerpts from the charge so disconnected from the context as to convey an erroneous meaning of the language used. ,\nThe tenth and eleventh assignments are without merit. We are not disposed to sustain the twelfth, thirteenth and fourteenth assignments, alleging error in answers to certain requests for instructions which deal with the extent of the corroboration sufficient to warrant conviction on the testimony of an accomplice, in view of the instructions on the subject contained in the general charge covering the questions raised and to which no error is assigned. We suggest, however, that on the next trial of the cause the court in its general charge state clearly the law applicable to the testimony of an accomplice and make a more specific application of it to the particular facts of the case. The court should point out, in a general way, not .only the testimony of the accomplice but wherein it is claimed to be contradicted and corroborated and the jury should be told that they must closely scrutinize such testimony and accept it with caution.\nThe second assignment of error is sustained, the judgment is reversed, and a venire facias de novo is awarded."}