{"id": "1032353", "contents": "Opinion by\nMb. Chief Justice Bbown,\nJames Adams, by deed dated May 1, 1833, and duly recorded, conveyed to a municipal corporation known as the “Burgess and Council of the North Liberties of Pittsburgh” certain real estate, the title to which is involved in this ejectment. The Borough of North Liberties was consolidated with the City of Pittsburgh by act of assembly approved April 1, 1837, P. L. 132. The grant of the land had annexed to it the following condition subsequent: “Provided always nevertheless, and it is expressly covenanted and agreed by the said parties of the second part (the borough) for themselves and their successors to and with the said parties of the first part (James Adams and his wife), their heirs, executors and administrators, and it is hereby declared to be one of the express provisions and conditions of this grant that they, the said parties of the second part, and their successors, shall and will hold, occupy, use, possess and enjoy the said described lots and pieces of ground hereby granted or intended so to be, with the appurtenances, as a market place and for the purposes of a public market, for the use of the citizens of the borough aforesaid, and the same is hereby appropriated solely and exclusively for that purpose, and for no other purpose whatever; provided, that the said parties of the second part are hereby permitted to dig and excavate cellars under and for the use of stalls in the said market, and build, put up and erect, over part of the market house hereinafter mentioned to be built and erected on the lots aforesaid, a suitable and convenient council chamber for the meetings and the use of the burgess and council aforesaid, and for no other purpose whatever, the said chamber to be constructed so as not to obstruct the free use and enjoyment of the market place aforesaid; and it is hereby covenanted and agreed by the said parties of the second part, for themselves and their successors, to and with the said parties of the first part, their heirs, executors and administrators, and it is hereby expressly declared to be a further provision and condition of this grant that the said parties of the second part.will and shall immediately build and erect a suitable and convenient market house on the lots aforesaid, to be used as a public market house, as aforesaid, and that they, the said parties of the second part, or their successors, shall and will not bargain, sell, convey, lease, dispose of, or appropriate any of the said described lots hereby granted or any part thereof to or for any other purpose than that of a public market and the purposes specified, as aforesaid; and it is hereby covenanted and agreed, and it is hereby expressly declared to be another condition of this grant, that if the said parties of the second part or their successors shall at any time hereafter bargain, sell, convey, lease, dispose of or appropriate the said described lots hereby granted or any part thereof, or the buildings thereon erected or intended so to be, to any person whatsoever or for any other purpose than that specified, as aforesaid, then and in such event this indenture and the estate hereby granted shall cease and become null and void and of no effect, and the said estate and lots and pieces of ground hereby granted, with the appurtenances, shall instantly revert to the donor and his heirs......”\nThe plaintiffs, as heirs of James Adams, base their right to recover on the ground that the City of Pittsburgh has committed a breach of the foregoing condition, in that the land has been used for other than market house purposes, (1) part of it by the Pittsburgh Play Ground Association, (2) another part of it, under lease, for the sale of meats, etc. The defendant offered no testimony, and, at the close of much evidence produced on the part of the plaintiffs, the court directed a verdict for defendant by affirming its point asking for the same. This was followed by judgment on the verdict.\nNo evidence was offered by plaintiffs showing that the mayor or councils of the City of Pittsburgh, by any affirmative or formal act, ever authorized the use of the land for any other than market house purposes, in strict accordance with the conditions of the deed from Adams, and our review of the evidence and of the offers made by the plaintiffs, which were rejected, has led us to the con-' elusion of the learned court below, that the duly constituted municipal authorities have done nothing in relation to the property in controversy that would work a forfeiture of the title to it. Nothing more appears from the evidence than that certain administrative officers of the city had permitted the temporary use of part of the property by the Play Ground Association for playground purposes. But this was not sufficient for recovery by the plaintiffs. The defendant is a city of the second class, governed by the Act of March 7, 1901, P. L. 20, which provides that it shall have the power to lease, sell, and convey its real property, to make all contracts in relation thereto, to provide and enforce suitable general market regulations, to contract with any person or persons, or association of persons, companies or corporations, for the erection, and regulations of market houses and market places, on such terms and conditions, and in such manner as councils may prescribe. This legislation places the custody of market house property in the exclusive control of councils, and the disposition,' regulation and use of the same can be effected only by the corporate act of councils and the mayor, by an ordinance duly enacted. There is no proof whatever that the councils authorized the acts upon which the plaintiffs rely for recovery, either directly or by any delegation of power to an administrative officer; and it cannot be successfully contended that the unauthorized act of an administrative officer of a municipality can divest its title to valuable property. As plaintiffs are claiming a forfeiture, they must clearly and strictly establish it. Courts of law lean against it, and it is so odious in equity that it will be enforced only in a clear case, and never in a doubtful one: Newman v. Rutter, 8 Watts 51; McKissick v. Pickle, 16 Pa. 140; Pickle v. McKissick, 21 Pa. 232; Wick v. Bredin, 189 Pa. 83; Moss v. Pittsburgh, 203 Fed. Repr. 247.\nBy the terms of the condition in the grant a forfeiture can be declared only if the City of Pittsburgh shall “bargain, sell, convey, lease, dispose of, or appropriate the said described lots hereby granted, or any part thereof, or the buildings thereon erected or intended so to' be, to any person whatsoever, or for any other purpose than that specified as aforesaid.” As already stated, nothing is to be found in the evidence submitted by the plaintiffs showing that the City of Pittsburgh had violated the foregoing condition, and no rejected offer of the plaintiff would have shown that it had done so. Though the record is voluminous and the assignments of error very numerous, the whole situation is thus well briefly summarized by the learned court below in its opinion denying the motions for a new trial and for judgment non obstante veredicto: “The plaintiffs’ case then rests on an attempt to show that the councils and mayor had notice of and ratified the temporary and unauthorized use, and thereby committed a breach of the condition of the deed and a forfeiture of the title. Much latitude was given in the reception of evidence in order to show notice, if any, to council and the mayor or of any affirmative act on the part of the proper constituted authority of the city that would show any ratification of the temporary use of the land for playground purposes. The evidence shows that no notice of any kind was given to or received by council for the use of the land for playground purposes or-that any action was ever taken in relation to the use of the land for other purposes than those of a market house. The only affirmative act of the council which had any indirect bearing on the issue involved was that council made general appropriations in quite large amounts for recreation grounds or recreation purposes; for example, in the year 1910 the sum of $65,610 was an item in the gen-eral appropriation bill for recreation grounds. No appropriation was ever made by council to any playground association. The city had a number of recreation grounds and they were located in many different places within the city limits. The only specific act in relation to the matter of appropriations and to the playground association is the drawing of small amounts on request of the playground association that the controller considered, and that actually was, a trespasser on the city property. There is no evidence in the case that council had any knowledge when the appropriations were made that any part of the Adams market property was being used for playground purposes. The burden was on the plaintiff to show that this particular playground was included as one of the particular subjects of the appropriation for recreation grounds. The city defendant cannot be bound by an unauthorized act of the city controller or his interpretation of his authority in. paying out money on a question affecting the city’s right to its real estate which would cause a forfeiture thereof. The condition of the deed is ‘that if the said parties of the second part or their successors shall at any time hereafter bargain, sell, convey, lease, dispose of or appropriate said described lots, or any part thereof; to any other person or for any other purpose than specified......’ The plaintiffs are seeking to enforce a forfeiture for a breach of the above conditions. We find no evidence or exclusion of offers of evideuce, if received, that would cause a submission to a jury, or that would or ought to sustain a verdict for plaintiffs.”\nJudgment affirmed."}