{"id": "1032294", "contents": "The opinion of the court was delivered, May 17th 1873, by\nWilliams, J.\nThe main question in this case is, whether the plaintiff below gave such evidence of ownership as entitled him to recover the bonds alleged to have been wrongfully converted by the defendant ? The evidence showing that the bonds were the property of the plaintiff’s testator, and that they were stolen from him, was undisputed. The defendant did not claim to be the owner of them, but set up title in Wm. C. Brandon, who left them with Drexel, Winthrop & Co., of New York, the defendant’s bailors, for sale. The court charged the jury in substance, that if the bonds were really the property of the plaintiff’s testator, and were stolen from him, then it was incumbent on the defendant, if he alleged ownership in another, to show how he obtained the possession ; and if he rested his defence upon Brandon’s alleged ownership, it was his duty to show how he acquired that ownership ; that mere possession after the robbery was no evidence of title. It is contended by the plaintiff in error that this instruction was erroneous, because the presumption is that Brandon obtained the bonds honestly, and, being negotiable, his possession of them was evidence of ownership. But the owner of negotiable securities, which have been stolen, has the right to follow them wherever he can find them, and to reclaim them in whose hands soever they may be found; and it is no defence to an action for their wrongful conversion, in refusing to deliver them up on the owner’s demand, for the bailee merely to show that they were in the possession of another, from whom he or his immediate bailor received them. If the defendant’s possession would not be a defence, how can his bailor’s be ? Why ■should the bailor’s possession be higher evidence of title than his own ? Undoubtedly the holder’s possession is primfi facie evidence of ownership, because the presumption is that it was honestly acquired. But when it is shown that the securities were stolen from the owner, the burden of proof is on the holder, and he rnnst show affirmatively that he took them in the usual course of business for value. The rightful owner may assert his title to stolen property whenever he can find it, and if he could recover it from the bailor he can recover it from the bailee. The bailee can never be in a better situation than the bailor. If the bailor has no title he can give none, for he can give no better title (than he has. The owner of stolen securities has the same right to recover them from the holder, unless he has taken them in the usual course of business for value, that he has to recover a chattel or other movable property that may have been stolen. There is this difference, however, the owner’s right to the chattel is not divested if it has been bought by the holder in good faith without notice of the theft; but his right to negotiable securities that have been stolen is divested if they have been received by the holder in the usual course of business for value. But the burden of proof, of showing that they were thus taken, is on the holder. These are familiar and well settled principles, and require the citation of no authorities for their support. There was, therefore, no error in instructing the jury that if the defendant relied on Brandon’s ownership of the bonds it was incumbent on him to show how he obtained it.\nThe other assignments of error need not be specially noticed. There is nothing in them that calls for a reversal of judgment, and no practical benefit would result from their discussion. There was no error in entering judgment on the verdict, and the discharge of the rule to amend the record of the verdict and judgment, with respect to the amount of damages, was a matter wholly within the discretion of the court below, and is not assignable for error here.\nJudgment affirmed."}