{"id": "1032323", "contents": "The opinion of the court was delivered, May 17th 1873, by\nRead, C. J.\nJames Greenwood was indebted to David Cook for oil sold, and in payment gave a check on the defendants, The Seventh National Bank, for $174.50, to J. C. Barnes, a clerk of the plaintiff, payable to the order of D. Cook. Mr. Barnes endorsed it with the name of D. Cook, and his own name, drew the money, and appropriated it to pay an amount due him by his employer, and made the proper entries on the books of D. Cook. The plaintiff refused to recognise the acts of his clerk, and obtained the cancelled check from Greenwood, presented it to the bank, was refused payment, and then commenced this suit. The court charged the jury that “ the only question is, whether Barnes had authority to endorse the check for Cook, and upon that I leave the case with you,” and the jury found a verdict for the plaintiff Cook, for the amount of the check. Upon the argument the counsel for the-bank cited but one ease, Bank of Republic v. Millard, 10 Wallace 152, and contended the holder of the check could not recover against the bank. It was in evidence that the bank had paid the check when presented by Barnes, and that upon settlement of Greenwood’s bank-book, the check was returned with other checks, cancelled, and of course charged against the depositor. This brings it within the exception stated by the Supreme Court of the United States towards the close of their opinion in 10 Wallace: “ It may he if it could be shown that the bank had charged the check on its books against the drawer, and settled with him on that basis, that the plaintiff could recover on the count for money had and received, on the ground that the rule ex cequo et hono would be applicable, as the bank, having assented to the order, and communicated its assent to the paymaster (the drawer), would be considered as holding the money thus appropriated for the plaintiff’s use, and, therefore, under an implied promise to him to pay it on demand.”\nOn the merits, therefore, the case was for the plaintiff.\nIt is, in fact, an acceptance, and binds the bank as a certified check does. “It is tantamount to an acceptance of the draft.” There is nothing in the other assignments of error.\nJudgment affirmed."}