{"id": "1032444", "contents": "Opinion by\nMe. Justice Pottee,\nThese appeals are grounded upon the refusal of the court belo-w to give binding instructions in favor of the defendant, or to enter judgment non obstante veredicto. It appears from the testimony that about noon on February 4, 1909, some school children just released from school, were walking and sliding upon the icy sidewalk on the south side of Tasker street near Eighteenth. Anna Mulhern, a child some ten years of age, fell or was pushed over the curb into the edge of the driveway of the street as a wagon driven by an employee of defendant was approaching, the right hand wheels running near the curb. The horse was turned somewhat aside, but the front wheel of the wagon ran over the little girl’s leg and broke it. The question for determination was whether the driver, by the exercise of proper care, should have seen the child, after it fell and was lying partly in the street ahead of him, in time to stop his wagon, or turn it aside to avoid the accident.\nA bystander testified that he saw the child lying partly in the gutter when the wagon was some thirty feet distant, and lie said that the driver was not then looking ahead, but was at the moment looking backward into the body of his wagon. The jury may well have found that the proximity of a number of children upon the sidewalk at the side of the street upon which he was driving, and the well known tendency of children to make sudden and heedless dashes, should have put the driver upon his guard at that particular place, at least to the extent of keeping his horse well in hand. It is common knowledge that special caution is required for the protection of children who congregate in the vicinity of a schoolhouse. The plaintiff, Anna Mulhern, testified that after she had fallen down and was lying partly in the gutter, she saw the wagon coming along the street some thirty to fifty feet away from her. If this was the fact, the driver could have stopped his wagon or turned it aside, before reaching her, if he was moving at a proper rate of speed and had his horse under proper control. .\nOn the other hand, the evidence upon the part of defendant tended to show that the child came so suddenly and unexpectedly from the sidewalk, into the line of travel in the street, that the accident was unavoidable. If this was the case, defendant should not have been held responsible.\nCounsel for Appellant has contended with great earnestness that the trial judge should have held as matter of law, that the evidence did not justify an inference of negligence upon the part of the driver. But we are unable to agree with his contention in this respect. As we read the evidence, the question was purely one of fact upon conflicting statements by the witnesses. If the jury accepted as credible the evidence offered by the plaintiff, they were justified in inferring negligence upon the part of the driver. Had they accepted as accurate the testimony on behalf of the defendant, they must have concluded that the driver was not at fault in any way, and the verdict would have been for the defendant. We may feel that the jury might very properly have reached another conclusion, but the question of. fact in dispute was for them to decide. To the charge of the court iu submitting the case, no exception was taken.\nThe judgment is affirmed."}