{"id": "1032298", "contents": "The opinion of the court was delivered, May 17th 1873, by\nRead, C. J.\nThe plaintiffs, who are partners, trading under the name of The Millerstown Savings Bank, are engaged in the banking business in the Borough of Millerstown, in Lehigh county. On the 9th of April 1870, they discounted a note drawn by Erwin Burk-halter and endorsed by the defendants, dated the 8th of the same month, for $1000, payable ninety days after date at the Allentown National Bank. At maturity this note not being paid was protested for non-payment, of which the endorsers had notice. About seventeen days afterwards said Burkhalter brought to the plaintiffs his promissory note, dated 8th July 1870, payable sixty days after date, for a similar amount, to the order of the defendants, and purporting to be endorsed by them, and which was given to the said plaintiffs as a renewal of the note of 8th April 1870. On the 9th September 1870, this note became due, and not having been paid, was protested for non-payment, of which the endorsers had legal notice.\nOn the 3d November 1870, the said Burkhalter brought his promissory note dated 9th September 1870, to the plaintiffs for similar amount, payable ninety days after date, drawn by himself and purporting to be regularly endorsed by the defendants, which - note was again given to the plaintiffs by the said Burkhalter as a further renewal of the antecedent and original debt. On the 11th December 1870, this note was protested for non-payment, of which the defendants had legal notice.\nOn the 24th January 1871, suit was brought by the plaintiffs on this last note, and on another note for $800 against the defendants. In an affidavit filed by the defendants, the endorsements on these notes were sworn to be forgeries. It was also proved on the trial that the endorsements on the second note for $1000 were forgeries. A nonpros, was suffered on the counts in the narr. on this last note of $800, and an additional narr. filed, counting on the first and second notes for $1000.\nThe first note discounted by the plaintiffs was a genuine one, endorsed by the defendants, protested for non-payment, and due notice of it given to the endorsers, who became bound to pay. The note given on renewal was a forgery and worthless, and the third note given in renewal was also a forgery and enabled the forger to get possession of the first note and the second note, and he destroyed both of them. This note, upon which this suit is brought, — was therefore never paid by these spurious and fraudulent and forged notes which were mere nullities — given in renewal of the first note.\nThe learned judge was therefore right in saying to the jury: “ The receiving of notes whose endorsements were forged will not amount to a payment of a genuine note, or extinguish the right of action against the defendants as endorsers upon the first note, if the first note dated April 8th 1870, drawn by Burkhalter and endorsed by the defendants, bears their genuine signatures.”\nAn exact copy of the first note was proved by the notary who protested it for non-payment and gave legal notice to the defendants, and the record of the notary was also admitted in evidence. This is the real point in the case, and there is nothing in the numerous errors assigned by the defendants.\nJudgment affirmed."}