{"id": "1032428", "contents": "Opinion by\nMr. Justice Moschzisker,\nOn April 21,1914, the Franklin Paper Mills Company, a Pennsylvania corporation, became insolvent and went into the hands of a receiver, who turned its assets into cash; an account was filed and referred to an auditor; May 27, 1915, the Commonwealth presented claims before the latter for 1914 taxes on capital stock and corporate loans; these accounts had been duly settled by the proper authorities, May 5, 1915, for want of the annual reports which the law requires from such corporations ; but the learned auditor, instead of accepting the settlements in question as conclusive, took testimony and found that all the assets of the paper company were used in manufacturing; also, that the bonds taxed were held exclusively by nonresidents. On these findings, he concluded as a matter of law that the State was not entitled to the taxes claimed; the court below decreed accordingly, and the attorney general has appealed.\nThe ultimate controlling question is: Was the court below obliged to accept the tax settlements presented by the Commonwealth as conclusive?\nThe fact that the corporation was insolvent and in the hands of a receiver did not limit, restrict, or affect the right of the state taxing officers; for it was the duty of the receiver to make the returns called for by the laws of the Commonwealth, and, upon his failure so to do, it was the right and duty of the auditor general to assess against the corporation the taxes here involved: Com. v. Runk, 26 Pa. 235; Penna. Bank’s Assignees’ Account, 39 Pa. 103; Philadelphia & Reading R. R. Co. v. Com., 104 Pa. 80.\nSince the formal notices of the tax settlements sent to the paper company state that, “after repeated requests,” it had “neglected or refused to furnish a report,” in the absence of any averment or proof to the contrary, we must assume the receiver had knowledge, not only in law but in fact, that the prescribed reports were required and, if not furnished, the proper state officials would proceed to appraise and settle accounts against the corporation for the taxes in question. It has been held, under circumstances closely approximating those at bar, that prior notice of an intention to assess such taxes is not essential: See Com. v. Runk, 26 Pa. 235, 236, 237.\nEvery taxpayer is entitled to an opportunity to be heard by the taxing authorities before a tax is conclusively settled against him (Wharton v. Birmingham Borough, 37 Pa. 371; XI Modern American Law, p. 428, Sec. 48); but there is no rule or principle which directs that he must be afforded a further appeal to a court of law: Van Nort’s Case, 121 Pa. 118, 128-9; XI Modern American Law, p. 428, Sec. 49.\nUnder the relevant acts of assembly in our State, when a corporation fails to make the reports called for in the statutes, an appraisement is made and taxes of the nature here involved are settled by the auditor general, such settlements being approved by the State treasurer before they become conclusive; but the Act of March 30, 1811, 5 Sm. L. 228, Sec. XVI, authorizes and requires these- officials, “at the request of each other or of the party” (meaning the party taxed), to “revise any settlement made by them, except such as have been appealed from......., if such request be made within twelve months of the date of settlement......,” and the Act of April 8, 1869, P. L. 19, authorizes a board consisting of the auditor general, State treasurer and attorney general, to revise any tax settlement, even after the year’s limit: Com. v. Penn’a Co., 145 Pa. 266, 278, 283. Under these two statutes, a practice of tax revision has grown up and become established (recognized in the recent Act of April 9, 1913, P. L. 48) which affords ample protection to corporate taxpayers who, because of neglect to make the prescribed reports, have had accounts for taxes settled against them, without right of appeal: see Act of June 1,1889, P. L. 420, as amended by the Act of June 8, 1891, P. L. 229, p. 236. In instances where appeals are allowed from tax settlements, the Court of Common Pleas of Dauphin County is the only tribunal with original jurisdiction to hear such cases: see Section XI, Act of March 30, 1811, supra, and the Act of April 7, 1870, P. L. 57.\nWhere in any given case the taxing authorities have general power to assess the subject-matter involved, an assessment, made in manner and form authorized by law, cannot be questioned or set aside except in the way provided in the statutes: Hughes v. Kline, 30 Pa. 227, 231. In other words, such an assessment, or settlement, cannot be attacked collaterally: Clinton School District’s App., 56 Pa. 315, 317; Van Nort’s Case, 121 Pa. 118, 128-9; Moore v. Taylor, 147 Pa. 481, 484. While there is a line of decisions holding that, where a municipal subdivision, or other governmental .agency possessing a limited power to tax, endeavors to make a levy upon a subject-matter over which it has no right of taxation, the courts generally have jurisdiction in equity to restrain this usurpation, yet we have been referred to no case where a Pennsylvania court sitting in equity has undertaken to stay the hand of the Commonwealth from the collection of a duly settled State tax upon a subject-matter within the general jurisdiction of its taxing officers, much less where, on the audit of an account, a Common Pleas Court, in the exercise of its general authority, has, in effect, attempted so to do; which is the case at bar.\nSince the Act of June 1, 1889, P. L. 420, amended by the Act of June 7, 1911, P. L. 673 (675), and the Act of July 22, 1913, P. L. '903 (905), provides that “every corporation......from whom a report is required [which includes companies such as the present one] shall be subject to......a tax......upon each dollar of the actual value of its whole capital stock,” an exemption being allowed only of “so much......,as is invested purely in......manufacturing,” in making tax settlements it becomes the duty of State officials vested with power in the premises not only to appraise capital stock, but, in each instance, to determine how much thereof is subject to taxation; hence, the tax settlements now before us,, ex necessitate, imply certain findings to the effect that the capital taxed was not involved in manufacturing, also that the bonds in question were held by residents of the Commonwealth. On this last point see Com. v. Lehigh Valley R. R. Co., 129 Pa. 429; Id., 186 Pa. 235, 246; Com. v. Penna. Salt Mfg. Co., 145 Pa. 53. The officials who made these settlements being vested with appropriate power, no other tribunal, unless one duly authorized, would have the right to inquire into or set aside their findings of fact; which, in effect, is what the court below was obliged to do in order to gain jurisdiction of this case. In brief, the Common Pleas of Delaware County had neither authority to entertain an appeal from the tax settlements here involved nor jurisdiction to restrain the State from proceeding to collect the taxes assessed therein; hence, it was beyond the power' of that tribunal to accomplish by indirection that which it could not do directly; therefore, the decree appealed from, so far as it affects the taxes claimed by the Commonwealth, must be reversed and set aside.\nMany acts of assembly and decided cases are referred to in the printed arguments; we have examined all, but cite comparatively few of them. Although all the authorities mentioned in the course of this opinion may not contain rulings directly upon the principle in connection wherewith they are cited, yet, we think, whenever this is a fact, either rulings on analogous points or relevant enlightening discussion will be found present.\nIn a supplemental paper book filed after argument, the appellee suggests that the assignments of error are not in proper form, counsel at the same time stating that they would not raise such a “technical point” if their case were not a “hard one,” which latter fact the appellant admits; but, on the other hand, the attorney general contends that he cannot, in the due performance of his official duty, permit the precedent established by the court below to stand, very truly saying: “The legal machinery of. the State would not be sufficient to travel around the Commonwealth for the purpose of sustaining tax settlements which might be collaterally attacked, if the judgment of the court below......should be affirmed.” While the assignments are open to just criticism, yet, under the circumstances, we do not feel that the violation of our rules is such as to justify a dismissal of the appeal. We take occasion to say, however, that, if the facts are as found by the auditor, and not denied by the appellant, the State should grant some form of relief in this case; for, as said in Com. v. Penna. Salt Mfg. Co., supra, “the Commonwealth does not ask that which is against good conscience.”\nSo far as affected by the rulings here contained, the decree is reversed, and the record is remitted to the court below with direction to revise its distribution accordingly."}