{"id": "1034703", "contents": "The opinion of the court was delivered, October 27th 1873, by\nSharswood, J. —\nThere was no error in the admission of the record of the former judgment. The parties in that suit and in the action tried below were substantially the same. In the former, Joshua Follansbee was the legal, in the latter, he is the equitable plaintiff. The- subject-matter of the two suits appeared by the record to be identical. -The presumption would be upon the issues, that the merits had been passed upon in the former proceeding. Such being the case, if no technical objection appeared to have been raised upon the record to the right of Joshua Follansbee to maintain the action as legal plaintiff, the judgment in that action would be a bar to a subsequent action by him as equitable plaintiff. If it appeared that only the equitable, not the legal right, was in Joshua Follansbee, it would be presumed that the defendant had waived that' purely technical objection. It would be very unreasonable and contrary to the settled rules upon the subject, to permit the plaintiff having once been defeated on the merits, to try the same question over again in a different form : Calhoun’s Lessee v. Dunning, 4 Dall. 120; Marsh v. Pier, 4 Rawle 273; Chambers v. Lapsley, 7 Barr 24.\nBut we are of opinion that the learned judge below fell into an error in excluding the evidence offered by the plaintiffs, the rejection of which forms the subject of the second assignment. That offer was to prove by members of the jury impannelled on the trial at the first suit “ that the jury, decided only on the preliminary question submitted by the court, whether or not the transaction was with the firm of Walker & Eollansbee, or with Eollansbee alone, and that they did not pass upon the accounts between the parties submitted to them in a subsequent part of the charge.” This was objected to for the reason that the evidence was incompetent and irrelevant. In strictness this was not an objection to the competency of the witnesses, but only to the competency of the evidence. Waiving that point, however, we will consider both questions.\nThe charge of the judge as filed of record in the first case, showed conclusively that both the questions referred to in the offer were submitted to the jury. In Carmoney v. Hoober, 5 Barr 305, the charge of the judge so filed of record was considered as sufficient to establish on what point a former recovery had passed. Nothing seems better settled than that the evidence thus offered was competent. It did not contradict the record, but was entirely consistent with it. On the general issue under the pleas of non assunvpserunt, the defendants could have defeated the plaintiff by showing that the contract was not made with him, but with a firm of Eollansbee & Walker. Non-joinder of plaintiffs in an action ex contractu may be taken advantage of under the general issue: 1 Chitty’s Pleadings 13. Whenever it does not contradict the record, parol evidence may be given to show that a former recovery was had, not upon the merits, but upon some technical objection to the form of action or otherwise. The cases upon this subject are too numerous to cite ; it will be sufficient to refer to some of our own decisions: Zeigler v. Zeigler, 2 S. & R. 286; Haak v. Breidenbach, 3 Id. 204; Wilson v. Wilson, 9 Id. 424; Cist v. Zeigler, 16 Id. 282; Leonard v. Leonard, 1 W. & S. 342; Fleming v. The Insurance Co., 2 Jones 391; Carmoney v. Hoober, 5 Barr 305; Coleman’s Appeal, 12 P. F. Smith 252.\nIt is equally clear that the jurors were competent witnesses. In Haak v. Breidenback, and Leonard v. Leonard, supra, the parol evidence was given by jurors, and in the latter case under a special objection and exception; yet the judgment was reversed for the rejection of the evidence. There is no principle of law or rule of policy which in such a case ought to exclude them. It is entirely different from where they are called to impeach a verdict on the ground of their own misbehavior or that of their fellows : Cluggage v. Swan, 4 Binn. 150, though even that has been since questioned : Ritchie v. Holbrooke, 7 S. & R. 458.\nJudgment reversed, and venire facias de novo awarded."}