{"id": "1034745", "contents": "The opinion of the court was delivered, January 5th 1874, by\nAgnew, J. —\nIn these cases, if we assume the fact to be conclusively proved that Dr. Hostetter, after failing to negotiate the four $50,000 notes in Philadelphia, was to return them to Byers & Co. and Lockhart & Frew, the rulings of the court below upon the plaintiff’s offers of evidence were correct. The evidence of the defendants did establish this fact, and also the express promise of Dr. Hostetter, after his return to Pittsburg, to surrender the notes. But when the plaintiff, in turn, came to rebut this evidence, and show a different version of the affair, he had a right to give the evidence to establish his version, and to strengthen that already before the court. It was the right of the plaintiff to have the jury and not the court to pass upon the preponderance of the evidence. But by ruling out the evidence offered by the plaintiff, tending to prove ratification and acquiescence of the defendants of Dr. Hostetter’s acts, the court in effect passed upon the facts.\nThe defendants had themselves called McClurkan to the stand, and in the direct examination, had extracted from him the statement of Dr. Hostetter, that the defendants had failed to pay him, and that he held these four $50,000 notes as collateral security for other notes he had substituted in place of them. Hostetter himself testified that the four notes of $50,000 were made for the purpose of raising money for the Pittsburg Petroleum Oil Company, a firm composed of Byers & Co., Lockhart & Frew, and himself; that the date was left blank, so as to date the notes to suit their maturing; and the place of payment was left blank because it was uncertain where the money could be had; that no arrangements were made as to the place where they were to be discounted or sold, and that it was left to his discretion to fill up the blanks as to the time, date and place of payment. He also testified that these notes being too large, he was unable to negotiate them at the same rate he could his own paper; that he issued his own notes to the amount of $404,000 in sums of $10,000, $20,000, and $30,000, and held these notes as collateral security for the payment of his own paper, and that the money he thus raised he paid over to Frew, the disbursing agent of the company, taking his receipt for the same, and specifying in it the proceeds and identical amount of each note. He further testified that he was never asked to return these $50,000 notes, and never promised to do so; that the defendants knew what he held them for — they all knew he had issued his own notes and held these as collateral securities ; that he explained to them that he had issued his own paper for the purpose of raising the money, and they knew he had issued his own paper in lieu of the $50,000 notes. He at the same time produced the notes he had thus issued. The plaintiff had also given the testimony of Charles Lennig, of Philadelphia, attempting to impugn the accuracy of Mr. Nimick’s testimony as to the ten $10,000 notes, negotiated by Mr. Lennig, and to show that Nimick was mistaken or his memory was at fault.\nAfter all this testimony had gone before the jury, the plaintiff made the following offers in support of its truth, to give it effect, and to enable the jury to draw the conclusion that Byers & Co. and Lockhart & Frew had ratified or acquiesced, in Dr. Hostetter holding the $50,000 notes, in security for his own notes substituted in their place and the proceeds of which they had received. The plaintiff therefore offered in evidence the receipt of Frew, the treasurer, for the money — the notes themselves amounting to $404,000— and to show that he paid all these notes with his own funds, and that the defendant and the Petroleum Oil Company ratified and approved of all that Hostetter had done in making and issuing the $404,000, and received and used the proceeds. This was all rejected. He offered also to show that he discounted the $50,000 notes with the Fort Pitt Banking Company for the purpose of paying and meeting the notes he had issued for the accommodation of the defendants, and that he applied the proceeds to their payment. These offers were also rejected. (See I, Gr, J, K, L.) Now it seems to be clear that if the $50,000 notes were given to Dr. Hostetter to raise money upon, at any time or place, for the benefit of the defendants and the Petroleum Oil Company, and because of their large sums, he was compelled to substitute his own paper, raised the money, paid it over to the treasurer, took his receipt, specifying the very notes he had issued, and if he made this known to the defendants and they ratified and approved of what he had done, and enjoyed the benefits of the proceeds and knew he retained the $50,000 as his own security, and suffered him so to retain them, and to pay off his own notes out of the proceeds of the $50,000 notes which he had discounted for this purpose, it presents such evidence of consent to his right to hold the notes as his security as ought to have gone to the jury, and would have justified a verdict for the plaintiff, unless overturned or borne down by the weight of the defendants’ evidence. This was a question for the jury; but by excluding all the confirmatory evidence contained in the several offers the court prevented its consideration, in effect taking the decision of the facts into its own hands. Of course this is error.\nWe think the court erred also in refusing the rebutting evidence of the plaintiff contained in offer H. The defendants had gone into evidence of a subsequent arrangement to divide the paper among all the parties, each to pay $100,000, and to show that Hostetter refused to pay his $100,000. The relevancy of this evidence to the action on the $50,000 notes by the plaintiff, McClurkan, is not very clear. Perhaps it was intended to infer from it that the subsequent arrangement was inconsistent with the claim to the $50,000 notes by Hostetter, as his security; and his refusal afterwards to comply was owing to a change of purpose on his part and a determination to hold the $50,000 notes which be had retained. If relevant at all, the defendants having proved his refusal to perform, as a step towards a new claim on his part, it certainly became the right of the plaintiff to rebut this evidence for the purpose of showing that Hostetter’s refusal was not owing to a new determination on his part to hold the $50,000 notes, but to the refusal of the defendants to let him have his share of the oil on hand, which was the consideration, as he avers, of the arrangement by which he undertook to pay his proportion, to wit, $100,000.\nThere is a question, that of notice to the Fort Pitt Banking Company, not without difficulty. My first impression was that Hostetter’s knowledge, as a partner in the company, was not that of the company. He seemed, in the transaction of discounting the $50,000 notes, more as a customer dealing with the company at arms’ length, and his knowledge, therefore, not to be imputed to the company. But further reflection leads to the conclusion that the learned judge of the Common Pleas was right in holding that this being an unincorporated partnership, Dr. Hostetter could not put the partnership in a better position than that he himself held — that he could not transfer to his’ partners for the benefit of the whole firm, a right he himself had not, to recover upon the notes, and then unite with them in maintaining the suit. It is not just that a partner should conceal facts known to him, which would defeat a recovery, and then transfer a title founded in his own want of good faith. Between himself and his partners a relation of confidence exists, which does not between him and a stranger whose note he holds unjustly. As between them and the innocent stranger, it would seem to be just that they who made their partner their agent in copartnership transactions, and confided in his integrity and good faith in Ms transactions with them, should rather suffer the loss than one who had intrusted him with no confidence. And they are in a better position to remedy his breach of good faith. They can charge him with the loss in his account, and hold his interest in the partnership liable to reimbursement of the money he had obtained from them by his wrong. And it is inequitable to permit Mm, after parting with the notes to his partners, through the wrong, to reap the fruits of his iniquity. In the case of a corporation which does business, not through its stockholders, but through officers, and which sues in a corporate name, the knowledge of a stockholder may stand on a different footing as to notice to the corporation, as held in some other courts, but on this point we give no opinion.\nFor the errors in excluding pertinent testimony, the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded."}