{"id": "1034747", "contents": "The opinion of the \"court was delivered, October 20th 1873, by\nAgnew J. —\nCounties and toAvnships are the legally-recognised municipal divisions of the state. The second section of the Act of 15th April 1834, relating to counties and townships and county and toAvnship officers, provides that every city shall be deemed and taken to form part of the county in which it is or may be situated. Much more, then, is a borough to be deemed a part of the county. Indeed, formerly boroughs were treated as parts of the respective toAvnships to which they belonged, though since the passage of the Act of 3d April 1851, every borough incorporated from within a toAvnship is now to be considered a distinct district. These municipal divisions are in their nature local, being within a fixed territory ; and the people residing there, no matter hoAV fluctuating in regard to individuals, being the true corporation. Hence it has been held, that actions against counties are not transitory but local, and must be brought in the courts .of the proper county: Lehigh County v. Kleckner, 5 W. & S. 181. The reasons are founded in the convenience and policy of the state, and the limited remedy for the payment of debts. The same rule, therefore, applies with equal force to cities and boroughs.\nIt is thought the case before us differs, inasmuch as the writing, upon which judgment was confessed against the borough of Oil City contains a warrant of attorney, empowering “ any attorney of any court of record of this Commonwealth to confess judgment for the sum due at maturity, with costs of suit, release of errors, &c.” But this is a question of jurisdiction in the court, and not an irregularity or error in the confession; and we think the judgment can be confessed only in the courts.of the proper county, no other having power to enforce payment. The commissioners to revise the civil code, reporting upon the Act of 15th April 1834, 2 Park & Johnston’s Dig. 724, remark that the only remedy to obtain payment of the debt of a county or township, was the tedious and expensive course of an application to the Supreme Court for a mandamus. They therefore reported the remedy by writ of command and attachment, contained in the sixth and seventh sections of the Act of 1834. In Wilson v. The Commissioners of Huntingdon County, 7 W. & S. 197, Justice Kennedy said, there can be no seizure, extension or sale of the property of the county, and payment can only be enforced after judgment by issuing a writ commanding the commissioners to pay, &c., and not otherwise. The 72d section of the Act of 16th of June 1836, relating to executions, expressly excepts out of the provisions for executions against corporations, counties, townships and other public municipal bodies. Hence it was held in Lehigh County v. Kleckner, supra, that the courts of one county could not issue process to compel payment against the commissioners of -another county. Had there been no such expression of this court, the reasons for confining the remedy by writ of command and attachment to the courts of the proper county in which the municipality is situate are so strong we could do no otherwise than hold the’law to be so. It would be a gross hardship to subject the people of a prescribed territory, who can act only through certain officers, to the multiplied jurisdiction of as many courts as there 'are counties in the state, to suit the mere convenience of a single person who' may be a creditor. Different bonds in the hands of different persons might, in this instance, subject the borough of Oil City to as many different jurisdictions at the same time all over the state. Of necessity the records and papers of a municipality should be kept within its own territory for the use of the people who are governed within it. So the public officers of the municipality should be permitted to remain at home in the performance of duties local in their nature, and not dragged away from their offices and duties to run-over the state at the call of individual creditors. In view of these reasons, and of the provisions in the 6th and 7th sections of the Act of 1884, and 72d section of the Act of 1836, we are of opinion that the District Court of Allegheny county has no jurisdiction to compel payment of debts by a municipality existing in Venango county. The reference to the bond suits against counties and cities in the federal courts furnishes no argument in favor of the jurisdiction of the District Court of Allegheny county in this case. In all such actions the counties sued in the federal courts' were within their territorial jurisdiction; while the right to entertain jurisdiction was founded on the non-residence of the plaintiff within the state, under the Constitution and laws of the United States. The reference to these bond suits is useful, however, in reminding us of the infinite inconveniences those suits caused to' the officers of distant counties. We are therefore of opinion that the warrant of attorney did not legally authorize a confession of judgment against the borough of Oil City in the District Court of this county. Consent cannot confer jurisdiction against the laws of the state. The judgment in this case is reversed, and all proceedings under it are set aside."}