{"id": "1034698", "contents": "The opinion of the court was delivered, January 10th 1874, by\nAgnew, J. —\nThis case turns on the alleged agreement made by Mr. Phillips, the president; in behalf of the railroad company, to erect a freight and passenger depot on the one acre of land sold by the plaintiff to the railroad company for the sum of $1000. .The other portions of the agreement relating to the wall and buildings were not denied, and so far as they were not performed, the jury allowed damages. The first question in the case arises on the measure of evidence necessary to establish the agreement for the erection of the depot; and this turns on the release of the right of way given by the plaintiff to the company. This paper is not printed for our inspection, but we presume, as there has been no controversy upon its terms, it was in the ordinary form, giving the right to enter and build the road, and releasing the value of the land occupied, and all damages arising out of its location and use. If the proof of the contract to build a depot on the one-acre lot does not contradict the terms or legal effect of the release, only the ordinary measure of evidence would be required to establish the contract, to wit: so much as would incline the weight of evidence to the side of the plaintiff. But if the evidence contradicts the release or its legal effect, it must possess the measure necessary to prove fraud or plain mistake, to wit, that which is clear and satisfactory.\nIn what respect does the agreement to erect the depot contradict the release ? We can perceive none. It does not contradict the consideration of one dollar paid by the company: that money might be paid and the contract also be made to build the depot. Indeed, the nominal consideration in the release would lead to a ready inference, that something else was the consideration of a right of way through a mile and a quarter of land. It does not contradict the terms of the release itself. These are all admitted by the plaintiff, and indeed he rests upon them as the reason and consideration of the railroad company’s promise to erect the depot. In no respect can we perceive that the plaintiff gainsays or desires to disprove or alter the release. On the other hand, it does not seem to follow, because the railroad company agreed to pay a nominal consideration of one dollar, that they did not promise to do something else as an equivalent for the right they obtained. The agreement to erect the depot is independent and executory— something to be done in the future; and does not conflict with the release. Both may stand together. The case of Weaver v. Wood, 9 Barr 220, is directly in point on this question. To this may be added Hayden v. Mentzer, 10 S. & R. 323; Strawbridge v. Cutledge, 7 W. & S. 394. The court erred, therefore, in the measure of proof, which, said the court, must be clear, strong and indubitable.\nThe next question is upon the effect of the agreement. The contract for the depot, when found by the jury, would stand before them with equal effect, as if it had been reduced to writing, and then arises the question of damages. The court below held the measure of damages to be the same as that given to the owner of land taken by the company under a legal proceeding ; that is to say, the difference in the value between what his property was worth before the railroad was located through it, and its value after completion of the road, with interest on such amount. See answer to plaintiff’s fifth point. But if a written agreement to build a depot had been given when the release was delivered, how would the case stand ? Clearly this would have introduced a new element. Whether this would increase or diminish the value to be assessed in a legal proceeding would not now be a question: for this, it is to he presumed, the parties considered when they made the contract. It must he presumed the company considered it better for them to erect the depot, in order to obtain the right of way, than it would be to go to law and take the chances. Such being the effect of the agreement, the terms of the question of damages would be changed. Instead, then, of the question being the difference in value of the land before and after the building of the road, considering all advantages and disadvantages to the owner, the question would be upon the additional value which would accrue to the plaintiff’s land in the event of erecting such a depot as\" the contract called for. Under the contract, whatever specific advantages would accrue to the land from the adjacent depot and station, would have to be added to the plaintiff’s claim, for this would be his loss in case of a breach of the contract. While the profits of his business cannot be added to his damages, for these are speculative and uncertain, the business advantages, which constitute the characteristics of the land and give it value, are not to be thrown out of consideration in determining the value of the land. Clearly, if the depot and station would make the plaintiff’s land more valuable as a place of business, by bringing to it business it would not possess without them, they give greater value to the land to the extent of the increase by reason of their being placed there, and therefore, fall within the scope of the contract. They were the thing bargained for, and the consequent loss would 'fall within the damages, to the extent they would have added to the value of the land. The ruling of the court excluded this element of value given by the contract, and confined the measure of damages as if no contract had been made. This was an error. In other respects we perceive nothing requiring comment.\nJudgment reversed, and a venire facias de novo awarded."}