{"id": "1034686", "contents": "The opinion of the court was delivered, November 10 th 1873, by\nMercur, J. —\nUpon the 5th day of June 1868, the school directors of St. Clair township levied a special bounty tax of two per cent,, amounting in the aggregate to $11,535.18. After $5598.85 thereof had been collected, the appellees, on the 10th of'May 1869, filed' this bill. Therein they charged that the appellants were endeavoring to collect said special bounty tax, although they well knew that said township was not indebted in any amount whatever, for or by reason of any recruits put into the service of the United States. They prayed, inter alia:—\n1. That the appellees be perpetually enjoined from proceeding further to collect said tax;\n2. That they account for moneys received and paid by them as bounties to volunteers ; and\n3. That they be restrained in the meantime from its collection.\nThe court awarded a preliminary injunction.\nAfter answer, the court appointed an examiner “to take testimony and report the facts.” Upon hearing on the master’s report and exceptions thereto, the exceptions were overruled, and the decree was made perpetual.\nThat a court of equity may enjoin against the collection of a tax levied without authority of law, is undoubted. Even when legislative authority is given to tax for a certain purpose, yet if the tax levied is clearly in excess of the sum required for that purpose, its collection may also be enjoined.\nIs this tax liable to either of those objections ?\nThe master found, and it is not denied upon the argument, that the amount of bonds duly issued by the school board for bounty purposes, and unpaid upon the 5th of June 1868, as shown by those outstanding bonds, and the statement of the township auditors, was such that it would require the proceeds of the two per cent, tax that day levied, to pay the same.- It is true the master found those bonds were issued for indebtedness incurred in 1864 and 1865. He also found that, prior to June 5th 1868, an amount of money more than sufficient to have paid and discharged all that indebtedness, had been assessed and collected. It had not been so applied, and the obligations remained unpaid. He further found that the board of school directors and treasurer were guilty of culpable negligence in not keeping books and accounts of their receipts and expenditures in relation to the bounty business. The master was therefore unable to ascertain what disposition had been made of the money. The irregular settlements made with the township auditors were so unsatisfactory that they failed to enlighten him. Many of the papers had been destroyed. In some unaccountable manner much of the money had disappeared, leaving no marks by which its last resting-place could he found. In June 1868, none of it was in the school treasury, nor, so far as could he shown, in the hands of either of the appellants.\nBriefly, then, the ease presents this state of facts. The school district was in debt. The officials for the four preceding years had been derelict in their duties. The holders of the obligations desired their payment. There was no money in the treasury to pay them. Thereupon the school directors of 1868 levied this tax for that purpose. It was not in excess of the sum required. They were proceeding to collect it when enjoined. The tax was not only authorized by law, but we know no other manner in which the school district could raise the money, or by which the creditors could procure satisfaction of their claims.\n\"We therefore think the learned judge erjed in enjoining the collection of the tax, and the decree must be reversed.\nDecree reversed. And now it is ordered and decreed that the bill be dismissed at the costs of the complainants and appellees."}