{"id": "1034726", "contents": "The opinion of the court was delivered, March 2d 1874, by\nWilliams, J. —\nThe ordinance of the 10th of March 1868, under which the work was done for which the assessment in'controversy was made, authorized the grading, paving and curbing of Centre avenue from Dinwiddie street to Kirkpatrick street. Under the direction of the city engineer, who was authorized to advertise for proposals and let the work, the contractors graded, paved and curbed Centre avenue from or near the point where its south line is intersected by the west line of Dinwiddie street to Kirkpatrick street. If, instead of commencing the work at this point, they had commenced it at the point where it is intersected by the east line of Dinwiddie street, it would have left a gap in the avenue of ’about thirty-two feet in length, in front of the defendant’s property, ungraded and unpaved. Did the ordinance, then, under which the work was done, authorize the grading, paving and curbing of that portion of the avenue lying between the points where its south line is intersected by the east and west lines of Dinwiddie street ? If it did, the defendant’s property is liable for the assessment made to defray the cost and expense thereof; but if it did not, there was no authority to do the work and make the assessment. The ordinance must have a reasonable construction; and in order to ascertain its meaning and the intention of its framers, as deduced from its language, the court may look at the circumstances under which it was passed: Cox v. Freedley, 9 Casey 124. The evidence shows that, prior to its passage, Centre avenue had been graded, paved and curbed from Fulton street to a point a few feet beyond the west line of Dinwiddie street — a fact which must have been well known to the councils by whom the ordinance was passed. If they intended that the work should commence at the east line of Dinwiddie street, they must have intended to leave that portion of the avenue in front of the defendant’s property, opposite the mouth of Dinwiddie street, without being graded, paved and curbed. Can it be that they intended to leave'-such‘a gap between the old and new work? We cannot impute to them an intention so unreasonable and absurd, if the language of the ordinance will admit of a different construction. Manifestly it is broad enough to include that portion of the avenue opposite the mouth of Dinwiddie street, on which the work in controversy was done.. From a street may mean from any part of the street, and does not necessarily mean from its inner or nearest line. The Erie and North-East Railroad Company was authorized by its charter to build a railroad “ from the borough of Erie to some point on the east boundary of the township of North-East.’* It was conceded by the court that the word from should be taken inclusively, and that a road from any part of the borough to the proposed terminus ad quern, was a compliance with the law: Commonwealth v. Erie and North-East Railroad Co., 3 Casey 339. The word from, as used in the ordinance here, may well have as broad a meaning. If the city engineer had given to the ordinance the construction for which the defendant contends, it would, as already suggested, have left about thirty-two feet of the avenue in front of his property ungraded and unpaved; and in that case he might have objected with good reason to an assessment for the grading and paving of the avenue in front of the remaining twenty-eight feet of his property, on the ground that the work had not been done in conformity with the true intent and meaning of the ordinance ; and that the grading and paving of only a portion of the avenue in front of his property, leaving a gap of thirty-two feet ungraded and unpaved, instead of being a benefit, was a nuisance. But there is no need of further argument. It is manifest that the councils intended that the new work should be so connected with the old as to make the grading and paving of the avenue uniform and continuous. It follows that the court below erred in declining to charge as requested by the plaintiff.\nJudgment reversed, and a venire facias de novo awarded."}