{"id": "1034724", "contents": "The opinion of the court was delivered, November 10th 1873, by\nMbrcur, J. —\nThe case has been twice argued. It has received that consideration to which it was entitled. Seven errors have been assigned, but the whole case depends upon whether the waiver of inquisition is a part of the record of the judgment.\nThe bond contains an express waiver of inquisition, and of condemnation of all real estate which may be taken in execution issued on any judgment obtained thereon. This waiver is a part of the condition. It precedes the warrant which authorizes an attorney to confess judgment. All the terms and conditions are part and parcel of one and the same instrument. The obligation is an entirety. The warrant of attorney is an authority to confess judgment upon the whole instrument.- That undoubtedly means, according to all of its terms, conditions and stipulations. They clearly express and with equal force, declare the sum to be paid, the waiver of inquisition and the condemnation of the obligor’s real estate.\nUpon this instrument, so written, the judgment was recovered and the inquisition and condemnation were waived. A declaration in the usual form ivas filed. An attorney appeared for the defendant and executed a written confession of judgment. He therein declared that he did it by virtue of a warrant of attorney authorizing him thereto. In that confession he recited substantially all the conditions of the obligation. With it he filed the original bond, showing full authority for his act. The prothonotary entered upon the docket the filing of the narr., the appearance of the attorney and his confession of judgment, with the waiver of inquisition and condemnation. When the fi. fa. issued, the prothonotary endorsed thereon “ inquisition and condemnation waived.”\nThus in fact the waiver of inquisition and condemnation was blended and interwoven with the record of the judgment. Was it not so in law ?\nThe waiver was a part of the contract. As such it was as obligatory upon the maker as his agreement to pay the sum therein stipulated. He was bound to the fulfilment of all its terms. Suppose the instrument had not contained any warrant authorizing a confession of judgment, but was otherwise the same, with its waiver of inquisition and condemnation, and suit had been brought upon it; a full copy of the instrument had been set forth in the declaration, the original filed in the case and judgment taken thereon upon a verdict, could it be seriously contended that the waiver was not a part of the record of the judgment ? The record of an action in a court founded on common law, consists of the writ, declaration, pleas and judgment: Erb v. Scott, 2 Harris 20. In case execution should be issued upon such a judgment, arid land be levied upon, I cannot conceive it would be necessary to hold an inquisition thereon. If the legal effect of such a judgment, duly entered upon a verdict regularly obtained, would be to dispense with the holding of an inquisition, then like effect must be given to the record of this judgment, regularly entered upon a warrant of attorney. In contemplation of law, a' judgment on warrant of attorney is as much an act of the court as if it were formally pronounced on nil dicit or a cognovit, and till it is reversed or set aside, it has all the qualities and effect of a judgment on verdict: Braddee v. Brownfield, 4 Watts 474. The judgment by the prothonotary, under a power contained in the instrument, is a judicial act, and may be entered by him under the Act of 1806, or may be confessed by an attorney independently of that act: Cook v. Gilbert, 8 S. & R. 568; Flanigen v. City of Philadelphia, 1 P. F. Smith 491; St. Bartholomew’s Church v. Wood, 11 Id. 96. The rule may be so qualified by the authority of Banning v. Taylor, 12 Harris 289, as to require the warrant of attorney to be filed with the appearance, in order to give full effect to the judgment and to prevent the issuing of a certiorari to bring up the warrant, upon a.suggestion of diminution of record. In the case now under consideration that contingency does not arise.\nWhen a judgment is recovered according to the terms and conditions of a written obligation for the payment of money, and those terms and conditions expressly either limit the lien of any judgment that may be recovered upon it or which waive the benefit of all laws exempting property from levy and sale on any execution, or which waive the right of inquisition upon the delinquent’s real estate, and in the entry of the judgment this is set forth upon the docket, it must be held to be a part of the record of the judgment. Hence it was ruled in Stanton v. White, 8 Casey 358, that effect should be given to a stipulation in bond and warrant of attorney, restricting the lien of the judgment to be entered thereon to certain designated lands. So in a pending suit, if judgment is confessed and entered in pursuance thereof, the terms and conditions of the confession enter into and form a part of the record of the judgment, modifying and qualifying its effect.\nIn Coleman v. Coleman, 7 Harris 100, it was held that an agreement, and the entry of judgment thereon, in a pending action of partition, stipulating that certain ore-banks and' mine-hills should remain undivided, became the judgment of the court. By that judgment and decree, said Mr. Justice Woodward, in giving the opinion of the court, the covenant was inwrought into the titles of the parties, so that it should remain firm and stable for ever.\nThe cases of Buehler v. Rogers, 18 P. F. Smith 9, and Hope v. Everhart, 20 Id. 231, have been cited as establishing the doctrine that the inquisition is no part of the record of the judgment. The first of these is clearly distinguishable from the present case, in that there was no agreement, either before or at the time of the rendition of the judgment, to waive the inquisition. The allegation was that an inquisition had been held by the sheriff, but the fi. fa. and return thereon could not be found, and it was uncertain upon what land the writ had been levied. The case of Hope v. Everhart also differs. There the judgment was entered by the prothonotary under the Act of 1806, without the intervention of an attorney. The reasoning of Mr'. Justice Williams is predicated mainly of that act, and the duty and power of the prothonotary under it. The case wholly lacked the superadded appearance of an attorney for the defendant and his confession of judgment therefor, expressly waiving the inquisition and condemnation. That the authority of an attorney is more extensive in Pennsylvania than in other countries, and that his act binds the client, is recognised by numerous cases: Coxe et al. v. Nicholls, 2 Yeates 546; Reinholdt v. Alberti, 1 Binn. 469; Lynch et al. v. Commonwealth, 16 S. & R. 368; Wilson v. Young, 9 Barr 101; Cyphert v. McClune, 10 Harris 195; Flanigen v. City of Philadelphia, 1 P. F. Smith 491. If a judgment he confessed by an attorney, neither his authority nor the regularity of the judgment can be inquired into in a collateral action. Where he appears without authority and confesses judgment, the remedy is against him, or in a proper case the court in which it was entered may open the judgment: Cyphert v. McClune, supra; Evans v. Meylert, 7 Harris 402. The prothonotary, who is the maker and keeper of the records, acts under the supervision of the court. His record is the record of the court, made by the proper officer, and another court cannot say whether the record made by the proper officer was properly made or not. The court of which he is the officer has the sole jurisdiction to examine this, and to correct it if found wrong: Hoffman v. Coster, 2 Whart. 453.\nWhile it is contended that a sale under this fi. fa. is bad, yet it is conceded if it had been made upon a vend. exp. it would be good. We are unable to see much force in the distinction, as the record shows the' waiver. In either case the judgment would have supported the execution, and the record would have shown the authority to sell. There is nothing in the case going to show fraud in the plaintiff in the judgment, nor to impeach the title of the defendants below as good-faith purchasers. The very able argument of the counsel for the defendant in error has failed to satisfy us that the title acquired by a good-faith purchaser upon the faith of the records shall not be sustained. We think the learned judge erred in admitting the evidence contained in the first and second assignments of error, as well as in affirming the point presented in the fourth. The court should have affirmed the point covered in the fifth and seventh assignments. We discover no other error in the record.\nJudgment reversed, and a venire facias de novo awarded."}