{"id": "1034714", "contents": "The opinion of the court was delivered, October 22d 1873, by\nAgnbw, J. —\nThis is a difficult will to interpret. Its arrangement is unskilful, and its expressions obscure, and the word heirs used in different senses, oftencr referring to children than to a line of descent. An attentive reading of the will and codicils, however, reveals two leading thoughts of the testator as to his children: First, that his “ whole estate” should be divided into seven equal parts and divided among his living children, and the children of his deceased sons, at the arrival of the youngest child of Alexander Parker Robinson at full age. This is to be found as far down as the tenth section, which, under the act relating to wills (there being no devise over), would ifivest the possessor of each share of the whole estate with a fee in the lands. The second leading thought in orderly arrangement, but first in the order of the will, was that the shares given to his living sons should be so limited and restricted in enjoyment that the income only should he paid to them during their lives. This is to be found in the third clause. He says: “I hereby further declare that it is my will that the entire income of my estate shall be divided equally share and share alike amongst or between all my children as follows, that is to say -.” Then follow the 3d, 4th, 5th, 6th, 7th and 8th sections, that especially dispose of the income among his five living children and all the heirs or children of his sons William 0. and Alexander P. In some of these the bequest of the income is clearly for life, and in others, if the income were the principal, it would be in fee. But this is of no importance, when we discover from other parts of the will that by the word “ income” the testator meant income in its ordinary sense — the profits or earnings of the principal estate, and that this principal is left to be disposed of by other sections of the will.. This reconciles the ninth and that part of' the twelfth section which relate to the income. They are found to refer to the income only to be paid to his living sons during life, and show clearly that as to the income they were to be contented with that alone during life. After the ninth comes the tenth, which is the first to dispose of the whole estate, and divides it into seven equal parts, to be allotted when the' youngest child of Alexander Parker Robinson should arrive at majority. Having in the previous sections disposed of the income of the estate, the mind of the testator in the tenth section came to the principal of the estate, which he here terms “the whole of my estate,” and disposes of by the partition provided for; but guards against an infringement of the previous sections as to income by saying, “ subject to the restrictions and limitations specified in the foregoing clauses as to descent to my heirs.” The word heirs here means children, and evidently refers to the living children and the children of his deceased children named in the foregoing sections. It is evident that while the writing of the will was in progress the testator turning back to the tenth section, thought there might be some obscurity in its language, and therefore before closing and after appointing executors, he says: “ That as little obscurity as possible as to phraseology may rest upon the settlement of my estate, as provided for in this last will and testament, it is my design to invest each of my living heirs with a life estate in the income of my property, with reversion (meaning remainder) over to their heirs, as provided for above on the maturity of the youngest child of my son Alexander, when and at which time the respective proportions of the heirs of my sons William and Alexander may be set apart and vested in them in fee.” Here he evidently referred to the provisions of the tenth section dividing his whole estate, as being intended to convey the property, that is the principal, to the heirs of the living children, and brings out distinctly the difference in his own thoughts between the income and the principal expressed by the words “ whole estate.”\nThese impressions of the testator’s meaning are strengthened by the codicils. In the first he adds to the number of executors by appointing a stranger who would be more likely to see that the provisions of the will would be executed strictly. In the second he corrects what he deemed was an qjror bn giving to Frank P. a personal control of his share of the income by appointing trustees to measure it out to him according to the wants of himself and his family. The third relates to a matter entirely independent, and the fourth revokes so much of the tenth section as fixed the time of the partition at the arrival of Alexander’s youngest child at majority, and goes on to say, “and that-said partition may proceed and be carried out at any time. The executors and heirs may proceed to the partition thereof as though no such clause as the tenth, to which this codicil has reference, was inserted in the will aforesaid, my whole property and estate on any partition thereof to my heirs remaining subject to the payment of the income thereof to my beloved wife during her life.” By that codicil the testator, while annulling the tenth section, evidently intended to retain so much of it as related to the partition, for he makes it operative whenever the executors and heirs should choose to proceed to make it. That this partition was to operate on the entire estate including the principal referred to in the tenth section under the terms “ the whole of my estate,” is proved by the concluding clause, which makes the whole property and estate subject to the payment of the income of his wife.\nThis is made still clearer by reading it in connection with the clause providing for his wife, which gave to her “ all my property, estate and effects real, personal and mixed, of whatsoever kind and nature, and wheresoever situated at the time of my decease, to have and to hold, to use, occupy and enjoy the same fully, freely and absolutely during her life.” The “ whole property and estate” in the codicil evidently covers the property devised to the widow for life, and is greater than it, for the devise and bequest to her are excepted out of it.\nFrom the whole of the will and the codicils we gather the intent of the testator to give his entire estate first to his wife for life, and then to his children in equal shares absolutely and in fee, but to limit and restrict the use and enjoyment of his living children to the income until partition, and to make the concurrence of the executors necessary to determine when it would be prudent to make the partition. This control of the executors is clearly expressed in the fourth codicil, and is the substitute for the provision in the tenth'section — that partition should not be made until Alexander’s youngest child came of full age.\nJudgment affirmed.\nSharswood, J., dissented."}