{"id": "1035039", "contents": "'Opinion'by\nMr. Justice Walling,\nMary Alice Shover, a widow residing on a farm in Northampton County, died July 25, 1915, at the age of about forty-eight years. For some months she had been afflicted with kidney trouble, apparently not serious, when, on or about July 4,1915, she was stung on the left arm by a bee, blood poisoning resulted and she was confined to her bed on and after July 13th. Proponents’ evidence tends'to show that on Monday morning, July 19th, Mrs. Shover, in the presence of witnesses called by her for \"that purpose, made parol testamentary disposition of her estate, consisting of personal property amounting to about four thousand dollars; and bequeathed same to the proponents, two of whom were her stepchildren and the third a member of her household, to the exclusion of contestant, who was her father and next of kin. This so-called nuncupative will having been reduced to writing was admitted to probate by the register of wills, from which contestant took an appeal to the Orphans’ Court, where, after full hearing and an exhaustive consideration, a decree was entered setting aside the probate of the alleged will, and also refusing an issue on the ground that no substantial dispute had arisen upon a material question of fact. We have examined the record and agree with that conclusion. A nuncupative will can be sustained only when made during the last sickness of the testator, and in such extremity thereof as precludes a written will. See Mellor v. Smyth, 22Ó Pa. 169. The Orphans’ Court found on abundant evidence that Mrs. Shover could have made a written will when she made the alleged oral will and for at least thirty-six hours thereafter, that is, up until Tuesday evening. There is some dispute as to her condition on Wednesday and Thursday; and admittedly she was unconscious from Thursday night until her death on Sunday morning. In'fact all the evidence is to the effect that she was of sound and disposing mind during the entire day Monday. True, she was suffering and her arms and hands were badly swollen from the effect of the blood poisoning, but she was just as capable of dictating a written as an unwritten will and had ample time to do so. The circumstance that she might not have been able to sign the will with her own hand is of no moment, she could have made her mark or authorized someone to sign her name. The use of a telephone or automobile would have brought a scrivener to her bedside anytime within an hour. And yet during that entire day and evening no effort was made to secure the preparation or execution of a written will or any valid reason given why it was not done; and the court below found that the same condition existed during the following day; and all that time Mrs. Shover made no request for a scrivener and did nothing looking to the making of a written will, although according to the evidence she realized the serious nature of her illness and her mind was on the subject of a testamentary disposition of her property early Monday morning. Under such circumstances it is vain to argue that she was precluded from making a written will by the extremity of her last sickness. A much less opportunity to make a written will has often been held sufficient to prevent the probate of one not written: Porter’s App., 10 Pa. 254; Butler’s Est., 223 Pa. 252; Munhall’s Est., 234 Pa. 169. Mrs. Shover had ample opportunity to make a written will on Monday, and hence the evidence as to how an attempt on her part to do so later in the week might have affected her physical condition, was unimportant, as was that seeking to show expressions of hostility by her against the contestant.\nAs she was manifestly not precluded from making a written will by the extremity of her last sickness, the other questions in the case are not important.\nThe assignments of error are overruled and the decree is affirmed at the cost of appellants."}