{"id": "1035128", "contents": "Opinion by\nMr. Justice Potter,\nThis is an appeal from a judgment on a verdict for defendant rendered in an issue framed to determine tbe amount due upon a judgment entered by C. C. Bowman against M. J. Healey, upon a bond and warrant for the .penal sum of $43,751.16. The material facts are as . follows:\nPrior to 1909, the plaintiff, C. C. Bowman, held the bond and mortgage of the 'Reliance Coal Company for $25,000. In that year the defendant, M. J. Healey, purchased the property of the coal company which was subject to the mortgage and assumed payment of the balance due upon it, which amounted to $21,785.58. Healey gave Bowman his own bond and mortgage, dated December 3, 1909, to secure that amount. From a recital in the bond, it appeared that, by an agreement between Healey and Bowman, the latter was to sell coal for the former, and was authorized to retain from the proceeds of such coal a sum equivalent to ten cents on each ton sold by him, to be applied in payment of the bond, and in addition Healey was to pay Bowman each month, on account of the bond, a sum equivalent to ten cents on every ton of coal sold by him at retail during the previous month. . It was provided that, in the event of the. sale of the mortgaged property before the debt on the bond was fully paid, the balance then remaining due should be paid at the time of the sale. The mortgage contained covenants and conditions to the samé effect as those in the bond. Both the bond and the mortgage contained conditions requiring the payment of interest, taxes and insurance on the mortgaged property and roy- ■ alties on the coal mined, and providing that, upon breach of any of these conditions, the principal of the debt should become due and payable and the mortgagee should be entitled to proceed at law to collect the same.\nThe agreement referred to in the bond and mortgage, was made contemporaneously with these instruments and constituted Bowman the selling agent for Healey during a period of seven years for certain coal therein specified, upon terms which are set forth. This agreement contained the provision which was incorporated in the bond and mortgage as to their payment by the deduction of ten cents per ton from the amounts received from sales of coal. It also provided that Healey should mine and deliver sufficient coal to pay off the entire amount of the bond and mortgage in seven years; and that in any event the debt should be payable and demand-able at the expiration of eight years.\nThe parties carried on business under this agreement until 1914, when, in September of that year, Healey ceased shipping coal to Bowman. On June 18, 1915, Healey brought an action of assumpsit against Bowman, in which he sought to recover the sum of $19,574.33, a balance which he claimed was due him by the defendant for coal shipped to him under their agreement. Bowman filed an affidavit of defense denying the indebtedness and claiming that a balance was due to him from Healey, in addition to the balance due him on the bond. This case is still pending.\nOn August 2,1915, before the expiration of the seven-year period, Bowman entered judgment on his bond and warrant, filing an affidavit of default, in-which he claimed that a balance of $11,408.50 was due, and averred the breach of various conditions of the bond, by reason of . which he alleged that the balance had become due and payable, and at the same time he issued execution to recover the balance averred to be due.\nThereupon defendant filed a petition denying specifically the alleged breaches of the conditions of the bond, averring that plaintiff had in his hands money of defendant, which should be applied to the payment of the bond, and was more than sufficient to pay the balance due, and praying that the judgment should be opened. The money alleged to be in plaintiff’s hands was part of the amount for which defendant had already brought suit against him. Defendant based his claim on the agreement of December 3, 1909, which was part of the transaction in which the bond and mortgage were given. On this petition the court below opened the judgment and awarded an issue to determine the right of application of the moneys by Healey, and the amount thereof. Upon the trial the jury found that the bond and mortgage had been paid, through the application of money .due to Healey by Bowman for coal. From the judgment entered upon the verdict, plaintiff has appealed.\nIn the first assignment it is alleged that the court erred in opening the judgment, and counsel for appellant urge that defendant sought to set off an unliquidated claim against the judgment. But the court below said: “The rule is not an effort to open the judgment for the purpose of setting off an unliquidated account, but for the purpose of applying in payment thereof money of the defendant which has come into the hands of the plaintiff by virtue of an agreement which was a part of the very transaction in which the bond was given.”\nIt appears from the evidence that in April, 1912, Healey wrote to Bowman claiming that the latter had retained in his hands a large amount of Healey’s money. The jury in a special verdict found that Healey directed the application of money in the hands of Bowman to the payment of the balance due upon the bond and mortgage, and that, when such direction was given, there was a sufficient sum in his hands to pay the bond. It is apparent, therefore, that this was not a claim of set-off, but was one of payment. The refusal of Mr. Bowman to apply the money as directed by Healey led the latter to institute the suit for this money, and this was the only suit pending until Mr. Bowman by way of retaliation entered his bond and issued execution. If it can properly be said that two suits were pending, covering in part the application of the same fund, the fault was that of Mr. Bowman and he cannot rightfully complain. He admitted having in his hands the proceeds of coal sent to him by Mr. Healey, amounting to $20,532.32, the application of which was in dispute. He contended that this sum should be applied to the liquidation of other claims against Mr. Healey, but the latter maintained that from this sum the mortgage should be paid, and the balance turned over to him. The only issue directed to be tried was that of payment, and the record shows that the court below expressly refused to enlarge the issue so as to permit the jury to settle all the accounts between the parties, yet at the trial the widest latitude was permitted, and a mass of irrelevant matter was spread upon the record. According to the testimony of Mr. Bowman’s bookkeeper the entries upon his own books showed that the balance due upon the mortgage had been reduced to $3,276.40 at the time when judgment was entered upon the bond for $11,408.50. The jury found as a fact that Mr. Bowman had in his hands sufficient money belonging to Mr. Healey, derived from the sale of his coal, to pay the bond and mortgage in full, and that Mr. Healey directed him to apply the money to that purpose. There was testimony to support these findings, and also to show that Mr. Bowman promised to apply the money in that way. That being so, he was not at liberty to apply it to anything else until the mortgage was paid. The only question for determination in this case was whether Mr. Bowman had in his hands a sufficient amount of Mr. Healey’s money to liquidate the bond and mortgage, and, if so, whether Mr. Healey directed him to apply the money to that end. The jury, upon sufficient testimony, answered both of those questions in the affirmative. Whether or not the parties had other unliquidated claims against each other was immaterial in so far as this issue was concerned.\nWe see no merit in any of the assignments of error. They are overruled, and the judgment is affirmed."}