{"id": "1035130", "contents": "Opinion by\nMr. Justice Frazer,\nThis appeal is by one of the sureties on a tax collector’s bond from a judgment of the Court of Common Pleas entered by confession under the warrant of attorney contained in the obligation.\nIn November, 1913, C. E. Sitler was elected tax collector of the Borough of Tamaqua and duly executed and filed in the Court of Quarter Sessions a bond conditioned to “pay over or account for, according to law, the whole amount of taxes charged and assessed in the duplicates which shall be delivered to him,” and containing a warrant authorizing “any attorney of the Court of Common Pleas of Schuylkill County” to appear and confess judgment against the obligor and his sureties in the sum of $50,000. Sitler failed to account for money collected in the year 1913 and absconded in September, 1915, whereupon the county commissioners and the town council each adopted a resolution instructing their solicitor to apply to the Quarter Sessions to have the collector’s bond certified to the Common Pleas for the purpose of having judgment entered against him and his sureties, suggesting there was due the county the sum of $3,779.19 and the borough the sum of $1,379.17. Upon application the Quarter Sessions ordered the bond certified as requested with direction that judgment be entered for the penal sum and suggesting the actual amounts due the borough and county, respectively, to be as above stated. Judgment was entered April 13, 1916, and in the meantime Sitler was arrested, tried and convicted of embezzlement and an appeal taken to the Superior Court, which is still pending. Following the discharge of a rule allowed at the instance of Sitler to strike off the judgment entered on the bond, the sureties presented their petition to the court praying that the judgment be opened or stricken from the record for the reasons, inter alia, (1) petitioners received no notice of the default of the tax collector, or of the application to certify the bond, (2) judgment was not entered on behalf of any person representing the Commonwealth, (3) the county and borough officials were negligent in the discharge of their duties in failing to compel the collector to comply with the law and (4) the court was without jurisdiction to make the order certifying the bond to the Common Pleas. To a rule granted upon the sureties petition answers were filed by the county and the borough and the rule subsequently discharged, from which order this appeal was taken.\nThe bond given by Sitler followed the provisions of the special Act of February 17, 1859, P. L. 51, relating to Schuylkill County requiring “all collectors of borough, road and school taxes” to file with the clerk of the Court of Quarter Sessions a bond with warrant of attorney to confess judgment, “there to remain, subject to the order of the court, for the security of said townships, boroughs and school districts, and all others interested in said bonds, whenever legal proceedings shall be necessary thereon.” The court below, in an opinion filed, stated “there is no rule of court regulating the practice under this act, but for more than fifty years it has been the practice to certify such bonds into the Common Pleas and there to enter judgment upon them by confession whenever a proper application for such action is made.” The general Act of June 25, 1885, P. L. 187, regulating the collection of taxes, contains in its 13th section the express provision that it “shall not apply to any taxes the collection of which is regulated by a local law,” consequently its provisons do not repeal the Act of 1859, and the two statutes must be construed together: Com. v. Couch, 209 Pa. 354. By so doing the practice adopted by the court below was proper and the decree must be sustained unless other reasons set forth by the petitioners are sufficient to warrant setting aside the court’s action.\nThe contention that the proceeding was premature for the reason Sitler had until three months after the expiration of his term of office to pay over the money, As without merit. Although Section 9 of the Act of 1885, as amended by the Act of May 21,1913, P. L. 284, allows three months’ time in which to make a “complete settlement,” this provision does not contemplate that proceedings may not be instituted before the expiration of that time should the collector fail to account for taxes collected at any particular period. While the certificates of the county commissioners and of the borough council do not specify at what time the funds in question came into the collector’s hands, and no action was taken by these officials until after Sitler had absconded, which was previous to 1913, the date of expiration of his term of office, they do however set forth the .funds unaccounted for were taxes collected during the year 1913. The funds accordingly were prima facie within the provisions of the Act of 1913, requiring all taxes thereafter collected during the official term of a tax collector to be paid over at regular monthly intervals; consequently if a reason existed relieving Sitler from so accounting the burden was on him or his sureties to show that fact.\nThe proceeding on the bond was properly brought in the name of the Commonwealth at the instance of the parties for whose benefit the obligation was intended, and no assignment or authorization from the Commonwealth was necessary: Smith v. Commonwealth, 59 Pa. 320; Commonwealth v. Snyder, 1 Pa. Superior Ct. 286. Neither was it essential that the sureties receive notice of the default or of the intention to enter judgment on the bond before taking such action. They agreed to become responsible for the act of their principal, and upon the latter’s default their liability became fixed at once without previous notice or demand. Equally without merit is the contention that the county and borough officials were negligent in the discharge of their duty in failing to require Sitler to account promptly. The very object and purpose of the bond was to impose upon responsible sureties the burden of insuring the proper discharge of the principal’s duties, and, in absence of proof of interference on the part of the officials with the principal in the performance of such duties, the sureties cannot plead the negligent acts of such officials as an excuse for failing to perform the covenants of their bond.\nDefendants 'also contend the bond under the Act of 1859 is for the security of township, borough and school taxes only and has no reference to county taxes. The condition being that Sitler shall, collect and pay over according to law “the whole amount of taxes charged and assessed in the duplicates which shall be delivered to him,” the sureties cannot escape responsibility by alleging the Act of 1859 does not specifically apply to county taxes. The certificates showed a default by the principal in failing'-to pay over taxes collected by him under duplicates delivered to him and the judgment was regularly entered in accordance with the terms of the bond.\nThe judgment of the court below is affirmed."}