{"id": "1036780", "contents": "The opinion of the court was delivered, March 2d 1874, by\nMercur, J.\nIt is clearly evident that, when John Snyder executed his will, he over-estimated the value of his residuary estate. He manifestly intended his daughter Yenticia Irene to be the great object of his bounty. He supposed she would take property of much greater value than all which actually remained after the payment of his debts. He thought his personal estate was more than sufficient to pay all his indebtedness. It appears, however,' the debts and the expenses of educating and maintaining the appellee also absorbed the proceeds of his most valuable farm, except the sum of one thousand dollars. This fact should hot be overlooked in determining the sum to be paid to the appellant. The evidence, however, wholly fails to show the value of all the real estate of which the testator died seised.\nWe think the evidence fairly justifies the conclusion of the court below, as to the sum annually required for the-“main support” of the appellant, according to the intent of the will. We also think the diminished value of the estate requires that some abatement should be made from the sum to which the appellant would otherwise be entitled. We cannot, however, concur in the extent of the abatement made, nor adopt the reasoning by which the learned judge reached that result.\nThe evidence shows conclusively that the appellant most faithfully and affectionately discharged her trust as guardian of the appellee. She spared no expense in giving her a thorough education at the best female seminaries of the country. She thereby necessarily reduced the residuary estate. The estate thus diminished for the benefit of the appellee, is now rather ungraciously interposed to the prejudice of the appellant. How many thousand dollars were expended in the maintenance and education of the appellee the evidence fails to disclose. Those who have thus educated a daughter can form some opinion of the sum required for that purpose.\nThe “Shull’’farm is all that remains of the real estate. It' contains 204 acres. About 100 acres thereof are improved ; the remaining portion is covered with valuable timber. The evidence will not justify us in putting the valuation of the whole farm at less than $6000. In the present condition of the improved land, $200 may be a fair annual rental. This, however, is likely to increase. It further appears that the appellee at one time took timber from the unimproved land worth three times that sum. This source of income appears to have been wholly overlooked or disregarded by the court below. It may be urged that the removal of the timber encroaches upon the corpus of the estate, and thereby gradually destroys it. To this we answer: good husbandry will hardlyjustify the permanent retention of more than one-half of the land in an uncultivated condition. Besides, as the timber shall be removed, the acres of cultivated land will be increased, and consequently an increased annual rental will necessarily follow. Upon the whole we have concluded to modify the decree, and increase the sum to be paid annually to the appellant.\nAnd now, March 2d 1874, it is ordered, adjudged and decreed that the decree of the court below be and the same is hereby reversed and set aside; and it is now further ordered, adjudged and decreed that* the said Venticia Irene Walls does pay to Mary K. Snyder, the appellant, five hundred and fifty dollars, on the 1st day of April, 1874, and the further sum of two hundred dollars annually, on the 1st day of each April thereafter, until otherwise ordered; that the costs of this appeal be paid by the appellee, and the record be remitted to the court below with instructions to enforce this decree."}