{"id": "1036691", "contents": "The opinion of the court was delivered, February 16th 1874, by\nAgnew, C. J.\nThis was a sheriff’s interpleader bond, conditioned that the goods levied upon “ shall be forthcoming upon the determination of the said issue to answer the said writ of execution, if the said issue shall be determined in favor of the said Charles Wilt.” The sole question is whether a peremptory non-suit, under the Act of 14th April 1846, 2 Br. Dig. 1169, pi. 36, because of the non-appearance of the plaintiff in the issue or his counsel, is such a determination of the issue as will operate to forfeit the bond, if the goods be not forthcoming. We perceive no good reason why it is not. The issue is for the protection of the sheriff, and to save litigation: Bain v. Funk, 11 P. F. Smith 185; Bain v. Lyle, 18 Id. 60. It should be under the power and superintendence of the court, just as other issues are, else it would be in the power of parties to delay or prevent the trial, in disregard of the interests of justice. Hence the plaintiff can be forced to trial or compelled to submit to a nonsuit: Minium v. Horg, 10 Casey 396. The power of the court is not arbitrary, but one of sound discretion, to be exercised in view of the circumstances. If, therefore, the case be regularly on the trial list, and called for trial, and the plaintiff or his counsel do not appear, the court may, in the exercise of this discretion, order a nonsuit under the Act of 1846.\nWithout this power the controversy about the right of property in the goods may be prolonged indefinitely, to the prejudice of the execution-creditor.\nThis brings us to consider the effect of the nonsuit. If it be no determination of the issue in favor of the execution-creditor, a claimant, by repeated postponements, or by repeated renewals of the issue, may finally worry out the plaintiff in the writ by non-suit after nonsuit. The claimant is entitled as of right to ^ut one issue in the same case, and not to many. Hence, if there be a nonsuit, he cannot be reinstated in his issue, unless by the grace of the court for cause. It would be injustice to suffer him to renew the contest de novo as often as he is nonsuited. The non-suit, therefore, ends the particular issue, when not set aside by the court, and this necessarily determines the issue in favor of the execution-creditor, so far at least that the sheriff may sell the goods without liability to the claimant’s action for a trespass in the seizure and sale. The claimant having had his day in court, and failing to prosecute his claim, is barred of his action against the officer, and is bound to return the goods or forfeit his bond. Whether his right of property is finally barred by such a nonsuit, it is not necessary we should now determine, the question not being before us. ■ It is sufficient to say the bond is forfeited if the goods be not forthcoming; and in such event the surety is bound as well as the principal.\nPerceiving no error in the record, the judgment is affirmed."}