{"id": "1036764", "contents": "The opinion of the court was delivered, February 24th 1874, by\nAgnew, C. J.\n—The learned judge of the District Court has shown satisfactorily that the commission of an auctioneer under the Acts of 2d of April 1822 and 9th of April 1859 does not necessarily expire at the end of one year and may continue for at least three years without a renewal of the bond. The condition of the bond is therefore not limited, and the sureties cannot claim exemption from liability on the ground that their suretyship is restricted to a year. The condition was that Martin should well and faithfully perform all the duties of an auctioneer, would pay all duties and taxes which may become due to the state in consequence of his exercising the trade or occupation of an auctioneer, and account for and pay over all public moneys which shall come to his hands during the period he shall continue to act as an auctioneer under the commission that may be granted to him, and finally, well and faithfully observing and performing the terms of payment, and all the duties required of him as an auctioneer, directed and required by law, &c. It is evident this condition did not restrict the liability of the obligors to any precise period, but extended it to all the time during which he continued in the trade or occupation of an auctioneer. The evidence shows that Martin continued in the business of an auctioneer, and was so acting when he sold the goods of the plaintiff at auction, and absconded with the proceeds, and that this was within the three years during which a renewal of the bond was not to be called for under the Act of 1822. This act is not repealed by the Act of 1859, in those respects in which it does not conflict with the latter. There is no reason, therefore, to hold that the bond expired with the first year of the commission, though the term named in the commission was one year, the intent of the law being to extend the term on payment of the license fee. Nor does the fact that there was no direct evidence of the payment of the license fee for the second and third years, defeat the plaintiff’s recovery. The continuance of Martin in the business of an auctioneer was sufficient evidence to support the action. If he failed to pay it, and yet held himself out to the public as a licensed auctioneer, and obtained credit as such, it was a fraud on th.e public and on the state, of which neither he nor his sureties could avail themselves. Having the power to continue to act under his commission, certainly for three years, without a renewal of his bond, he must be regarded as an auctioneer, in respect to the public who so consider and credit him. It would be an intolerable mischief if one having a lawful commission and a power to continue it by payment of the license fee, were to be exonerated from his bond, and his sureties discharged, by his mere omission to pay the license fee to the state treasurer, a matter unknown to the public. No one could be safe in employing him in the second and third years without an inquiry at the treasury department. The sureties were bound to know the law of his appointment, and that they were liable for the continuance of his occupation, as much as for its primary term ; and they cannot escape on the ground that he has omitted to perform one of the very duties for which they bound themselves, well and faithfully to perform the terms of payment and all the duties required of him as an auctioneer, directed and required by law.\nFinding no error in the record, the judgment is affirmed."}