{"id": "1036614", "contents": "The opinion of the court was delivered, May 11th 1874, by\nGordon, J.\nIn Shumway V. Phillips, 10 Harris 151, the actual possession of land was held sufficient to protect the defendant in error against all but the owner of the legal title. And in Green v. Kellum, 11 Harris 254, it was ruled that one who enters and claims land as his own, improves it and maintains the possession, must he presumed to have entered by color of title, and must be so treated until a superior right is shown against him.\nPossession then is title, and the one having such title can be ousted only by him who shows one superior to it.\nIn the case under consideration the city is found in possession of the disputed premises. The plaintiff has shown no prior possession which the defendant disturbed, hence it cannot be treated as a mere intruder upon the plaintiff’s right. It follows therefore that the plaintiff must show some title better than that arising from the defendant’s possession, or he is in no position to reverse the ruling of the court below.\nIn order to show such better title he endeavors to connect himself with that of John Nicholson, who held through Robert Morris, from the Commonwealth. For this purpose he exhibits certified copies of accounts of the Commonwealth against John Nicholson, late controller-general, filed December 1796, showing balances which together amount to $115,009.06, which by force of the Act of 1785 became a lien on all his lands throughout the state; the warrant of the governor to Cadwalader Evans, Jr., Joseph Lyon and Joseph Hiester, commanding them to sell all the lands of Nicholson, set forth in the schedule thereto annexed, under and by virtue of the Act of March 19th 1807 ; and also the report of the above-named commissioners, dated July 18th 1807, setting forth inter alia, the sale of thirty-three tracts, including that now in dispute, to Philip Meyer, the ancestor of the plaintiff’s vendors, for the sum of $2849.50, secured by his own bond, and that of John Meyer and George Miller. Whether this showing was sufficient to vest the Nicholson title in Philip Meyer, is the question submitted for our determination.\nThe act above recited (19th March 1807) required the payment of the purchase-money of the lands sold, into the state treasury, within four years from the date of purchase. Whether such payment should be deferred for any length of time “ within that period,” was referred to the discretion of the commissioners, who, if they did agree to defer such payments, were directed to secure them by the bonds of the purchasers writh approved sureties. Upon receipt of such bond, they were to deliver to the purchaser a certificate of the property sold to him, setting forth the time and place of sale, and the bonds received. These bonds were to be delivered into the hands of the state treasurer, and then “ on production of the certificate aforesaid, and the treasurer’s receipt for the consideration of the purchase,” the secretary of the Commonwealth was directed to make deeds to the purchasers for “ such estate, as the said John Nicholson had and held in the same at the time of the commencement of the liens of the Commonwealth against the estate of the said John Nicholson.” By consulting the act, it will be seen that the powers of the commissioners were strictly limited. They had power to make the sales and receive the purchaser’s bonds, but nothing more. They were not authorized to receive purchase-money, make deeds or enforce their contracts of sale. In this, it will be observed, they had much less power than a sheriff or a county treasurer. The purchaser by his bid made but one step towards title. If, following up this first step, he procured the certificate of the commissioners, and paid the purchase-money into the treasury, he became possessed of an equitable title which would secure to him the right of possession, and upon which he might at any time demand his deed. So where, instead of paying the purchase-money, the purchaser gave his bond as provided by the act, he would have an executory contract upon which he might obtain a deed, upon the payment thereof, but in such case he would not be entitled to possession before he obtained his deed or made such payment: Baum v. Dubois, 7 Wright 260.\nNow Philip Meyer seems to have accomplished but the one step in the way of title. He bid off the disputed tract at the commissioners’ sales. But, having regard only to the legal evidence in the case, he made no other step. It is true that the return of the commissioners set forth that the bond of Philip Meyer was taken as security for the purchase-money, with that of John Meyer and George Miller. But supposing this return to be evidence for all it sets forth, it does not inform us when, where or how it was executed, or the time it had to run. Such evidence is too indefinite in itself to amount to anything in the way of proof of a lost bond, or to prove the contents of such bond. But it is supplemented by the docket entries of the Common Pleas of Berks county, to April Term 1812; William Findley, Esq., treasurer of the state of Pennsylvania, against George Miller, surviving obligor, in which it appears there was a summons in debt for $4099, that Evans appeared for the defendant, craved oyer of the writing obligatory and imparled specially. Further, that on the 11th of November 1816, there was judgment for costs, but in whose favor is not stated, and on the 11th of May 1819, we find the final entry, “not to be brought forward.” We are now called upon to presume that because George Miller is mentioned in the return of the commissioners, as one of the sureties of Philip Meyer, and because the amount for which suit was brought, was just double the amount of the purchase-money mentioned in that return, therefore the suit was brought on the Philip Meyer bond. An unprejudiced mind must concede that such a presumption would be a violent one. For admitting such entries to be evidence for any purpose, we cannot imagine how they could be evidence of anything more than appears upon their face, but a bond of Philip Meyer to the Commonwealth, for the purchase-money of thirty-three tracts of land does not so appear, neither does it appear in the precipe or writ. We cannot perceive that this supplement helps the matter in the least, and we must conclude that the alleged bond is not proved. But suppose we concede that it is proved, still we have no evidence of payment, and without this, Philip Meyer had but a naked equity, which sixty-seven years of time has so effectually buried among the things of the dead past, that no amount of legal thaumaturgy can avail to resurrect it.\nOur attention has been directed to the case of Green v. Watson, 10 Casey 332, as in point for the plaintiff. Let us see if it is so. Judge Baldwin had bid off the land in dispute at the Nicholson sales in July 1807, transferred his purchase to George Bumford in 1835, who, in the same year, obtained a deed from the Commonwealth. Now as this deed, under the terms of the statute, was primfi facie evidence, that all the precedent steps were regular, and that the lien of the Commonwealth had been extinguished by the payment of the purchase-money, it was held sufficient to support a tax sale in 1823. The statement of this case shows it to be far from supporting that of the plaintiff now under consideration. It is urged that Justice Thompson, in the above-cited case, said that the bond taken for the purchase-money was a substitution for the lien of the state against Nicholson, and hence discharged it. Admit this to be correct, how does it help the plaintiff ? If a bond were given by Judge Baldwin, by the primfi facie presumption arising from the deed, it was paid when due. But Fisher exhibits no deed either to himself or Philip Meyer. He has no certificate from the commissioners, he has proved no bond, and he has paid no purchase-money. In no particular but the single one of a bid made at the Nicholson sales, does his case resemble that of Green v. Watson.\nThe judgment of the court below is affirmed."}