{"id": "1036667", "contents": "The opinion of the court was delivered, March 30th 1874, by\nGordon, J.\nOn the 4th day of February 1871, the Fairhill Land Company in its petition to the Court of Quarter Sessions of Philadelphia, set forth that by resolution of the councils of said city on the 13th of October 1869, the chief commissioner of highways was directed to notify the owners of property over which Cambria street would pass from Second to Sixth, and also a like resolution of the 29th of December 1870, to notify the owners of property over which said street would pass from Sixth to Tenth, that'- said street would be required for public use, and thereupon prayed the court to appoint six reputable and responsible citizens, residents of the Twenty-fifth Ward, and owners of real estate therein, as a jury of viewers to assess damages and report to the court.\nIn accordance with this prayer the required viewers were appointed. The duties of such a jury of viewers are very clearly pointed out in the several Acts of Assembly, and had these acts been consulted, and their directions followed, a good deal of trouble would have been saved. A preliminary step, as directed by the 53d section of the Act of June 13th 1836, is, that they shPWbefore they proceed to the duties of their appointment, respectivelyjnalé* oüth of'affirmation to perform the same impartially^ and'aceordirig Best of their judgment. ' •\nInstead of following this plain prescription of the statute the MÚpwefá in this case were sworn “faithfully to discharge their djities.” This was erroneous. Admitting that an oath of this kind would be as binding on the consciences of honest men as any that could be framed, nevertheless it was certainly not the one directed by the act. The legislature had an object in view in the oath which is prescribed. At was designed to call the attention \"oNeafih juror to the obligation resting, upon him to perform\", his duty “impartially,” and to the best of his judgment. We need hardly \" say.', that this intention..is not filled by a general oath to perform his duty faithfully. The act indeed may be super-cautionary, but of this neither the jury nor ourselves are the judges, it is our duty to obey that which is written. This case is certainly as strong as that of Thompson v. White, 4 S. & R. 135; where the appellant from an award of arbitrators made affidavit “ that it is not for the purpose of delay such appeal is entered, but because he believes injustice has been done.” This was held insufficient, because the word “ firmly” prescribed by the Act of 1810 was omitted.\nBut again, it appears from the report filed, that at their first meeting all the jurors, were sworn but one, who was found to be disqualified. Thereupon they adjourned over until such vacancy could be filled by the court’s appointment. This appointment having been procured, they met and proceeded to view the premises, the recent appointee making one of the jury. This occurred upon the 3d day of April 1871. After they had completed this view, they adjourned to meet at the office of the city solicitor, on the 13th of April, “at which time and place,” says the report, “ all the .jurors met, when William Dingas,” the new-juror, “was sworn and examined on his voire dire, and, being qualified to serve, was sworn to the faithful discharge of his duty by Alderman Delaney, by whom the oath or affirmation had been previously administered to all the other jurors, the petition having been first read in the hearing of all.”\nThat this was erroneous is beyond. dispute, because, the acQ requires\" the jurors to be^ sworn as the prime requisite in their qualification, and a view without this is- bad Bryson’s Road, 2 PaT~R7~20T. The counsel for the appellees, however, insists that because a view by five jurors would have been good, therefore Dingas may be disregarded, and’ the report treated as though made by five only. But this cannot be. -Qingas was a juror, and he had his..say .and.Jiis..influence with and upon his brother jurors.\nFor aught we know, he may have exercised a controlling influence in their councils, and we therefore cannot treat him as a cipher : and see case of Broad Street Road, 7 S. &. R. 444. But now the Court of Quarter Sessions takes the matter in hand, and upon exception by the representatives of Norris’s estate they set aside the report and refer the matter back to the same jury.\nThis was done on the appellant’s third exception. That exception was to the fact that the jurors were not sworn or affirmed according to the terms of the Acts of Assembly. As this re-reference was regular, Beigh’s Road, 11 Harris 302, it was now only .necessary that the jury should be resworn.or. affirmed, and Proceed to do'their work de ñopo, and all would have been right. Instead of tfiisj’ however, the jury proceed to amend their report, and certify the following: “ We, the undersigned, * * * * * reconvened by order of your Honor’s court for the purpose of reporting more fully as to the manner they were sworn to do, this 11th day of April, A. D. 1872, certify that before entering upon their duties as jurors in the above matter, they were separately sworn to perform their duties impartially, and according to the best of their judgment.” Now, the first error in this certificate is that it contained a mistake as to the nature of the order of the court. That order did not send the report back to the viewers for amendment, but it annulled that report by setting it aside; in the second place, it does not, nor can it, amend the facts so set forth in the first report, that the jurors were not properly sworn, and that.Dingas was not qualified” \"unti'Uafter the view'of the premises. These were radieal[3£fgptsl which no-ameñdment'could cure. --------\nNeither can we see how the order of the court made on the 26th of June, modifying the one made on the 6th of March, so as to cover this amendment, can help the matter. As the court had no power to authorize the amendment contrary to the facts in the case, those facts being material, it follows as a logical sequence, that its adoption after it was made could not give it validity.\nThe fifth exception has been insisted upon as sustained in the decision in 3 Watts 475; but we are not inclined to adopt this view of the case. Ordinarily, the party in interest must sign a petition of review, but there is an obvious distinction between such a case and that of an application for the assessment of damages. To construe the rule otherwise would, in many cases, prevent owners of land from obtaining damages at all, as their personal attention may often be impossible. So in the present case, the petitioner being a company, must act through a representative, if it would act at all, and we know none more proper than its secretary. Besides, this matter has heretofore been ruled in Harvey v. Lloyd, 3 Barr 331; Sharett’s Road, 8 Barr 89.\nWith reference to the ninth exception, we say the want of notice to a landowner, upon whose property part of the damages has been assessed, as required by the second section of the Act of April 1st 1864, would be fatal to a final order on the report, but that question does not affect this case, as any such omission has been cured by the appearance of the parties in interest at the time of the filing of the report.\nDecree of the court below overruled, and the report and proceedings thereon set aside."}