{"id": "1038284", "contents": "Opinion by\nMr. Justice Walling,\nThe auditor surcharged the receiver, inter alia, with the amount paid by him on the unauthorized certificates and also with the amount expended by him in repayment of the money borrowed in 1910; those items making a surcharge of $22,287.16, including interest paid; and as to that amount allowed the receiver to pro rate with his general creditors. As to this Ave fully agree with the auditor, for where the business is being conducted at a loss a receiver cannot take advantage of his position and pay himself in full at the expense of other creditors, as his equity is not superior to theirs. In such case the debts can only be paid pro rata, and, if paid in full,; the receiver will be personally liable: 4 Cook on Corporations, Sec. 878; Gutterson and Gould v. Lebanon Iron & Steel Co., 151 Fed. Rep. 72; Alderson on Receivers, Sec. 239. The receiver was personally liable on the certificates and notes which he had given without authority; and, as the proceeds thereof went into the business, he had an equitable claim equal to that of other creditors; but is not entitled to priority: Union Trust Co. v. Illinois Midland Ry. Co., 117 U. S. 434; Nessler v. Industrial Land Development Co., 65 N. J. Eq. 491; Peoria Steam Marble Works v. Hickey, 110 Ia. 276. And see Gluck and Becker on Receivers, Sec. 96; also Pangburn v. American Vault, Safe & Lock Co. (No. 1), 205 Pa. 83.\nThe auditor also made the further surcharge: “To amount of loss in operating plant......$53,651.50.”\nThis amount is less than the actual loss sustained after February 1, 1910, in the conduct of the business and the winding up thereof, and is fixed at that sum seemingly to create a fund sufficient to' meet the deficiency and enable the receiver to pay all the outstanding debts and expenses of the receivership. In effect it makes him personally liable for such debts and expenses. In our opinion the facts found by the auditor do not justify such conclusion.\nThe order to continue the business implied the authority to purchase supplies necessary for that purpose: Alderson on Receivers, Sec. 245. As a general rule a receiver is not personally liable for debts contracted by him in the conduct of the business, except in case of personal misconduct or negligence: 3 Cook on Corporations, Sec. 878; High on Receivers, Sec. 272 ; 34 Cyc. 294; 23 Am. & Eng. Enc. of Law (2d Ed.) 1096.\nTrue, he conducted the business several months at a loss, but he had had good months and bad months previously and it probably could not be determined at the end of one or two unfavorable months that the business would prove disastrous. The owners of the plant had operated it for six years at a loss and were not discouraged, and at this time were strenuously urging the receiver to keep it a going concern. He was then doing an average amount of business, even in unfavorable times; and, while it may have been unwise to keep the plant going so long, yet under all the circumstances wé cannot say that the receiver thereby made himself personally liable for all the. unpaid debts of the receivership, most of which were contracted in the year 1910. There is no other ground on which to base such a liability.\nA receiver is not personally liable merely because the business may have been conducted temporarily at a loss, especially where he acted in good faith, and the loss did not result from his misconduct or negligence: See McDowell’s App., 4 Penny. 384. While the receiver will be held to a rigid accountability, nothing more is required of him than that he act in good faith, and exercise the discretion and prudence of ordinarily careful men in pursuits of similar character: 34 Cyc. 253. The auditor fails to find how much earlier, or when, the plant should have been closed, and we are unable to do so from the evidence. To say arbitrarily that the plant must close because its operation for one or two months indicates a loss, might stop the business before it got fairly started, or at any period of depression. We agree with the auditor that the receiver was chargeable with knowledge of the actual condition of the business as shown by the books, and also that he should be surcharged with so much of the loss as might have been prevented by proper care and attention to the business, but there is no finding as to how much of the loss if any could have been so prevented, and nothing to indicate want of proper care and attention, except that the business was for a time conducted at a loss.\nOn the question of closing out the business, the auditor finds that “some of the expense thus incurred might have been eliminated by winding up the business at once instead of continuing for so long a period,” but makes no finding as to the amount of loss thereby sustained, and there is no sufficient evidence upon which such finding can be made; and hence no basis for a surcharge. Neither is there proof or finding that any loss resulted from the receiver’s failure to file the monthly statements as required by the order of December 20, 1907. To warrant a surcharge there must be loss resulting from misconduct. He is relieved of any charge of bad faith in that matter by the advice of his counsel. Taking as a whole the order of the court made December 20,1907, we believe it authorized the receiver to pay current expenses, such as pay rolls, etc., without inquiring in each instance a special order of court. It is of course a hardship for those who furnished supplies to the receiver in good faith to1 lose tbeir claims; but it is also a hardship for the receiver, who in any event will sustain a considerable financial loss in addition to his time and effort, to pay such claims out of his own pocket. The auditor’s fee was approved by the court below and we see no reason to change it. By striking out the surcharge for loss in operating the plant the fund for distribution will not be sufficient to pay in full all the claims allowed by the auditor as preferred. His allowance of the local taxes levied during the receivership as such is supported by Gehr v. Iron Co., 174 Pa. 430. The expense of the audit, costs of this appeal, and also amount allowed as counsel fees should be paid in full as part of the costs. As the order of court expressly charges the funds in the receiver’s hands with payment of the authorized certificates, the claim of the National Bank of Lawrence County thereon should be paid in full out of this fund; and it cannot be turned aside to pay receiver’s commissions fixed by a subsequent order of court: See Moore v. Lincoln Park, Etc., Co., 196 Pa. 519; and this is especially true because the receiver disbursed the funds in such manner* as to render himself personally liable for the payment of the bank’s claim, and cannot share in this fund until that is paid: See Gillespie v. The Blair Glass Co., 189 Pa. 50. No objection seems to be here made, to the preference given the claims of Chas. H. Johnson and H. W. McAteer for balance of salaries. After payment of the special claims above mentioned, the balance of the fund in our opinion should be distributed to the receiver to apply upon his claim for compensation and amount paid watchman; as the court’s order charges such claims upon the property, any right the receiver may have to look to the plant for the balance thereof should not be prejudiced. We have referred only to such of the numerous questions presented by the record as seem here important and deem it unnecessary to separately consider the assignments of error.\nThe decree of the court below confirming the auditor’s report, is reversed, the surcharge of the receiver, “To amount of loss in operating plant, $58,651.50,” is set aside, and the record is remitted that redistribution may be made in accordance with this opinion, without prejudice to any right the receiver may have against the plant for the balance of his claim under the order of court making it a charge thereon. The costs of this appeal to be paid out of the fund for distribution."}