{"id": "1038327", "contents": "Opinion by\nMr. Justice Mestrezat,\nThis is an action of trespass brought by Ella K. Swartz to recover damages for the death of her husband who was killed by the breaking of a scaffold upon which he was working while in the employ of the defendant company.\nThe plaintiff’s husband was a structural steel worker and riveter, and, on March 16, 1915, while he was engaged in assisting in the erection of the structural iron and «teel frame of the William Penn Hotel in the City of Pittsburgh, one of the two needle beams in the scaffolding on which he and other employees were working broke, causing the plank resting on the beams to fall, and throwing the deceased through an open space directly beneath the scaffold a distance, of about eighty feet to the street floor, as a result of which he’ died. The scaffold was constructed by laying planks across parallel timbers about seven feet apart, known as needle beams, which were suspended by ropes from the steel girders immediately above. The negligence alleged was the failure to furnish the deceased a reasonably safe place whereon to work, negligent and improper construction of the scaffold by using therein a defective needle beam, failure to properly inspect the beam, failure to provide and furnish suitable beams for the construction of the scaffold, and, in violation of the laws of Pennsylvania, failure to have the joists or girders on the fourth and fifth floors, beneath the place where the deceased was working, covered with rough boards or other suitable material so as to protect the workmen on the scaffold from falling through said joists or girders. The plea was not guilty. The trial resulted in a verdict for the plaintiff. The defendant offered no evidence, but requested the court to give binding instructions for the defendant, which was refused. The errors assigned are the refusal to give such instructions and in overruling the defendant’s motion for judgment non obstante veredicto.\nThe only question involved in this appeal, therefore, is whether there was sufficient evidence of negligence to justify the court in submitting the case to the jury. It is contended by the defendant that there was no evidence of any defect in the scaffold at the time of the accident; that, if there was a defect, it was open and obvious and one which the deceased was bound to take notice of; and that as the evidence shows there was no standard for selecting the materials for constructing the scaffold, and such selection was dependent upon the good judgment of the foreman, “who was when making the selection a vice-principal,” and, there being no evidence of incompetency of the foreman, his mistake, if any there was, did not amqunt to negligence for which the employer was liable.\nWe have carefully examined all the testimony and are of the opinion that the learned judge was right in holding the evidence sufficient to warrant its submission to the jury on the question of defendant’s negligence. We think it not necessary to give an excerpt of the testimony, or to state in detail what each witness testified. The only evidence in the case is that introduced by the plaintiff. Swartz was a riveter, and was engaged in that work at the time of the accident. The scaffold was erected by other men in the riveting gang about two or three weeks before the accident which occurred on the first day Swartz worked on the building and an hour or so after he began work. The needle beams were some eighteen feet in length. The broken beam was in evidence and inspected by the jury. These beams were three and one-half by five inches, and expert witnesses testified that they should have been four by six inches, or larger. A witness testified that the wood in the broken beam was brash or brittle and too light for the use, and practically worthless for a needle beam. As a reason for his opinion, he said that the timber was not the right size nor the right grade. It appeared from other testimony that the timber used in the broken needle beam showed a number of wind-shakes which would be perfectly evident before as well as after the beam broke and regardless of whether the beam had been painted or not. Wind-shakes are cracks in the timber that are due to the wind while the timber stands or to drying in the center after the timber is cut. There were five visible wind-shakes on one side of the broken beam, not including those on the top or bottom. Wind-shakes split the beam and prevent it from acting as a whole. They split the interior section of the beam and reduce its strength as a carrying timber. There were a great number of knots in the side of the beam which were very pronounced and which impaired its' strength. Some of the knots extended entirely through the beam, and it broke at this point. It, therefore, appears from the testimony that the timber used in the broken beam was defective in not being sufficiently large for the purpose of carrying the weight for which it was intended, that it contained wind-shakes or cracks and numerous knots, many of which extended entirely through the timber and could be seen externally before and after the accident, and that they weakened the beam and thereby diminished its carrying capacity. It was further shown that no inspection of the scaffold had been made subsequent to its construction and prior to the accident, by which the defects, disclosed by the evidence, could and should have been discovered and remedied. By their verdict,- and there was sufficient evidence to support it, the jury found that the needle beam was defective and from external appearances the defects could and should have been discovered at the time the beam was selected for the scaffold, and also thereafter by proper inspection. It is the duty of the employer not only to furnish safe timbers for the scaffold and to have it properly constructed, but also to maintain it in a reasonably safe condition by inspection and repair: Finnerty v. Burnham, 205 Pa. 305; Barry v. Jones & Laughlin Steel Co., 234 Pa. 367.\nThere is no ground for the contention that the defects were obvious to the deceased before the accident. The evidence showed the scaffold had been erected two or three weeks before he saw and went upon it on the morning he received his injuries, and he had been working there only about an hour before the beam broke and precipitated the workmen to the ground below. It was his first day on the job. The needle beams were necessarily covered by the planks laid upon them, and any defects in them would be hidden from his view. The testimony, therefore, did not disclose negligence or assumption of risk-on the part of the deceased. An employee must know the circumstances and appreciate the risk before he will be held to have assumed it: Schall v. Cole, 107 Pa. 1. He is not equally bound with his employer to know whether appliances are reasonably safe and in ordinary use, and he does not assume the risk upon the employer’s failure to provide such as are proper: Bannon v. Lutz, 158 Pa. 166. It may be suggested, however, that whether the danger was obvious and should have been seen and recognized by the deceased was for the jury and not for the court.\nThe appellant admits that the foreman was a vice-principal when making the selection of the timber for the scaffold, but claims that, as there was no evidence of his incompetency, his mistake did not amount to negligence. It appears from the evidence and the jury were justified in finding that there was not an ample supply of materials for the construction of this scaffold and also that defendant’s foreman selected the particular beams and boards which the employees were to use in the scaffold and that there were no other beams available for use in its construction. The act of the foreman, therefore, in designating the material to be used in this particular scaffold, was the act of his employer. It was unquestionably the duty of the defendant to furnish the deceased with a reasonably safe place to work, and it was immaterial whether that duty was performed by the company’s general superintendent or an ordinary employee, as either would be performing a nondelegable duty imposed upon the employer. He would be a vice-principal for whose act, resulting in an injury to another, his employer was responsible. A scaffold is a place to work, and' in the erection of that scaffold the employer is providing a place to work, and, if through failure of duty to make it reasonably safe an injury results to another, he is responsible. It is immaterial whether the scaffold is insufficient and defective by reason of the use of faulty and unsuitable material or in its construction, the responsibility rests upon the employer. He fails to perform a duty which the law imposes upon him, and, hence, his liability results for the injurious consequences. There are numerous decisions in this state sustaining these legal conclusions on facts similar to those present in this case. We may cite the following : Geist v. Rapp, 206 Pa. 411; Carr v. General Fire Extinguisher Co., 224 Pa. 346; Studebaker v. Shelby Steel Tube Co., 226 Pa. 239; Groves v. McNeil, 226 Pa. 345; Danner v. Wells, 248 Pa. 105; Garrison v. Armstrong & Co., 248 Pa. 402; Mayers v. Atlantic Refining Co., 254 Pa. 544. The facts of this case clearly distinguish it from the cases cited and relied on by appellant where the workmen themselves selected the timber and erected the scaffold from an ample supply of proper materials furnished by the employer. Here, as already observed, the foreman, acting for the employer, selected the defective beam and planks to be used in the scaffold, from the only timber available for the purpose.\nThe judgment is affirmed."}