{"id": "1038361", "contents": "Opinion by\nMr. Justice Potter,\nThis, was a case stated to determine the title to certain real estate. On December 7, 1916, the owner of the property, McCullough, his wife joining, entered into articlés of agreement for the sale of the property to one Fogarty, and on December 11, 1916, Fogarty executed and delivered an agreement for the sale of the premises to J. George Young, the defendant. On March 26, 1917, these agreements were recorded in the recorder’s office of Allegheny County, where the property in question was situated. On January 15, 1917, McCullough and his wife entered into an agreement with Charles F. Smith, acting-for his wife, the plaintiff, for the sale of the same property, and on February 26, 1917, McCullough and wife, in pursuance of the agreement, executed a deed to the plaintiff. This deed was recorded on April 23, 1917, fifty-six days after the date of its delivery, Avhile the defendant, Young, did not place the evidence of his title upon the record until one hundred and five days from the date of its delivery. The court below held that by his failure to record his agreement within ninety days of its execution, as required by the provisions of the Act of May 19,1893, defendant lost his title as against the plaintiff, a subsequent purchaser.\nBy the Act of March 18, 1775, 1 Sm. L. 422, Sec. 1, it was provided that all deeds and conveyances executed within the province of Pennsylvania for lands, tenements and hereditaments in the province should “be recorded in the office for recording of deeds, in the county Avhere such lands or hereditaments are lying and being, within six months after the execution of such deeds and conveyances.” The section further provided that every deed and conveyance not so recorded should “be adjudged fraudulent and void against any subsequent purchaser or mortgagee for a valuable consideration, unless such deed or conveyance be recorded as aforesaid before the proving- and recording- of the deed or conveyance under which subsequent purchaser or mortgagee shall claim.” By the Act of May 19, 1893, P. L. 108, Sec. 1, this section was amended by changing the period of six months to ninety days, and by making deeds and conveyances made and executed within this Commonwealth and not recorded within that time after execution fraudulent and void against any subsequent purchaser or mortgagee for a valid consideration, or any creditor of the grantor or bargainor, in said deed or conveyance. And in the amending act, the clause “unless such deed or conveyance be recorded as aforesaid, before the proving and recording of the deed or conveyance under which subsequent purchaser or mortgagee shall claim,” was entirely omitted.\nIn Fries v. Null, 154 Pa. 573, a case which arose and was decided before the passage of the Act of 1893, an owner of real estate had executed and delivered a mortgage, which was not recorded until six months and two days after its execution. Four days after the execution of the mortgage, the mortgagor executed and delivered to a person other than the mortgagee a deed for the mortgaged premises. This deed was put on record within six months after its execution, but not until the day after the mortgage had been recorded. The question therefore arose whether a mortgage recorded more than six months after its execution had priority over a subsequent deed recorded within six months, but not until after the mortgage was on record. It was held that the mortgage had priority. Mr. Justice Mitchell filed a dissenting opinion (p. 581), in which Mr. Justice Williams concurred, in which he characterized the decision as “revolutionary in its effect on title to land under the recording acts.” In his view the intention of the act was, that a deed or conveyance recorded within six months should have priority over one not recorded until after the expiration of that period, and that (p. 582) “it is only when by the delay of both parties, two deeds are both outside of the term, that it becomes a race between them which shall get on record first.”\nIn the present case, the court below calls attention to the fact that the decision in Fries v. Null was rendered May 8, 1893, and the act amending the Act of 1775 was approved on May 19, 1893, eleven days later, and the court says, “I take it that the omission by the legislature [of the clause quoted above] was for the reason that it decided to change the law as set forth in the case of Fries v. Null.” No other conclusion can be drawn from the Act of 1893. It clearly operates as a repeal of the final clause of the first section of the Act of 1775. In Reid v. Smoulter, 128 Pa. 324, Mr. Justice Clark said (p. 333): “A statute amendatory of another, declaring that the former shall read in a particular way, must, in general, be held to repeal all provisions not retained in the altered form. All matters not incorporated into the amendment, the latter must be held to have repealed.” To the same effect, see Luzerne Water Co. v. Toby Creek Water Co., 148 Pa. 568, 570; Sener v. Ephrata Boro., 176 Pa. 80; In re Martin, 209 Pa. 266, 268.\nIn construing the Act of 1893, in the case of Davey v. Ruffell, 162 Pa. 443, the opinion concludes as follows (p. 451): “It results from this examination of the Act of 1893 that it is effective to change the law as it stood before, in only one particular, viz: it reduces the time within which a purchaser must record his deed from six months to ninety days. In all other respects the law remains as it was before.” This was clearly an inadvertent statement. The question of the effect of the omission from the Act of 1893 of the final and qualifying clause of Section 1 of the Act of 1775 was not involved in Davey v. Ruffell and was not considered in the opinion of this court in that case. The law was carefully and deliberately changed by the Act of 1893, and, as it now stands, deeds and conveyances made and executed within this Commonwealth, are required to be recorded within ninety days after execution, and every such deed or conveyance not recorded within that time is fraudulent and void as to subsequent purchasers or mortgagees.\nThe agreement of sale under which defendant claims title was not recorded within ninety days after its execution. Therefore, by the terms of the statute, it is void as against plaintiff’s deed, which was executed subsequently and for a valid consideration, and was recorded within ninety days from the date of jts executioq. It is eypressly set forth in the case stated that, at the time when plaintiff agreed to purchase, she had no actual knowledge of any prior agreement for the sale of the property. Defendant’s agreement was not then on record and it was not recorded until after the expiration of the ninety-day limit.\nIt would seem to be desirable that no extension of time should be allowed for the recording of deeds or conveyances, and that priority should be given to the instrument first placed upon the record. But that is, of course, a matter entirely for the legislature.\nThe judgment is affirmed."}