{"id": "1038883", "contents": "Mr. Justice Williams\ndelivered the opinion of the court, October 12th 1874.\nA brief statement of the facts of this case and the substance of the charge may aid us in comprehending the precise questions presented by the record. The plaintiff is the owner of a farm on Quittapahilla creek, and, for the last ten or twelve years, about three acres of the meadows, bordering on the creek, have been overflowed from the month of March until the middle of June. The defendants are the owners of a forge and mills propelled by water-power, situate on the creek a mile and three-quarters below the plaintiff’s land. The dam by which their water-power is supplied was built about one hundred years ago, and, in ordinary stages of the water, does not throw water back so as to flood the plaintiff’s meadow. The pool formed by the dam is a mile and a half long, with a fall of only six and a half feet in its entire length, and' covers an area of thirty or forty acres. Sometime about the year 1862 a peculiar kind of grass began to grow in the pool and along the channel of the creek, and has since continued to grow every year. It springs up in February or March, grows rapidly to the length of ten or twelve feet — coming to the surface of the water, however deep it may be — and grows so close and thick as to obstruct the flow of the water and swell it' back upon the plaintiff’s land. It.arrives at maturity in June, and then breaks off from the roots and ceases to obstruct or impede the current. In 1863, the grass growing in the pool was mowed by the property-owners along the the creek, when the water. directly fell to its former level; but since that time it has not been cut, and during the season of its growth the plaintiff’s land has been more or less overflowed. The evidence on both sides shows that the overflow was occasioned by the grass growing in the pool; but whether its growth was caused by deposits of dirt-and debris which the defendants had allowed to accumulate in the pool, or was the result of natural causes over which they had no control, was a matter of dispute at the trial, in regard to which the evidence was conflicting. The court charged that “ if the jury believe that the accumulations of dirt, filth and debris in the dam cause the growth of this grass, the defendants are responsible to the plaintiff for the injury to his meadow by the backing of the water, in the same manner and to like extent as they would be if the accumulations of dirt, &c., directly flowed back the water. But if the grass would have grown to the same extent and caused the same injury in the natural channel of the stream, if there had been no dam, or no accumulation of dirt, then the defendants are not responsible.” * * * . «if the grass would have grown in this channel so as to dam back the water and- flood plaintiff’s meadow, if no artificial impediment had been there, the defendants are not responsible merely because the growth was on their land. If there was no neglect of the pool, no improper accumulation of dirt therein, which caused the growth of this vegetable, although the same grows stronger and thicker in consequence of the depth and stillness of the water, yet the defendants would not be answerable therefor.” * * * “The jury must bear in mind that this dam was a lawful structure, for useful and proper purposes, built on the parties’ own land, and they are only answerablé for injuries arising from their acts or neglect. If the improper accumulation of dirt in the dam caused the growth of the grass, the defendants must remove both, however expensive or difficult it may prove.” * * * “It is for the jury to consider whether this grass would have grown and choked up the stream if the dam had not been there. If such would have been the case, the defendants can scarcely be considered culpable, unless the dirt increased its growth. If the stream is choked by the spontaneous growth of this grass, we have no doubt of the plaintiff’s right, and that of all other property-holders-injured, to enter on the land of the defendants and remove the obstruction to the flow of the water and thus abate the nuisance.” * * * “It is for the jury to determine from the evidence whether the grass would have choked the stream independent of the dam.” * * * If you find a verdict in favor of the plaintiff, however small, it will oblige the defendants to remove the grass so as to prevent the flow of the water on the plaintiff’s meadow. This you must do regardless of consequences if you believe the defendants’ negligence caused the growth of the grass. * * * “ The defendants will thenceforth be obliged to keep the dam clear of that impediment to the flow of the water, and thus the nuisance will be abated. The duty to remove the grass, which is a spontaneous growth of nature, depends on whether it grows on account of any negligence of the defendants in permitting the dam to become dirty and impure from the accumulation of dirt and debris as already mentioned.” This is- the -substance of the instructions as given in the charge, and the answers to the points are m strict conformity therewith. The jury were told, in answer to the plaintiff’s second point, that, if in consequence of the accumulation of dirt in defendants’ dam the grass grew to such an extent as to injure the plaintiff’s meadow, it was the duty of the defendants to remove the grass from their dam so as to permit a free flow of the water, and for the failure to do so, he can recover damages to the extent of the injury sustained, unless the jury are satisfied that the grass would have grown and choked the stream if no dam had been there. And in answer to the defendants’ first point, they were told that for the injury resulting to the plaintiff from the grass growing in the dam and stream, the defendants are not responsible if the jury believe it resulted from natural causes, and was not produced directly or indirectly by the agency of the defendants. Under these instructions the jury found that the growth of the grass was not caused by accumulations or deposits of dirt and debris in the pool, or by any act or default of the defendants, but was the result of natural causes, over which they had no control, and that it would have grown and obstructed the channel if there had been no dam there. Why, then, should the defendants be liable for the injury resulting from the overflow occasioned by the grass ? If its growth was not caused'by any act or negligence of the defendants, why should they be responsible if it choked up the stream and caused it to flow back on the plaintiff’s land ? But it is contended that it is immaterial what caused the growth of the grass, or whether it would have grown if there had been no dam. The question is not, say the plaintiff’s counsel, would the grass grow in the stream if the dam, was not there; but would the grass growing in the stream, if the dam was not there, obstruct the stream so as to swell the water back on the plaintiff’s meadow ? And they strenuously insist that this question should have been left to the jury, and that the court erred in not submitting it to their determination. The answer to this contention is twofold. In the first place the court was not asked to submit the question. It is not presented or suggested in any of the points upon which instructions were prayed for; and it is not error for the court to omit to charge upon any possible aspect of the facts, especially when uninvited by the party complaining: Kauffman v. Griesmer, 2 Casey 407. But in the second place the court did in fact submit the question to the'jury when they were told that “ if the grass would have grown to the same extent and caused the same injury in the natural channel of the stream, if there had been no dam, or no accumulation of dirt, then the defendants are not responsible.” Again: “If the grass would have grown in this channel so as to dam back the water and flood plaintiff’s meadow, if no artificial impediment had been there, the defendants are not responsible merely because the growth was on their land.” And the court emphasized these instructions when it afterwards said: “ It is for the jury to consider whether this grass would have grown and choked up the stream if the dam had not been there.” And still more pointedly: “It is for you to determine from all the evidence whether the grass would have choked the stream independently of the dam.” There-is then no foundation for the complaint that the attention of the jury was not called to the question, whether the grass growing in the stream, if the dam was not there, would obstruct the stream so as to swell the water back on the plaintiff’s meadow. This very question, in substance, was put to the jury and they answered it affirmatively. The reason is obvious. The testimony of all the witnesses, including that of the plaintiff'himself, shows that the overflow was occasioned by the grass growing in the pool and channel of the stream. The fact that as soon as the grass comes to maturity, and breaks off from the roots, it no longer keeps the water back or impedes its flow, is conclusive that it was the grass growing in the pool that occasioned the overflow. If it was the dam that caused the grass to obstruct the stream, why did the overflow cease as soon as the grass was severed from the roots ?\nBut it is further insisted that, under the evidence and the law of the case, the court should have given an unqualified answer to the plaintiff’s third and fourth points. In the former, the court was asked to charge that if the jury believe that the grass growing in defendants’ dam caused the overflow of plaintiff’s meadow, then the plaintiff can recover. And in the latter, that if the jury believe that the grass growing in the dam was the cause of the overflow of the plaintiff’s meadow, and that the grass might, by mowing off the same, or by any other device, have been removed annually, even at great expense, and thus prevent the flooding of plaintiff’s meadow, defendants were bound to do so, and, in default thereof, the plaintiff can recover -to the extent of his injury. There is no suggestion in either of the points that the growth of the grass was occasioned by any negligence of the defendants, or that the overflow would not have occurred if it had not been for the dam. Both points assume that the grass growing in the pool of the dam was the cause of the overflow, and the duty of removing it, or paying for the injury which it occasioned, is predicated of the fact of its growing in the pool irrespective of the cause' of its growth. But if its growth was not occasioned by any act or negligence of the defendants, if it was the result of natural causes over which they had no control, why should they be responsible for the injury which it occasioned, or why should it be their duty to remove it ? If both parties were without fault, why should not the loss which it occasioned be borne by the plaintiff on whom it fell ? It cannot be pretended that there is any liability at eommon law for an injury which happens exclusively from natural causes. If there is no concurring negligence, there can be no liability for a loss occasioned by an act of Providence: Bell v. McClintock, 9 Watts 119. But the defendants wmre guilty of no negligence if the grass grew without any fault on their part. If, then, the flooding of plaintiff’s land was caused by the grass growing in the pool of defendants’ dam, and if, as the jury have found, its growth was the result of natural causes, not superinduced by any act or negligence of theirs — if it would have grown and choked up the stream and forced the water back on plaintiff’s meadow, if there had been no dam, the defendants are not responsible for the injury which it occasioned. This was the doctrine of the charge, and it was clearly right.\nJudgment affirmed."}