{"id": "1040380", "contents": "Judgment was entered in Supreme Court March 22d, 1875,\nPer Curiam.\nIt was held at Harrisburg last year, in the case of Eshelman & Herr v. Beecher & Harnish, 26 P. F. Smith 97, that the evidence to change an existing contract relation between the plaintiff’ and a third party, and to prove a promise by the defendant to pay the debt of another, as a new and original undertaking, and not a contract of suretyship, must be clear and satisfactory ; otherwise, the case will fall within the operation of the Statute of Frauds, requiring the promise to be in writing. This is a wholesome rule, without which the statute may be easily evaded, especially since the law has made the plaintiff a witness in' his own behalf. Doubtful expressions can easily be made the foundation of a promise and the conscience of the party thus relieved from a conviction of distinct perjury.\nViewing this case in the light of these salutary principles, the evidence is entirely insufficient to raise a promise binding on the defendant without a writing. The plaintiff, a farmer near at hand, had a sub-contract with certain contractors to build two sections of railroad of the Sullivan and Erie Railroad Company, of which the defendant was the president. He had worked under his subcontract for some time, until he found the contractors failing in payments, and in doubtful circumstances, He mentioned this to the defendant Mercur, who told him he had better not quit; that he was living there and raising his own provisions, and he had better go on and build the road. Mercur took a chair beside him, and said he would tell him what to do — to go on, build the road, keep a strict account, and return it to Mr. Everett, and he (Mereur) would pay him, or see that he was paid, that he should not lose a cent by it — said this was confidential. Haverly continued and finished his work. In so doing he kept on precisely as before ; made returns to Everett, who was the agent or superintendent of the contractors, and received his estimates as before, to the amount of $27,392.63, of which only $3000 were paid under the contract before the alleged assumption of Mercur. The entire work was estimated at $39,882.08. The engineers made the regular monthly estimates resorting (after the land slides) to the pay rolls kept by Haverly, instead of actual measurements. During all this time, the plaintiff, Haverly, pursued Andrews, the assignee of the original contract, incessantly for money; and on one occasion borrowed money of Mercur, giving him his judgment note in $600, to pay a draft of $375 on Andrews, and the remainder in cash, to carry on the work.\nWithout further detail, it may be said that there was no evidence of abandonment of the plaintiff’s sub-contract with the contractors, but he continued to work under it, receiving payments to a large amount under it, and in no single instance receiving payment from Mercur. On one occasion Mercur assisted him to procure a wagon load of provisions, which the evidence shows was not paid for by Mercur, but through Andrews’s checks. He complained to Everett that Andrews did not pay him, and told Mercur that Andrews was slow. Mercur said money was tight and Andrews was slow in selling bonds, “ and wanted Haverly to take bonds,” but, says' Haverly, Mercur did not tell me at what price Andrews would let me have the bonds, indicating the understanding of both parties that the money was to come out of the sales of the bonds of the railroad company, and not from Mercur personally. The entire evidence shows that Haverly had not changed his relation under his sub-contract, and that what Mercur did was as president of the company, in endeavoring to push the work to completion, and in this relation to secure Haverly in the fruits of his labor.\nWhen we come to the evidence of the promise, we find it wholly doubtful and unsatisfactory. Haverly, who ought to state clearly, if it were made as claimed, says, he promised “ to pay me, or see that I had my pay.” Which was it? The subsequent conduct of Haverly clearly indicates the latter. Nor is this an isolated form of expression, for it is several times repeated. Besides, the proof by six witnesses of the plaintiff was in the single form only, to wit, that Mercur would see him paid. Then we have Haverly’s own interpretation, the result of consultation with others, for he told Mercur that some people said that a promise to pay was of no avail, unless it was put in writing. Mercur declined, and said if he put it in writing the rest would want him to do it for them; “ if he secured one in writing the rest would want him to do the same thing.” As corroborative of this, the promise to the merchants who furnished the wagon load of provisions was, that he would see them paid, and they were in fact paid through Everett’s checks. In all this there is no evidence, either clear or satisfactory, of an absolute promise by Mercur to pay himself, except by way of suretyship. This being the case of a nonsuit, in which the court below were better able to judge of the force of the evidence, the necessity of a clear and preponderating weight of evidence in favor of an absolute, original, personal promise, is greater when we are called upon to reverse the judgment of the court. It should plainly appear to us that the plaintiff had such a case as ought to have gone to a jury. That Mr. MercUr promised the plaintiff to see him paid, and became surety for the railroad company, is beyond a doubt, but that he undertook to bind himself to pay absolutely,as of his own original, personal obligation, does not appear. The statute is therefore a bar to the action. We are referred to the late case of the County of Jefferson v. Slagle, 16 P. F. Smith 202. But that case has not a feature resembling this. There the Slagles refused to let Dickey, the contractor for the court house, have the bricks. They gave evidence that in consequence of this, the county commissioners, in order that the building might go on, and the hands not stand idle, promised the plaintiff absolutely to pay them for the bricks, and that they had a fund of $19,000, held back from Dickey as security for performance, and to which the county could resort. The evidence of several witnesses for the plaintiff was of an absolute promise to pay for the bricks, if the plaintiff would deliver them. This was met by contradictory evidence on the part of the commissioners, and the judge expressly instructed the jury that there could be no recovery, unless the commissioners, as such, expressly promised to pay, and the plaintiff delivered on this promise. The jury found the fact of the absolute promise on behalf of the county, and when the case came into this court, it was said in the opinion, “ The contract, as averred in the declaration and found by the jury under the evidence, was not a contract to answer for the debt or default of the contractor, but a direct promise on part of the commissioners to pay for the bricks, in consideration of which the plaintiff agreed to deliver them.” In the case before us we have seen there was no abandonment of the original sub-contract, or refusal to go on under it, but a continuation of the work as before, and payments to a large amount made under it, and that there was no clear and satisfactory evidence of an intention to bind Mereur personally, except by way of surety-ship, and no sufficient evidence of an absolute contract, or that the plaintff went on with the work, in consideration of such an absolute liability.\nThis case having been fully argued before us on the merits, without objection to the state of the record, we have discussed it in order to show that it is not taken out of the operation of the Statute of Frauds. But having discovered that the record is not legally before us, it is proper to say that we cannot countenance so loose a practice. The act relating to the District Court of Philadelphia (1 Bright. Dig. 498), requires a motion to set aside the judgment of nonsuit to be made to the court in banc; and a writ of error lies only to the refusal of the court to set it aside. The purpose is to give the court an opportunity of reconsidering the evidence before the case is removed into this court. The same powers as to nonsuits are extended to the courts of Common Pleas throughout the state, subject to the same regulations as to writs of error: 2 Bright. Dig. 1168, pi. 28.\nNo motion to set aside the nonsuit having been made, this writ of error was prematurely taken, and must be quashed.\nWrit of error quashed at the costs of the plaintiff."}