{"id": "1040343", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court, May 17th 1875.\nHad this case been tried below before the Act of 1869, and without the testimony of the defendant and his wife, there would have been literally no evidence to sustain the defence. There would have been nothing but a few vague declarations by the plaintiff, entirely consistent with a temporary family arrangement, by which the father built a house on his land and put his daughter and son-in-law in possession, to hold during his pleasure, and utterly insufficient to establish a parol gift.\nEven the testimony of Weaver and his wife did not come up to the requirement of the rule that the evidence of the contract must be direct, positive, express and unambiguous: Ackerman v. Fisher, 7 P. F. Smith 457. A chancellor must look at the whole evidence, and in this case the uncontradicted fact that during Weaver’s possession Sower sold and conveyed a part of the land with Weaver’s knowledge and assent, for a school-house, would, of itself, contradict the inference of a parol gift. But how stands the case since the Act of 1869, and supposing that the testimony of Weaver and his wife made out the gift ? The defence was a purely equitable one. Had the defendant gone into a court of equity for a specific performance, or for an injunction to restrain the plaintiff from pursuing his legal title to turn him out of possession, the denial of the plaintiff on oath of the equity of the bill would have compelled the complainant in the bill to sustain it by two witnesses, or what would be equivalent thereto. Here George Sower, under oath, fairly and squarely denied all the equity which Weaver set up. Admitting Weaver and his wife to amount together to one sufficient witness, where is the remaining witness, or that which is equivalent thereto ? It is not to be found in the case. It is clear that this well established rule of equity must be applied in cases of this character, or the rule must be abolished on the equity side of the court. As long as equitable ejectments may be maintained and equitable defences set up at law to legal titles, we must see to it that the same rule and measure of justice be applied, whether the proceeding be at law or in equity. We adopted and announced this principle in the opinion in the Dollar Savings Fund v. Bennett, 26 P. F. Smith 402, decided at Pittsburg, November 1874, and it is our purpose to adhere to it.\nJudgment reversed, and a venire facias de novo awarded."}