{"id": "1040366", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court, October 11th 1875.\nAbraham Bair, the plaintiff below, entered into an agreement in the spring of 1869 with George Pownall, the defendant, who was the agent for the sale of mowing and reaping machines manufactured by the firm of Dodge, Stevens & Co., of Auburn, in the state of New York. ■ The general agent w'as Brinton Walter, from whom Pownall’s authority to sell had been derived. The arrangement between Bair and Pownall was, that for each machine sold Bair should retain a commission of $12.50. In pursuance of the agreement, Bair disposed of four machines, and this suit was brought to recover $50, the commissions claimed upon those sales. On the trial, it was alleged by the defendant, and evidence was given to show, that one machine was sold to Henry Wertz, whom the plaintiff knew to be insolvent. After Wertz had used it for two years, this machine was taken back at a loss of $105. The question in the court below was as to the measure of the damages which, under the facts alleged on his behalf, the defendant could set up against the plaintiff’s claim. The sale to Wertz was held to be a breach of the plaintiff’s duty under his contract, and the jury were instructed, if they found the facts as the defendant asserted them, to defalk as damages a single commission of $12.50, the amount to which the plaintiff would have been entitled for a single sale. The court held that the defence could not reach to the residue of the plaintiff’s claim.\nIn view of the verdict, the facts in the cause may for present purposes be assumed. The improvident sale by the plaintiff to Wertz involved a loss of $105. There was evidence that the defendant, in his running account Avith Walter, was responsible for that loss. The relation of principal and agent, so far as these transactions were concerned, was confined exclusively to these parties. The loss sustained was the direct result of the plaintiff’s reckless negligence. Under such circumstances, the rule that confined the allowance of damages to the commission on the sale of a single machine was entirely too narrow and restricted. It was a general contract into Avhich the parties had entered, and it was a general authority with which the plaintiff had been invested. His poAvers were not limited to a single transaction or a single series of transactions. He had undertaken to act for the defendant in the general sale of the machines upon certain specific terms; and the law imposed upon him the duty of acting with adequate care and prudence. Violating this duty, he became responsible to his principal for damages equal in amount to the loss caused by his delinquency. ' It is a doctrine of the text-books that if an agent “ shut his eyes against the light, or sell to a person without inquiry, when ordinary diligence would have enabled him to learn the discredit or insolvency of the party, he will not be discharged from responsibility to his principalStory’s Agency, § 186. “ If he unnecessarily exceeds his commission, or risks the property of his principal, he thereby renders himself responsible for all losses and damages which are the natural consequence of his actIbid., § 192. The application of these principles to the facts of the present case extends them to the plaintiff’s entire claim for compensation. “ The agent is entitled to his commission only upon a due and faithful performance of all the duties of his agency in regard to his principal. If he does not perform his appropriate duties, or if he is guilty of a gross negligence, or gross misconduct, or gross unskilfulness, in the business of his agency, he will not only bécome liable for any damages his principal may sustain thereby, but he will also forfeit all his commissions.” Ibid., § 881.\nThe liability of the plaintiff to make good the loss caused by his negligence to the extent of the amount in controversy here is undoubted. There was no privity of contract between him and the general agent, Walter. Of course, there was no privity of contract between him and the manufacturers. His contract was with the defendant, and the duty he had assumed he owed to him. It was decided in Mainwaring v. Brandon, 8 Taunt. 202, that where an agent has become responsible to the principal by the negligence or misconduct of his own sub-agent, and has been compelled to pay damages therefor to his principal, he may recover all that he has thus been compelled to pay from his sub-agent. The rule is settled that a sub-agent employed by an agent is, in general, only accountable to the agent, and not to the principal, for there is no privity between the principal and the sub-agent: Cartwright v. Hateley, 1 Ves., Jr., 292; Pinto v. Santos, 5 Taunt. 447; Story’s Agency, § 217 a. The responsibility of the defendant to his immediate principal, or to the manufacturers, for the $105 lost on the machine sold by the plaintiff to Wertz, was a question for the jury, which seems to have been properly submitted to, and intelligently passed upon by them. If the plaintiff could hold the defendant liable, the right of the latter to resort to the plaintiff is settled by adequate authority. An agent may sue in his own name on a contract made with him : Underhill v. Gibson, 2 N. Hamp. 352 ; Tankersley v. Graham, 8 Alabama 247 ; and it makes no difference whether the agent in such a case acts under a commission del credere or not: Houghton v. Mathews, 3 B. & P. 185, 465.\nThe defence was legitimate under the plea of non-assumpsit. The action was for commissions which the-plaintiff claimed to have been earned in his employment under his contract with the defendant. The allegation of the defence was that the plaintiff, in the course of that employment, had been guilty of malfeasance. It reached directly to the consideration. Under the plea, the defendant was entitled to prove everything which could show that, at the time the action was commenced, the plaintiff, ex cequo et bono, ought not to recover: Gaw v. Walcott, 10 Barr 43. In Heck v. Shener, 4 S. & R. 258, which was an action brought by a housekeeper for wages, the defendant, under the general issue and without notice, was permitted to prove the plaintiff’s “ misconduct in her office to defeat her claim.” “The evidence,” it was said by Gibson, C. J., “ was strictly admissible, for it went to the consideration, which was the gist of the action.” A plea' of set-off would have been incongruous, as well as superfluous.\nJudgment reversed, and a venire facias de novo awarded."}