{"id": "1040305", "contents": "Opinion by\nMe. Chief Justice Brown,\nComplaint was made to the Public Service Commission that the Baltimore and Ohio Railroad Company was operating one of its passenger trains over its road with a crew of but five, in violation of Section 5 of the Act of June 19,1911, P. L. 1053, known as the “Full Crew Act.” The train consisted of an engine, one express car, one baggage car, one dining car and two passenger cars, two Pullman sleeping cars and one Pullman parlor car carrying passengers. The complaint was sustained by the commission. The railroad company appealed to the Superior Court, and from its decree reversing the Public Service Commission and dismissing the complaint we have this appeal by the commission. Its right to appeal seems to be questioned by the appellee. The appellant bases its right to appeal on Section 30 of the Act of June 3,1915, P. L. 779, which gives any party to the record aggrieved by the final judgment, order or decree of the Superior Court, a right to appeal to this court. By the Twenty-first Section of Article VI of the Act of July 26, 1913, P. L. 1374, it was made the duty of the Public Service Commission to file an answer to an appeal taken from its action, and the case was to be considered at issue on the answer in the Court of Common Pleas of Dauphin County. By fair implication this provision extends to appeals which are now taken directly to the Superior Court, and, if so, the Public Service Commission may be said to become a party to the record by the filing of its answer. The policy of the statute seems to be that it shall have an opportunity to vindicate its own action on an appeal from it.\nIt is admitted that as to five members of the crew which operated the train in question there was compliance with the Act of 1911 requiring its crew to consist of not less than six. These five were an engineman, a fireman, a conductor, a baggageman and a flagman. The controversy is as to the sixth, who, the company contends, ought to be regarded as the brakeman required by the full crew act. Whether he ought to be so regarded depends upon undisputed facts. He was the conductor on the dining car, and his duties were to assign the passengers entering it to proper seats, to give each one a blank order for a meal, to receive from the waiters all moneys handed to them by the diners, to settle the checks and to return, through the waiters, any change which might be coming to the passengers. In short, he was the manager of the dining car. The evidence upon which the Superior Court held that he ought to be regarded as a brakeman was that the conductor in charge of the train could at any time have called upon him to act in that capacity; in other words, that he might act in the dual capacity of dining car conductor and brakeman. As to this the Public Service Commission ruled: “In order to comply with the statute a brakeman must be a brakeman all the time. He may not be a brakeman part of the time and a dining car conductor part of the time, and it is obvious that he cannot be both at the same time.”\nAs a matter of fact, Thurman, the dining car conductor, was not performing any of the duties of a brakeman on the train. Its conductor, called by the appellee, testified that he was a dining car conductor “all the way through,” and was a brakeman only when called upon by him to be one; but the admission of this witness at the same time was that he had never been so called. The dining car conductor, also called as a witness by the appellee, testified that he had always performed only the duties of such a conductor, and did not even know what wages were paid to a brakeman. This, without more, clearly shows a failure on the part of the appellee to comply with the statute. Admitting that the train conductor could at any time have called upon the dining car conductor to act as a brakeman, that he was qualified to so act, and that it would have been his duty to respond to the call of the train conductor, the situation is not helped. The statute required that the train should have, as one of its operating crew, a brakeman on it all the time it was being operated, his duty being to assist in the safe operation of it, and not to supervise and manage a dining room on it. The statute is clear and controlling, and there is not to be substituted for its requirement the judgment of the conductor of a train, or of any one else, as to when, in its operation, there ought to be a brakeman on it; and yet this, in effect, is the contention of the appellee, for admittedly the dining car conductor was to be a brakeman only when called upon by the train conductor to act as such. It may be again noted that the dining car conductor never at any time acted in that capacity, and the train all the time he was on.it was, therefore, without a brakeman. How, then, can it be said that the appellee has complied with the Act of 1911? The wisdom of its clear provision as to the size of a crew is not for the courts. Their duty is confined to enforcing it as a piece of legislation not prohibited by the Constitution: Pennsylvania Railroad Company v. Ewing, 241 Pa. 581.\nThe order of the Superior Court is reversed and that of the Public Service Commission is affirmed, all costs to be paid by the appellee."}