{"id": "1040359", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court, October 13th 1875.\nThe question involved in this appeal arose upon the presentation to the Orphans’ Court of the county of Centre of the petition of William Atherton, the appellee, setting forth that under proceedings on a previous petition to the same court, purporting to have been signed by him, Albert Owen, the appellant, as administrator of Richard Atherton, deceased, had obtained possession of the sum of one thousand pounds sterling in gold, which had been received by Richard Atherton for the petitioner under the last will and testament of Elenora Atherton, of Manchester, in England; that the petitioner verily believed that the original petition was never signed by him; and that he had never intended to give the respondent any power over the money other than to transfer it from a bank in Tyrone to a bank in Philipsburgh. On these facts the petitioner asked a decree discharging the respondent as trustee, declaring the original petition to be void, directing the payment of the money to the petitioner, with .the premium on gold and interest, and requiring the respondent to show what investment he had made of the fund, and what interest on account of it he had received. The court at once ordered that notice should be given to the respondent to appear at the next term, and show cause why the prayer of the petitioner should not be granted. The decree concluded in these words : “And the court do order that the said Albert Owen pay to the said William Atherton one hundred and fifty dollars within thirty days from date.”\nIt is this order for the payment of one hundred and fifty dollars of which the appellant complains. No notice of the petition had been given to him, and he was afforded no opportunity to meet its allegations. Issued thus improvidently, as he claims, he asks that the order may be annulled. On behalf of the petitioner, it is objected that the decree was interlocutory only, and that the appeal was prematurely-taken.\nBy the 59th section of the Act of the 29th of March 1832, any person aggrieved by a definitive sentence or decree of the Orphans’ Court may appeal to the Supreme Court. Under this provision it has been held that an appeal lies from an order appointing a •guardian : Senseman’s Appeal, 9 Harris 331; and from an order of confirmation' of any account of an executor or administrator, whether final or partial: Ehoads’s Appeal, 8 Wright 186. Later authorities have modified those cases, and defined their scope and limited their effect, but the special points which they decided have not been overruled. The 9th section of the Act of 27th of March 1713, which was in force until the passage of the Act of 1832, had given an appeal to any person “ aggrieved with any definitive sentence or judgment of the Orphans’ Court,” and in Hess’s Appeal, 1 Watts 255, it was decided that an appeal from an order of sale of decedent’s real estate could be sustained. In Patterson’s Case, 1 Weekly Notes 454, a judgment on an award of arbitrators had been obtained against a defendant in an action in the Common Pleas of Lancaster. An application was made to open the judgment and set aside the award on the ground that the writ had not been served and the attorney who had accepted service for the defendant had acted without authority. The application was granted, the court directing at the same time, without hearing or notice, that the attorney should pay the costs. Upon a writ of error brought by the attorney, the original action remaining undetermined, the judgment was reversed for the reason, as stated by Gordon, J., that “ we have in Pennsylvania neither statute nor common law to sustain it.” The appellant’s application for redress would seem warranted by the precedents.\nOn what principle can this decree be held otherwise than definitive ? It was an express, absolute and unconditional order on one man to pay money to another. To the extent of $150 it was a final adjudication of the title to the fund in controversy. It is true the payment was to be made within thirty days. But that was a provision for stay of execution simply, and at the expiration of the stay the respondent would become subject to an attachment, a writ of sequestration, or a writ of execution in the nature of a fieri facias, which a single judge, by the 57th section of the Act of 29th of March 1832, is authorized to allow. Whatever the event of the main dispute, the disposition of this sum of $150 was absolute. The order contained no reservation of the power of the court to restore it to the respondent if his right to it in the end should .be ascertained. It is to be observed that this allowance was not asked for by the petitioner. It was made by the court, without explanation given or ground stated. There may have been reasons for it, hut the case must be treated on the facts it discloses, and those facts show a mode of dealing with the rights of the parties that was too summary to be safe. It is unnecessary even to allude to the general merits of the controversy. The order was an excrescence on the record, and all that can be done with it is to set it utterly aside. The legitimate proceeding can be pursued in the legitimate way.\nThe order for the payment of $150 by the appellant is reversed, at the costs of appellee."}