{"id": "1040386", "contents": "Mr. Justice Agnbw\ndelivered the opinion of the court, May 17th 1873.\nThe cases cited for the plaintiff in error are chiefly those of sureties where the indulgence of the creditor was purely permissive, and the surety was therefore held not to be discharged. A creditor who holds a collateral security for the protection of his debt stands in a different relation to the assignor of the collateral, though the latter be his debtor. By the assignment a privity in contract is established, which invests the assignee with the ownership of the collateral, for all purposes of dominion over the debt assigned. He alone is empowered to receive the money to be paid upon it, and to control it in order to protect his right under the assignment. This is the ground of the creditor’s liability for the collateral, as stated by Tilghman, C. J., in Lyon v. Huntingdon Rank, 12 S. & R. 68; and also by the court in Beale v. The Bank, 5 Watts 530. It is therefore settled in this state that where the collateral is lost by the insolvency of the debtor in the collateral instrument, through the supine negligence of the creditor, he must account for the loss to his own debtor, who invested him with its entire control: Miller v. Gettysburg Bank, 8 Watts 192 ; Bank U. S. v. Peabody, 8 Harris 454; Dyott’s Estate, 2 W. & S. 490; Chambersburg Ins. Co. v. Smith, 1 Jones 120; Sellers et al. v. Jones, 10 Harris 427; Lishy v. O’Brien, 4 Watts 141; Muirhead v. Kirkpatrick, 9 Harris 237; Ins. Co. v. Marr, 10 Wright 504. We perceive no error, therefore, in the decision of the court below, that William Hanna must account to Alexander Holton for the loss of the assignment against Jackson A. Holton, by reason of. his omitting to keep up its lien, and afterwards failing to proceed to collect it, until Jackson became insolvent.\nThis action is not founded on the loss of lien alone. That is but a circumstance or one of.the facts constituting negligence. Had the failure to revive the judgment been the only cause of the loss of the debt, as under some circumstances it might be, the six years having then elapsed before suit, the Statute of Limitations would have been a bar. But the loss of the lien was not in this instance the sole cause of the loss of the debt. Jackson A. Holton continued solvent, and the judgment remained collectible until 1866, when Jackson sold his property, and actually received a large part of the purchase-money himself. Alexander Holton’s debt to Hanna was contracted in October 1860, and he then assigned to Hanna the judgment against Jackson A. Holton as collateral security. The lien of the judgment expired in September 1863 ; Jackson sold his farm in July 1866, and died insolvent in 1867 ; Hanna in the meantime taking no step to secure or to collect the judgment, which all this time stood marked to his usé on the docket. It is very clear that the real injury to Alexander Holton was not consummated until Jackson sold his farm, and put the proceeds in his pocket. The cause of action then arose, and the statute then began to run. At least, this • was the earliest period it could arise, and this was only four years before the commencement of the action. The statute was no bar, therefore, and the judgment is therefore affirmed.\nOn the re-argument, the judgment was affirmed for the reasons in the foregoing opinion."}