{"id": "1040238", "contents": "Opinion- by\nMr. Justice Frazer,\nThe single question raised in this case is whether a deed describing property as bounded by a street plotted on the city plan but not opened, conveys to the grantee an easement over the bed of the proposed street, and entitles him to a right of passage even though the street is not opened and is subsequently vacated by the city.\nIn 1886, John Welsh, owner of a tract of land situated in Philadelphia sold a part of the property, including the lot here in question, to plaintiff’s predecessor in title by deed which described one of the boundaries on the land as extending “to the northeast side of Arbutus avenue thence along the said side of Arbutus avenue,” etc., “together with all the......ways, streets, alleys, passages ......rights, liberties, privileges, hereditaments and appurtenances” belonging to the premises. At the time of the conveyance Arbutus street was on the city plan but not opened, and the land over which it was plotted, as well as other land abutting thereon, belonged to the grantor. Plaintiffs acquired title in 1891, at which time there was a fence along the line of Arbutus street in which was a gate affording access to the street. Other parts of the property of John Welsh abutting on and including the bed of the street, have passed into the hands of the various defendants in this proceeding, all of whom have used the street for lawns, trees, shrubbery, fences and buildings. The street was formally vacated and stricken from the city plan in 1912. There is no evidence that Welsh plotted Arbutus street on a plan made by him or adopted it as part of a development of the abutting tract, but merely used the street plotted by the city as a boundary in the conveyance to plaintiff’s predecessor in title.\nHad Welsh, the common gi*antor, laid out his property in lots abutting on a street in accordance with a plan of his making, neither he nor his privies in title could be heard to deny to a subsequent purchaser of a lot abutting thereon the right to a continued existence and use of the street: Dobson v. Hohenadel, 148 Pa. 367; O’Donnell v. Porter Co., 238 Pa. 495; Shetter v. Welzel, 242 Pa. 355. Such, however, is not this case. The trial judge found, and in fact it was agreed between-counsel at the trial, that Welsh never plotted or adopted the street in question as part of the development of his property, consequently the conclusion of the trial judge that a reference to the street as a boundary conveyed no easement over it other than that which would follow as a result of the subsequent action of the city in opening it as plotted to public use, is amply sustained by the authorities. The distinction between the case where the owner of land lays property out in lots abutting on a street of his creation, and one where he merely recognizes in his conveyance a street plotted by a municipality is pointed out in Tesson v. Porter Co., 238 Pa. 504, where the earlier cases are fully reviewed. The following excerpt from the opinion is particularly applicable here (pages 509, 510) : “If anything is to be regarded as settled, it is that, when one who is the owner of a tract of land in a municipality cuts it up into lots and sells them as laid out on a plan which he has adopted, showing streets and alleys thereon, there is not only an implied covenant by him to the owner of each lot that the streets and alleys, as they appear upon his plan, shall be forever open to the use of the public, but a dedication by him of the same as highways to the use of the public forever, and the municipality itself cannot extinguish the easement which each lot owner thus acquires by private contract with the owner of-the plot of ground: Transue v. Sell, 105 Pa. 604; Quicksall et al. v. Philadelphia, 177 Pa. 301; Garvey v. Harbison-Walker Refractories Co., 213 Pa. 177; O’Donnell v. Pittsburgh, 234 Pa. 401. But no such situation is here presented. There is nothing in the testimony to show a plan by Miller [the grantor] upon which he originally located streets and alleys. On the contrary, as the learned chancellor below justly concluded, he laid out his plan to conform to the streets as located and established by the municipality, and no lot included in his plans was sold by him until after the borough had located and adopted as a public highway every street and alley which appeared on his plan.” Following a further discussion of the facts and principles of law involved, the court quotes extensively from opinions in the earlier cases of Bellinger v. Union Burial-Ground Society, 10 Pa. 135, and In re Opening of Brooklyn Street, 118 Pa. 640, concluding with the following language: “To- sum up the situation before us, the streets appearing on the Miller plan were highways laid out by the Borough of Lawreneeville; they were not thoroughfares created by Miller for the benefit of the owners of the lots on his plan, and the City of Pittsburgh, the successor of the Borough of Lawrenceville, was, therefore, fully authorized to vacate the streets and alleys without violating any implied covenant by Miller to his grantees of a right to use them forever. - No distinct private right, different from the rights of the public generally, was conferred by Miller upon any one of the lot owners.”\nTesson v. Porter was followed in Bell v. Pittsburgh Steel Co., 243 Pa. 83, where it appeared that although the entire plan of the borough had originally been plotted by a private company it was formally adopted by the incorporation of the borough before property included in the plan was sold. We there held the act of the borough was an appropriation of all the rights of the owner of the tract of land included in the plan, and a subsequent purchaser was not in the position of one purchasing from a private owner according to a plan laid out by him, but took with notice that the streets were controlled by the municipality, and subject to the right of vacation. This case, when considered in the light of the circumstances, is in full harmony with Tesson v. Porter Co., supra, and does not sustain appellants contention. The same is true of Shetter v. Welzel, 242 Pa. 355, where the owner of the land laid the property out in plots showing the street obstructed by defendant, and although the street was shown in the official plan of the city, the court found it had been vacated before execution of the conveyance referring to it; the basis of the decision is shown in the following language of the opinion (page 358) : “If on the other hand, Swatara street was no longer a plotted street on the city plan when Calder conveyed to Tippett, [plaintiff’s predecessor] the effect of the reference in his deed to Swatara street as a boundary according to a plan or plot of his own duly filed and recorded, created an implied covenant on his part that he would open the street at least for the use of his grantee.”\nInasmuch as the obstructions objected to are not on that part of the vacated street on which plaintiffs’ property abuts, we deem it unnecessary to either discuss or decide the question to whom belonged the bed of the street after its vacation by the city.\nThe decree of the court below dismissing plaintiffs’ bill is affirmed with cost to appellee."}