{"id": "1042206", "contents": "Opinion by\nMr. Justice Stewart,\nThe case was heard on petition and answer; the facts are therefore not in dispute, and are thus set out in the petition. One Harry A. Kern,-a resident of New Jersey owning property in that state, was by due process of law adjudged in the courts of that state a lunatic, and is now confined in the hospital for the insane at Trenton. The petitioner, a citizen of Moorestown in said state, has been duly appointed resident guardian of the person and estate of the said .lunatic, in attestation and confirmation of which he submits certificates, agreeably to the acts of congress in such case provided, of such appointment, and that he has given bond for the faithful performance of such trust, approved by the court. The petition further avers that the ward is entitled to certain property in this State at present committed to the care and custody of the Commonwealth Title Insurance and Trust Company, which company was on the 10th of July, 1915, by the Common Pleas Court of Philadelphia, appointed committee of the estate of the said lunatic lying-find being situate in the State of Pennsylvania; that a removal, of this property into the hands of the resident guardian will not conflict with the terms and limitations attefiding the right by which the lunatic owns the same, and that petitioner has made demand upon the Commonwealth Title Insurance and Trust Company, the committee aforesaid, for a transfer to him of such property in order that he may remove it to the place of residence of the lunatic and of himself as guardian, he having first filed bond with security in the State of New Jersey in double the amount of the value of the lunatic’s property in the -State of Pennsylvania the removal of which is sought, concluding with the averment that under and by virtue of the Act of April 13,1868, P. L. 94, as guardian of the person and estate of the lunatic, he is entitled to remove said property to the place of domicile. Upon this showing the petition prays that a rule issue, directed to the Commonwealth Title Insurance and Trust Company, to show cause why an order should not be entered directing said company to transfer all property of any hind or nature whatsoever under its care or management unto the petitioner. To the rule so- issued the Commonwealth Title Insurance and Trust Company made answer admitting the facts, with an unimportant exception as to the date of the respondent’s appointment as auxiliary or ancillary trustee and guardian; no question is raised as to the strict compliance on the part of petitioner with all the requirements of the act of assembly in such case made and provided, but the respondent submits the question, “whether a proper preliminary question to this effort to have the assets of said estate in Pennsylvania transferred to the guardian in New Jersey would not be the obtaining of a full accounting by the legal representative of the former guardian in New Jersey, (now deceased), to the petitioner, the present guardian for all the New Jersey assets of said estate, so as to determine whether such transfer of assets was necessary and for the best interests of the whole estate of said lunatic and of his wife and heirs at law.” The issue as thus defined by the pleadings was a very narrow one, a pure question of law, and confined to an inquiry as to the legislative intent in the Act of April 13,1868, supra. The learned court below holding to the view urged by respondent, that the Act of April 13,1868, was not mandatory, but left it with the. court having jurisdiction of the ancillary trusteeship to exercise its discretion in determining whether it would or would not direct a transfer of the property of the guardian within this State into the hands of the resident guardian or committee, notwithstanding full compliance on the part of the petitioner with all the requirements of the act in making his demand, in the exercise of its supposed discretionary power, refused and dismissed the plaintiff’s petition. A certiorari followed which brings the entire proceeding before us. The Act of April 13, 1808, supra, is entitled: “An act respecting the estates of nonresident lunatics,” etc. Section 1 of the act provides as follows: “That in all cases where any lunatic and his committee, guardian, trustee or the like may both be non residents of this State, and such lunatic may be entitled to property of any description in this State, such .committee, guardian, trustee or the like, on producing satisfactory proof to the Court of Common Pleas of the proper county by certificates according to the act of congress in such cases that he has given bond and security in the state in which he and his lunatic reside in double the amount of the value of the property as committee, guardian, trustee or the like, and it is found that a removal of the property will not conflict with the terms or limitations attending the right by which the lunatic owns the same, then any such committee, guardian, trustee or the like, may demand or sue for and remove any such property to the place of residence of himself and his lunatic.”\nDismissing from consideration the extraneous grounds upon which alone the court below rests its adjudication in the opinion filed, namely, thát the estate in New Jersey had not been wisely or prudently managed, and that a former guardian in that state, now dead, had not settled his account, — matters not only not appearing in the record but wholly irrelevant and over which the courts of this State have no jurisdiction:, what is there in the act to suggest that in the disposition of such cases anything is left to the discretion of the court, when the^petitioner has complied with every requirement of the act? The learned judge in his opinion leaves us in no doubt as. to the considerations Avhich determined the adjudication adverse to the petitioner. We quote from the opinion : “We think the words ‘such guardian, trustee or the like may demand or sue for and remove any s.uch property to the place of residence of himself and his lunatic’ did not divest the court of the inherent power to do that which seems to be for the best interest of the lunatic and the preservation of the estate, Ave deemed it our duty to exercise our discretion as chancellor as we have the powers of a court of equity.......A lunatic is peculiarly the ward of the court whose duty it is to see that when deprived of his reason he is cared for and protected and his estate conserved. Tips has been done in this case.”\nWe simply remark, tvithout further comment, that the learned court was here under misapprehension as to its proper functions in this particular case; the lunatic here was not its ward; it had not adjudged him a lunatic and could not have done so had it attempted it inasmuch as it had no jurisdiction over him, he being resident of another state. He was the ward of a court in another state and that court alone had jurisdiction over his person. It was by virtue of the adjudication of that court that he was legally adjudged a lunatic, and it was upon the certification of that court to the courts of this State that the latter acquired custody and control of the lunatic’s property lying within this State. So it is clear that the, power of the courts in Pennsylvania went no further than the conservation of such property of the lunatic as Avas in Pennsylvania. With what ■ was the lunatic’s property outside Pennsylvania the courts here Avere absolutely without jurisdiction; and this must be equally true with respect to the person of the lunatic. Were we to admit the very question in dispute — the discretionary power of the court — that discretion must be confined to a consideration of.those'facts and circumstances which appertain, and belong to .the subject over which the court has jurisdiction, and not be allowed to. extend to those of a foreign jurisdiction. But we see nothing in the act to justify even such qualified admission; indeed, any admission of this character, however limited, would not Only be without warrant, but against rule and precedent as well. The rule is thus laid down in Endlich on the Interpretation of Statutes, Section 310, page 422: “Whenever the act is to be done for the benefit of others, the word 'may,? or any of its equivalents, simply confers a power or capacity to do the act. It is facultative, not permissive; and neither by its own connotation nor by force of any legal principle does it necessarily imply an option to abstain from doing the act. On the contrary, it is a legal, or rather constitutional principle, that powers given to public functionaries or others for public purposes, or the public benefit, are always to be exercised when the occasion arises. Whether this is to be done by the authorized persons on their own initiative, indeed, or only on the application of those who have a right to the exercise of the power, is a subordinate question which may depend on the language or object of the statute, or on the constitution, whether executive or judicial, of the authorized body of persons, or of their course of practice. But as regards the imperative character of the duty, it was laid down by the King’s Bench that words of permission in an act of parliament, when tending to promote the general benefit, are always held to be. compulsory; and as regards courts and judicial functionaries, to act only when applied to. The same rub'\" as in substance restated by the Common Pleas in laying down that whenever a statute confers an authority to do a judicial act, (the word 'judicial’ being used evidently in its widest sense), in a certain case, it is imperative on those so authorized when the case arises and its exercise . is duly applied for by a party interested and having k right to make the application; and that the exercise depends not on the discretion of the courts or judges, but upon, proof of the particular case out of which the power arises. The Supreme Court of the United States similarly laid it down that what public officers are empowered to do for a third person the law requires shall be done whenever the public interests or individual rights call for the exercise of the power; since the latter is not given for their benefit, but for his, and is placed with the depositary to meet the demands of right and prevent the failure of justice. In all such cases, the court observed, the intent of the legislature, which is the test, is not to devolve a mere discretion, but to impose a positive and absolute duty. There is, therefore, abundant authority for the proposition that such powers as are here under consideration are invariably imperative, and that it is the duty of those to whom they are entrusted to exercise them whenever the occasion contemplated by the legislature arises.”\nThe case calls for no further discussion or remark. It is quite clear that it is not one calling for the exercise of judicial discretion, but of positive and absolute duty. The decree of the court below is reversed, the petition is reinstated and procedendo awarded."}