{"id": "1042300", "contents": "Judgment was entered in the Supreme Court,\nPer Curiam.\nThe fund in court represents the title and estate of Amelia C. Platt in the property sold. It arises from a sheriff’s sale under a mortgage given by her in her lifetime, when she was fully competent to dispose of her own estate in the mode prescribed by law. Her right, or that of her legal representatives, to the residue of the fund after payment of the mortgage debt is therefore a legal right to be enforced unless a better title can be shown. It is claimed such exists here in a derivative estate by the curtesy of her husband, preserved to him under the Acts of 1848 and 1855. The wife having, with the consent of her husband, who joined in the mortgage, exercised her superior right of property, by mortgaging the whole estate, including his curtesy interest, the joint act of both, followed by a sheriff’s sale under the mortgage, it might be a question whether the curtesy of the husband is not wholly extinguished. It is unnecessary, however, to decide this, as his curtesy, if it survived the mortgage and sale, is clearly subordinate to her rights, and he having received out of the mortgage money a greater sum than his curtesy in the residue of the fund would amount to, he cannot claim any part of the fund to the prejudice of her estate. The auditor finds that he received out of the mortgage the sum of $4221. This is greater than the sum to which his curtesy would be entitled under the common-law rule, allowing one-third of the capital of the whole fund as representing the accumulated interest of the fund for his lifetime. The sum in court remaining after satisfying the mortgage and expenses, was, $11,736.10, of which one-third is $3612.03. The auditor has found all the facts necessary to a conclusion. Had Mrs. Platt been alive when the sheriff’s sale was made, no one would dispute her right to the money, under the force and effect of the Married Woman’s Act of 1848, to the exclusion of her husband. Being the owner of the fund, her claim is primary at law, and not merely in equity. Supposing that the curtesy estate survived the joint mortgage and sheriff’s sale, still her representatives would be entitled to assert her superior claim to the fund, to the extent of the sum received by the husband out of the mortgage. The money so raised was hers, not his. The conversion was by her lawful act, in the exercise of her superior title, and was with his consent. The case, therefore, does not depend on subrogation — on a mere equity, but the claimant under the husband must show a superior title to the fund both in law and equity. In this view of the casé it is unnecessary to decide between the title of the assignees under their deed, and ■ that of Benoni Lockwood, under his deed. The latter is entitled to claim under the will of Mrs. Platt.\nAs to the measure of the life estate of Clayton T. Platt, we may add that the Carlisle Tables are not authoritative. They answer well their proper purpose, to ascertain the average duration of life, so as to protect life insurers against ultimate loss upon a large number of policies, and thereby to make a profit to the shareholders. But an individual case depends on its own circumstances, and the relative rights of the life tenant and remainderman are to be ascertained accordingly. A consumptive or diseased man does not stand on the same plane as'one of the same age in vigorous health. Their expectations of life differ in point of fact. A court, therefore, must ascertain the actual probable expectation of life of the party as he is, or must adopt some recognised approximate standard as its legal measure, in order to capitalize the interest he is entitled to for life. In this case the Carlisle Tables, it is said, would give the value of the life estate, or capitalized interest at $6534.60, leaving the fee simple estate worth but $5202. The' disproportion is quite manifest. We are, therefore, disposed to take the old common-law rule of one-third of the whole sum, as the present value of the accumulated interest for the life of Clayton T. Platt. This gives a sum several hundred dollars less than that received by him out of his wife’s mortgage-money.\nDecree affirmed with costs, and the appeal dismissed."}