{"id": "1042378", "contents": "Judgment was entered in the Supreme Court,\nPer Curiam.\nWhile it is true that the jurisdiction of the Orphans’ Court in the appointment of a guardian in the special case, is limited to the Orphans’ Court of the county in which the minor resides, and the appointment of the Orphans’ Court of another county, may be reversed and set aside, the general jurisdiction over the appointment of guardians is vested in every Orphans’ Court. In such case it would be going too far to hold everything done under an appointment, by a court not having the special jurisdiction in the particular case, to be entirely void. Hence, where, as in this case, the guardian erroneously appointed, has acted in good faith received the money of his ward, and settled his account before the proper court, and thus has recognised his liability, he is clearly estopped from denying his liability for the money, in an action for its recovery, by a subsequent guardian duly appointed in his place after his removal from his guardianship. His bond in such case is clearly sufficient to bind him. His surety in the bond is also estopped, because his bond is not so wholly void, that it would not be supported at common law. He cannot avoid it by the mere plea of non est factum, for its execution is not denied. He can show its invalidity only by unravelling the proceeding and going back to the beginning, to rely on the want of jurisdiction of the court in making the appointment. Rut it is just at this point he is met by the fact that his bond being good in form and substance, he must share the fate of his principal on the footing of estoppel. He engaged for his principal, by the terms of his bond, and his principal having no defence in equity, he can have none. We are therefore of opinion both principal and surety are estopped in such a case as this, from denying the validity of the bond on the ground of a want of special jurisdiction to make the appointment.\nJudgment affirmed."}