{"id": "1042319", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nIt is an undisputed fact in this cause that the portion of railroad track which is the subject of the present contention, was constructed upon ground belonging to the Pennsylvania Railroad Company. The ownership of said track is now claimed by the Junction Railroad Company, it being alleged that the latter company have legally acquired the right of way over said property. If such right of way exists it must have been acquired in one of three ways, viz.: First, by the exercise of the right of eminent domain under powers contained in their charter; second, by express grant from the Pennsylvania Railroad Company ; or, third, by such acts of permission or acquiescence on the part of the appellants in its use by the Junction Railroad Company, appellees, from which a grant of the right of way .may be presumed, and which, in equity, would estop the appellants from denying the existence of such right.\nIt is not necessary to discuss the question whether the charter of the Junction Railroad Company authorized said company to take a part of the franchises of the Pennsylvania Railroad Company, for the reason that there is nothing in this ease to show' that there was any such taking in the exercise of the right of eminent domain. No notice was ever given to the appellants that their property would be so taken. No payment was ever-made or tendered of the damages, nor was any security ever given or offered therefor, as required by law. It is not alleged that there was any express grant from the Pennsylvania Railroad Company for this right of way. If such right exists at all, it must be upon the ground of equitable estoppel The error of the argument upon this point consists in treating the late J. Edgar Thomson as the Pennsylvania Railroad Company. At the period when the Junction Railroad was constructed, Mr. Thomson was the president of both the Pennsylvania and the Junction companies. His acts or declarations as president of the latter company could no more bind the former company than the acts or declarations of a stranger. As president of the Pennsylvania Railroad Company he was its chief executive officer and general agent in the matter of operating its lines under the powers contained in its charter. He could not, as such agent, lawfully give away a dollar of the company’s property, an inch of its track, or the least of its franchises. What he could not pass by his direct act, he certainly could not pass by way of estoppel. To concede that any such power exists in the president of a corporation, by virtue of his office, would be as disastrous in its results as unsound in point of law. No authority is needed for so self-evident a proposition. As a director and the president of the Junction Railroad Company, Mr. Thomson was merely the representative of the Pennsylvania Railroad Company to the amount of the stock held by it in the Junction company.\nThe learned masters find as a fact that the Junction company intended to construct a continuous line of track from Belmont to Gray’s Eerry. Erom this they argue that the section of the road in dispute, even if constructed by the Pennsylvania company, was, nevertheless, a portion of the continuous line of the former company ; that the Pennsylvania Railroad Company must be held to have constructed it merely as a matter of convenience to themselves, and that the road itself must be deemed and taken as a portion of the Junction road, subject, perhaps, to a liability to make compensation therefor; that to hold that the Pennsylvania company constructed it at their own expense, for the purpose of claiming the ownership thereof, would be to accuse Mr. Thomson of an act of deception amounting to bad faith. But it appears clearly in the case that on May 12th 1862, Mr. Thomson, as president of the Pennsylvania Railroad Company, distinctly notified the chief engineer of the Junction road, in writing, that “ under the new location of the Junction Railroad, that portion of it between Market and Haverford streets, in the old location, will, in consequence of so material a portion of the Pennsylvania Railroad being used above Haverford street, be constructed by the Pennsylvania Railroad Company. This is also advisable in consequence of its passing entirely through the grounds of the Pennsylvania Railroad Company.” Mr. Thomson also testified that shortly prior to- the date of the above letter, in an interview with Mr. Felton, the president of the Philadelphia, Wilmington and Baltimore Railroad, and Mr. Smith, the president of the Reading Railroad, both of whom were directors of the Junction road, he communicated to them the fact that the portion of the Junction road referred to was being constructed by the Pennsylvania Railroad Company.,\nMr. Felton and Mr. Smith differ from Mr. Thomson in their recollection of this interview, but Mr. Thomson is strongly corroborated by his letter to Mr. Smith, dated May 13th 1862, and produced from the archives of the Reading Railroad Company. These facts would seem to establish appellants’ allegation that, before a blow had been struck or a spade put-in the ground, in the construction of the Junction road, Mr. Thomson gave full notice that the section referred to would be made by the Pennsylvania, company. This takes the sting out of the allegation of bad faith. This section of the track having been constructed over and upon the ground of the Pennsylvania Railroad Company by that company, and at their own expense, upon notice to the Junction Railroad Company, it would require a much stronger case of equitable estoppel than is here presented to take from the former company its property, lawfully acquired. We do not deem it necessary to extend this opinion by a discussion of the various acts relied upon by the appellees to work an estoppel. The case does not need elaboration. It is too plain.\nIt is conceded that the portion of track from Haverford street to a point east of Thirty-fifth street was constructed by the Pennsylvania Railroad Company. The Junction Railroad Company do not claim to have made this section. They do claim, however, in this proceeding, the right to construct this portion of the road upon the location adopted by the board of surveyors and approved by the hoard of directors of the J unction Railroad Company. It appears, however, that this was a mere paper location, no location having been made upon the ground. There was evidence of its abandonment; that the city board of surveyors had surveyed a revised or different-line, which revised line has been accepted by the board of directors of the Junction,'road. Mr. John A. Wilson, the engineer of the latter road, says in his testimony, that this location had been abandoned.' In addition, we have the fact that the location referred to is now occupied by six tracks of the Pennsylvania Railroad. It does not present such a case as would justify this court in making any decree in the premises.\nIt is possible the Junction Railroad Company may have rights connected with the use of the section of the track referred to; that is to say, from the north side of Market street to Thirty-fifth street, which a court of equity would enforce. Indeed, such was admitted to be the fact upon the argument. But no such question is now before us.\nThe decree is reversed and set aside, and the bill dismissed with costs, without prejudice, however, to the right of the plaintiffs to assert, either at law or in equity, any right or rights (if any they have) relating to the use of the railroad tracks, intervening between the point east of Thirty-fifth street, where the Junction Railroad connects with the Pennsylvania Railroad, and the Junction tunnel at Market street."}