{"id": "1042304", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nThe fourth clause of the decree at Nisi Prius was in these words: “ That the defendants, William Raiguel, Samuel Moore, William G. Skillman, James M. Whitby, Benjamin Bentley, Edward A. Adams and Henry P. Atkinson, do pay to the said plaintiffs, Catharine H. Wentworth and George J. Wentworth, executors of Eben Wentworth, deceased, from time to time as collected, 9-^ per cent, of the proceeds of the assets of the firm of Raiguel & Co., No. 8, mentioned in the bill, which remained uncollected on the 30th of November 1871, and that the said defendants, Edward A. Adams and Henry P. Atkinson, pay their own costs.” It is objected by the appellants that Adams and Atkinson were erroneously included in this clause of the decree. As they had not been partners in the firms of Raiguel & Co., Nos. 1 and 2, they were not held accountable for any part of the sum of $23,747.31, which the master found to be due and payable to the plaintiffs. That sum was charged upon those of the defendants w'ho had composed those firms. John L. Wentworth, like Adams and Atkinson, was a partner in firm No. 3, and his profits had been absorbed in providing for debtor balances due from firms Nos. 1 and 2. These balances were found by the master not to have been caused by a “ deficiency of assets for the payment of the debts of either of those firms, but that any deficiency of funds for the payment of the indebtedness of No. 1 to No. 2, and of No. 2 to No. 3, arose from over-drafts of the partners in the respective firms.” For that liability Adams and Atkinson were held not to be responsible. But as to the uncollected assets their position is different. The master has reported the indebtedness of No. 1 to No. 2, and of No. 2 to No. 3, to have been settled and discharged on the 30th day of September 1865. The claim of the plaintiffs on the uncollected assets is simply for the partner’s share of John L. Went-worth in earned but undivided profits. As all the partners other-than Wentworth are to participate in the division, all of them are liable for his proportion of all the partnership funds. It is said that, like Wentworth, they were creditor partners in No. 3. Even if the fact were so, that would raise a question between them and the members of firms Nos. 1 and 2; but the credits on the hooks off the firms on the 30th of September 1865, would indicate that their indebtedness-to No. 3 was fully paid.\nOn other grounds, however, the part of the decree in question was improvidently drawn.' So far as it decides the liability of the defendants, it is unobjectionable. But it peremptorily directs the payment to the plaintiffs of a percentage on unascertained' sums to be recovered out of assets wholly undescribed. At the utmost the declaration of the liability of the defendants would only be the foundation of a future proceeding. If the attention of the judge had been drawn to it at Nisi Prius, the decree would have been modified there. As it stands, it would be incapable of enforcement.\nFrom facts shown by the record, but which do not appear on the paper-books, a doubt may he entertained whether the master was justified in reporting that there was no sufficient proof of the item of $726.18, under date of December 1st 1857. But a master’s report is not to be set aside on the ground of such a doubt. As the facts were found, the disposition of this item cannot be disturbed.\nThe other questions in the cause appear to have been accurately decided by the master and the court, and require no review.\nThe fourth clause in the decree made on the 8th of February 1873, is modified so that the same shall read as follows : — 4. That the plaintiffs, Catharine H. Went-worth and George J. Wentworth, executors of Eben Wentworth, deceased, are entitled to receive from the defendants,. William Raiguel, Samuel Moore, William G. Skillman, James M. Whitby, Benjamin Bentley, Edward A. Adams and Henry P. Atkinson, from time to time as collected, 9^ per cent, of the proceeds of the firm of Raiguel & Co., No. 3, mentioned in the bill, which remained uncollected on the 30th of November 1871; and that the said defendants, Edward A. Adams and Henry P. Atkinson, pay their own costs. With this modification, the decree is affirmed. And it is ordered that the record be remitted to the Court of Common Pleas of the city and county of Philadelphia."}