{"id": "1042216", "contents": "Opinion by\nMr. Justice Frazer,\nThe Commonwealth appeals from the decree of the court below discussed in the preceding opinion, and complains of the act of the court in reducing the value fixed by the appraiser on decedent’s real estate. What was said in the preceding opinion with respect to the principles governing the determination of the question of values, and to the conclusiveness of the findings of the court below are equally applicable here. The objection to the qualification of two witnesses who were without experience in the sale of undivided interests in realty cannot be sustained. The witnesses in question were admittedly competent as experts on real estate values as a whole and their opinions as to the value of fractional parts were competent, even though they had not made and did not know of such sales: Lewis v. Springfield Water Co., 176 Pa. 237; White v. Western Allegheny R. R. Co., 222 Pa. 534. The fact of their not having previously bought or sold undivided interests in land went to their credibility and was for the court below. As a matter of fact, the court gave no consideration to the testimony of these witnesses on the question of valuation of fractional interests, and if there was error in the admission of the testimony it did no harm.\nA serious question arises as to the right of the Commonwealth to appeal from the decision of the Orphans’ Court under Sectioil 12 of the Act of May 6, 1887, P. L. 79, which provides that “any person or persons, not satisfied with said appraisement, shall have the right to appeal, within thirty days, to the Orphans’ Court of the proper county or city on paying or giving security to pay all costs, together with whatever tax shall be fixed by said court,; and, upon such appeal, said courts shall have jurisdiction to determine all questions of valuation and of the liability of the appraised estate for such tax, subject to the right of appeal -to the Supreme Court as in other cases.” As there is no merit in the appeal we deem a discussion and decision of this question unnecessary.\nThe appeal is dismissed."}