{"id": "1044134", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court,\nThe material facts of this case are not in dispute. They are minutely stated by the learned judge below in his charge to the' jury. Upon these facts we think there was error in the answers to the second, third, fourth, fifth and seventh points of the defendant, and also in the charge as set out in the first assignment of error. It is not a proper practice to divide the assignments of error into separate clauses, and number them accordingly.\nWhen this case was here on the former writ of error Ave held that the court below had erred in instructing the jury that the amicable revival of Kemmerer’s judgment Avas an act out of the usual course of business, and that it wras Kemmerer’s duty to make inquiry as to the insolvency of Knerr, and on failure so to make inquiry, tbe presumption followed that he would have found reasonable cause to induce the belief that Knerr was insolvent, or was contemplating insolvency. (For this opinion see 28 P. F. Smith 147.) The principle then settled was conclusive against the plaintiff below, although the case was not so presented as to call for the expression of such an opinion; the second assignment of error, then actually including five distinct points, according to the twenty-second rule of the court, was a waiver of the errors alleged.\nKemmerer could have issued an execution on his original judgment, and immediately secured a lien by a levy on the after-acquired property of Knerr. Though he knew of Knerr’s insolvency, there would have been no infraction of the Bankrupt Act in doing this. This being so, Knerr’s confession of a judgment of revival did not alter the case. It wTas not a preference voluntarily given by the debtor within the purview of the law. The creditor was put in no better condition, and the debtor had more time given to him, and was saved the costs of adverse process. It was an act in the ordinary course of'judicial proceedings. Perhaps nine-tenths of all judgments are revived by agreement. When the act of the debtor does not hasten the remedy, or give precedence to one over other creditors pressing their claims, or any other advantage which the creditor could not at once have secured, it is not easy to understand how it can be regarded as a fraud ou other creditors. According to the judgment of the Supreme Court of the United States, in Wilson v. The City Bank, 17 Wallace 473, something more than passive non-resistance of an insolvent debtor to regular judicial proceedings is necessary to show a preference of a creditor, or a purpose to defeat or delay the operation of the Bankrupt Act, and that though the judgment creditor in such case may know the insolvent condition of the debtor. We hold that the debtor, by consenting to an amicable action or revival, which gives the creditor no advantage which he could not at once have secured by adversary process, does nothing in effect beyond “ mere passive non-resistance.” He agrees only to what he cannot help. The contrary doctrine would be of no practical benefit except to protbonotaries and sheriffs. No man would rest upon an amicable revival, if it was liable to be declared invalid in ca,se the defendant became bankrupt within four months. The case below, we think, falls directly within the principle of Wilson v. City Bank, and upon the undisputed facts the defendant below was entitled to a verdict in his favor. Judgment reversed."}