{"id": "1044133", "contents": "Judgment was entered m the Supreme Court\nPer Curiam.\n— We think this case is governed by the statute of Louisiana, where the transaction took place. By the operation of the first section or paragraph, the endorsement of the bill of lading by the holder carries the right of property in the goods specified in the bill to the transferee, so far as to give validity to any pledge, lien or transfer to the transferee. The second paragraph provides that such bills of lading shall be negotiable by endorsement in blank or specially in the same manner and to the same extent as bills of exchange or promissory notes. It is clear from the evidence that Vaudry, who shipped the goods and took the bill of lading, was in actual possession of them by delivery from the factors. His possession gave him an apparent control over them, and he thus shipped them, and took the bill of lading to himself. He thus had all the indicia of property or power over the goods when he endorsed the bill of lading. Under these circumstances, and by the operation of the statute, he stood in a position to transfer the property in the goods to a bond, fide pledgee for value and without notice. We cannot say, therefore, that it was error in the court to say, “if Vaudry had possession, and actually shipped the cotton, received the bill of lading therefor, and endorsed it to the bank, who took it in good faith, the verdict should be for the defendant.” The evidence relied on by the plaintiff went to show only a want of authority on part of the factor to deliver the cotton to Vaudry, and on his part to receive it; but still as to the shipment and delivery of the bill of lading to him by the carrier, there was an actual and apparently a rightful possession, enabling him to obtain the bill of lading. Such being the facts, the transfer of the bill of lading operating by the statute on the property in the cotton, and being negotiable, and having by its endorsement the effect of a bill of exchange or promissory note, it carried the property over to the bank advancing the money in good faith upon the security of the pledge.\nThe letter received in evidence was not so wholly irrelevant as to make its reception a substantial error. It was written before the shipment to the plaintiff, and in response to a letter from the plaintiff. It was a minute, yet not entirely immaterial part of the res gestee ; and did not materially affect the state of facts upon which the instruction of the court was given.\nJudgment affirmed."}