{"id": "1044564", "contents": "Opinion by\nMr. Justice Walling,\nPlaintiffs bill seeks to restrain defendants from tbe removal of certain culm banks, and also asks for an accounting as to culm previously removed. Tbe bill in brief avers plaintiff’s ownership and possession of culm banks containing between 170,000 and 190,000 tons and located on tbe surface of certified lot No. 38 in tbe Second Division of Certified Pittston Township, Luzerne County; that defendants and tbeir employees have wrongfully and forcibly entered upon said premises and removed over $2,000 worth of said culm and despite plaintiff’s notice and protest are still removing tbe culm and threaten to continue to do so and to forcibly eject plaintiff and bis servants therefrom, to bis great and irreparable damage. Tbe bill also avers tbe want of an adequate legal remedy; tbe multiplicity of suits at law that would be required and tbe defendants’ financial inability to respond in damages. Tbe prayer is for an injunction, accounting and general relief. Injunction affidavits and bond having been filed, tbe court below awarded a preliminary injunction as prayed for, and, on motion to continue same, testimony was taken on behalf of plaintiff. Defendants filed an answer denying material allegations of tbe bill, and claiming title and possession of tbe culm in controversy, also questioning tbe jurisdiction of tbe court and averring that tbe suit -should have been brought at law, but submitted no testimony. Tbe court made an order continuing tbe injunction until final bearing, and declined, at least for tbe present, to certify tbe case to tbe law side of tbe court. Defendants brought this appeal and assign as error the granting of tbe preliminary injunction, the order continuing tbe same and tbe refusal to certify tbe case to tbe law side of tbe court.\nWe find no error in tbe record. While tbe granting or refusal of a preliminary injunction is tbe subject of appeal, yet in such case we refrain from a discussion of tbe merits of tbe litigation and merely determine whether, under the facts presented in the court below, there was a reasonable ground for its action: Hoffman v. Howell, 242 Pa. 112; Gemmell et al. v. Fox et al., 241 Pa. 146; Deal v. Erie Coal & Coke Co., 246 Pa. 552; and unless the record presents palpable error the judgment will be affirmed: Borough of Sunbury v. Sunbury & S. Ry. Co., 241 Pa. 357. In the present case reasonable cause was shown for granting the injunction.\nComplaint is also made of the order of the court in continuing the preliminary injunction until final hearing, but that is an interlocutory order and not the subject of an appeal. It is so held in the opinion of this court by Mr. Justice Simpson in Drum v. Dinkelacker, 262 Pa. 392, filed herewith. See also Arnold v. Russell Car & Snow Plow Co., 212 Pa. 303; Stuchul v. Stuchul, 233 Pa. 229.\nTreating the order of the court below as a refusal to certify the case to the law side of the court, pursuant to the Act of June 7, 1907, P. L. 440.(Purdon’s Digest, Yol. V, page 6061), it was an interlocutory order and not the subject of an appeal: Drum v. Dinkelacker, supra; Stuchul v. Stuchul, supra. The statute gives the defendant no right to raise such question by appeal until after a decision upon the merits, while the plaintiff is expressly given the right to appeal from an order certifying the case to the law side of the court. See the 2d and 3d sections of the act.\nThe assignments of error are overruled and the appeal is dismissed at the costs of appellants."}