{"id": "1044408", "contents": "Opinion by\nMr. Justice Stewart,\nThe appellants were partners engaged in the business of stock brokers in the City of Philadelphia. On 29th March, 1915, they executed a mortgage subject to certain other mortgages on their place of business, to the Republic Trust Company, plaintiff herein, in trust to secure the payment of certificates they were to issue to the amount of $75,000. These certificates were issued to one Jacob Nolde in consideration of the latter transferring to the firm certain bonds of the market value of $41,500, the certificates to be held as collateral security for the return or payment of the bonds so advanced or loaned by Nolde. The mortgage stipulated that the mortgagors would punctually pay the interest on the mortgage loan certificates on the first days of April and October each year thereafter and make payment of the principal within three years from the date of issue of the certificates of loan, 29th March, 1915; that the mortgagors would punctually pay all taxes and municipal liens or charges in the nature thereof which might be levied on the mortgage, or the principal or interest moneys thereby secured, or which might be assessed or charged upon any part or portion of the premises made subject by the mortgage under any present or future law of the United States, or of this State, or of any city, etc. The mortgage contained the usual stipulations for right of foreclosure for default in the payment of the interest as therein provided for a period of sixty dáys after demand made, or for violation of any of the covenants contained in the mortgage. The Republic Trust Company, 7th Decefiiber, 1917, at the instance of the executors of Jacob Nolde, who had died and whose estate held the certificates , that had been issued him under the mortgage, caused a scire facias to issue on the mortgage, claiming default thereunder in payment of interest and taxes, and claiming because of such default the right to collect the principal sum owing under the mortgage. An affidavit of defense was filed by the mortgagors, which so far as concerns the plaintiff, the Republic Trust Company, avers nothing and denies nothing that could preclude it from proceeding to collect the mortgage indebtedness for default were it suing in its own right; the defense set up relates wholly and exclusively to subsequent transactions between Nolde and the mortgagors, from which the conclusion is said necessarily to arise that Nolde, assuming him to be the only party in interest, had cancelled the obligation of the mortgagors thereunder, and that therefore the debt arising on said certificates had been discharged. The learned trial judge held the affidavit of defense insufficient and accordingly made-absolute the rule for judgment. This appeal followed :\nFirst, as to the alleged breaches of covenant which ripened the obligations of the mortgage into maturity. One covenant was that the mortgagors should punctually pay all taxes which might be laid or levied on the mortgage, or the principal and interest moneys thereby secured. The averment in the affidavit is that the mortgagors had paid the city and school taxes for the years 1915, 1916 and 1917, and had notified plaintiff of payment of same, with the further averment that deponent is informed and believes that no tax was laid or levied upon the principal sum or interest money secured by said mortgage, and that none is legally due thereon. This was but partial denial of the breach alleged. It embraces nothing more than the city and school taxes, whereas the covenant embraces all taxes which may be laid or levied. The Acts of May 1, 1909, P. L. 298, and June 17, 1913, P. L. 507, expressly impose an annual tax at the rate of four mills on each dollar on all mortgages and in each it is expressly provided that “no failure to assess or return the same shall discharge such owner or holder thereof from liability therefor.” A like provision was contained in the first section of Act of June 1,1889, P. L. 120. In Schmuck v. Hartman, 222 Pa. 190, it was sought to apply this provision- in case of taxes maturing before the passage of the act. It was held that the act was not retrospective, and in the opinion by the present Chief Justice this occurs, “If he (the taxpayer), had not (that is, had not made return for those years), his liability to the Commonwealth would of course have continued under the first section of the Act of 1889.” So here, since no return of the property was made by the mortgagors for taxation, the averment in the affidavit that no tax was laid or levied upon said principal or interest moneys secured by said mortgage, is palpable error, and therefore no denial of the breach alleged. Besides, in the argument of appellants it is expressly admitted that no taxes on the mortgage or the interest money thereby secured had been paid. The breach in this respect is therefore without denial.\nThe next defense set up in the affidavit has respect to the breach alleged in the nonpayment of the interest on the certificates. The nonpayment is admitted, but certain agreements with Nolde and certain acknowledgments by him, in writing, copies of which accompany the affidavit of defense, are relied upon as showing that Nolde agreed with defendants as of the date of 27th November, 1915, the latest and last of the written agreements between the parties, as follows: “That all claims of the said Jacob Nolde on notes or agreements of any kind against the firm of Hughes & Dier, or against its stock exchange or board of trade seats, or against any member of said firm individually, are hereby cancelled and all parties released from further liability.” This condition, or consideration, whichever it may be called, follows in the next section of the agreement: “That the said Dier will within five years transfer or deliver to the said Jacob Nolde stock in one or more companies formed or promoted by Dier or his associates which shall in the opinion of the said Dier be of the value of not less than two hum dred and fifty thousand dollars. Any bonds or coupons now or hereafter held or acquired by the said Dier may from time to time be delivered in place of such stock at the option of said Dier, and after delivei’y of stock, bonds or coupons to the amount of two hundred and fifty thousand dollars, all securities or notes heretofore delivered to or held by Jacob Nolde shall be returned to Dier, no interest on any of said notes or securities to be demanded or paid prior to such return..... .All previous agreements between the parties hereto are hereby suspended and cancelled so far as inconsistent herewith.” We have examined with much care the earlier agreements and acknowledgments accompanying the affidavit of defense without finding anything that reflects any light upon the meaning and understanding of the parties beyond what is expressed in the agreement from which we have taken the above extract and which is referred to in appellants’ argument as “the final agreement between the parties and one that has a most important bearing on the question involved.” In point of fact, it is the one paper on which the whole defense rests, depending for its proper interpretation upon the application of well-recognized rules in such cases. It is admitted that Exhibits “A” and “B” have no real bearing on the question here involved; nothing therefore is to be learned from them and they call for no consideration. The next in order, “C,” has relation to the certificates or bonds secured by the mortgage, and is a receipt from Nolde to Dier, and reads as follows: “Received of E. D. Dier mortgage loan certificates of the face value of seventy-five thousand ($75,000) dollars, numbered from one to 57 inclusive, secured by mortgage on 1435 Walnut street, Philadelphia, in exchange for bonds of the par value of $-and market value of $-. It is understood that E. D. Dier will repay to me the market value of the above bonds, together with any other indebtedness due me by the said Dier or by Hughes and Dier, by the payment to me of fifty per cent, of the net profits of the arbitrage unlisted securities and bonds and promotion accounts of the house of Hughes and Dier, and that upon a repayment to me of the full amount of said indebtedness I will redeliver to E. D. Dier the seventy-five thousand ($75,000) dollars, mortgage certificates above mentioned, together with any other securities then held by me for said indebtedness. It is further understood that so long as the net profits above mentioned are paid to me as earned, that no steps will be taken by me for the collection of any part of the indebtedness herein mentioned. (Signed), Jacob Nolde. (Seal).” This was superseded by a later agreement without bearing on the present issue.\nPassing Exhibits “D,” “E” and “F,” all of which concern entirely different transactions between the parties without any relation whatever to the certificates or bonds, we come to Exhibit “C,” on which defendants place their reliance. We have heretofore quoted so much of this agreement as is important or pertinent. As the case stood before this contract, defendants owed all the interest accrued on the certificates except one payment made 2d November, 1915. Therefore, except as the agreement of 22d November, 1915, can be construed as an acquittance from such obligation, there was a like breach of the mortgage covenant which gave the plaintiff the right to proceed for the collection of the mortgage debt. This, however, is a minor matter, since without it the sufficiency of the breach by nonpayment of taxes is clear.\nWe turn now to the contract of 27th November, 1915, to ascertain and determine, if we can, its true import and significance, more particularly to learn and determine whether the debt owed from Jacob Nolde for or on account of the loan of those certain bonds for the return of which they pledged to him as collateral mortgage certificates amounting in all to $75,000, face value, is included within the terms and operation of the contract. If it is, then unquestionably their liability therefor has been discharged and defendants are entitled to a return of the pledged certificates. It resolves itself into a question of intention of the parties. By the terms of the contract “all claims of the said Jacob Nolde on notes or agreements of any kind against the firm of Hughes & Dier ......or against any member of said firm individually, are hereby cancelled and all parties released from further liability.” Whatever ambiguity here arises is due to the fact that the parties in describing the subject of the agreement, or the objects upon which it was to operate, instead of specifying with distinctness and precision what these subjects or objects were, adopted language of widest meaning which literally might well be held to embrace many things evidently not intended. Especially is this true of the words, “agreements of any kind.” We see nothing in the case' that would have hindered or prevented the parties from particularizing the agreements from the binding obligations of which.the defendants were to be absolved, seeing that the agreements touching the one subject of the present dispute on which any claim of Jacob Nolde could possibly be based are appended to the affidavit of defense and made part thereof. It is this ambiguity which requires resort to a study of the situation and surroundings of the parties when they entered into the contract, in order to ascertain whether they employed the words “agreements of any kind” in their general or in a restricted sense; in other words, whether they had in mind and intended an inclusion within the terms of the contract any agreement with Nolde touching their obligation to return or pay for the bonds for which he held the mortgage certificates as collateral security. In Lacy v. Green, 84 Pa. 514, it is said by Mr. Justice Woodward. “Where the meaning of an agreement is doubtful its terms are to be considered with the light thrown on them by approved or admitted illustrative facts. The situation in which the parties stand, the necessities for which they would naturally provide, the conveniences they would probably seek to secure, and the'circumstances and relations of the property in regard to which they have negotiated, are all elements in the interpretation of an ambiguous contract.” The following is the averment made in the affidavit of defense. “In accordance with the agreements heretofore recited, and copies of which are attached as aforesaid, neither the said Jacob Nolde in his lifetime nor the executors of his last will and testament, were or are entitled to foreclosure of said mortgage to secure payment of said mortgage loan certificates, but on the contrary, said mortgage certificates were made part of the subject-matter entering into the final agreement of settlement of 27th November, 1915, whereby the said Jacob Nolde, for the consideration therein mentioned, agreed to release the defendants from their liability thereon and agreed that no interest whatever should be demanded thereon.” The first part of the averment expresses a conclusion of law which is not borne out by the accompanying averments of facts; the second expresses a mere conclusion of fact without giving in detail the foundation for the statement or conclusion. If it rested in the personal knowledge of the affiant apart from the contents of the exhibits submitted, it should have been so averred, with the circumstances under which such knowledge was derived. The inference left on our mind is that little if anything more was intended by it than a repetition in slightly varied terms of the first part of the averment, which we have said was simply an expression of a conclusion of law.\nAmong the agreements referred to in the affidavit, as an examination will show, there is not a single one inter partes, that makes specific reference to the mortgage loan certificates; nor is there one signed by Jacob Nolde alone, nor by defendants alone, out of which would arise an implied contract with respect to that particular transaction. Therefore, the conclusion that that transaction was part of a subject-matter entering into the agreement of 27th November, 1915, is gratuitious, finding no support in the papers filed, and to which reference is made in support of the averments. We have no concern with the consideration mentioned in the agreement of 27th November, 1915, except as it helps us to understand the situation and circumstances surrounding the parties to it, and our only reference to it will be in that connection. The agreement on the part of Nolde was for the immediate cancellation by him of all claims on notes or agreements of any kind against the defendants, these amounting, as declared in the affidavit of defense, to not less than $250,-000, and the defendants being at that time, as averred in the affidavit, entirely unable to carry out the agreements made with Nolde, or to make any payments on account thereof. We find no distinct averment in the affidavit that the debt for which the mortgage certificates were given as collateral were included, in this aggregate. The affidavit avers that affiant (Dier), and Jacob Nolde, the same day went over the notes held by Nolde against the firm and that they amounted to $70,000, as per schedule attached, and “that the said Jacob Nolde and deponent went over the matter of indebtedness of deponent and his associates upon notes, and for the loan of said securities, and agreed that the total indebtedness then due Jacob Nolde, taking into consideration the market values of the securities as aforesaid, totalled $250,000.” A schedule and enumeration of ten securities loaned accompanied the affidavit, without date or any means of connecting any of them with any of the many transactions between the parties, amounting in the aggregate to $214,000. Whether any of these bonds were the bonds that Nolde had advanced and loaned and for the return of which he held the mortgage certificates, nowhere appears, and it is nowhere asserted that they were. Except as they were, of course, the claim for them could not have entered into the subsequent agreement for cancellation. The facts making for the defendants in connection with this alleged settlement, as we gather them from the affidavit, rest largely upon inference. What is not alleged will be taken not to exist. Such is the rule when we are dealing with affidavits of defense. A further word as to the consideration set out in the agreement of release. What if any help do we derive from that in determining the one question whether the language used in the contract is to be construed as reflecting a purpose to include within its terms the liability arising out of the mortgage certificates, or the contrary. To concede the contention of appellants is to assume — and that is the most that can be said — that Nolde, facing the fact of this large unsecured indebtedness owing him by an insolvent firm, entered into an agreement whereby he not only annulled and cancelled the unsecured debt of more than $200,000 in any event, but cancelled and annulled a debt of not less than $50,-000 for which he held abundant security in the shape of mortgage certificates, and that too on a mere promise that Dier, one of the mortgagors, would some day within five years give him stock in one or more companies promoted by himself, which in his, Dier’s, opinion, would be of the value of $250,000. | Iu the light of the words of the agreement and of the situation and circumstances surrounding the parties it seems incredible that Nolde, whom we must assume was a man of at least ordinary intelligence and business sense, entered into the agreement of 27th November, 1915, with an understanding that by its terms it would embrace the debt owing him on the mortgage certificates, perfectly secured, for a consideration that yielded him no cash, but only a bare promise, which if it ever could be enforced, might at the pleasure of the party be discharged without sacrifice on the latter’s part and without the enrichment of Nolde to any greater extent than giving him the ownership of worthless stock certificates with enticing figures engraved thereon. We have sufficiently indicated our reasons for holding the affidavit of defense insufficient.\nThe judgment is affirmed."}