{"id": "1044550", "contents": "Opinion by\nMr. Justice Frazer,\nThis appeal is from the judgment of the Superior Court, affirming a judgment of the Court of Common Pleas of Snyder County, entered for plaintiff in an action by the county against its treasurer, for the recovery of commission retained by the treasurer on liquor license fees collected by him and paid to the treasurer of the Borough of Selinsgrove. The questions presented for determination are the treasurer’s right to such commission under the Act of June 9,1891, P. L. 248, amending Section 8 of the Act of May 13, 1887, P. L. 108, and the constitutionality of the former statute.\nThe Act of 1887 is entitled “An act to restrain and regulate the sale of vinous and spirituous malt or brewed liquors or any admixtures thereof.” Section 8 fixes the sum to be paid for licenses and provides for the disposition of the money, with the further provision that “Counties, cities, boroughs and townships, receiving parts of said licenses, shall bear their proportionate share of the expense attending the collection of the same: And provided further, That the treasurers of the several counties shall appropriate for their own use the commissions on the amounts retained for. the use of their respective counties as they are now authorized to retain by law out of the moneys they returned to the State.” This section was amended by Act of 1891, which made changes in the distribution of license fees, omitting, however, the provisions of the earlier act, above quoted, and made no reference to the cost of collection or commission of the treasurer. We agree with the conclusion of the court below that the omission from the later act must be accepted as conclusive evidence of the legislative intent to exempt the various municipalities from liability for a proportionate share of the expense of collection, and that the treasurer was without authority to retain as commission for his services a portion of the amount collected.\nThat the title of the Act of 1891 fails to give notice of the intention to deprive the county treasurer of the compensation allowed by the Act of 1887, as contended by defendant, cannot be sustained. The Act of 1891 is en titled “An act to amend the eighth section of the act entitled ‘An act to restrain and regulate the sale of vinous and spirituous, malt and brewed liquors or any admixture thereof,’ approved May 13th, Anno Domini one thousand eight hundred and eighty-seven, providing that the license money shall be paid into the treasury of the city, county, borough and township wherever the license places are situated, and increasing the amount of license to be paid in cities of the first and second class.” The general rule is that to comply with the constitutional requirements the title of an act need only give such notice of the subject-matter as to fairly and reasonably lead to an inquiry into the body of the bill: Allegheny County Home’s App., 77 Pa. 77. The title of the amendment under consideration contains not only a specific reference to the original act by its title, but also- refers specifically to the subject of payment of the license money into the treasury of the city, county, borough and township, as the case may be, and, the provisions in the body of the amendatory act being germane to the subject of the original legislation, the title cannot be said to be misleading. The notice of the contents is sufficient to lead persons interested in the subject-matter to inquire into the body of the act to determine how, and under what conditions, the money shall be paid and to direct the officer charged with the duty of collecting county funds to inquire whether there is a provision securing to him compensation for services in collecting the portion of the funds payable, not to the county, but into the treasury of the local municipality.\nThe subject is fully and satisfactorily disposed of by the Superior Court in Stroudsburg Boro. v. Shick, 24 Pa. Superior Ct. 442, upon the authority of which this case was affirmed in the Superior Court, and requires no further discussion.\nThe judgment is affirmed."}