{"id": "1044123", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nThe contract between the city and Dyer & Shantz provided that it should not be construed to allow paving to be done after the first day of December and before the first day of April, in any year. There was evidence on the trial that a material part of the work in paving Seventeenth street in front of the defendant’s property was done in the month of December 1871. • John Dyer testified that it was commenced “about the latter part of November, or beginning of December,’’-and was continued until it was stopped by frost in the firfet or second week in December. Mr. Dickinson, the chief commissioner of highways, stated that defendant called at the department, and remonstrated against the work being done during the frost, and that he thereupon sent a notice to Mr. Dyer to stop. The witnesses for the defendant testified generally that the paving was commenced about the first or second, and was stopped about the fifteenth of December. Some evidence was given to prove that the work was finished in the spring of 1872. The bill of particulars embodied in the lien bears the date of the second of May. There was testimony also that the pavement in front of the defendant’s'property was left in a bad condition. Upon this evidence the court below instructed the jury that “if a material and substantial part of the work was done during the Avinter, the defendant was entitled to a verdict.” The jury were told also, that if, when they returned in April, the stones in front of the defendant’s premises had been taken up, the road-bed levelled, and the stones relaid, the plaintiffs might have recovered, but that such was not the testimony. The final instruction was : “What the contract contemplates is, that the pavement shall be laid Avhen it can have a secure foundation. If this condition is not complied with, the defect is fatal.”\nThe contract was between the city and Dyer & Shantz. It recited that they had been previously “selected by a majority of the owners of property on Seventeenth street, from Allegheny avenue to Tioga street, for the paving of that street in accordance with a resolution of councils.” The defendant could not be affected, either beneficially or injuriously, by stipulations of the legal and equitable plaintiffs between themselves. Statutory provisions had defined his rights and liabilities. In such an action as this, it is sufficient for the plaintiff to prove that the work charged was done, or the materials furnished, at their fixed value; and the defendant is confined to a denial that the work was done or the materials furnished, or that the price charged Avas excessive, or that the claim had been paid or released: Act of 19th April 1843, § 1, Purdon 1089, pi. 26. In such an action, the municipal claim may be read in evidence in proof of the facts alleged, and no plea averring want of notice to remove nuisances; no plea touching rates or proportions of contribution among parties jointly interested; and no plea touching the question of ownership is allowed: Act of 11th of March 1846, § 4, Purdon 1089, Pamph. L. 27. The questions growing out of the contract were outside of any interest of the defendant. There are obvious reasons why officers of the highway department should retain the control of the work that was contemplated here. The interest of the city requires that her streets shall be substantially paved, and its officers should have power to stop work that would ordinarily be defectively done in winter. This power was exercised with manifest discretion in this instance. Perhaps the city could have treated the breach of the agreement by Dyer & Shantz as a forfeiture of their claim to compensation. But she has not done so. And the defendant is not in a position to assert such a forfeiture for his benefit in an action in which the city and Dyer & Shantz unite as parties. If the weather in December 1871 had been mild enough to permit the laying a pavement with perfect safety and completeness, and the contractors had been permitted to lay it, it is difficult to understand how a modification of their relations by the contracting parties could he set up by a stranger as a ground of complaint. The defendant had a right to a satisfactory pavement, and it was only for such a pavement he could be required to pay.\nIt was clearly within the power of the officers of the city to waive the right derived from the stipulation on which the defendant relies. In The City v. Burgin, 14 Wright 539, which was a scire facias for the use of Emanuel Peters, under the pleas of non assumpsit and payment with leave, &c., without notice of special matter, the defendant was permitted to prove by the chief commissioner of highways that he gave no authority to do the work for which lien was filed. In reversing the judgment, Judge Read said: “ It would be singular indeed if, under such a state of the pleadings, the defendants could be allowed to defeat the claim of the city by producing its own officer to show that the work which the city has adopted was done without its consent. This was clearly a matter with which the defendant had nothing to do.” It was held by Thompson, J., in City v. Wistar, 11 Casey 427, that “ the right of the city to file the lien is fixed by law, and the form in which it was filed in this ease, for the use of the party named, resulted from the relation existing between him and the city, and was a matter which alone concerned them.” In Hutchinson v. Pittsburg, 22 P. F. Smith 320, a defence was made on the ground that a contract had not been executed according to its terms. It was said by this court, “ the contract is between the city and the contractor; the contractor does not complain, and the city adopts and approves the action of its officers, and the defendant cannot take advantage of the non-grading of four squares which the city found to be unnecessary and inexpedient under the circumstances.” The present ease should have been submitted to the jury under the evidence that had relation to the defendant’s statutory defences.\nJudgment reversed, and venire facias de novo awarded."}