{"id": "1047442", "contents": "Opinion by\nMr. Justice Frazer,\nOn September 30, 1908, F. L. Phillips signed a promissory note for $5,250, payable to his order on demand, on which was endorsed the following memorandum signed by defendant: “For value received I hereby guarantee payment of within note and waive demand, protest and notice of protest on the same.” The note was accompanied by shares of stock deposited with the bank as collateral and discounted by plaintiff bank on the day endorsement was made. Payments on account were made from time to time, the last under date of February 6, 1912. On September 19, 1913, Phillips was declared a bankrupt and in due course received his discharge without dividends having been paid on account of the obligation. Plaintiff then sold at public auction the collateral accompanying the note and applied the net proceeds on account of the indebtedness it represented and on January 8, 1917, began his action of assumpsit against defendant on the agreement to guarantee payment. The affidavit of defense pleaded the statute of limitations and, at the argument on the question of law involved, counsel for the parties stipulated in writing that if the court should be of opinion th® question of law raised was sufficient to dispose of plaintiff’s claim and bar recovery, judgment should be entered in favor of defendant. The court concluded defendant was liable as surety and, as the note was payable on demand,' the statute of limitations began to run from its date, and entered judgment for defendant, from which plaintiff appealed.\nA guarantor undertakes that another person will pay a debt or perform a duty and such other person remains primarily liable. On the other hand, a surety undertakes to pay the debt or perform the obligation if the debtor fails to do so. In case of default the guarantor is secondarily liable while the surety is equally liable with the principal: Reigart v. White, 52 Pa. 438. The precise character of the obligation in a given instance it is often difficult to determine and the numerous decisions in which the technical distinction between guaranty and suretyship is discussed establish the general principle that where the contract defines the time when the promisor is to assume liability for the debt his obligation is that of suretyship; but where there is no time fixed the obligation is general and merely that of guaranty: McBeth v. Newlin, 15 W. N. C. 129; Westinghouse Electric & Mfg. Co. v. Wilson, 63 Pa. Superior Ct. 294. In McBeth v. Newlin it was said: “An undertaking that payment of another’s debt shall be made when due is a contract of suretyship. (Campbell v. Baker, 46 Pa. 243; Roberts v. Riddle, 79 Id. 468.) Where the contract does not fix the time of default on the part of the principal debtor, it is one of guaranty.” In that case the obligation was to pay the principal of a mortgage if the mortgagor did not “when and as soon as the same shall become due and payable.” This was clearly a contract of suretyship under the principle just stated. To the same effect are Roberts v. Riddle, supra, and1 Wicstinghouse Electric Co. v. Wilson, supra, where an agreement to pay an obligation “according to its terms” was held to be a contract of suretyship and that the agreement was broken by nonpayment at the date of maturity. In Campbell v. Baker, supra, and Hartley Silk Mfg. Co. v. Berg, 48 Pa. Superior Ct. 419, an agreement to guarantee payment “when due” was construed to be a contract of suretyship. It will be noted that in the above cases there is a distinct reference to the time at which the obligation was to become effective. A case close to the border line between the two kinds of contracts is Iron City National Bank v. Rafferty, 207 Pa. 238, where an agreement to guarantee “the prompt payment of the within note” was held to constitute a contract of suretyship notwithstanding the only indication of the time of payment was the word “prompt.”\nOn the other hand in Isett v. Hoge, 2 Watts 128, and Mizner v. Spier, 96 Pa. 533, an agreement to “guarantee the payment” of a note was construed to be a guaranty only, and in Zahm v. First National Bank of Lancaster, 103 Pa. 576, a guaranty of “the payment of the within note without protest” was construed to be a mere technical guaranty and it was held the words “without protest” had no effect other than to prevent the release of endorsers by reason of failure to protest.\nThe note in controversy here, being payable on demand, became due immediately (Boustead v. Cuyler, 116 Pa. 551), thus fixing the liability of the person guaranteeing payment of the obligation as of the day on which it was executed and also creating the liability of suretyship as distinguished from technical guaranty. The debt would, therefore, be outlawed in six years from the date of the note. The fact that the principal debtor made payment of interest on the note up to February 6, 1912, which was within six years previous to the beginning of the action and thus tolled the statute of limitations as to him, could not prevent the surety from setting up the statute in bar of an action against the latter on his contract: Meade v. M’Dowell, 5 Binney 195; Newell v. Clark, 73 N. H. 289. His obligation arose at the time the contract was entered into and his rights cannot be affected by sub-, sequent acts of the principal debtor which would pre-. vent the running of the statute: Clark v. Burn, 86 Pa. 502; McMullen v. Rafferty, 89 N. Y. 456; Carpenter v. Thompson, 66 Conn. 457; Gardiner v. Nutting, 5 Me. 140.\nThe judgment is affirmed."}