{"id": "1047486", "contents": "Opinion by\nMr. Justice Simpson,\nThe action below was a proceeding in equity for partition of No. 439 Wood street, in the City of Pittsburgh. The only question raised is whether or not, under the will of Letitia Deniston, deceased, her son-Henry and her daughters Ellen and Letitia, acquired a fee simple title in the property, by virtue of the rule in Shelley’s Case. The court below decided against that claim, and from its decree this appeal was taken. It is frankly admitted that if there was an active trust as to this property, the equitable life estate would not coalesce with the legal estate in remainder, and the rule would not apply.\nThree paragraphs of the will must be considered. In the third paragraph, after the gift of another property to her son Henry, testatrix provides: “and in addition to the above devise I bequeath to him [Henry] during his lifetime one-seventh part of the net rents, issues and profits of my house, on the westerly side of Wood street, a short distance below 5th Street, in the City of Pittsburgh. The same, now and for some time past occupied by Messrs. Rineman. The other six-sevenths of the net rents of said Wood Street house to be divided equally between my daughters Ellen and Letitia, provided however, that should the net annual rent accruing from said premises, amount to over Seven hundred dollars exclusive of taxes, repairs, etc., the said Henry then to receive One hundred dollars annually and the balance be equally divided between said Ellen and Letitia or their children. * But in the event of either the said Ellen or Letitia dying without leaving issue surviving, in that event the survivor shall be entitled to three-fourths of said net rents during life and Henry to one-fourth, and in this proportion the fee shall go to their children at their decease.”\nIn the sixth paragraph she provides: “To my executors hereinafter named and to the survivor of them and to the executor or administrators of such survivor I devise the aforesaid house and lot on Wood Street in the occupancy of Rineman, in trust nevertheless, and upon the express condition to permit and allow my said son Henry to receive to his own use during his life one-seventh of the net rents provided the same does not amount to over one hundred dollars annually, but, if so, then he to receive one hundred dollars annually and to permit and allow my said daughters, Ellen and Letitia to receive equally between them the balance of the net rents accruing from said premises during their lives, and in further trust at their decease to their right heirs in fee,, provided however, that if either die without leaving issue surviving her, then and from thenceforth my said son Henry to receive one-fourth of the net rents and the surviving sister, whether Ellen or Letitia, three-fourths, and upon the death of the said survivor and the said Henry, .then in trust for their right heirs in fee; but in the event of both Ellen and Letitia leaving lawful issue surviving, Henry to have no interest in said premises beyond that of his natural life.”\nIn the ninth paragraph, after giving to her son the personal property on her farm, subject to the payment of her .debts, she continues: “provided the same does not amount to over $50, but if so, then all my debts over and above that amount shall be paid out of rents accruing from my house on Wood Street prior to my son Henry or daughters Ellen and Letitia receiving any of said rents.”\nIt will be noticed that there is no gift to the son and daughters of a freehold or any. other interest in the property itself. Nor is there a gift to them of the gross rent from which there might be implied a gift of the property out of which the rent issues. This alone would prevent the operation of the rule in Shelley’s Case; for there must be a freehold estate in the first taker, before the rule can operate at all. It is argued, however, that the conclusion stated depends on whether or not the will creates an active trust; for if it be a passive or dry trust, the statute executes the use, and the first taker would have a freehold estate. Assuming this to be so, the same conclusion is reached.\nThe only gift of the property is to the trustee. To the son and daughters is given but a portion of the net rents. The third paragraph specifies how these rents are to be ascertained, viz: after the payment of “taxes, repairs, etc.” Some one must determine what repairs shall be made, and must pay the expense thereof, and the taxes. The sixth paragraph provides for this by devising the property to the executor as trustee.\nMoreover, the son and daughters have no definite interest in the rents when ascertained. Under the ninth paragraph, in the contingency there expressed, testatrix’s debts must be first paid out of those net rents before the son and daughters receive any thereof. And even after the debts are paid, neither the son nor the daughters have any fixed proportionate interest in the balance of the net rents. If that balance amounts to seven hundred dollars a year or less, the son gets one-seventh, and each of the daughters three-sevenths thereof. But if that balance exceeds seven hundred dollars a year, the son . gets one hundred dollars thereout and each of the daughters one-half of the remainder.\nIt is clear, therefore, that the trust is an active one: Livezey’s App., 106 Pa. 201; Hemphill’s Est., 180 Pa. 95; Wolfinger v. Fell, 195 Pa. 12. The trustee must take possession of and lease the property, must collect the rents, must determine what repairs are needed, must pay the “taxes, repairs, etc.,” and must distribute the net rents thus ascertained in the manner hereinbefore specified.\nDecree affirmed and appeal dismissed at the costs of appellants.;"}