{"id": "1047517", "contents": "Opinion by\nMr. Chief Justice Brown,\nDuring the year 1916 William E. Morgan served as register of wills of the County of Luzerne, containing more than one hundred and fifty thousand inhabitants, and collected the collateral inheritance taxes due the Commonwealth, which paid him $5,468.02 as commissions for his services as its collecting agent. In auditing his accounts for the year the county controller surcharged him with this sum as being due to the county, under the first section of the Act of March 31, 1876, P. L. 13, which provides that in all counties in the Commonwealth containing over one hundred and fifty thousand inhabitants all fees limited and appointed by law to be received by each and every county officer shall belong to the county in and for which the officers are severally elected or appointed. This legislation was passed to carry into effect Section 5, Article XIV, of the Constitution, which declares that in counties containing over one hundred and fifty thousand inhabitants all county officers shall be paid salaries, and all fees which they may be authorized to receive shall be paid into the treasury of the county or State, as may be directed by law. On appeal from the action of the controller, the learned court below reversed it, holding that the question of the right of the register of wills to retain for his own use the compensation paid him by the Commonwealth was settled, in view of our decisions covering a period of forty years since the adoption of the present Constitution.\nSection 16 of the Act of May 6, 1887, as amended by the Act of May 14, 1891, P. L. 59, provides that the registers of wills in the several counties of the Commonwealth, upon their filing with the auditor general the bonds required by the Act of 1887, “shall be the agents of the Commonwealth for the collection of collateral inheritance tax,” and for services rendered in collecting and paying over the same they shall be allowed to retain for their own use as said agents the commissions provided for in the act. This repealed the Act of March 31, 1876: Allegheny County v. Stengel, 213 Pa. 493; and if it is constitutional legislation, the County of Luzerne admittedly has no claim upon what the Commonwealth paid the appellee. If the Act of 1887, as amended, is unconstitutional, it is so only because it is legislation “clearly, palpably, plainly” prohibited by the Constitution. Where is such prohibition of it to be found in that instrument? We have heretofore held, and now repeat, that it is not to be found. The legislature may do whatever it is not forbidden to do by the Federal or State Constitutions. All moneys received by a salaried county officer, whether styled fees or commissions, for services which he renders as such officer, belong to the county by the express words of our Constitution., There are, however, no words in that instrument prohibiting the legislature from appointing, as the suitable agent of the Commonwealth for the collection of revenues due it, and paying him for his services, one who, for the time being, may be a county officer, but who, as the agent of the Commonwealth, will render service to it alone, separate and distinct from any duty imposed upon him as a county official. Only under a misconstruction of the Constitution could this appeal be sustained.\nThe legislation assailed by the County of Luzerne may be unwise, but that is not for the courts, if it is not forbidden, and we are not to strike it down, even if we are in accord with the widespread disapproval of it, by reading into the Constitution strained words of prohibition. This is what we have consistently held whenever the question now before us has been under consideration. »In Philadelphia v. Martin, 125 Pa. 583, in an exhaustive, learned and well reasoned opinion by the court below, adopted by this court, it was clearly pointed out that a county treasurer, in acting for the Commonwealth in the collection of its revenues and accounting to it for the same, performs distinct and separate duties imposed upon him by law, and in. such service does not act in his capacity as a county officer, but as an officer, agent or employee of the Commonwealth, entitled as such to retain for his own use the compensation paid him by the Commonwealth. Speaking through Mr. Justice Mitchell, in Knisely v. Cotterel, 196 Pa. 614, we said: “The State may appoint its own agents to collect its own tax, even though such agent be also for other purposes a municipal officer, and his duties as State agent will not necessarily blend or become part of his duties as a city officer.” In the later case of Philadelphia v. McMichael, 208 Pa. 297, this was reaffirmed, and the writer approves the remark made by our late Brother Mitchell, that Philadelphia v. Martin had been rightly decided and should be followed. In Allegheny County v. Stengel, supra, the question was as to the right of the register of wills to retain what the present appellee claims, and the court below announced as its own opinion, without regard to admission of counsel, that the legislature has power under the Constitution to give to a county officer who may, for the time beings collect the collateral inheritance tax for the State, compensation for collecting it, which he is entitled to retain as compensation received by him in a capacity other than that of a mere county officer. This we also affirmed; and the court below in this case committed no error in holding that the question before it was not an open one.\nIf we should now be considerately of opinion that our predecessors erred in holding, time and again, that the legislature is not prohibited by the Constitution from designating a county officer as its agent for the collection of revenue due directly to it, and providing for compensation to be retained by him for his services as such agent, our duty would be to so declare and to depart from their rulings: Kerlin v. Bull, 1 Dall. 175; Kellerman’s Est., 242 Pa. 3; but they did not err, and what they, of one mind, repeatedly held still commends itself to reason.\nWhile we are compelled to hold, with those who preceded us here, that the legislature did not transgress the limits of the Constitution in the enactment now under consideration, the remedy is with the legislature itself for such unwise and extravagant legislation, giving, as it does, to the register of wills of the County of Philadelphia, as appears in an opinion herewith filed in Phila. v. Sheehan, 263 Pa. 449, more than $100,000 in three years in addition to his annual salary of $10,000. This situation, differing only in degree, exists in every county in the Commonwealth, and should be speedily corrected. If we could give relief to a wronged public, we would do so, but we cannot, and they must look, for it to their representatives now in session.\nJudgment affirmed."}