{"id": "1047983", "contents": "Mr. Justice Woodward\ndelivered the-opinion of the court, January 2d 1877.\nIn the charge to the jury the court instructed them that “ where a party in a cause attempts to manufacture testimony, the jury are justified and warranted in presuming that his case is not well founded.” This instruction is the subject of the third-assignment of error. While the testimony offered on behalf of a party whom the jury find to have tampered with witnesses should be carefully and even suspiciously scrutinized, yet that testimony is not to be utterly disregarded and set aside, and the verdict be left to rest on a presumption arising from the party’s misconduct, however flagrant and however clearly proved. It is manifest that the court did not intend to lay down a rule that would produce such a result, for in the same connection the jury were told to consider the testimony on this question, and give .to it such weight as it might be entitled to. Still,' the effect of the rule which was stated could easily have been to mislead the jury, and to induce a verdict against evidence which might have been found to be conclusive under a more guarded charge.\nUnder the peculiar circumstances of this case the evidence specified in the fourth assignment of error ought to have been received. Alice Heslop, the plaintiff below, sought to recover dower in lands of which Joseph Heslop, whom she claimed to have been her husband, died seised. By his will Joseph Heslop devised the land to Mary Heslop, the defendant below, during her life, and after her death to their .son, Joseph Heslop, Jr. The plaintiff alleged that she was married in 1828, and the fact of the marriage has been found by the verdict. The substance of the evidence offered by the defendant, which the court rejected, was that she was entirely ignorant that Joseph Heslop had ever been married to the plaintiff when she herself married him; that he had at that time no means of his own; that she had an estate of several thousand dollars, which he appropriated and invested in the property in which dower was claimed in this suit; and that she earned during her residence in Johnstown considerable sums of money, which were applied towards the maintenance of Heslop’s family. If Heslop was the husband of the plaintiff, the defendant was certainly not his wife. The second marriage was a mockery and a fraud. It gave to Heslop no right to the possession of the defendant’s person and no right to the possession of her property. Even if she gave him her estate, the gift was to a man who had imposed himself upon her as her husband, and his title to it was worse than worthless. She had the right to regain possession of it, wherever it was invested, so long as its identity could be traced, against any claimant under a legal title which he had so iniquitously acquired. Receiving it under the false pretence that he was her husband, he acquired no more right to it in any legal sense than he could have acquired by any other form of fraud or crime. The fact that the defendant acquiesced in the provision made for her in Heslop’s will did not bar the right to claim the property for which her money paid. At his death she supposed herself to be his widow. The devise was to her and her son. She accepted it in the belief that she had been an actual and not merely an apparent wife. She permitted her apparent husband to dispose of it by will, just as she had permitted the ownership to- pass in his lifetime into his hands. Nor was she estopped from the assertion of her title by the proof of the will given at the trial. The fact that Heslop made it was part of the general evidence given to illustrate his relation to the two women who were the parties in the controversy. The proof of the marriage of the plaintiff failing, the defendant could claim only under Heslop’s will. The marriage, of the plaintiff being established, the defendant had the right to claim the property as her own, if it was bought with the proceeds of her estate. The rule that a wife cannot acquire property out of moneys earned by her has no application to a case like this. If the defendant lived with Heslop in the false relation which is alleged as the very ground-work of the plaintiff’s suit, her earnings were her own. The offer did not assert that they were applied to the purchase of the property, but it was competent to show that defendant had not been a burden upon Heslop, and that she had provided for more than her own support.\nThere is nothing in the other errors assigned to require detailed discussion. The amendment of the record was one which the courts were empowered to allow by the express terms of the Act of the 4th of May 1852. The offer of the testimony of George Rich was properly received, for it alleged the participation of the defendant in the attempt to corrupt the plaintiff’s witness. Reel v. Elder, 12 P. F. Smith 317, would seem to be authority for the instruction complained of in the fifth assignment. All necessity for an inquiry into the question of alienage is obviated by the discovery of the record of Heslop’s naturalization, a copy of which has been appended to the paper-book of the defendant in error.\nJudgment reversed and venire facias de novo awarded."}