{"id": "1047497", "contents": "Opinion by\nMr. Justice Fox,\nHiram Messer, the husband of Frances Messer, the appellant, was an engineer in the employ of the Manufacturers Light & Heat Company at the pumping station at Waynesburg. He had been so employed for about three years prior to his death. On the 11th day of July he began his regular vacation of ten days during which time he was subject to be called for service if needed and was paid his usual salary. On the 12th of July William Nester, the superintendent of the company, called him by telephone and requested him to go to the Brave Pump Station, a place about eighteen miles distant from Waynesburg, to inspect this station. The purpose of this instruction by Mr. Nester was to increase the efficiency of Messer as an employee of the company and to educate him as to the best method of conducting a pumping station.\nComplying with this request Messer left his home in Waynesburg in his own automobile accompanied by one Loughman, an assistant engineer of the defendant company. While on the road Messer ran his automobile into a bridge over a creek where there is a sharp turn in the road, throwing Loughman against the windshield and injuring him so that he became unconscious. After this accident Messer continued on the road for a short distance in the direction of the Brave Pump Station, and while attempting to turn his machine in some way lost control and the machine went over an embankment. It turned over falling upon him and crushing him so as to cause his death about five o’clock the same day. The appellant filed her petition as claimant for compensation under the Workmen’s Compensation Act of 1915 and was awarded compensation by the referee, the facts being found as above stated. This award was sustained by the Compensation Board and on appeal by the defendant to the Court of Common Pleas of Washington County, the award of the Workmen’s Compensation Board was reversed and the case was dismissed; this appeal followed.\nThe sole question presented for determination is, whether under the facts above stated, Messer, the husband of the appellant, received the injury which resulted in his death in the course of his employment. This must be determined under the language of Section 301, Article III, of the Workmen’s Compensation Act of 1915 (P. L. 738), which so far as it is material to this controversy is as follows:\n“The term fin jury by accident in the course of his employment’ as used in this Article......shall include all other injuries sustained while the employee is actually engaged in the furtherance of the business or affairs of the employer whether upon the employer’s premises or elsewhere.”\nThe finding of the referee, which was adopted by the Workmen’s Compensation Board and is therefore absolutely conclusive upon this court was to the effect that Messer “was called by William Nester, superintendent of the defendant company, and requested to go to the Brave Pump Station and inspect the station at this place, which place was between 14 or 18 miles distant from where the deceased lived, and the purpose of the inspection being for the education of the deceased and the increasing of his efficiency in the service of the Manufacturers Light & Heat Company; and in pursuance of this request the deceased started on the road to the Brave Pump Station for the purpose of making said inspection.”\nThe referee also found that it was the “policy of the defendant company to have its employees inspect the different plants and various kinds of work for the purpose of education and better fitting themselves for the services of the company whenever they can do so on the company’s time, and the request of the deceased on July 12,1916, by Superintendent Nester was in pursuance of that policy.”\nUnder the language of these findings we feel that the referee and the Workmen’s Compensation Board correctly determined the legal question when they found that the injury sustained by Messer was incurred while he was actually engaged in the furtherance of the business or affairs of his employer.\nThe learned judge of the court below in reversing the finding and. refusing to allow the claim holds, first, that inasmuch as Messer was attempting to turn his machine this act took him out of the category of engaging in the employment and therefore there could be no recovery. We cannot sustain this view. The referee does not find as a fact that Messer was actually returning home nor does he find what the purpose was in returning home. The learned judge of the court below refers to the testimony of the widow in which she stated that her husband told her that he had broken some part of the machine when he ran against the bridge and that he was attempting to turn the machine in order to go back home. We cannot consider these facts in determining the legal question, but even had they been found by the referee, it would not change our view of the law. If he found that his automobile was so injured by the first accident that it was necessary for him to return home, he still would have been acting under the orders of his superintendent. It is too narrow a construction of the law to say that the instant he turned under such circumstances, he was no longer engaged in the furtherance of the business of Ms employer. In our view the fact that he was on Ms vacation is of no significance. He was subject to call, he was paid Ms salary during the time that he was on Ms vacation- and he received the request from the superintendent of his employer with which he complied. His compliance with this request continued from the time he left his home until he finally returned, and the fact that he was prevented from actually carrying out Ms purpose to go on Ms way to the Brave Pump Station did not alter his legal status. The test to be applied is, did he go upon this mission voluntarily or because of the request of his superintendent. The referee finds that he went not only at the request of the superintendent, but in pursuance of the policy which the company followed with all-its employees. He was therefore practically under orders and in the performance of his duty when he was injured. In the case of Haddock v. Edgewater Steel Company, 263 Pa. 120, we held that an engineer who was sent to Ohio for a similar purpose and was injured on his return to Pittsburgh in the evening about 11:30 while on Ms way to his residence, must be regarded as still within the terms of the act and actually engaged in the furtherance of business or affairs of the employer. We think the decision in this case is controlling in the present case. For that reason it is unnecessary to discuss cases referred to by the learned judge of the court below in his opinion setting aside the award.\nThe judgment is reversed, and judgment is here entered in favor of the claimant for the amount of the award of the Workmen’s Compensation Board entered April 16,1917, together with the costs of this appeal."}