{"id": "1047430", "contents": "Opinion by\nMr. Justice Simpson,\nDefendant appeals from a judgment entered on the verdict of a jury in a negligence case. It assigns as errors only the refusal of its point for binding instructions, and the dismissal of its motion for judgment non obstante veredicto. The single question for us is, therefore: Was there sufficient evidence to carry the case to the jury, assuming all the facts and inferences favorable to the plaintiff are decided in his favor, and all those antagonistic to him rejected? Tested in this way, the facts are as follows:\nDefendant has freight tracks laid on Washington avenue, a public highway of the City of Philadelphia, and for many years the boys of the neighborhood, with the knowledge of defendant’s employees, have been in the habit of playing on the tracks the same as in the rest of the street. The city is solidly built up for many squares every way from the point where the accident happened. On the evening of September 22, 1916, plaintiff was walking along the footway of the avenue, saw two boys, 8 or 10 years old, playing on the tracks, and cars of the defendant backing down upon them, without any lights at the rear, without warning, and without a trainman on the nearest approaching car, though all these things were required by the rules of the defendant. Seeing the imminent danger of the boys, he called to them, but they did not hear, or hearing did not heed him, whereupon, in order to save them, he rushed out on the tracks, threw one boy in one direction, and the other in another, whereby they were both saved from injury, but he received the injuries for which this suit is brought.\nThe trial judge charged the jury that if the defendant by its negligence put the two boys in serious danger of life or limb, knowing children were in the habit of playing on the tracks, that plaintiff received the injury of which he complains in an endeavor to rescue the boys from the danger in which they were placed by defendant’s negligence, and the risk which plaintiff took did not appear so hazardous as to be condemned by the judgment of a prudent person, he might recover; but if any of these elements were missing the verdict should be for the defendant. This charge is in exact accord with our decision in Corbin v. Philadelphia, 195 Pa. 461; and defendant, therefore, asks us to reconsider the conclusion which we there announced. Further consideration, however, has only confirmed our opinion that what we there said is founded on both reason and authority, and hence we reaffirm it.\nThe only other question is: Was defendant negligent so far as regards the two boys? We think, on the facts found by the jury, that it was. In North Pennsylvania Railroad Co. v. Mahoney, 57 Pa. 187,192, we held defendant guilty of negligence because there, as here, “The train was backing in a public street of a closely built part of the city, at all times a dangerous operation, and requiring the exercise of great caution.” In Dougherty v. Philadelphia & Reading R. R., 171 Pa. 457, 465, we said: “A violation of the rules [of the company] in force at the time would be evidence upon the question of negligence on the part of the employees which the court could not withhold from the jury.” And in O’Leary v. Pittsburgh & Lake Erie Railroad Company, 248 Pa. 4, 10, we said: “The permissive use of its tracks placed the defendant company in a different attitude toward the children playing upon its ground and imposed upon it different duties for their protection in its use. In moving its trains on the tracks, the defendant, therefore, did so with the knowledge that the children of the neighborhood had been for many years using the ground as a playground, and was required to anticipate that they would continue to do so. This imposed upon the company the duty of reasonable care in the operation of its trains over the tracks so as to avoid injury to those who might be making a permissive use of them.”\nThe judgment of the court below is affirmed."}