{"id": "1047970", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, January 2d 1877.\nBoth parties claimed under John Harshberger, who died testate . in September 1850. The will was duly proved before the register in April 1851. The executor having renounced, an administrator with the will annexed was duly appointed. On his application the Orphans’ Court ordered the sale of the land, in question for the payment of debts.' It was sold to the plaintiffs on the 5th of June 1854. The sale was confirmed by the court. The purchase-money was paid by the purchasers, and the deed was acknowledged and delivered by the administrator to them. One Isaac Haws, who was either married to a daughter of Harshberger or lived with her as her husband, went on the premises a short time before the death of Harshberger, and by his sufferance. He continued in possession. In July 1856 the plaintiffs as purchasers instituted proceedings against him before two justices of the peace to obtain possession, under the Act of 9th April 1849. The jury found all the facts required by the statute, and the justices adjudged the possession to the plaintiffs on the 18th July 1856. On the same day a writ of possession issued to the sheriff, who returned, on the 21st of July 1856, that he had given possession of the premises to the plaintiffs. The present action of ejectment was commenced on the 15th June 1874.\nThe numerous assignments of error involve the consideration of two questions ; one the validity of the title acquired by the plaintiffs at the administrator’s sale; the other the defendant’s rights under the Statute of Limitations.\n1. In the petition of the administrator asking for the sale, he averred under oath that the decedent had no personal property to appraise so far as he could find; and he gave a just and true account of all the debts of the decedent which had come to his knowledge. It is true the record does not show the filing of a bond as directed by the Act of Assembly; but the purchaser’s title is not invalidated thereby: Lockhart v. John, 7 Barr 137. It was but an irregularity cured by the confirmation of the sale.\nThe Orphans’ Court is a court of record. It has all the incidents and qualities of a court of record at common law. Its proceedings and decrees, in all matters within its jurisdiction, cannot be reversed or avoided collaterally in any other court: 2 Purd. Dig. 1103, pi. 4. Its judgments and decrees like those of any other court of record are final and conclusive. They cannot be questioned in a collateral suit unless for want of jurisdiction appearing on the record, or for fraud: Kennedy v. Wachsmuth, 12 S. & R. 171; The President of the Orphans’ Court of Dauphin County v. Groff et al., 14 Id. 181; Lockhart v. John, supra; Merklein v. Trapnell et al., 10 Casey 42 ; Gilmore v. Rodgers et al., 5 Wright 120.\nThe petition shows debts of the decedent and no personal estate with which they could be paid. It was a substantial compliance with the requirements of the statute. The court accepted it as a full compliance. It gave to the court jurisdiction of the subject-matter, and authorized a sale for the payment of debts. The sale was ordered. It was made, and confirmed by the court. Jurisdiction is thus shown by the record, and all irregularities are cured. The purchase-money was paid and the deed delivered.\nIt is true some of the earlier cases, prior to the Act of 1834, held the title which a purchaser acquired at an Orphans’ Court sale might be questioned in ejectment; yet the later cases hold it cannot be done except for fraud or want of jurisdiction: M’Pherson v. Ounliff et al., 11 S. & R. 422; Painter v. Henderson, 7 Barr 48. A sale under the order of an Orphans’ Court is a judicial sale: Moore v. Schultz, 1 Harris 98; Vandever v. Baker, Id. 121. It may nevertheless be impeached for fraud ; but the evidence of the fraud must be clear and explicit. It cannot be established by showing some irregularities, and then making a general allegation of fraud. The irregularities were cured, and distinct acts of fraud must be proved to affect the title of the purchaser. This is not an attempt to set aside a sale, in the court which ordered it, before confirmation ; but to impeach it collaterally in another court twenty years thereafter, and after the purchasers had been put in possession by legal process.\nWe have carefully examined the testimony in this case. We cannot find any evidence of fraudulent conduct on the part of the purchasers. The allegation-rests mainly on the fact that-one of the plaintiffs was counsel for the administrator, and prepared the writings connected with the sale. In the absence of any proof showing notice of some specific fraudulent conduct of the administrator, it would be a harsh rule to charge the counsel with implied notice. We however see no evidence of fraudulent conduct of the administrator in making the sale. Neither the fact that he sold it the third time before he found .a purchaser who would comply with his bid, nor the other fact that the deed is dated on the day the sale was confirmed, creates any presumption, of fraud. The case is barren of any facts to submit to the jury to find fraud in the purchase of the plaintiffs: Howard Express Co. v. Wile, 14 P. F. Smith 201; Phila. & Reading Railroad Co. v. Yerger, 23 Id. 121. The decree therefore of the Orphans’ Court confirming a sale made under its order for the payment of debts is conelusive evidence that the title of the decedent was legally transferred to the purchasers: Iddings v. Cairns et al., 2 Grant 88. The learned judge was not sufficiently careful to submit facts only to the jury. He inadvertently blended them with questions of law and conclusions of law. As a whole the general effect of the charge was calculated to mislead the jury as to their power and duties. Thus, in the second assignment, they were told to determine the question whether the settlement of the estate was done “ in such a manner as was required by law.” In the sixth it was left to them to determine whether “ there was such a delivery to and possession by the plaintiffs as is contemplated by law.” In the seventh it was left to them to find whether “ the proceedings were regular and in accordance with the Act of Assembly.” In the point covered by the fourth assignment, the defendants requested the court to charge the jury if there was any fraud, legal or actual, their verdict should be for the defendants. In answer to this, and ignoring all distinction between legal or actual fraud, or indicating what constituted either, the court said, “ If the testimony satisfies you that there was fraud and collusion in the sale and purchase of this land by the administrator and James Potts, it avoids the sale and renders the contract null and void. It is a question for you''to determine.”\nThe court did not-instruct the jury what duty any Act of Assembly or any law imposed on the administrator. They were not informed by the court what acts were necessary to make the sale legal,, nor what would make it illegal. They were told what acts and conduct, the defendants alleged were fraudulent, and then the .court submitted to them to say whether those acts constituted fraud. They were not informed whether they were evidence of actual or legal fraud, or what constituted either. Whether the record showed a valid confirmation of the sale was for the court to decide. It was error to submit it to the jury. The testimony consisted of record, documentary, and parol evidence. It was manifest error to throw it all into the jury-box together, and say, as in the twelfth assignment, it was for them “ to determine whether or not, upon all the evidence, the verdict be for the plaintiffs or the defendants.”\n2. If possession of the premises was given to the plaintiffs as shown by the sheriff’s return on the writ, and corroborated by the testimony of the sheriff and the plaintiffs, it stopped the running of the statute; and it was error to charge substantially that it was necessary for the purchasers to have put a tenant in possession under them. If no person was in the house when the sheriff went with the plaintiffs to deliver possession to them, and the sheriff removed the goods from the house ; if he then and there proclaimed that he gave them possession of the premises, and they accepted the same and took possession, the delivery was full and complete. Its validity was not impaired by the defendants having returned to the occupancy of the house on the day following and continuing in the possession thereof.' Hence, if the defendants claimed under the will of John Harshberger, they could not have acquired title under the Statute of Limitations.\nAs an. abstract proposition, we cannot say there is error in the answer covered by the eleventh assignment. The plaintiffs’ fourth point assumes certain facts to exist, which are for the jury to pass upon. So we are unable to say there is positive error covered by the eighth assignment. The other assignments are substantially sustained, and the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded."}