{"id": "1047434", "contents": "Opinion by\nMr. Justice Stewart,\nThe action was brought to recover damages for personal injuries sustained by the plaintiff, a boy nine years of age, who sues by his father and next friend. The circumstances attending the accident as detailed by witnesses called by plaintiff were these. At a point on the defendant’s railway between stations Ryers and Cheltenham avenues, there is an embankment upon which the tracks are laid and the cars run. The height of this embankment is not shown; but it appears that on the west side from three to six feet below the nearest track of the railway, several planks or ties so placed to protect the embankment from washing, project for quite a distance. Below the embankment there is a considerable tract of unimproved land, a part of which extending to the embankment was used as a common playground by the small children in the neighborhood. The plaintiff with several of his youthful companions was there so engaged on the evening of 16th July, 1917, when the accident occurred. For some reason, wholly immaterial here, the plaintiff and another became separated from the company and going up the railway embankment seated themselves upon the projecting ties above referred to. While thus seated a train passed, and a piece of ice weighing from sixty to eighty pounds thrown from the train struck the plaintiff inflicting upon him serious injuries. The party who threw the ice was an employee of the railroad company,' but the occurrence was not in the course of his employment. He was a station agent returning to his home as a passenger on the train, after working hours. He had been accustomed several times each week for several months preceding to take with him for his own use on his return home corresponding lumps of ice, and throw them from the train at this particular point because it was more convenient to his home than the station at which he got off, his object being to save distance in carrying it to his home. From the evidence the jury derived the conclusion that the proximate cause of the plaintiff’s injury was the defendant company’s negligence, and returned a verdict for the plaintiff, from which this appeal is taken.\nThe assignments of' error are several, but the questions raised therein may all be considered in connection with the exception taken to the refusal of motion made for judgment non obstante. The argument in support of this motion rests primarily on these propositions. First, that the plaintiff at the time of the accident was a trespasser on the defendant’s property and the defendant therefore owed him no duty except to avoid inflicting upon him willful injury. This is not only a harsh but an inaccurate statement of the rule, inasmuch as it fails to distinguish between adult trespasser and trespasser of tender years. The rule with respect to the latter is as stated in Philadelphia & Reading Ry. Co. v. Spearing, 47 Pa. 300. “The degree of care required of the servants of the company in such case is dependent in some measure upon the capacity of the injured party. If an adult should place himself upon the railroad where he has no right to be, but where the company is entitled to a clear track, and the benefit of the presumption that it will not be obstructed, and should be run down, the company would be liable only for willful injury or its counterpart, gross negligence. But if a child of tender years should do so, and suffer injury, the company would be liable for want of ordinary care. ......The change of circumstances from the possession of capacity in the trespasser to avoid the danger, to a want of it, would create a corresponding change of duty in the engineer. In the former case, the adult concurring in the negligence, causing the disaster, is without remedy; in the latter, the child not concurring from want of capacity, the want of ordinary _care in the engineer would create liability.” Second, that the evidence shows that the injury to plaintiff resulted from an accident due to the act of- a passenger upon the train of the defendant company which was passing at the time, for whose acts the defendant was not responsible. As an abstract proposition this might be conceded, but otherwise when taken in connection with the other facts of the case, more particularly those testified to both by the passenger and the baggagemaster on the train, to the effect that the former for a period of several months, for two or three times each week, had been in the habit with the knowledge of the latter and with his implied acquiescence and approval, of doing exactly what he did in this instance that resulted in the accident of the plaintiff. Third, that the evidence fails to show that at any time prior to the accident children had been in the position occupied by the plaintiff at the time of the accident, or that the passenger who threw the ice from the car or the crew of the train had at any time seen children at or near the place of the accident. In this latter proposition we have the vital point of the case. The position occupied by the plaintiff when the accident occurred was on the railroad embankment as it declines from the track at a point approximately six or seven feet from the ties of the track itself; he was sitting there on a log or tie part of the embankment itself, apparently not engaged in anything. Directly below this point from the foot of the embankment there stretched an unimproved lot which as we have said was frequently used by the children of the neighborhood as a common playground. Through this playground a beaten path extended up across and over the railway tracks. To this path much significance ón the trial of the case was given to very little purpose, as we think, since the path is not related in any way to this occurrence, except as a duty would be derived therefrom of exercising an extra degree of care on the part of the defendant in crossing its trains over it. However much this might apply had the accident resulted from negligence in crossing the path, the accident complained of was wholly unrelated to the manner in which the train was running and had a wholly independent cause. The plaintiff had made no use of the path, was not on it when injured, and so far as appears no one using it was injured by the occurrence complained of. There is nothing in the evidence that shows that either the passenger who threw the ice or the baggagemaster had at any time seen children at or near the place of the accident, while there is much in the evidence to show that, if any were there at any time, because of the configuration of the ground and the wild undergrowth they would likely have escaped observation except as unusual attention was given. More particularly would this be the case with children occupying the position of this plaintiff, almost under the overhang of the car. The evidence comes far short of showing that the embankment of the railroad constitutes a part within the limits of the common playground or was ever so used. It does show that an occasional trespasser had been observed outside the beaten path on the embankment and in the exact spot where the plaintiff was injured, but with no such frequency as to put the defendant or its employees to the duty of exercising special care of watchfulness. The negligence charged was “permitting the said cake of ice to be thrown from said car or train of cars without first having ascertained that it was safe to do so, and that they were not imperiling the lives and bodies of others in so doing.” The permission if granted was from the baggageman, and so far as appears was wholly unauthorized by the defendant and outside his line of duty. The contention is that notice or knowledge in the baggageman was notice to the company of the existing conditions at the place of the accident that made it dangerous to others to throw ice from the moving train at that point, and liability of the company is thus derived. Admit this to be so, though only for the purpose of the argument, the question is thus resolved; was the baggageman negligent in failing to observe the conditions requiring unusual care? Willfulness or gross negligence is not charged; therefore want of ordinary care under the circumstances must be the test. Consider the duties of an ordinary baggageman on a passenger train. We are now dealing with him alone; no other employee of the defendant company had the remotest connection with the occurrence; it is not alleged that the company was chargeable with notice of the situation on the ground that any other employee had observed it; he it was who was alleged to have given consent to the act, thereby adopting it as his own, and because-of his act it is sought to charge the defendant with notice and liability. It was no part of the baggage-man’s duty to be observant of conditions along the track with respect to trespassers on the defendant’s property, or to observe and report conditions which in his judg: ment required extra care, with respect to people not passengers. His duties are in a separate car or compartment, and it is a matter of common knowledge that the part so occupied by him gives but little opportunity for the inspection of anything outside the car itself. It would be extending the doctrine of negligence beyond defined limits to say that it can be inferred that such a one is guilty of negligence in failing to observe conditions such as it is claimed here existed, yet it is only in such a way that it is sought to charge the defendant company with negligence and therefore liability for this accident. The evidence was wholly insufficient to this end. The railway company had the exclusive right to occupy its tracks and embankment, and it can be held liable only as it knew or should have known that under the circumstances shown here the throwing of anything away from the car might endanger the safety of persons who could be in danger therefrom only as they were where they had no right to be. The evidence neither establishes nor warrants any such inference. On the contrary, we are of the opinion that no negligence was shown on the part of the defendant. It follows that the defendant’s motion for judgment n. o. v. should have prevailed. For the reason stated the judgment is reversed, and judgment for the defendant is now entered."}