{"id": "1047942", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, November 13th 1876.\nThis record presents the single question whether the appellants were entitled to receive out of the proceeds of the real estate sold under their execution the sum of three hundred dollars, attorney’s commissions, as against a subsequent lien-creditor. The judgment of the appellants was entered by the prothonotary for the sum of $6000 real debt, with costs of suit and an attorney’s commission of five per cent. The execution of the appellants was issued for $6000, interest and costs, and “attorney’s commission, five per cent., $300.” The latter was endorsed upon the back of the writ. The learned judge of the court below, upon the 'authority of McAllister’s Appeal, 9 P. F. Smith 204, held that the appellants were not entitled to the $300, and awarded it to the appellees, who were the next lien-creditors. The appeal in the case cited was taken by the attorney to the decree of the court disallowing the attorney’s commissions. It was held by this court that he had no standing; that the commissions were included in the judgment of his client, and that the appellant had no authority to confess a separate judgment for the commissions, and had in fact confessed no such judgment. He had no assignment or order from the plaintiff in the judgpaent, and therefore no title to any portion of its fruits. This was the scope of the decision in McAllister’s Appeal. The doctrine was there asserted upon the authority of Mahoning County Bank’s Appeal, 8 Casey 158, that the attorney’s commissions could not be collected as part of the costs.- In that case the judgment had been liquidated upon a scire facias to revive, and the attorney’s commissions were not included in the judgment. The court said they might have included them, but did not. An attempt was then made to collect the commissions by endorsing them on the back of the execution as a part of the costs. This, the court said, could not be done. Here the attorney’s commissions are a part of the judgment. It is true they are not embraced in the body of the execution, but they are as much a part of the judgment as the interest, and as easily computed. Their endorsement on the writ, while informal, is not material. The real estate was sold in satisfaction of the judgment of which the commissions formed a llpart. No good reason has been shown why they should not be paid out of the proceeds.\nIt is proper to say that no question in relation to the judgment docket was before the court. Whether the judgment was so entered therein as to amount to notice to subsequent lien-creditors of the attorney’s commission is a question that was not raised upon this record.\nWe think, therefore, that the learned judge erred in decreeing the $300 for attorney’s commissions to the judgment of the appellees. It should have been awarded to the appellants.\nThe decree is reversed,, at the costs of the appellees, and the record remitted for further proceedings."}