{"id": "1047464", "contents": "Opinion by\nMr. Justice Frazer,\nW. W. McBride, the legal plaintiff, was owner of real estate in the City of Pittsburgh, subject to mortgage, and also to the lien of a judgment in favor of the Carlisle Trust Company for f1,009.74, on which latter execution was issued and the property advertised for sale. A short time before the sale the trust company assigned the judgment to John W. Bowman, by whom it was subsequently assigned to the Western Pennsylvania Paper Company, the defendant. McBride had considerable- equity in the property and, being without ready money to protect his interest, held a conference with James G. Connell, vice-president of defendant company, with a view to secure the financial assistance of defendant in buying in the property at the sale, and later disposing of it and dividing the net proceeds equally between McBride and defendant. On the morning of the sale a meeting was held in the prothonotary’s office in Pittsburgh, at which were present McBride and his attorney, Bowman and his attorney, Connell, W. W. Patterson and Charles Lambie, Patterson being defendant’s treasurer and Lambie its attorney. The evidence is conflicting as to what took place at the meeting; the verdict of the jury, however, establishes that the account given on behalf of plaintiff is the true one and, as the assignments of error are merely to the refusal of the court below to direct a verdict for defendant, and its subsequent refusal to enter judgment for defendant non obstante veredicto, we must accept as true plaintiff’s account of the transaction. At that meeting Bowman, who held the judgment, refused to assign to defendant unless McBride or his family should be benefited by the transfer. There was objection on the part of Patterson to enter into a transaction of the character in question; after discussion, however, it was agreed the judgment should be assigned to defendant who would purchase the property and divide the net profits on resale, if any, equally between McBride or his family and defendant trust company. The check of defendant, signed by Patterson as treasurer, was finally handed over in payment for the assignment without conditions being attached and the jury so found. Defendant bought the property and subsequently sold it at an amount yielding a total net profit of $12,937.93. The jury returned a verdict for one-half this sum plus interest and, from judgment entered thereon, defendant appealed.\nThe proceedings in the court below were not confined to the questions raised in the pleadings as required by Section 16 of the Practice Act of May 14, 1915, P. L. '483, 486, which provides that “neither party shall be permitted at the trial to make any defense which is not set forth in the affidavit of defense, or plaintiff’s reply, as the case may be, except as provided in sections seven and thirteen.” There is nothing in defendant’s affidavit to raise the defense, either of want of consideration, or of the statute of frauds, the only two matters included in defendant’s statement of the questions involved. However, since plaintiff took no advantage of the omission we will consider both questions on their merits.\nOn the question of want of consideration to support the contract which the jury found was entered into, it appears defendant desired to secure an assignment of the judgment held by Bowman so as to stand in the position of a judgment creditor. Negotiations for the assignment were taken up with McBride and Bowman as a result of which the oral agreement entered into at the prothonotary’s office was made, Bowman having refused to make an assignment except on condition that McBride or his. family should benefit by the transfer. The making of the assignment was, accordingly, a consideration for the promise by defendant, and, though no consideration moved from McBride or his family, as beneficiaries under the contract they were entitled to maintain an action thereon: Hind v. Holdship, 2 Watts 104; Blymire v. Boistle, 6 Watts 182; McAvoy & McMichael, Ltd., v. Commonwealth T. I. & T. Co., 27 Pa. Superior Ct. 271.\nThe contention that the contract being oral was void under the statute of frauds is equally untenable. The agreement was not to purchase and hold property in trust for the benefit of plaintiff but to divide the net proceeds or profits of the transaction with plaintiff. In the former case a mere parol agreement by the judgment creditor to purchase the land and hold it in trust for defendant would be without consideration and void within the statute of frauds: Bryan v. Douds, 213 Pa. 221; in the latter case the judgment creditor would be merely doing that which he had a legal right to do. * In the present case defendant was not a judgment creditor un,til the transaction was consummated, and there was ample consideration for the assignment to it as stated above. The agreement was not to hold the land in trust for the benefit of plaintiff but to share with him the net profits, if any, derived from the purchase and resale of the property. The distinction between the two classes of cases is pointed out in Maffitt’s Administrator et al. v. Rynd et al., 69 Pa. 380, 386-7, and followed in Benjamin v. Zell, 100 Pa. 33, and Howell v. Kelly, 149 Pa. 473, and a number of later eases. In Benjamin v. Zell, supra, where defendant agreed verbally that if plaintiff would procure a conveyance of certain land he would pay the purchase money and in case of resale share the profit with him. It was said by this court in holding the transaction was not within the statute of frauds, pages 36 and 37: “The claim is not for consideration money which he agreed to pay for title which he acquired to the land; but for profits which he afterwards acquired by a sale thereof. The obligation to pay the claim in contention in no manner affected the title which he acquired and held. It was wholly contingent on his selling the land for a sum larger than he paid therefor.” The cases cited are conclusive of the question here involved.\nDefendant also denied liability, averring no action by its board of directors or other officials binding upon it as a corporation and that the contract, even if made, was ultra vires. The answer to both these contentions is the corporation accepted the benefit of the transaction and thereby ratified or adopted the acts of its representatives and, consequently, is estopped from setting up a defense that the contract was entered into without authority, or that it was beyond the power of the corporation to make: “It is repugnant to every sense of justice and fair dealing that a principal shall avail himself of the benefits of an agent’s act, and at the same time repudiate his authority. A corporation may not avail itself even of ultra vires as a defense where a contract has been entered into and executed in good faith by the other party and the corporation has received the benefit of the performance: Oil Creek, Etc., R. R. Co. v. Penna. Transportation Co., 83 Pa. 160; Boyd v. American Carbon Black Co., 182 Pa. 206.” Presbyterian Board v. Gilbee, 212 Pa. 310, 314.\nThe judgment is affirmed."}