{"id": "1047984", "contents": "Chief Justice Agnew\ndelivered the opinion of the court, January 2d 1877.\nIt is fortunate for the rights of the people when a case occurs causing the courts to pause and to retrace the boundaries of delegated power. Thus the stealthy steps of invasion may be detected and the power denied, ere it be too late and a precedent become fixed beyond judicial control. This is such a case. The attempt is to apply, here, the frontage rule of valuation of compact city lots to a rural population, and make farm property and town lots indiscriminately pay for an expensively paved city highway, under the name of a street, running far out into the country. The assumption is that by the addition of extensive rural districts to a city, the whole surface is brought by the legislative power within the sphere of city taxation for municipal purposes; and cases are cited of local or special taxation for local purposes, as justifying this stretch of power. Rut seeming analogies must not be allowed to lead our minds astray. Fortunately this subject has been examined in several recent cases, leading to a fuller development of the principles at the foundation of this power. Prominently among them is Hammett v. Philadelphia, 15 P. F. Smith 146 and Washington Avenue, 19 Id. 352. In the early cases the mode of determining the benefits, to pay the damages and the cost of construction, was by actual view and assessment: McMasters v. Commonwealth, 3 Watts 292; Fenelon’s Petition, 7 Barr 173; Extension of Hancock street, 6 Harris 26. These were followed in the later cases of Commonwealth v. Woods, 8 Wright 113 ; McGee v. Pittsburgh, 10 Id. 358; Wray v. Pittsburgh, Id. 365. Afterwards came the frontage mode of equal valuation per foot front: Schenly v. Allegheny, 1 Casey 128; Philadelphia v. Tryon, 11 Id. 401; Schenly v. Allegheny, 12 Id. 57; McGonigle v. Allegheny, 8 Wright 118; Stroud v. Philadelphia, 11 P. F. Smith 255. In none of these cases was there a close examination of the per foot front rule, but it seems to have been assumed as a convenient approximation where the property fronting on the street was of a kind and not differing much in value. But in Washington Avenue it is shown that this mode of valuation is but a substitute for actual assessment. It is there said, “ So long, therefore as a law faithfully and reasonably provides for a just assessment according to the benefits conferred, and does not impose unfair and unequal burthens it cannot be said to exceed the legislative power of taxation when exercised for proper objects. It is on this ground only that assessments according to the frontage of property on a public street to pay for its opening, grading and paving, can be justified. As a practical result in citi®_jp^l^gg_towng_.&6„pej,fe9Í. front modéqf assessment reaches a just and equal apportionment in most ca'ses.” Again] “\"But it is an admitted substitute only because practically it arrives as nearly as human judgment can ordinarily reach, at a reasonable and just apportionment of the benefits on the abutting properties.” “But this rule as a practical adjustment of proportional benefits can apply only to cities and large towns where the density of population along the street and the small size of the lots make it a reasonably certain mode of arriving at a true result. To apply it to the country and to farm lands would lead to such irregularity and injustice as to deprive it of all soundness as a rule, or as a substitute for a fair and impartial valuation of benefits in pursuance of law; so that at first blush every one would pronounce it to be palpably, unreasonable and unjust.”\nIt needs no reasoning to prove the soundness of these views.\nThat the benefits a property owner receives from an improvement can be ascertained only by a reasonable mode of assessment is plain. And, that to measure the fronts of' all thejbutting properties and divide the cost by an equal charge per foot front upon each, is not an\\ assessment of advantages, but simply an arbitrary mode of charging, is equally plain. Therefore, to be just and equally fair to each, it is evident all the owners must stand in like, or in reasonably equal, circumstances; otherwise the charge is an exaction nota fair, assessment. The cases of frontage cited, so far as discoverable, were of city lots in close juxtaposition. The frontage rule, when applied to such cases, is not denied. As remarked in Washington Avenue, “Whatever doubt might have been originally entertained of it as a substitute, which it really is, for actual assessment by jurors or assessors under oath, it has been so often sanctioned by decision it would ill become us now to unsettle its foundation by disputing its principle.” These remarks will enable us to test the case before us. The law under which the proceeding took place was peculiar, and in some respects extraordinary. .It was passed April 2d 1870 (PmnpjnJL, ]796). A marked featurels~that it gives poweffOTTmlrjority of the abutting owners on Penn avenue, between St. Mary’s avenue and the eastern boundary of the city of Pittsburgh, a distance of about three miles, to elect a commission of five citizens, without any previous ordinance or subsequent control of the city. The only assent of the city required was its approval of the act before its taking effect. Then the commissioners were to determine the kind of pavement, contract for the work, make requisitions on the city for bonds, and sell them to raise money to pay the contractors. When the avenue was completed it was to come under the city control. The commissioners were to ascertain, on completion, the entire amount of bonds sold by them and the interest, and this should be taken to be the cost of the improvement and assessed equally per foot front upon the abutting properties. They were to give notice, and within twenty days might correct errors. After that their judgment became final, without appeal. Now, though technically it may be said the improvement was made under municipal authority, because of the general approval of the act by the city, yet, in fact, the improvement is made by a majority of the owners, the minority nolens volens. It is perhaps not beyond the power of the legislature to authorize the work to be done by such a commission, but it will be seen that practically the voice of the property owner who objects to be thus charged with the expense, is not heard even through his representatives in the city councils. The municipal authority cannot even intervene for his protection. Now, without resting a decision on these marked features of the law, they constitute strong reasons for a rigid examination into the power of the legislature to authorize the frontage rule to be applied to this case. The east end of Penn avenue upon which this improvement is made extends from St. Mary’s cemetery, near the United States Arsenal, eastward for about three miles, as shown by the distances upon the plot made part of the stated case; passing in that distance the grounds of several cemeteries and through lands partly farms, partly large rural residences, partly smaller lots, and partly the lots of several hamlets and villages, which were taken into the city territory. The avenue is a broad, wood-paved highway, after the manner of a city street, and its cost, as evidenced by the bonds issued, was $356,500, while the cost per foot front, as evidenced by the map and the charge, was within a small fraction of ten dollars; the defendant’s lot being 108T4a% feet front, and his assessment $10†3.84. The bonds which, under the 16th section, were made the cost of the improvement, were made up of the contract price and the incidental expenses. The contracts were to be let by the commissioners, without supervision, the, law providing for no settlement of their account, and the expenses were such as might be determined by the commissioners to be incidental and subject to no review. The commissioners were, no doubt, reputable men, and so far as their personal supervision went, their duties were performed, no doubt, faithfully. Yet, such a system, which subjects the property holders to’jobbing contracts and ingenious expedients, such as men bent upon making all they can out of their jobs, and to patent-right claims for wooden streets, which rot out in seven or eight years, without a power of self-protection or the control of even their representatives in councils, is not to be viewed complacently. How near the actual value of the improvement approximated the estimated bond cost, may be inferred when it is seen that the whole cost was $350,000, and the per foot cost ten dollars. This blending of town and country, of city lots and farm lands, of the residences of the living and the graves of the dead, constitute a group so motley and discordant, a series so wanting in similitude and uniformity, that .the frontage or per foot front rule cannot be applied to it. It is so plainly, palpably, ranldy and ruinously unjust, it must be pronounced no proper or lawful mode of special taxation, but an injustice so rank is therefore void as against the right of property as protected by the Bill of Bights. The ground of this has been so distinctly stated in the Washington Avenue case it need not be re-stated here: 19 P. F. Smith 363, A fixed sum to be paid per foot, without regard to the character, kind, vilueNriextenFoF'the property, is an exaction, not a,just assessment according to benefits. The extent, back to which the lien rññi“(12Ó feet), merely limits the quantity to be taken, but does not change the kind, character or value of the property upon which the fixed charge is fastened.\nBut it is held that Seely’s lot is in a village, and therefore the per foot rule may apply to him. Possibly this might have been the case had the streets of that village alone been improved. But this is not its character. The act assumes to make a wide and costly avenue, extending long distances through rural lands, where it is not needed, and to make the cost of the whole the measure of the cost of each owner. It makes a unit of the entire distance, where the per foot front rule obtains, and where it does not obtain, and then divides 'this integer into fractions of a foot; imposing on the defendant his proportion of the fractions. Such a mode of ^ charging might be continued for any indefinite distance over the ■ state, and the owner of each lot in every village through which the line passes be made to pay his per foot charge of the entire route. The principle of such a system is wrong, and therefore cannot be applied even to the village lot-owner. If the rural portions of the route be exempt, as clearly they must be, then must all others be also, for the system itself is founded on a general error. If this case be examined closely, what is'it but a repetition of the Hammett or Broad street case in principle, differing only in form. Penn avenue, like Broad street, is a grand thoroughfare, designed for the use of the people of the city proper, where they may ride out into the country for pleasure or profit. That it is á great useful public improvement, so long as its wooden pavement lasts, no one will deny. But it is this very public character for general use, and not for local benefit through the farms and along the cemeteries, which should protect the owners along the route from special taxation. More literally and directly the case is governed by the case of the Washington avenue, which it resembles more closely in form and fact.\nMore than once lately we have had occasion to reprehend that legislation which seeks to casOlie^biuidens^of — tbe-publi&a)n the shoulders of individuals, often bringing ruin on men of niodejate 'means/ \"Suchlegislation is too often the fruit of designing schemers to promote their selfish ends. We may therefore say that while the frontage rule is conceded to be a legal mode of assessments, when properly applied,' it is not to be used as an arbitrary mode of casting the public burthens upon the property of individuals.\nTo prevent any misconception of the facts, we may add before closing that they come up as a stated case, and not in equity form. If there be any facts to raise an estoppel or other defence in equity, the parties ought to have stated them. No motion has been made to quash the case as defective. The case itself states “ that the line of said improvement in part was through what is called the rural or suburban part of the city, and the defendant’s premises are situated in such rural district. The plan hereto attached is the assessment plan for said improvement, and is made part hereof.’-’ The plan referred to includes large tracts of land fronting on the avenue, whose lines and measurements noted prove that they are not city lots. Eor example St. Mary’s cemetery fronts 1000 feet, Philip Winebiddle’s property 1261 on one side and 2427 feet on the other. The Pennsylvania Bailroad Company’s land 1829. Then we find many tracts fronting 300 to 400 feet, 400 to 500, 500 to 600, 600 to 700, 700 to 800, 800 to 900 and 900 to 1000.\nThe facts of the case therefore distinctly appear, and we ought not of our owii motion to quash the case.\nThe judgment of the court below is therefore reversed, ,and judgment is now entered for defendant for costs.\nPaxson, J., filed a dissenting opinion."}