{"id": "1047508", "contents": "Opinion by\nMr. Justice Walling,\nThis suit in equity is to enforce the personal liability of directors of an insolvent corporation.\nIn 1906, the T. D. Gardner Company of McKeesport was duly chartered as a Pennsylvania corporation to engage in the real estate and insurance business. Prior thereto the business had been conducted by T. D. ■ Gardner of that city, who turned over to the corporation his business and good will and became its president and principal stockholder. The authorized capital stock of the corporation was $100,000, of which stock to the par value of $47,600 was issued in shares of $100 each. Gardner’s business, etc., was taken over at $40,000, ten thousand in cash and thirty thousand in the stock of the company. The remaining $17,600 of issued stock was sold, practically at par, and from the proceeds thereof the $10,000 was paid Gardner. The assets turned over by him were of the actual value of $3,596.13, and his accompanying liabilities were $10,446.09. By-laws were established and annual meetings held, at which directors were chosen and other officers elected, but it was largely a one-man corporation. The annual meetings were held on the third Tuesday of January, and at each, down to and including that of January, 1910, a dividend of six per cent, was declared and paid; that on the last occasion amounting to $2,959. Such dividends were based on perfunctory statements made by President Gardner, indicating sufficient net income to warrant the same. No profit and loss account was kept, nor trial balances submitted, neither were the books audited; in fact they were so kept as to be practically incomprehensible except upon thorough expert examination. In reality no net profits were made and the corporate capital was impaired by the dividends declared, and that was especially true as to the one paid in January, 1910. The directors at that meeting authorized the execution of a five thousand dollar note to the bank to raise funds to defray current expenses. The chancellor finds that the reason given for borrowing this money was to pay pressing bills and to provide for the dividend, and that Pitts was present and participated in the meeting. Gardner received a substantial salary for his services and paid his individual debts by company checks charged to his private account.\nThe defendant, E. W. Pitts, was a stockholder and director of the corporation from its organization to 1912, but so far as appears never attended a meeting of the directors, except that held in January, 1910. He was an intimate friend of Gardner but took no active part in the management of the corporation. Mr. Pitts was president of the Peoples Bank of McKeesport, where the company kept an account which was repeatedly overdrawn. The corporate income consisted of commissions on sales effected, on rents collected and on fire insurance negotiated, and its expenses were mainly for salaries and office rent. Always weak financially, it utterly failed in the summer of 1914, when it was adjudged bankrupt, with liabilities of over $31,000 and assets under $2,000. In January, 1910, when the last dividend was declared its liabilities greatly exceeded its assets; and the chancellor finds that the capital was impaired at that time and had been long previously. Neither of the- chancellor’s findings to which we have specifically referred is assigned as error. Until 1914, Gardner was generally reputed a man of high character and good business ability.\nThis bill was filed by the trustee in bankruptcy against Pitts and George W. Peterson, another director. The case was heard upon bill, answer, replication and testimony. The controlling facts are not seriously controverted. The chancellor found that the defendants were not personally responsible for the debts of the corporation, but held Pitts liable for the dividend declared in January, 1910; and the court below decreed that he pay the trustee the amount thereof, to wit: $2,959, with interest. The bill was dismissed as to Peterson, who was not present when that dividend was declared.\nPitts brought this appeal, in which we find no substantial merit. “The directors of a corporation are required to exercise reasonable and ordinary care, skill, and diligence in conducting its business and the failure' to observe this standard of care imposes liability on a defaulting director”: Loan Society v. Eavenson, 248 Pa. 407. In the language of our late Brother Potter in Cornell v. Seddinger, 237 Pa. 389, 397, 398: “Directors can hardly be regarded as discharging their duty, and protecting the trust imposed upon them, when they accept a report which upon its face calls for explanation and analysis, and, after a glance at it, to see that it purports to show profits, proceed' without further investigation to declare dividends......Mere ignorance of facts which they could easily have ascertained cannot excuse them for the performance of illegal acts, in declaring dividends out of capital. It was the duty of the directors to inform themselves as to the actual condition of the company before declaring dividends.” And see also Briggs v. Spaulding, 141 U. S. 133.\nThe facts fully justify the finding of appellant’s negligence. He suffered himself to be elected and continued as a director for over six years and yet gave the corporation’s business practically no attention and, at the only directors’ meeting he attended, a six per cent, dividend was declared without knowledge or investigation of the company’s affairs, and in the face of the fact that it was then necessary to borrow money to meet current expenses, when a reasonable investigation would have disclosed the absence of net earnings. The directors also wholly neglected to present at that annual meeting, or at any other, a full and clear statement of the business of the preceding year, or a report of the financial condition of the corporation, both of which were required by the by-laws; and, in disregard of the statutes of the State and of the by-laws of the company, declared dividends which impaired the corporate capital. Directors who participated therein were personally liable to the corporation and its creditors, as it constituted a breach of trust. See Pardee et al. v. The Harwood Electric Company, 262 Pa. 68, 73, and authorities there cited. Such liability may be enforced against them jointly or severally: Coddington v. Canaday, 157 Ind. 243; Realty Co. v. Kurtz, 100 N. Y. S. 723; Sigwald v. City Bank, 82 S. C. 382.\nBut the proper conclusion of the chancellor was that, by reason of the statute of limitations, there could be ho recovery against either defendant except as to the last dividend; which was no less an impairment of the company’s capital because paid out of borrowed money; nor was it a defense that a part of the $5,000 note was thereafter charged to the president’s individual account, as in the end he was bankrupt and largely indebted to the corporation.\nThe corporate books were properly admitted on behalf of plaintiff; for, while they may not be admissible in favor of the corporation, they are prima facie evidence against it and its directors. “The rule that corporation books are evidence against members of the corporation has been steadily followed in our State”: Miller v. Dilkes, 251 Pa. 44, 48. Neither was there error in admitting the adjudication in bankruptcy, including the list of claims. In Smith & Thayer Company v. Arnold, 93 Atl. Rep. 656, it was held that, “......the bankruptcy schedules of a corporation, verified by the oath of its treasurer, were admissible in an action to enforce the statutory liability of a director......” However, the details of the bankruptcy proceeding do not seem of controlling importance here.\n. After the case had been heard and a decree nisi entered, appellant presented a petition asking that it be reopened to enable him to interpose a claim of set-off, averring that as an endorser on the $5,000 note he had been compelled to pay more than the dividend in question. Upon due consideration the court below refused the petition. Defendant’s case was tried on the theory of no liability and, after that was determined, against him, it was not error to decline to permit him to try it again on the new theory of a set-off. See Weiskircher v. Connelly, 256 Pa. 387. He had made the payment on the note before this suit was brought, so, it was not new matter nor something newly discovered. The gravamen of plaintiff’s claim, being for negligence, sounds in tort while the proposed set-off sounds in contract, and we are not prepared to. hold that the one can offset the other, even in equity. See Kelly v. Miller, 249 Pa. 314; Hill v. Frazier, 22 Pa. 320; Sawyer v. Hoag, 17 Wallace 610; Babbitt v. Read, 173 Fed. Rep. 712. In any event, the application to reopen an equity case, after decree nisi on final hearing, is so like a motion for a new trial after verdict as to be addressed largely to the court’s discretion.\nThe assignments of error are overruled and the appeal is dismissed at the costs of appellant."}