{"id": "1047450", "contents": "Opinion by\nMr. Justice Walling,\nThis suit is in trespass for the death of plaintiff’s, husband which she avers was caused by defendant’s negligence in failing to erect a guard rail along the side of a, public road. As the county road extending southerly from Coraopolis passes through Stoops Ferry it approaches the west bank of Narrows run and bends westerly and continues along on that side of the run and is known as the Narrows Run road. Three hundred feet south of the bend a branch of this road, known as the Shoustown road, turns west and extends to Woodlawn. The road between that place and Coraopolis, some eight miles, is macadamed to the width of about sixteen feet, with a four-foot berm of clay road on each side. There was a yard fence along the east line of the road north of the bend and to the south there was a guard rail above a retention wall. A stable which had stood on that side of the road at the bend was removed in March, 1916, which left a space without a barrier.\nHenry Miller, a young man living at or near Wood-lawn, was the owner of a Ford car and on the evening of September 20,1916, with Charles J. Camp, the deceased, and a boy named Louis Kugel, drove to Coraopolis, where they remained some time and started home about nine o’clock. Miller drove the car and Kugel sat by his side while Camp occupied the rear seat. Instead of turning with the bend, and keeping in the road, the car left the traveled way and ran onto the lot from which the stable had been removed, and, after passing over a log and depression in the ground and through grass and weeds, ran down a declivity and landed some eight feet lower than the road, causing the death of Miller and Camp and the injury of Kugal. The car, however, was found standing upright'only slightly damaged and with the headlight still burning. As we understand the facts the open road at this point was thirty-eight feet wide, the extra width being largely east of the macadam, over which the automobile passed diagonally in coming to the top of the bank. It was a clear night and by the headlight the chauffeur had a view of the road of from one hundred to two hundred feet in advance. The car was going at high speed; while Kugel says not over twenty miles an hour, the evidence of many other witnesses is that it was moving from thirty to forty miles an hour. Liquor was found in the pockets of two of the occupants of the car, and the defendant’s evidence tended to show that they were all more or less intoxicated, but that was contradicted by evidence for the plaintiff. A north-bound traveler could not, by any ordinary mischance, get over the bank at the place of accident, as to do so it would be necessary for him to make a sharp turn to the right-around a clump of telegraph poles standing near the north end of the guard rail. Should such traveler fail to turn with the bend in the road he would go on private property but not in the direction of the declivity. The evidence of the surviving passenger is that he and Mr. Camp were talking and joking and that neither was paying any attention to the manner in which the car was driven. . He also states that they were all three talking. The trial judge refused defendant’s request for binding instructions and submitted the case to the jury, who found for the defendant, on which judgment was entered, and plaintiff brought this appeal. We find no ground for disturbing the judgment.\nIt was the theory of plaintiff’s attorney that the light of an automobile approaching from the south shone in Miller’s face and interfered with his guiding the car; and in that connection he asked a witness if the light from an automobile turning into this road from the Shoustown road would so shine. An objection to this was sustained, and constitutes the first assignment of error. While Kugel says he saw a light at the moment of accident, there is nothing to show that it shone in Miller’s face. The jury, had the map, the photographs, the grade and other evidence and could determine as well as the witness where the light from an automobile would shine; and there is nothing to indicate what kind of car was approaching or with what variety of headlight it was equipped. The question was properly excluded.\nIn our opinion the trial judge should have directed a verdict for the defendant. A municipality is bound to use only ordinary care in the construction and maintenance of its highways and to erect guard rails where their absence would leave the highway unsafe for ordinary travel. It is undoubtedly the duty of road authorities to erect barriers where a highway runs along the edge of a precipice or dangerous embankment, and that had been done here to the south of the bend where the creek ran along the side of the road, but at the place of accident the creek and road had separated, and to reach the bank it was necessary to enter the lot from which the stable had been removed. As the declivity was not within the bounds of the highway, nor near the main traveled road, nor of an exceptionally dangerous character, common prudence would not seem to suggest the necessity for a barrier, especially as north-bound vehicles, which, by keeping to the right, would naturally approach nearer the east side, were, as we have stated, protected from the bank. Of course where the road is narrow, or from other cause danger may be apprehended, the question of the necessity for a guard rail is for the jury: Clark v. Allegheny County, 260 Pa. 199; Kerr v. Kiskiminetas Township, 238 Pa. 59; Ramage v. Lower Burrell Township, 54 Pa. Superior Ct. 617. Here, as above stated, there was an open roadway thirty-eight feet wide with the macadam, where travel was specially invited and where south-bound traffic would naturally be expected, near the westerly side; and there is nothing to indicate that a barrier along the easterly side of the road at that point was necessary to render the same reasonably safe for ordinary travel.\nA municipality is liable only for natural and probable consequences, such as might and should have been foreseen as likely to result from the neglect complained of. That a party would leave the macadam roadway on the right and drive a vehicle diagonally across to the opposite side and thence beyond the lines of the highway and down a bank was a possibility too remote to constitute the basis of a legal claim. Want of ordinary care consists in failure to anticipate what is reasonably probable — not what is remotely possible. A municipality is not an insurer against accidents nor required to so construct its roads as to keep the traveling public within the bounds thereof.\nNeither can it be affirmed that the want of a guard rail caused the accident complained of. Road authorities are not required to construct a barrier that will stop an automobile going at high speed (Wasser v. Northampton County, 249 Pa. 25), and the shock of such a stop would likely result in an accident more serious than going down a bank like that above described. The real cause of the accident was the excessive speed of the car and the failure to keep it in the road, which was the negligence of the driver and not the fault of the county. The following language of Mr. Justice Mitchell in Heister v. Fawn Township, 189 Pa. 253, 254, is applicable here: “According to all the evidence the road at the point where the accident took place was smooth, level and of sufficient width for ordinary travel. The absence of a parapet or guard rail was not in any sense the proximate cause of the accident, though if one had been there the consequences might have been less serious. Even that however is entirely conjectural. But there was nothing in the occasion of the accident or the manner of its occurrence which the township could reasonably have been required to foresee and provide against.” And see Kieffer v. Hummelstown Borough, 151 Pa. 304; Schæffer v. Jackson Township, 150 Pa. 145. Where the facts are undisputed the court may determine the question of proximate cause: Township of West Mahanoy v. Watson, 112 Pa. 574.\nIt is suggested for appellant that the chauffeur as he approached the bend was misled by lights across the creek and thought the road extended straight ahead. But it is the duty of a driver to watch the road in front of him and not depend on lights in the distance.\nEven if the case were for the jury we find no reason for granting a new trial nor anything in the excerpts from the charge, assigned as error, that requires discussion. As the charge is not quoted in the assignment we cannot consider the complaint that as a whole it was inadequate. The rule that a passenger is not affected by the negligence of the driver was not suggested or discussed by court or counsel at the trial, nor is it before us by any error properly assigned. However, the court did call the jury’s attention to the question of contributory negligence and to the evidence tending to show negligence of all the occupants of the car, which was proper, for passengers are responsible for their own negligence and also for that of the driver so far as they join therein. The fault was not in what the court said but in what was left unsaid, and of that plaintiff, who made no request written or oral, covering that feature of the case, cannot take advantage.\nThe misstatement of a fact in the opinion of the trial court, when passing upon a motion for a new trial, affords no ground for reversing the judgment; nor will the refusal of such motion be reviewed except in case of manifest abuse of discretion.\nThe assignments of error are overruled and the judgment is affirmed."}