{"id": "1047944", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, January 2d 1877.\nThere was a certiorari as well as writ of error in this case. The former was specially allowed by our brother Williams at chambers. There was no allowance of the writ of error, although issued simultaneously with the certiorari. This was evidently an oversight. The Commonwealth moved to quash both writs, and assigned as reasons therefor, 1. Informality in the allowance of the writs; and 2. That neither certiorari nor writ of error would lie in the case. The objections are purely formal, and inasmuch as the record presents a proper case for review, we have no hesitation in allowing the writ of error nunc pro tunc. The Act of 19th May 1874 (Pamph. L. 219), makes ample provision for writs of error and certiorari in criminal proceedings. In all cases of felonious homicide and in all such other criminal cases as are triable exclusively in the Oyer and Terminer, said writs are of right. In all other criminal cases they may be issued whenever allowed by this court or a judge thereof.\nUpon the trial in the court below a motion was made on behalf of the defendants to quash the bill of indictment. The motion was refpsed, and this ruling of the court forms the subject of the first seven specifications of error. We are of opinion that the first, third and fourth counts are fatally defective and ought to have been quashed. The first count charges the defendants with embezzlement as “trustees and agents.” Here is a blending of two offences in one count, which is not allowed in criminal pleading. Embezzlement by trustees is one offence; embezzlement by agents is another, and indictable under a different section of the code. Offences which are a part of the same transaction may be joined in the same indictment, when it is triable in the Quarter Sessions, even though one of said offences be a felony: Hunter v. Commonwealth, 29 P. F. Smith 503. This, however, does not justify the joining of separate offences in one count. The third count charges the defendants with . embezzlement as bailees. There is no such offence at common law nor under the code. The fourth count charges the defendants with embezzlement as “trustees, agents and bailees.” This is defective for the reason stated in regard to the first count. The second count is perhaps sufficient in point of law. , It charges embezzlement as “ agents.” It is, however, of no practical importance, as there was no evidence to support it. The defendants were not the “agents” of the prosecutor. This obviates the necessity of any discussion as to whether the defendants were professional agents. This conviction, if sustained at all, must rest solely upon the fifth and last count of the indictment. This'count charges the defendants with larceny as bailees. It is true the blunder of joining the words “bailees and agents” is again repeated, but we think with a different result. There is not a blending of two or more separate offences in the one count, as is the case in the first and fourth counts. There is no section of the code which defines and punishes such an offence as larceny by “agents.” Hence, the word “agents” does not introduce another offence into this count, and may be rejected as surplusage. This brings us to the important question in the case, viz.: was the evidence for the Commonwealth sufficient to sustain a conviction of larceny as bailees ? The defendants demurred to the evidence, and the district attorney having joined therein, the court discharged the jury and gave judgment for the Commonwealth upon the demurrer. The discharge of the jury is one of the errors assigned. In this we think the court below was right. It is true a jury are not only judges of the facts in a criminal case, but they are also, judges of the law under the advice and instruction of the court.' It was in the power of the defendants to require the jury to pass upon the whole case. But they waived this right by their demurrer to the evidence. By this act they threw the decision of both the law and the facts upon the court, and the discharge of the jury was entirely proper. They had no further functions to perform : Commonwealth v. Parr, 5 W. & S. 845. In the consideration of the question whether the court below was right in adjudging the defendants guilty under the evidence, the first thought that naturally suggests itself is, was there a bailment of the oil ? This involves a brief statement of the facts as proved upon the trial and admitted by the demurrer.\nOn the 13th of July 1874, ft. L. Bishop, the prosecutor, was the owner of 1083 barrels of crude petroleum. This oil was in the pipes or tanks of the Union Pipe Line, and Mr. Bishop held as the evidence of his title two accepted orders on said company. On the day above named Mr. Bishop delivered these orders to the firm of Hutchison & Batchelder, the defendants, and took from them the following receipt:— •\n“ Parker’s Landing, Pa., July 13th 1874.\n“Received of Mr. R. L. Bishop ten hundred and eighty-three barrels of United oil, pipage unpaid, to be held for storage on the following terms: Five cents a barrel per. month, or fifty cents ' for twelve months. .Hutchison & Batchelder.”\nOn the 13th of August 1874, the defendants received from the prosecutor 103-^ barrels of petroleum, in the same manner and upon the same terms. At the time of the delivery of the said accepted orders, the oil referred to was in the numerous tanks or lines of pipes of the Union Pipe Line Company, and was wholly undistinguishable from the thousands of barrels of other oil in said pipes, or tanks. After the defendants received the orders they deposited them to the credit of their general account with the Pipe Line, and thereafter continued to deposit and draw until the spring of 1875, when defendants became financially embarrassed. In order to meet their engagements, they continued .to draw upon the balances in their favor on the books of the Pipe Line until their failure in August 1875. When the prosecutor demanded his oil, they were unable to deliver it, for the jteason that they had drawn all or nearly all the oil out of the pipes to pay their debts. The case presented by this brief statement.is believed to be without precedent. Of all the numerous eases in the books, I have found no one that resembles it in all its essential features. If we take the receipt of the defendants as conclusive upon them, it would establish a bailment. But a receipt has never been held to be conclusive even in a civil case. The explanation of it furnished by the evidence in the case discloses substantially the facts above stated. It was contended, on behalf of the defendants, that there was no bailment, because there was no separation of the prosecutor’s oil from the immense quantity of other oil in the pipes and tanks of the Pipe Line Company, and that as a sequence there was no delivery. This is the vital point in the case. If there was no delivery of the oil there was no bailment. We have a long line of cases in England and this country involving the question as to how far a sale of goods is complete when the article sold has not been separated from other goods or property of like character. The subject is discussed at considerable length and the authorities reviewed by Mr. Justice Rogers in Hutchinson v. Hunter, 7 Barr 140. The rule which is there deduced from the authorities is that “ the goods sold must be ascertained, designated and separated from the stock or quantity with which they are mixed before the property can pass. Until this be done it remains the property of the vendor, and if destroyed by fire or otherwise, it is the loss of the vendor and not of the vendee.” This was undoubtedly the proper rule to apply to the case before the court in Hutchinson v. Hunter. The merchandise which had been sold consisted of one hundred barrels of molasses out of a lot of one hundred and twenty-five barrels. The barrels varied in quantity and had not been gauged; were not separated nor marked, nor were any particular barrels agreed upon. The facts brought the case precisely within the rule laid down by Chancellor Kent (2 Com. 496): “ If anything remains to be done between the seller and the buyer before the goods are to be delivered, a present right of property does not attach to the buyer. The goods sold must be ascertained, designated and separated from the stock in quantity with which they are mixed before the property can pass. It is a fundamental principle pervading everywhere the doctrine of sales, that if goods be sold by number, Aveight or measure, the sale is incomplete, and the risk continues Avith the seller until the specific property be separated and identified.” This principle runs through all the cases upon this subject and is too firmly established to be shaken. Nor are we disposed to question its soundness. If this case cannot be distinguished from those to which the rule has heretofore been applied, there Avas neither a delivery nor a bailment of the oil. - An examination of our own as well as the English cases discloses the fact that, as between the vendor and the vendee, something remained to be done in order to ascertain the property and render the delivery complete. In Smyth v. Craig, 3 W. & S. 14, the rum and molasses Avere to be gauged, and the price fixed at the purchaser’s warehouse; an act that was prevented by the vendor’s retention of. the property in his actual custody. Said retention was held to excuse actual performance, and the property passed. In Austen v. Craven, 4 Taunt. 643, the sugar which was the subject of the contract required to be Aveighed in order to ascertain the quantity. So in Busk v. Davis, 2 M. & Selw. 397, the quantity of flax to be delivered Avas to be ascertained by tbe wharfinger’s weighing it (the mats being of unequal quantities, so that a fraction of a mat might be required), and an allowance for the tare and draft was to be made by the weight. In Zagury v. Furnell, 2 Campb. 240, there was a sale of 289 bales of goat skins, five dozen in each bale. It appeared that, by the usage of trade, it was the duty of the seller of goat skins by bales in this manner, to count them over that it may be seen whether each bale contains the number specified in the contract. Before they were so counted the skins were destroyed by fire at the wharf, where they lay at the time of the sale. It was held by Lord Ellenborough that as the enumeration of the skins was necessary to ascertain the price, which was an act for the benefit of the seller, and as this act remained to be done by him when the fire happened, there was not a complete transfer to the purchaser, and the skins continued at the seller’s risk'. In White v. Wilks, 5 Taunt. 176, there was a sale of twenty tons of .oil out of a merchant’s stock, consisting of several large quantities of oil in divers cisterns, in divers places. Here the oil had to be weighed and separated. Whitehouse v. Frost, 12 East 614, was also a case of oil, and bears a closer analogy to the case under consideration than any that I have found. There A., having forty tons of oil secured in the same cistern, sold ten tons to B. and received the price. B. sold the same to C. and took his acceptance of the price at four months, and gave him a written order for delivery on A., who wrote and signed his acceptance on said order, but no actual- delivery was made of the ten tons, which continued mixed with the rest in A.’s cistern. Meld, that this ivas a complete delivery in law of the ten tons by B. to C., nothing remaining to be done on the part of the seller, though as between him and A. it remained to be measured off; and therefore the seller could not, on the bankruptcy of the buyer, before his acceptance became due, countermand the measuring off and delivery in fact to the then buyer. This case was undoubtedly decided against the current of authority. It was questioned in White v. Wilks, supra, and Austen v. Craven, supra, and may now be considered as overruled. The oil was sold by the ton. It was necessary not only to set it apart, but to weigh it. It could not be truly said that one ton was the exact counterpart of any other ton, for the reason stated in the note to White v. Wilks, that fluids are affected by a change of temperature; those portions which are most exposed to heat becoming lighter, while those portions not so exposed are correspondingly heavier.\nIt would be unprofitable to further follow up this line of cases. I have cited enough to show what pervades them all, that something remained to be done as between the vendor and vendee, to ascertain the quantity, quality or price. When nothing of the kind remains to be done, as was said in Scott v. Wells, 6 W. & S. 357, the ownership and risk pass by a contract of sale without actual delivery. To the same point is Rugg v. Minet, 11 East 210. But it must be conceded that where something remains to be done by the vendor to separate the goods and to enable the purchaser to get the actual custody and possession, the right of property would not pass, and the latter could not maintain an action of trover and conversion upon a refusal to deliver. It is almost needless to say that there could be .no bailment where there was neither title nor possession in the bailor. He could make no delivery, and delivery is of the essence of a bailment. It remains to be seen whether the principles of law above referred to are applicable to the facts of this case. We must not make the mistake of applying technical rules of law to cases for which they were not intended, and to which they have no proper application. An- examination of the facts of this case shows it to differ in many essential features from any of those cited, or any of the cognate cases. In the first place it is to be observed that in all of them the property sold was part of a larger quantity belonging to the vendor and in his possession from which it had not been separated or distinguished. Such was not the case here. The oil which is the subject of this contention was not mixed with any other oil of the prosecutor. It required no separation from any other portion of his property. It was not even in his actual custody or possession. He had the constructive possession by virtue of his accepted orders. When therefore he delivered the orders to the defendants there was nothing remaining for him to do to complete the transaction. He had done all in his power to render the delivery complete. The oil was in the pipes of the Pipe Line Company. For the sake of convenience it was poured in and mixed with the oil of other producers, and by the usage of trade each one was entitled to draw out, not the identical oil put in, but oil which is its precise equivalent. In the consideration of the questions involved in this case, we cannot close our eyes to the total revolution in the manner of doing business which has been brought about by the discovery of petroleum in this state. It has developed a new industry of vast importance. Methods for conducting it have been devised and put in operation which were wholly unknown when the cases I have cited were decided. Instead of oil being hauled a long distance . from the well to a market or shipping station, and there stored in barrels or in tanks in a merchants’ warerooms, it is now turned at once by the producer into the pipes of the Pipe Line Company, and thence conducted to the line of the railroad or canal for shipment, or may be held in said pipes, or the tanks connected therewith. Each producer knows that his oil is mixed with the oil of other producers. Each barrel of oil in the pipes is the precise counterpart of every other barrel contained therein. It differs neither in quantity, quality nor price. The oil is sold and passes from hand to hand upon the accepted orders or certificates of. the Pipe Line Company. And here again there is a marked distinction between this and any of the cases cited. It was distinctly proved upon the trial that the delivery of the certificates was a delivery of the oil. It was the usage of the trade, known to all these parties. It was consequently a part of their contract: Zagury v. Fennell, and Scott v. Wells, supra. The defendants recognised this usage by their receipt. For all the purposes of trade and commerce the delivery of the accepted orders was a delivery of the oil. This is a matter of fact, established by the evidence and admitted by the demurrer. Thousands of barrels of oil are sold, and delivered daily in the market upon similar orders. No one doubts that the property passes ; that the orders draw to them the constructive possession, and that the delivery of said orders is a symbolical delivery of the oil. None of the reasons which required a separation of the oil in the cases cited exists here. It is mixed for the convenience of those dealing with the Pipe Line Company. It is separated by the latter when the holder of the order requires it. By the usage of the trade he accepts the oil as it is drawn from the lines, and receives the precise equivalent in quantity, quality and value. It would seriously embarrass this large and valuable industry were we to hold that in such transactions .the delivery of the orders was not a delivery of the oil. How can these defendants allege with reason that as to them there was no delivery when in point of fact they drew the oil out of the pipes and applied it to the payment of their debts ? That such was the fact clearly appears from the evidence. If it had not been drawn out it would have been in the pipes still to meet the demand of the prosecutor. Even if the delivery of the orders was not a complete delivery of the oil at the time, such delivery became complete when the defendants drew it out, or enabled others to draw it out by a transfer of the orders. It would render the law contemptible in the eyes of business men were it to say that there was no delivery of this oil when as a matter of fact there was a delivery for all the purposes of trade and commerce; such a delivery as enabled the defendants to sell it and apply the proceeds to the payment of their debts.\nThe principle contended for by the plaintiffs in error rests upon the merest technicality. The tendency of modern legislation, as well as judicial decision, is to do away as far as possible with the subtle and refined distinctions of the common law when they interfere with substantial justice. As was observed in Hunter v. Commonwealth, 29 P. F. Smith 503, “ the revised criminal code and the criminal procedure act have brushed away many of these unseemly niceties.” In each of the sections of the code hereinafter cited artificial rules have given place to the advancing spirit of practical common sense in our legislation, and defects in the common law, long seen and acknowledged, have been supplied. As evidence of the legislative intent to regard substance rather than mere form, it may not be inappropriate to refer to the 124th section of the Act of 1860, defining the words “trustee” and “property” as used in said act. It is there said that “the word ‘property’ shall include every description of real and personal property, money, debts and legacies, and all deeds and instruments relating or evidencing the right or title to recover or receive any money or goods, and shall also include not only such property as may have been the original subject of a trust, but any property in which the same may have been converted, and the proceeds thereof respectively, or any thing acquired by such proceeds.” This language is very comprehensive, and evidently means that an offender shall not shelter himself behind technical rules based upon a change of the character of the property from one species to another. We do not propose to give any construction to the code not warranted by its terms. But to apply a technical rule of law to a case that is not within its reason nor spirit would be almost as objectionable.\nIf there was a delivery of the oil, of which we have no doubt, it follows necessarily that there was a bailment. This brings us to the further question whether the defendants fraudulently converted it to their own use. This point is free from difficulty. It is a fraudyer se for a bailee to convert to his own use the property committed to his care. The conversion is prima facie evidence of the fraud. Larceny at common law involves something more. It requires the animus furandi. There must be a felonious taking. Not so with larceny as bailee. It requires merely a fraudulent conversion. The 107th, 108th, 109th, 113th, 114th, 115th and 116th sections of the Act of 31st of March 1860 were evidently intended to punish as crimes certain acts which at common law were mere breaches of trust. Hence, fraudulent conversions of property by bailees, trustees, clerks, servants, bankers, brokers, attorneys, officers of banks,- and other corporations, are made criminal offences by the sections referred to. It is not required by the 108th section that the conversion by a bailee shall be with the intent to defraud. The omission of these words is significant; the more so from the fact that they are used in the 113th section relating to trustees, and the 104th section relating to bankers, brokers, attorneys, merchants and agents. In the case of a bailment, therefore, so far as the intent to defraud may be regarded as of the essence of the crime, it must be presumed from the unlawful conversion. If I deposit my pocket-book for safe-keeping over night with my landlord, and he opens it and converts the contents to his own use, he is a thief both in law and morals. Nor does it matter that he has parted with it to pay his debt under the stress of an execution, with the intention of restoring it to me ultimately. Such a transaction would be transgressive of the 108th section of the Act of 1860, and the conversion would be evidence of the fraud. But it is said that the defendants were bankers in oil, and that the case resembles that of an ordinary banker who receives moneys upon deposit. It is difficult to see the analogy. By the law and the usage of banking, the depositor who makes a general deposit of his money becomes a mere creditor of the banker. The money deposited becomes the property of the banker. He has a right to use it in his legitimate business. He may loan it out to his customers upon such security and upon such terms as are usual with bankers. No such state of facts exists here. The defendants acquired no property in nor right to use the prosecutor’s oil. It was deposited with them for storage and safe-keeping only, for which they were to be paid a compensation agreed upon. What right had they to sell it to pay their debts or for any other purpose? That they became embarrassed in their circumstances affords them no justification. They had no right to lay their hands upon the property of the prosecutor confided to them for safe-keeping in order to relieve themselves. Upon a careful consideration of the whole case we are of opinion that the learned judge of the court below was right in adjudging that the defendants were guilty of larceny as bailees. The fact that the indictment included other counts which are defective is not material. One good count is sufficient to sustain the sentence: Commonwealth v. M’Kisson, 8 S. & R. 420; Hazen v. Commonwealth, 11 Harris 355.\nThe judgment of the Court of Quarter Sessions is affirmed.\nAnd it is further ordered that Peter Hutchison and W. S. Batchelder, the plaintiffs in error, be remanded to the custody of the keeper of the Allegheny county ■ workhouse, there to be confined according to law and the sentence of the court below, for the residue of the term to which they were respectively sentenced, and which had not expired, on the 23d day of February 1876, when the writs of error and certiorari in this case were lodged in the office of the clerk of the Court of Quarter Sessions; and that the record be remitted to said court with instructions to carry this order into effect.\nMercur, J., dissented."}