{"id": "1047469", "contents": "Opinion by\nMr. Justice Walling,\nThis is an action of ejectment to recover possession of the south one hundred acres of an original three hundred-acre tract of land situated in Franklin Township, Allegheny County, and in Economy Township, Beaver County, Pa. Admittedly defendants have a good record title, beginning with William James, to whom the Commonwealth issued a patent for the tract in 1786. He died in 1812, and the title passed to his heirs and thereafter to their heirs, vendees, etc., until the record title vested in, F. T. C. Whitesell in 1886. Defendants claim through an oil and gas lease made by Whitesell in 1903, and by deeds from Mm executed in 1911 and 1912. Some of the land is improved and the balance timber, and it has become valuable as oil and gas property. For many years, at least since 1865, the tract has been assessed to the James heirs and known as the “James Heirs” property, and admittedly has been in defendants’ possession since 1905.\nPlaintiffs claim as the heirs of William Ingram, and in their abstract of title aver that he had adverse possession of the one hundred acres from 1814 until his death in 1833, and that from the latter date until 1840 his widow and heirs had like possession. In 1860 the Ingram heirs brought ejectment against William Neely, who was in possession of this land, and five years later recovered a verdict against Mm; the writ called for sixty acres but the verdict was for one hundred acres. Twenty-one years later, in 1886, the rule for a new trial in that case was discharged and judgment was entered for plaintiffs on the verdict. The same year a writ of habere facias possessionem was issued on the judgment, and, while the record fails to show a return of the writ, the parol evidence indicates that plaintiffs were put in possession of the premises. It is not shown that Neely stood in any relation to the James heirs or their title by privity of estate or. otherwise. So far as appears he was a stranger and they without notice of the suit. The de■fendants’ evidence tends to show that between 1865 and 1886 one Samuel Neely occupied the premises, but the nature of his possession is not shown and it does not appear that he stood in any relation to the James heirs or the Ingram heirs; some circumstances seem to suggest that he was in possession under the former. The evidence is that when the writ of possession was executed the plaintiffs therein put John Eumchisel, who lived near by, in charge of the premises.\nShortly thereafter Whitesell, who had acquired the title of the James heirs as above stated, brought ejectment against the Ingram heirs and Eumchisel for the land here at issue, but at the trial took a nonsuit; and the evidence is that in connection therewith the attorney for the defendants therein filed a paper as follows:\n“No. 100 March Term, 1887.\n“Nov. 28,1887, Death of all the defendants is suggested —except John Rumchisel — alleged tenant — who disclaims title and possession to land described in writ of ejectment in favor of F. T. C. Whitesell the admitted owner in possession — who having paid all legal services this case settled and ended. C. S. Fetterman, “Witness: W. Whitesell. Atty. for Dfts.”\nThe evidence for defendants in the present case is that after the last above-mentioned suit was ended Samuel Neely was again in possession of the premises and so remained by himself and tenants until shortly prior to his death in 1897; when, at his request, his son and son-in-law, Joseph Brooker, leased the premises from White-sell, and that Brooker continued in possession thereof until some years later when the property was taken over by the defendant, E. A. Bream. There is some question as to whether that lease embraced all of the land here at issue. The taxes, however, seem to have been paid by the occupants of the premises, including the tenants under that lease. Assessment and payment of taxes do not prove title but are circumstances tending to support a claim of possession: Irwin et al. v. Patchen et al., 164 Pa. 51; Green v. Schrack, 16 Pa. Superior Ct. 26.\nRumchisel died about 1892, and, aside from the short time he was in charge of the premises beginning in 1886, there is no evidence that William Ingram, or his heirs, or the plaintiffs herein or any of them ever had possession of the land at issue or any part of it, directly or indirectly. Plaintiffs’ claim of adverse possession is denied by defendants and is not supported by any evidence. At the time of the trial of this case, the court papers constituting the records in the two former ejectment suits could not be found and are not in evidence; however, the docket entries were admitted. The defendants submitted a request for binding instructions which was refused, and, under the charge of the trial judge, the jury found a verdict for the plaintiffs. Defendants thereupon moved for judgment n. o. v. and for a new trial; both of which were refused and judgment was entered upon the verdict. Defendants appealed.\nIn our opinion judgment should have been entered for the defendants, who were in possession under a good record title. A plaintiff in ejectment must recover on the strength of his own title and not on the weakness of that of the defendant: Adams v. Johnson, 227 Pa. 454; Bonaffon v. Peters, 134 Pa. 180, 183; Muhlenberg v. Druckenmiller, 103 Pa. 631.\nAs no relation was shown between William Neely and the James heirs they were not affected by the verdict and judgment recovered against him. There is nothing to show on what ground that recovery was had or that the James heirs’ title was in any manner involved, and, as it was an action apparently against a stranger, their rights were not adjudicated: Chase v. Irvin, 87 Pa. 286; Timbers v. Katz, 6 W. & S. 290; McKinney v. Russell, 68 Pa. Superior Ct. 128. The Ingram heirs may have had a right to possession as against William Neely, by virtue of a prior occupation or otherwise, without any valid claim as against the owners of the fee. So far as appears William Neely was a stranger to the title; he may have been a squatter, and there is nothing to indicate that Samuel Neely held under the plaintiffs, on the contrary he seems to have been evicted, and his occupancy interrupted, by their writ of. possession in 1886. If plaintiffs ever had adverse possession it began at that time (Mercer v. Watson, 1 Watts 330) and was terminated at the latest by Rumchisel’s death in 1892, for there is no pretence that any one else had possession for plaintiffs after that date; and in view of the above-quoted certificate of his counsel it is doubtful whether he had possession after November, 1887. In fact plaintiffs’ abstract avers that the land has been unoccupied and unimproved since 1887, and their declaration avers that defendants ejected the plaintiffs in 1905. True, the ejectment suit brought by Whitesell to the March term, 1887, is an admission that the defendants therein named (Ingram heirs) were then in possession, and the effect of the non-suit without more would be, as the court below suggests, to leave them there. But where a plaintiff claims title by adverse possession he must show a continued and unbroken possession for .the full twenty-one years, and proof of an adverse holding during one year is wholly insufficient. See Johns v. Johns, 244 Pa. 48; Kreamer v. Voneida, 213 Pa. 74; Olewine v. Messmore, 128 Pa. 470; Mercer v. Watson, supra; Commonwealth v. Bierly, 37 Pa. Superior Ct. 496. There is nothing whatever in the evidence to justify a recovery by plaintiffs on the ground of adverse possession. While a prior occupancy for less than the statutory period may enable a plaintiff to recover possession as against a mere intruder (15 Cyc. 30, 31, 32) it will not do so as against the holder of the record title.\nA plaintiff of right may take a nonsuit, at any time before the jury announce their readiness to deliver the verdict: Evans’s Administrator v. Clover, 1 Grant 164. But a voluntary nonsuit taken by plaintiff in an action of ejectment does not settle the title to the land in controversy. At most, when unexplained, it can only be considered as a circumstance unfavorable to him who takes it: Koons v. Hartman, 7 Watts 20, 26. And the defendants in the ejectment suit brought by Whitesell acquired no title to the land by reason of the nonsuit taken by him at the trial.\nAs there is no ground on which the verdict for plaintiffs can be sustained it is not necessary to consider the other questions raised by the numerous assignments of error.\nThe judgment is reversed and is here entered' for the defendants, E. A. Bream and Andrew A. Bream, for the land described in the writ, non obstante veredicto."}