{"id": "1048487", "contents": "Opinion by\nMr. Justice Kephart,\nPlaintiff, who was employed as a foreman in the erection of St. Mary’s College, went on a swinging scaffold to inspect the work of two bricklayers. He had been talking to the workmen for a minute or so when the scaffold lurched, or swayed, from an unknown cause, and, to prevent falling, he grasped the guard rail, when it dropped with him to the ground, the center upright post tearing loose from the scaffold.\nThe trial judge submitted to the jury the question of the defendant's negligence in not providing a safe place to work, and the important matter for their consideration was the manner of construction of the guard rail. The scaffold was about thirty feet in length, made from a ladder with a board laid across the rungs, the width thereof. On the side of the ladder away from the wall was attached a guard rail, held in place by three uprights, two nailed at either end of the ladder and one in the center. Two horizontal boards, about three to three and one-half feet above the level of the scaffold, constituted the handrail, they were nailed to these uprights, each extending from the center one to the one at each end of the ladder. The scaffold was supported by ropes running from its end to the roof; it was not tied to the wall. The purpose of the guard rail was to keep men from falling when the scaffold swayed (bricklayers being obliged to stand in the performance of their work), and its strength for this purpose depended on the manner of its attachment to the ladder. The uprights were nailed against an oval or round side of the ladder. There were no other fastenings or braces to keep the guard rail firm when pressure was applied against it. Neither the appellee nor the workmen under him assisted in the erection of the scaffold; the superintendent performed this work. No inspection of it was made by the appellee and there was nothing from a general observation of the scaffold to indicate that the guard rail was not properly secured to the ladder.\nThe nondelegable duty devolved on the master to furnish a reasonably safe place to work, and the superintendent merely took the master's place in the performance of this duty. The servant had a right to expect that it would be reasonably attended to, and though he would be chargeable with what ordinary observation might reveal to him, he was under no duty to conduct a minute examination of the place where he was to work. As the uprights extended below the ladder, he might reasonably have supposed the necessary braces were attached from them to the ladder underneath, so as to make it firm. It not appearing that he had any knowledge as to the probable strength of the guard rail, by being nailed to an oval surface, relying on the master’s superior knowledge, he could very properly have accepted that work as being proper and safe. As we have said, the strength of the guard rail depended entirely on the firmness with which it was attached to the ladder. If it were weak at this point, it did not matter how well or with what material the other parts were constructed, the guard rail would not give the protection intended. Whether the master performed this service was a question for the jury. A scaffold is a place to work; in the erection of that scaffold the employer provided a place to work; if he failed to make it reasonably safe, and the injury resulted to plaintiff, without fault on his part, the master is responsible. It is immaterial whether the scaffold was unsafe through faulty or unsuitable material or in its construction: Swartz v. Bergendahl-Knight Company, 259 Pa. 421-428.\nThe judgment of the court below is affirmed."}