{"id": "1048550", "contents": "Opinion by\nMr. Justice Frazer,\nDefendant purchased from plaintiffs, who are brokers in steel and iron products with offices in the City of Philadelphia, two carloads of a commodity known in the trade as “roll scale” to be delivered to defendant at Chester, Pa. Plaintiffs purchased the roll scale from the Lebanon Valley Iron & Steel Company and ordered that shipment be made directly to defendant’s mill. Upon receipt and unloading of the material it was discovered, as alleged by defendant, the contents of one of the two cars contained largely mill cinder, a product of less value than roll scale: the entire shipment, however, was used within twenty-four hours following its delivery. A week later a formal written complaint was made by defendant to the effect that the material contained in one of the cars consisted approximately of seventy-five per cent cinder and twenty-five per cent roll scale, and that it would expect the bill to be rendered on the basis of the material contained in the car. Defendant subsequently proposed to pay the market price of cinder. This offer plaintiff refused to accept contending the product delivered was roll scale, and further, even if it were not such product, defendant by accepting and using the contents of the car, before making complaint, waived the right to object that it was not the article ordered. The trial judge submitted to the jury the questions whether the material delivered was roll scale or mill cinder with the further instruction that if they found it was mill cinder, to determine whether it was practicable for defendant to have offered to return the product, and that if mill cinder was delivered, if defendant discovered that fact before the material was used, there should have .been an offer to return, and, in absence of such offer, defendant would be liable for the contract price. A verdict for plaintiffs was rendered for the difference between the amount paid by defendant and the [Slice of roll scale, and subsequent motions by defendant for a new trial and for judgment non obstante veredicto were refused on the ground that defendant’s duty, upon discovering the material received was not of the kind ordered, was to notify plaintiffs of that fact before using it. ',On appeal to the Superior Court the judgment of the court below was reversed, the former court saying the court below “fell into error when it affirmed, as a proposition of law, that where the vendee receives an article of a different kind from that ordered and without an effort to redeliver, or, where the vendee, without protest or complaint, accepts and uses the article, he thereby waives the warranty, or treats the warranty as performed and is liable on the contract price.” In reversing the Superior Court directed the entry of judgment for defendant non obstante veredicto and from the judgment so entered the present appeal was allowed to this court.\nThere can be no question that the rule established by the decisions of this court is that an implied warranty attaches, in the sale of the chattel by description or sample, that the article shall be of the kind ordered: Borrekins v. Bevan, 3 Rawle 23; Selser v. Roberts, 105 Pa. 242; Holloway v. Jacoby, 120 Pa. 583; Armstrong v. Descalzi, 48 Pa. Superior Ct. 171. Where there is an express warranty the general rule is that it survives acceptance of the goods and the purchaser may thereafter sue for the breach of the warranty, or may set off damages for such breach against an action for the purchase-price of the goods.\n~ The question raised in this record is whether the implied warranty, that the material was of the kind ordered, was also one which, survived the acceptance and use of the material by defendant, without previous notice to plaintiffs. This question is one concerning which we find considerable conflict of judicial opinion in the differ- . ent jurisdictions. The weight of authority in other jurisdictions, however, seems to be that the implied warranty, like the express, survives acceptance even though the defects were known at the time the commodity was accepted and used. See cases cited in Note 35 L. R. A., N. S. 501, 507. This rule has been adopted in Pennsylvania in the cases above cited and the law as there stated was properly applied by the Superior Court in disposing of the appeal.\nThat court fell into error, however, in directing judgment for defendant non obstante veredicto. Plaintiffs submitted evidence from which the jury might conclude that the material delivered was, in fact, roll scale as called for by the contract. While this evidence is contradicted, it, nevertheless, raises a question of fact for the jury. Plaintiffs are, consequently, entitled to an opportunity to show, if they can, they in fact delivered the material ordered and for this reason the appeal must be sustained.\nThe judgment of thé Superior Court is modified and the record remitted to the court of common pleas for a new trial, in accordance with the principles of law laid, down in this opinion and the opinion of the Superior Court."}