{"id": "1048596", "contents": "Opinion by\nMr. Justice Kephart,\nThe deceased was employed as a foreman in charge of riveters by Gibbs & Hill, contractors, who were engaged by the appellant to construct its electrification system on its main line from Broad Street Station to Paoli. The work of the contractors as it related to the foreman’s duties was located between Eighteenth and Twentieth streets and consisted in the building of foundations for signal towers. The railroad between Broad and Twentieth streets is elevated and the foundations were outside the line of the elevated structures and below the level of the tracks. The deceased, on the night of the accident, had three or four gangs working at different places underneath or below the level of the tracks. It was his duty to inspect the work of these men and see that they were supplied with tools and rivets. In going to the points at which his men were located he could walk along the tracks next to Filbert street, using a boardwalk some three feet in width, or he could walk on the tracks, or cross the tracks. To descend below the tracks he would climb over the railing which runs along the boardwalk next to Filbert street and thence down a few feet to the foundation on which his men were at work. He had been engaged at this work for three or four months during the day time and about a week at night. On the night of the accident, he was walking along the boardwalk going from Broad street in the direction of a forge where rivets were being heated. He reached a point in the walk where the planks were torn up for a short distance and a board had been placed on the ties along and outside of the rail nearest the walk. He could pass around the obstruction by using this board or plank. To step from the boardwalk to the board or plank it was necessary to step down. For some time the foreman had been accustomed to use this walk and as he was about to take the step, or just as he was leaning over the side of the boardwalk, he was struck on the head by the engine of a passenger train traveling towards Broad Street Station. The headlight of the engine was burning and the bell ringing. These facts state the appellee’s case in its most favorable aspect.\nThere were three trials in the court below. The first resulted in a disagreement of the jury; the second in a compulsory nonsuit, later taken off; and the third in a verdict for the appellee upon which judgment was entered. The assignments of error complain of the refusal of the court below to direct a verdict for the defendant and to sustain its motion for judgment n. o. v.\nWe may assume, for the purposes of this case, that the defendant was negligent; just in what particular, does not definitely appear. The deceased was fully acquainted with his working conditions, the boardwalk and the track at the place where he was killed; moreover, he was walking in the direction from which the train, with headlight burning and bell ringing, was approaching. What additional warning he needed, or what good the services of a watchman might have been, does not appear. Since there are many tracks between Eighteenth and Twentieth streets and plaintiff was at liberty to cross anywhere, it would be difficult to place a watchman at every point he was likely to use. His death having resulted in the manner indicated, when his movements along the walk and to the board on the track were all continuous, a watchman would have been of no use to him, as the act of stepping from his place of safety on the walk, or stooping over and being struck by the engine, were concurrent. A watchman could not have prevented his movements, nor would a locomotive whistle in a yard filled with constantly moving trains have assisted him in avoiding the danger. The engineer and fireman, seeing him approach along the boardwalk, with the engine upon which they were riding in his full view, could not have anticipated that he would suddenly stoop over immediately in front of the train. They naturally would assume that he would remain in a place of safety. However, as we view the conduct of the deceased, he was clearly at fault and the unfortunate, fatal accident may be attributed to his own carelessness. His duty of inspection and that of supplying tools and materials would engage his mind only when he was so employed at that work. He was not so engaged immediately before or at the time of the accident. The inspection took place underneath the tracks where the foundation was being built and the tools were in a place of safety close by. He had no duty or work to perform on the tracks except to walk from place to place. It is true that while thus walking he was doing what this labor called for, but the act of walking did not relieve him from the obligation of using due care while thus engaged. His mind was not so absorbed or taken up that it might be said he could not properly take care of himself. To so hold, would require that every person lawfully walking on railroad tracks should be accompanied by a watchman, or some person as a guard. The deceased was unhindered and free to look and to listen. Had he taken* the slightest precaution an ordinarily prudent man would take, he would not have been killed. Had he been working at a place of danger on the tracks where his mind must necessarily be occupied with his duties, the company would be charged with the responsibility of adequately protecting him as he worked and the rule in YanZandt v. Phila., Baltimore & Washington R. R. Co., 248 Pa. 276, would apply. In that case a carpenter working between a pier and railroad tracks, building forms for concrete work, was struck on the side while actually engaged with mind and body at his labor. His work then required his constant attention, which could not be given if he were compelled to look up and around at every sound on the many tracks about the place where he was at work. We held it was the duty of the company to furnish him adequate protection. The statement of facts is all that is necessary to distinguish the cases. But the rule in the YanZandt case should not be held to apply to a person who at the time is engaged in walking from place to place on the tracks of a railroad as above clearly outlined.\nWe are of the opinion that the court below erred in not sustaining the defendant’s point for binding instruction. The judgment of the court below is reversed and the record is remitted with direction to enter judgment n. o. v."}