{"id": "1048553", "contents": "Opinion by\nMr. Justice Stewart,\nThe facts of this case are not in dispute. The appellant was a licensed retail liquor dealer in the City of Pittsburgh; the appellee is a corporation having its principal office in Beaver County, engaged in the business indicated in its name. In organizing the brewing company in the year 1907 the scheme was to secure as subscribers to the capital stock, so far as practicable, persons engaged in the business of selling malt liquor, either by retail or wholesale, for very obvious reasons which will occur to any one. When the appellant was approached by the representatives of the company soliciting stock subscriptions he was told that they were soliciting subscriptions from such dealers only; that they did not solicit subscriptions from any except such dealers as had licensed places and would engage to purchase from the brewing company a certain amount of beer each week. With a full understanding of the terms and conditions thus expressed appellant subscribed for twenty shares in the capital stock of the company, and as a part of the transaction signed the following agreement in writing— “I do further agree to purchase ten barrels of beer per week, aggregating 520 barrels per year. This agreement is conditioned upon the fact that the product delivered is of a quality equal to standard beers on the market, and is sold at a rate not higher than that ruling in the open market at the times and dates of delivery.” Appellant purchased the ten barrels of beer per week from the company for about three years, up to August 13,1910, when he ceased his purchases though he continued to be a licensed dealer. In November, 1915, he brought the present action to recover from the company the amount of dividends previously declared upon his stock, with interest thereon from the time the dividends had been declared, amounting in all to $1,055.88. The brewing company admitting the non payment of the dividends on the stock claimed to set off against the plaintiff’s demand damages which it sustained in consequence of plaintiff’s failure to purchase beer in the quantities agreed upon during the entire period from 13th August, 1910, to 1st November, 1914, amounting to $1,669.86 in excess of the plaintiff’s demand. Neither side made any question as to the accuracy in amount of the claim of the other, providing it was recoverable. At the conclusion of the evidence the learned trial judge affirmed the point submitted on part of the defendant, that under the pleadings and evidence in the case the verdict should be for the defendant, and instructed accordingly. A verdict was rendered for the defendant in the sum of $1,669.86, and judgment thereon having been entered this appeal followed.\nThe assignments of error are six in number. Appellant’s counsel in their brief have had no difficulty in resolving them into three, and our consideration of the case will be correspondingly limited. The first assails the validity and enforcibility of the contract evidenced by the written papers, on the ground (1) that it lacks mutuality in obligation, and (2) is void because it offends against public policy since it gives to the plaintiff, so long as he remained a liquor dealer, an illegal pecuniary interest in the business of the brewery, and the agreement to buy beer gave the brewing company an illegal pecuniary interest in the business of the retailer, and (3) that the parties having chosen to leave the period of duration of the contract — that is, the promise on part of plaintiff to purchase beer from the brewing company — without limitation as to time, the contract was terminable by either party upon reasonable notice, and that the plaintiff having chosen to terminate it after three years was no longer bound thereby. If the contract embraced nothing more than the promise of the plaintiff to purchase a given quantity of beer from the brewing company, want of mutuality might well be urged; it would then be resolved into a nudum pactum, without consideration, and unenforceable ; but the promise to buy the beer was only part of the contract which included as well the agreement to purchase a given number of shares of the capital stock of the brewing company, the opportunity that was afforded him for so doing being the consideration moving. No other conclusion can be derived from the undisputed testimony of the parties present at the making of the contract, and the language employed in the written promise of the plaintiff is confirmatory that the sale of the stock and the promise to buy the beer were so connected as to constitute a single transaction. “And I do further agree” reads the agreement to buy the beer, indicating very clearly that another obligation had preceded and that the obligation to purchase beer was but part of the entire contract which certainly embraced the stock subscription. The purchase of stock by the plaintiff was fully ratified by the brewing company and it constituted the major part of the stock on which the dividends plaintiff sues for was declared. Aside from this, the defense of want of mutuality rests on a clear misunderstanding of the law. In Grove v. Hodges, 55 Pa. 504, it is said by Mr. Justice Strong — “Want of mutuality is no defense to either party, except in cases of executory contracts. It has no applicability to an executed bargain. There are many where the obligation is all upon one party. As to one, the obligation was fulfilled, the contract was executed when it was made. As to the other party it remains executory. A consideration may be either something done, or something to be done, or a promise itself. When it is something already done it is idle to talk of want of mutuality. That is to be considered only when the obligations of both parties are future.” Here the plaintiff had received the stock he had bought. So much for the want of mutuality.\nThe objection that the contract offends against public policy as declared in our statutes is without any greater merit. The public statutes regulating the granting of licenses to liquor dealers are inapplicable in this case; the facts show no transgression of any of them. Our attention is directed to Act of May 13, 1887, Sec. 5, P. L. 108, which requires that an application for a retail liquor license shall set forth under oath among other things— “that the applicant is the only person in any manner pecuniarily interested in the business asked to be licensed, and that no other person shall be in any manner pecuniarily interested therein during the continuance of the license.” This is cited as a statutory requirement transgressed, since by the contract the brewing company derived under it a pecuniary interest in the plaintiff’s retail business. This is a palpable non sequitur. As well say that every person from whom the plaintiff purchased supplies to replenish his stock, of whatever character, thereby became pecuniarily interested in Ms business. The other requirements in the petition for license which were supposed to show a settled policy adverse to the acquisition of a pecuniary interest in the applicant’s license are to be found in the Act of 9th June, 1891, Sec. 4, P. L. 257. It is only necessary to observe that all that is there required of the applicant in this connection is that he state under oath — and that only as the application is for a wholesale license — that he is not in any manner pecuniarily interested in the profits of the business conducted at any other place in said county where any of said liquors are sold or kept for sale. Manifestly these are without application here. The brewing company never made application for a wholesale license for the sale of liquor in Allegheny County, and its place of business is in Beaver County, where it operates, under a State license. We find nothing in the facts presented that will invalidate in the slightest the contract on the ground alleged.\nIt is next argued that even though the contract was of binding force when entered into, yet, because the period of its operation so far as concerns the obligations of the appellant to purchase beer from the brewing company was indefinitive, without limitation as to time, it was terminable by either party on reasonable notice, and the plaintiff having chosen to terminate it after three years was no longer bound thereby. The court below held that the intention of the parties, if ascertainable, was to govern } that the intention here could safely be derived from the circumstances under which the parties contracted and the subject-matter of the agreement, and that having regarded to these the evident intention of the parties was that the agreement should continue in force so long as the plaintiff was engaged in the business of selling beer by retail, situated as he then was. The situation continued the same with respect to both parties until 1st November, 1914, when the plaintiff discontinued his business as a retailer of malt liquors. It was for the period of plaintiff’s default between August, 1910, and the date of his last purchase, 1st November, 1914, when the plaintiff retired from business, that the defendant sought to recover damages. The court very properly held that for such default plaintiff was liable under the contract.\nIn what we have said we have sufficiently discussed the several assignments of error. These are overruled and the judgment is affirmed."}