{"id": "1048536", "contents": "Opinion by\nMr. Justice Moschzisker,\nHenry Lawson, who died October 17, 1868, leaving a widow, two daughters and a son, provided in his will, dated October 8, 1868, that, after the death of his wife and children, one-half of his residuary estate should be paid to the “Albion Sociéty of Philadelphia and their successors”; upon the decease of the life tenants, the trustees under the will filed an account, and, when it came up for adjudication, the Albion Society claimed one-half of the residuary estate; but the court below determined that the gift was a charitable bequest, and, since the will was made less than one calendar month before testator’s decease, the bequest failed; the fund in question was accordingly awarded to the Lawson heirs; and the unsuccessful claimant has appealed.\nThe Albion Society is an unincorporated association organized in 1855, its objects being (1) benevolent— “the advice and assistance of members of the society and natives of England or any of the islands, colonies, territories or dependencies of Great Britain, to their wives, widows and children, in distress in the City of Philadelphia”; and (2) social — “to promote social intercourse among the members of this Society.” Membership is restricted to natives of England, the islands, colonies, territories or dependencies of Great Britain, with their descendants to the third generation, and to British officers and their sons, wherever born.\nHenry Lawson was one of the founders of this society and an active member to the time of his death. In 1856 there were ninety-three active, three honorary, and seven life members; during the first year of the society’s existence, it relieved eighty-five single persons and one hundred and six families, comprising five hundred and ten individuals, and these activities still continue, its sources of revenue for such purposes being admission and life membership fees, annual subscriptions, special and general donations.\nThe by-laws require that the admission fees be “safely invested so as to form a fund, the interest of which...... shall be distributed in benevolence, after payment of absolutely necessary expenses”; that the annual subscriptions, and special donations “for the purpose,” shall be distributed in benevolence; but there is no particular provision as to the use of life membership fees, nor any evidence as to how much they amounted to, if anything, after the first year of the society’s existence, or as to how they were actually applied; finally, it is provided that “general donations to the society shall be invested...... and the interest accruing therefrom shall be added to the distribution fund of the society,” the only distribution fund designated in the by-laws being that directed to be “distributed in benevolence,” after payment of “the absolutely necessary expenses of the society.”\nTwo months after the society’s organization, a resolution, duly authorized by its by-laws, was passed, creating “charity” and “contingent” funds; this resolution directs that $4 of the annual subscription fee of $6 from each member “be credited to the charity fund and $2 to the contingent fund, which latter fund is to be charged with the expenses of providing postage, books and other like expenses, and, at the close of each year, whatever amount remains unexpended in the contingent fund is to be transferred to the charity fund.” No salaries are attached to any of the offices, although most of the incumbents are relieved of dues.\nWhile the constitution provides that, in addition to the benevolent objects of the society, it shall exist to promote social intercourse among the members, the only social feature mentioned in any of its laws is a provision for an annual anniversary dinner, it being expressly stipulated that “no expense attending the dinner shall be chargeable either to the distribution, contingent or permanent fund of the society.” In this connection, the auditor finds the expenses of the annual dinner were paid, “presumably, by the members voluntarily, and surely not out of the treasury of the society”; further, that “the Albion Society was organized and existed in 1868 [the date of testator’s will and death] wholly for benevolent and charitable purposes, except the social intercourse derivable from the association of the members at its monthly meetings and at an annual dinner,” adding, “The social feature of the society is a negligible quantity and unattended by any cost or expense out of the funds of the society.”\nOn the findings which we have recited, and others of a like kind, the auditor concluded that the bequest to the Albion Society was a gift in trust for charitable uses; this was affirmed by the court below and is disputed here.\nBefore discussing the propriety of the conclusion under attack, we shall first cite, the statute and then review certain relevant authorities. Section 11 of the Act of April 26, 1855, P. L. 328, 332, provides that “No estate ......shall hereafter be bequeathed, devised or conveyed to any body politic, or to any person in trust for religious or charitable uses, except the same be done by deed or will......at least one calendar month before the decease of the testator or alienor; and all dispositions of property contrary hereto shall be void, and go to the residuary legatee or devisee, next of kin or heirs, according to law.”\nIt is now settled in Pennsylvania that a bequest for religious or charitable purposes, may be lawfully made to an unincorporated society (Evangelical Association’s App., 35 Pa. 316; Yard’s App., 64 Pa. 95, 100; see also opinion of Rice, P. J., in Amole’s Est., 32 Pa. Superior Ct. 636, 640); and, that, if it takes such a bequest, the society, “whether incorporated or not, is but a trustee, bound to apply its funds in furtherance of the charity and not otherwise” (Fire Ins. Patrol v. Boyd, 120 Pa. 624,647; if the legatee cannot, or does not, take the bequest, then the court of common pleas may appoint a trustee to enforce the charitable trust (Frazier v. St. Luke’s Church, 147 Pa. 256); and, upon a dissolution of an unincorporated association, the courts will care for its charity funds in accordance with their dedication: Bethlehem Borough v. Perseverance Fire Co., 81 Pa. 445; Thomas v. Ellmaker, 1 Parson’s Cases 99, approved in Humane Fire Co’s App., 88 Pa. 389, 392; see also Centennial and Memorial Association of Valley Forge, 235 Pa, 206, 213.\nIn Fire Ins. Patrol v. Boyd, supra, p. 645, we state, “A charity, in legal sense, may be more fully defined as a gift to be applied, consistently with existing laws, for the benefit of an indefinite number of persons, either by bringing their minds or hearts under the influence of education or religion, by relieving their bodies from disease, suffering or constraint, by assisting them to establish themselves in life......”; and this definition of a public charity is repeated in Centennial and Memorial Association of Valley Forge, supra.\nWhen the bequest is to an association whose benevolence is restricted to its members only, it is not a public charity (Babb v. Reed, 5 Rawle 150; Swift v. Easton Beneficial Society, 73 Pa. 362); but, if the recipient’s benevolence extends to an indefinite number of nonmembers, it may be counted a public charity, (as, for instance, in Pickering v. Shotwell, 10 Pa. 23, where the bequest was to the Monthly Meeting of Friends of Philadelphia, an unincorporated society, for “distribution of good books among the poor people in the back part of Pennsylvania,” and in Young v. Lutheran Church, 200 Pa. 332, where the gift was “for the relief of the worthy poor of Hanover”); and the mere fact that members of the association also may share in the general benevolence will not, ex necessitate, defeat the charity (Donohugh’s App., 86 Pa. 306; Kimberley’s E.st., 219 Pa. 183, 191), so long as the gift is for the benefit of an “indefinite number of persons,” in the legal sense of that term,— that is to say, for the benefit of all persons belonging to the recognized charitable classes covered by the benevolence in question: see Judge Peneose’s opinion in Jeanes’s Est., 11 Pa. C. C. R. 617, 619.\nFinally, where a legacy is given in general language to an association organized chiefly for charitable purposes, the presumption is that testator intended the bequest solely for the charitable uses of the legatee society; and there is an implied trust that the money shall be so used: Jeanes’s Est., supra., p. 619; Magill v. Brown, Brightly’s Reports 106. Moreover, where the legatee society has two purposes, one clearly charitable and the other not, its charitable use funds will be protected by the courts against any character of diversion: Sharswood, J., in Mayer v. Society for Visitation of Sick, 2 Brewster 388.\nAppellant admits, in the statement of questions involved and throughout its printed argument, that the benevolence of the Albion Society extends beyond its needy membership to all natives of England, or of the British islands, colonies, territories and dependencies, who may be in distress, in the City of Philadelphia, and also to their wives, widows and children. It will be noticed that this large class of charitable objects would embrace practically all members of the society, when in distress, even were they not specially mentioned as entitled to assistance; in other words, the members are placed on a par with all other needy persons of British nativity or descent, in the City of Philadelphia, so far as the society’s benevolence is concerned.\nWhen the general principles which we have enumerated are applied to the facts justifiably found by the auditor, and stated in this opinion, it is clear that the legatee named by testator is a charity, within the meaning of the law, to such an extent as to make his gift to it void under the Act of 1855, supra; and the court below did not err in so ruling.\nAfter testator’s death, appellant society made certain changes in its laws, enlarging the social features at the expense of its charitable purposes; but the auditor and the court below properly refused to allow this fact in any way to control the determination of the present case. A society ór association, incorporated or otherwise, cannot change its organic law or prime purpose so as to divert charitable funds to other uses (see cases, supra), and this, apparently, is what was attempted by the changes here sought to be shown; hence there was no error in refusing to consider the evidence relating thereto.\nThe assignments of error are overruled and the decree of the court below is affirmed; costs to be paid out of the fund."}