{"id": "1050738", "contents": "Chief Justice Agnew\ndelivered the opinion of the court, February 12th 1877.\nTlxe exclusive jurisdiction of the Orphans’ Court to ascertain the amount of the estates of decedents, and order their distribution among those entitled, creditors as well as legatees and distributees, is so fully settled that nothing but future legislation can alter the law. The sources of this jurisdiction, and its conclusiveness, will be found in a long line of well-considered decisions : Kittera’s Estate, 5 Harris 416 ; Whiteside v. Whiteside, 8 Id. 473 ; Bull’s Appeal, 12 Id. 286 ; Ashford v. Ewing, 1 Casey 213; Black v. Black, 10 Casey 354 ; Mussleman’s Appeal, 15 P. F. Smith 480; Everman’s Appeal, 17 Id. 335 ; Dundas’s Estate, 23 Id. 474.\nIn the first instance under the 19th section of the Act of 29th ■ March 1832, the application for distribution among the creditors, came from the executor or administrator, when the assets were insufficient to pay all the debts. The standing of the creditors in the Orphans’ Court under this act was not so clear ; but when the Act of 13th April 1840, sect. 1, was passed authorizing any creditor to apply for distribution, their standing became entirely certain. This act was followed by Kittera’s Appeal, and the long line of cases which now hold that the distribution of a decedent’s estate among creditors as well as legatees and distributees belongs exclusively to the Orphans’ Court. So binding is the effect of such a distribution that even the Commonwealth not having given notice of her claim, is barred from coming afterwards upon the distributed estate: Mitchell’s Estate, 2 Watts 87. This effect of the 19th section of the Act of 1832, has been held to be imperative, if the notice to creditors has been properly given as required by that section: Boyer’s Estate, 5 Watts 50 ; Stœver’s Appeal, 3 W. & S. 154. The creditors being thus bound to appear and claim their respective debts' before the auditors appointed to settle and adjust their claims, a legislative protection of their rights will be found in the provisions contained in the 20th section of the Act of 1832 (Purdon 446, pl. 199), that when any of the heirs, legatees, distributees or creditors of a decedent reside out of this state, or out of the United States, or where from other circumstances it may be expedient to give additional or further notice, it shall be given according to the discretion of the Orphans’ Court. Outside of decided cases when we examine the subject in the light of reason and necessity, the distribution of a decedent’s estate among all entitled to have it, must belong to the Orphans’ Court. It has possession of the fund, for it controls and directs all those who have its custody, and it is only through its decrees the fund can be reached. It is true the remedy of the creditor to establish his debt in a common-law court is not taken away, for this may be necessary to stop the running of the Statute of Limitations, to decide disputed and complicated questions, and make the settlement afterwards before the auditors more easy and convenient. But this does not, ipso facto, bring the pursuing creditor on the fund in the Orphans’ Court. On the contrary, the law gives a remedy to prevent a sale under execution, and to carry the creditor into the Orphans’ Court, when the condition of the estate requires it to prevent a sacrifice of the general interest. The creditor who desires to share in the fund in the hands of an executor or administrator, must present his claim before the auditors, and when there, it is subject to attack, and he must establish it. If he have already established it in a court of law, it is so much the better, but if not under the decisions heretofore cited, he must support his right to share in the fund before the auditors, by proving it. Thus it is evident that a proceeding in a common-lkw court to establish a claim, while ’ it may be a reasonable ground for the exercise of the sound discretion of the Orphans’ Court, in suspending proceedings in distribution for a reasonable time, and to a reasonable part of the estate, necessary to satisfy the demands of creditors, according to the 39th and 40th sections of the Act of 24th February 1834 (Purd. 447-8), confers no jurisdiction on the former court to withdraw the fund from the power or control of the Orphans’ Court. Of necessity, as we have seen, the latter court must proceed to distribute the fund, and cannot be hindered or delayed by actions pending in other courts, beyond a time which its own exercise of discretion may determine to be necessary. It would be a most ruinous doctrine that estates could be tied up under a claim of litigation elseAvhere, when the Orphans’ Court has full poAver to adjudicate all claims of the creditors. If it Avere so, not only legatees and distributees but domestic creditors might have to wait the bidding of distant tribunals not in sympathy and having no motive to speed a cause. Our conclusion does not affect the prerogative of other courts, but only the rights of the creditors. They may, if they choose, persist in a common-law suit to the end to reach real estate or some other fund, but if they fail to come in on a fund in due course of distribution in the Orphans’ Court, after notice of the proceeding there, they may lose their grasp upon a fund which that court alone has jurisdiction to distribute among the creditors.\nWe think, therefore, that the Orphans’ Court erred in trenching upon its OAvn jurisdiction so far as to permit the fund before it to avvait indefinitely the action of other courts. The decree in itself might perhaps be sustained ivith a slight modification, Avhich would give it a temporary effect merely, as a discretionary suspension until the notice provided for in the 20th section of the Act of 1832 could be given. But it is manifest this Avas not the purpose of the decree, and it must, therefore, be reversed to enable the court to make such further order as may be necessary to speed the proceeding in distribution and make it effective.\nDecree reversed, the costs of the appeal to be paid out of the estate, and the record ordered to be remitted Avith a procedendo."}