{"id": "1050813", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 2d 1877.\nIn this case we sustain the finding of the auditor and decree of the court, except so far as the disposition of the costs of audit are concerned; inasmuch as the appeal of the Second National Bank of Titusville from this same decree has been sustained, the appellant in this case should pay all costs,' as they result from its own motion.\nThough judgment No. 633, Nov. Term 1873, the one in controversy, was the debt secured by the mortgage of Hall & Bosley to Wikoff and others, and was in fact security for the payment of the purchase-money mortgage of Wikoff et al. to Hershberg, it was, nevertheless, a valid obligation as against Hall & Bosley, and when the bank, under its agreement with them, paid the money to Wikoff, Lamb & Hunter, and took their assignment of this judgment, it was entitled to hold the same until paid. It may have been the duty of Wikoff, Lamb & Hunter to have applied the money which they received in relief of the property by payment of the Hershberg mortgage, but it was not the duty of the bank to see to such application, for it had not so contracted, neither had it knowledge that such application was either proper or possible.\nAs to the question of the defalcation of the usurious discounts, we have but to say : if the amount received by the bank was no more than sufficient to cover the amount of money actually received by Hall & Bosley, then no interest of a usurious or any other character has been paid and there can be no set-off on that score. If, however, the several debts and interest have been paid, they have themselves determined' their remedy by the suits which they brought, under the Act of Congress, for the recovery of double the amount of the alleged usurious interest, and as they have assigned all their rights in such suits to F. W. Ames, neither they nor their creditors have anything to set off. Had the usury complained of been paid on the judgments in controversy, the case would be different, for then it must be treated as payment fro tanto ; but as the auditor has found that such is not the fact, but that the unlawful interest, if paid at all, was paid on notes negotiated in 1872, it is clear to us that the conclusion arrived at in the court below is the correct one.\nDecree affirmed and it is ordered that the appellant pay all costs."}