{"id": "1050798", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court, May 7th 1877.\nThis action was brought to recover assessments made on the premium-note of the plaintiffs in error. Six errors are assigned to the rejection of evidence and four to the charge of the court.\n1. The record of a former suit for other assessments was not admissible. It did not tend to show either of the facts.for which it was offered.\n2. We cannot say there was error in rejecting evidence that the property insured was destroyed by fire in December 1874. We have not been furnished with.a copy of the policy. We know not how far, by its terms, a loss by fire may operate on the premium-note. Besides, the offer does not profess to show that the assessment of December 31st 1874 was not for the. payment of losses sustained before the fire.\n3. This evidence was correctly rejected. Being a mutual insurance company, the fact that a lesser sum was paid at the time of the insurance would not prevent the assessment of larger sums to pay subsequent losses.\n4. Notice to the agent through whom the insurance was obtained that they did not wish to be longer insured in the company, could not destroy the insurance relation. They could not thus relieve themselves from their obligations, nor was notice of their desire to such an agent notice to the company.\n5. As a whole, this offer was clearly inadmissible. The fact that no other suits had been brought to recover losses was wholly irrelevant, and the court was not bound to separate the offer and admit a part. Whether the latter part of the offer by itself would be evidence it is difficult to determine. The offer should have been made in more clear and specific terms to show that the company did not sustain the alleged losses for the payment of which the assessments in controversy were made; or, if so sustained, that they had been paid by assessments made and collected prior to the assessments now in question. If the insured can show fraud or clear mistake in making the assessments it will constitute a defence: Jones v. Sisson, 6 Gray 288; People’s Equitable Mutual Fire Ins. Co. v. Babbitt, 7 Allen 235; Traders’ Mutual Fire Ins. Co. v. Stone, 9 Id. 483; Hummell & Co.’s Appeal, 28 P. F. Smith 320.\n6. We cannot reverse for the rejection of the minute book. No copy of the portion offered is furnished for our inspection. Its relevancy is therefore not shown.\n7. There was no error in refusing this instruction.\n9. The eighth section of the act of incorporation declares, when an action is brought for the recovery of the assessment on a premium-note, “ the certificate of the secretary specifying the assessment and the amount due on such note by means thereof, shall be taken and received as primá facie evidence thereof in all courts Of this Commonwealth.” That is, as evidence of “ the assessment and the amount due” by reason of the assessment. The manifest design of the statute is to make the certificate of the secretary primá facie evidence; that the necessities of the company justified the assessment, and that it was duly and legally made.' No evidence having been given to rebut this presumption this assignment is not sustained.\n8 and 10. The insured was entitled to notice of the assessment before suit was brought. The case of Thornton et al. v. The Western Reserve Farmers’ Ins. Co., 7 Casey 529, is cited to show that the want of notice can be plead in abatement only. There is a dictum to that effect in the opinion of Mr. Chief Justice Loavrie ; but the report of the case shows that notice of the assessment was averred in the claim filed, and proved on the trial. The question in that case appears to have arisen on the language of a statute of Ohio, Avhich prescribed the averments to be set set forth in the declaration, and that it should therein be averred that notice had been given thirty days before the commencement of the suit. The omission of that averment was interposed as a defence; but the fact of notice was not controverted. That case was ruled on the pleadings. In the present case no question Avas raised in the court below in regard to the pleadings. The company appears to have recognised the necessity of its proving notice. It gave some evidence tending to shoAV it, but not sufficient to say it Ayas conclusively proved. The witness testified, “ Notices of these assessments Avere sent out by the officers of the company.” When or Iioav sent, or to whom, is not stated. The insured plaintiffs in error deny having received any notice. It may be that the jury would have found the evidence of notice sufficient; but the question should have been submitted to it, and its sufficiency not decided by the court.\nThe learned judge therefore erred in not affirming the second point submitted by the plaintiffs in error; and he also erred in giving a peremptory direction to the jury to find for the corporation the amount claimed.\nJudgment reversed, and a venire facias de novo ayyarded."}