{"id": "1050740", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, January 2d 1877.\nWe have examined this ease with care and find no error, except in that part of the charge where the court say, “ This is a question of ordinary care, and, taking all the circumstances together, we are not clear upon this point, but we will, for the purpose of this suit, charge you that the delivery to the wrong person, was a want of ordinary care and at the risk of the defendant.” This would be correct had the directions on the box been such that by the exercise of ordinary care the agents of the defendant might have known they were making a wrong delivery in committing it to the care of the proprietor of “Leopold’s Hotel.”\nUnder the circumstances of this case, however, it cannot be said, aS1 a matter of law, that they should have known this fact. The box was marked “ Leopold Hotelfa it had come through from New York under that direction; it had lain in the defendant’s warehouse some two months, during which time, according to the testimony produced by the company, no inquiry was made for it, whilst, on the other hand, the officers had made repeated inquiries for the consignee. Under this condition of things, nothing was more natural than to suppose that the direction was intended for “ Leopold’s Hotel,” and that itwas thus consigned to await the arrival of some Herman immigrant who, in his ignorance of the English language, had written, or caused to be written, “Hotelfa\" for “ Hotel.” This view of the matter was strengthened by the fact that Leopold was accustomed to receive consignments of this kind. Whether this view of the case be right or wrong, strong or weak, is not for us, as it was not for the court below to say, but for the jury. If, however, from all the evidence, that body should find that the improper direction contributed to the mistake of the railroad officers, the verdict ought to be for the defendant.\nJudgment reversed and a venire facias de novo awarded."}