{"id": "1050779", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court, May 7th 1877.\nThese proceedings were begun by a petition to the Quarter Sessions “ to appoint proper persons to view and lay out Jackson street from Thirteenth street to Moyamensing avenue, as laid down by the Board of Survey on the plan of streets of the city of Philadelphia.” The viewers appointed pursuant to the petition reported on the 23d of February 1875, that there was “ a public necessity for the laying out and opening of the street;” that they endeavored to procure releases of damages from the owners of lands over which it was located ; that failing in that effort they proceeded to ascertain the damages; and that they were unanimously of opinion that none had been sustained. The report was confirmed, and the record has been brought here by a certiorari issued on behalf of Mr. Mitcheson, one of the landowners from whom damages were withheld.\nPreviously to the passage of the Act of the 14th of May 1874, the opening of any street laid upon any of the public plans of the city was subject, under the provisions of the seventh section of the Act of the 21st of April 1855, to the order of the city councils, by ordinance, upon giving three months’ notice to the owners of lands included in the lines of the street. Upon such notice the owners were authorized to petition the Court of Quarter Sessions for viewers to assess their damages. On the theory that the Act of 1855 had been supplied, the viewers moulded their proceedings in accordance with the requirements of the Act of 1874. A change in jurisdiction and procedure such as that which was assumed to have been made might produce seriously inconvenient results in the supervision and management of the highway system of Philadelphia, and the question whether the assumption of such a change was well grounded is well worth consideration.\nBy the first section of the Act of the 14th of May 1874, it was made the duty of all persons appointed “ to view or review any road or bridge,” if they should “ decide in favor of locating said road or bridge,” to endeavor to procure releases of damages from the owners of lands over which the location should be made, and to assess and report the damages where releases could not be obtained. These duties are precisely those which the viewers reported that they had performed. When this petition was presented, Jackson street had become one of the designated highways of the city by the confirmation of the plan of which it formed a part. Ample provision for opening it “ whenever the councils should deem the public exigencies to demand it,” existed in the terms of the Act of 1855 that have been recited. The legislation relating to the location and opening of streets under the supervision of the city authorities, and the legislation relating to the location and opening of streets over territory not embraced in any city plan, stood side by side on the statute books, and were capable of enforcement without conflict or embarrassment. The seventy-sixth section of the revised Act of the 13th of June 1836, authorized petitions to the Court of Quarter Sessions for the laying out or widening of streets, roads or alleys in Philadelphia thirty days before the commencement of each term, the issuing of a venire to the sheriff for a panel of forty-eight jurors to act as viewers, and the drawing of six jurors from the panel in each case. Subsequent acts have modified some of these provisions, but the jurisdiction of the Quarter Sessions over applications for new highways does not appear to have been disturbed, unless, possibly, such an effect might be deduced from the Act of the- 16th of June 1871, prohibiting the adding of any street to any confirmed plan of the city until approved by the Board of Surveyors. Other statutes have established rules for the assessment-of damages by proceedings in the Quarter Sessions for opening streets previously laid, out either on the city plans or by the action of the court. Some of this latter legislation has been intricate, but none of it requires present discussion.\nWhat, then, has been the effect of the Act of 1874 on this general highway system in the city of Philadelphia ? It has manifestly established a uniform method throughout the Commonwealth for adjusting damages at the time when, and by the. viewers by whom a road or bridge shall be located. But it has done nothing more. It made no provision for streets already located, and streets laid on the city plans have been treated as so located throughout the statutes. The land may be appropriated by the councils for the purpose of opening at any moment, and the erection of buildings within the drafted lines must be at the owner’s peril. It was for an original view only that the act was intended to provide. Damages were not to be adjusted or assessed unless the viewers should “ decide in favor of locating the road or bridge.” And this location, as was said by Allison, P. J., in deciding the case of Fifty-second street, was the primary duty imposed by the law of 1874. Whatever effect its enactment may hereafter be found to have had on the Act of 1836, and cognate statutes, it has not withdrawn jurisdiction to open streets already located from the city councils under the power conferred by the Act of 1855.\nAs the proceeding was wholly unauthorized, it is unnecessary to enter into the question of the retroactive operation of the law, or into an examination of the alleged defects in the record.\nThe order of the Court of Quarter Sessions confirming the report of the viewers is reversed, the proceedings are quashed, and the petition is dismissed at the costs of the petitioners."}