{"id": "1050819", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court, March 28th 1877.\n. The Act of March 20th 1873 (Pamp. L. 330), directs the chief commissioner of highways of the city of Philadelphia to open Volkmar street, from Hanover street to Palmer street, within sixty days from the passage of said act. An alternative mandamus was issued by the court below,. directed to the defendant, for the purpose of compelling him to open said street in conformity to the said Act of Assembly. To this writ the defendant made return that “ he is advised and therefore avers that the Act of Assembly which is referred to therein is incapable of being carried into execution by him, for the reason that there is no street in the city of Philadelphia of the name of Volkmar street, between Hanover and Palmer streets, or anywhere else, so far as this respondent is informed or believes.” To this return the relator demurred. The'court below entered judgment for the defendant upon the demurrer, which ruling is assigned for error.\nIt was contended that the return is evasive, and contradicts the Act of Assembly; that in point of fact there was a private way known as Volkmar street, which has been used as a highway for some time, and that it was to this the Act of Assembly was intended to apply: All this, however, is outside of the record. Nothing of the kind appears in the Act of Assembly, or in the petition of the relator. Had such fact been set forth in the petition, there would have been more ground for the assertion that the return was evasive. In such case it might have been the duty of the defendant to deny the existence of a way known as Volkmar street. As it stands the denial of the defendant is as broad as the allegation of the petition. But it is said the answer contradicts the Act of Assembly; that as the latter has declared such a street to exist, nothing can be received to gainsay it; in other words, that such a street exists as a matter of law. But if it does not exist as a matter of fact, how is the defendant to open it ? The act does not require him to lay out a new street where none existed before. We must apply the ordinary rules of pleading to this case. The demurrer admits the truth of the return. It was competent for the relator to have taken issue upon the return, and to have had this question of fact determined in the usual way. As he has not done so, he is concluded by the return, and the court below committed no error in entering judgment for the defendant upon the demurrer.\nJudgment affirmed.\nChief Justice Agnew filed a dissenting opinion."}