{"id": "1050763", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court, January 2d 1877.\nIn an ejectment by the purchaser at sheriff’s sale against the defendant in the judgment upon which it is sold, it is only necessary for him in general to show the judgment and proceedings under it: Little v. Lessee of Delancey, 5 Binn. 266 ; Drake v. Brown, 18 P. F. Smith 223. The purchaser under regular process acquires a right to defendant’s possession, whatever it may be founded on, right or wrong: Snavely v. Wagner, 3 Barr 275. It is questionable whether the court ought to allow the landlord, or one claiming as such, to appear and take defence upon his title in such a case. The admission of a party claiming right to defend in ejectment under the 9th section of the Act of 21st March 1772, 1 Sm. L. 372, is an act of the court whose duty it is to inquire, before making the order, whether the applicant really stands in the relation of landlord, or whether his claim of title is consistent with the possession of the occupier : McClay v. Benedict, 1 Rawle 424. It was accordingly held in Boyer v. Smith, 5 Watts 55, that in an action of ejectment by a landlord against his tenant, it was not error to refuse to permit one who claimed title adversely to the plaintiff, to be made a co-defendant. The same reason would be applicable to an ejectment by the sheriff’s vendee against the defendant in the judgment. It was decided in Dunlap v. Cook, 6 Harris 454, that in such a case the defendant cannot set up title under a lease taken by him from a third person after the judgment.\nIn the case before us, however, it does not appear that Line made application to defend as the landlord, but at the trial on the motion of the attorney of the original defendant, he was made co-defendant. No objection was interposed or exception taken to this order of the court. . We must presume that he was admitted as a party in possession. There was no error then in receiving the deed of Irons to Line — dated before the judgment upon which the land was sold as the property of Irons. The objection came too late. It was not setting up a title inconsistent with the defendant’s possession; for one of the defences which the person in possession may make under the summary proceeding given to the purchaser at sheriff’s sale by the Act of 16th June 1836, § 114, Pamph. L. 782, is that he has come into possession under title derived to him from the defendant before the judgment under which the execution and sale took place. The first assignment of error is therefore* not sustained.\nWe are of opinion that there was error in rejecting the offer of the plaintiff below as complained of in the second assignment. If the proof had come up to the offer with the other evidence in the case it would have raised a question of actual fraud, to which Line was a party, and that the deed in question was made and accepted for the very purpose of hindering and defrauding the creditors of Irons. In such a ease it matters not whether a full consideration was paid or not, though any failure in this respect will make an important element in the question of actual fraud: Zerbe v. Miller, 4 Harris 488; Gans v. Renshaw, 2 Barr 34. As was said by Chief Justice Gibson in the case last cited, “ The sale was made when judgments were about to be obtained against the grantor, and though an insolvent debtor may give such preferences to particular debtors as he may see propel-, yet if the motive be not payment of his debts, but in the language of the statute £ to delay, hinder or defraud’ particular creditors, the conveyance, though made on valuable consideration, is not bond fide, and therefore not saved by the proviso.”\nActual fraud is always emphatically a question for the jury, and the evidence is permitted to take a wide range, as in the majority of cases it rests upon circumstances and not upon direct proof. It is concocted in the dark and the perpetrators are careful not to make any open declaration of their design: Zerbe v. Miller, 4 Harris 488; Stauffer v. Young, 3 Wright 455 ; Deakers v. Temple, 5 Id. 234; Simons v. The Vulcan Oil Co., 11 P. F. Smith 202. In view of the fact that the case must go back for another trial it is not advisable to discuss the evidence given and offered. It may or may-not be sufficient to convince the jury of actual fraud. It is enough for us if it had that tendency, and we, therefore, are of opinion that the evidence offered should have been received.\nThe third assignment of error is that the court erred in refusing to charge the jury as requested by the plaintiff that if any benefit was reserved to Irons in the land it would be fraudulent as to creditors and in saying that there was no evidence to leave to the jury of such reservation. There is nothing appearing on the record to support this assignment. No point or request in writing was made; but in the curious medley returned as the evidence given on the trial — apparently a verbatim report of all that was said by court, counsel and witnesses — there does appear to have been a conversation between the court and counsel, in which a request was made to charge as stated in this assignment and that the court refused for the reason given. But no exception was taken or noted to this refusal, and without an exception no advantage can be taken of it. It is not properly before us for review.\nThe remaining assignments need not be considered except to say that the question of fact whether the conveyance made by Irons to Line was a good and valuable consideration was for the jury, and even upon the evidence as it stood, the case ought to have been submitted to that tribunal on the question of fraud.\nJudgment reversed, and venire facias de novo awarded."}