{"id": "1051908", "contents": "Opinion by\nMr. Justice Moschzisker,\nJoseph C. Shaffer and wife sued to recover damages for the death of their son, Henry, seven years old, who was killed on December 27, 1914, as the result, it was alleged, of defendant’s unlawful act; the court below entered a nonsuit, which it subsequently refused to remove, and this appeal followed.\nThe father had a small farm and also conducted a blacksmith shop, at some little distance from his home: the family consisted of the parents and five children,— Samuel, the eldest, Henry, the deceased, two girls and a baby. On December 25,1914, Samuel, then a little less than fourteen years of age, purchased a cartridge, loaded with gunpowder, from the defendant, Charles M. Mowery, who owned and managed a general merchandise store; December 27th, this boy was sent on an errand by his mother to a neighbor’s, and his younger brother accompanied him; a shotgun, belonging to another neighbor, had been at the Shaffer home for a few days, and the owner had sent word to Samuel he wanted it returned; Samuel, before starting on the errand, without the knowledge of his parents, took this gun, with the intention of returning it to the owner; the two boys went off together, and, while Henry was walking in front of Samuel, the shell, which the latter, after leaving home, had placed in the gun, accidentally exploded and killed the former; the father was not on the farm at the time and had no knowledge concerning the action of his two sons until after the casualty; Mrs. Shaffer did not know the boys had taken the gun, although she had been informed by Samuel, during the day, of his intention to return it; Samuel testified that his mother told him not to do so “through the day,” but “she didn’t say whether [he] was to go through the evening or not.” Samuel is an intelligent lad, who helped his father around the farm, performing at least half as much work as a hired man; he said he had not done any hunting with a gun, but had shot at a mark “a few days” before the accident — that his parents “knowed [he] shot at marks around home some”; while the boy stated this latter conclusion, he did not explain how either his father or mother had gained such knowledge, and, in fact, added, “I don’t know as they knowed it for sure or not.” This is all that appears on the point of knowledge of the parents concerning the use of the gun by their sons; and no evidence was produced or brought out that either the mother or father knew Samuel had bought or possessed the cartridge which killed his brother.\nSection 1 of the Act of June 10, 1881, P. L. 111, provides : “Any person who shall knowingly and wilfully sell or cause to be sold, to any person under sixteen years of age,......any cartridge, gunpowder or other dangerous and explosive substance, shall, in every such case, be guilty of a misdemeanor.” When defendant sold the shell to Samuel, he violated this statute, thereby making himself liable for any natural or probable harmful result which might follow in the wake of his wrongful act: Binford v. Johnston, 82 Ind. 426, 427, 432; Pizzo v. Wiemann, 149 Wis. 235, 239; 28 Ann. Cas. 803, 804; Fowell v. Grafton, 82 Ont. L. R. 550, 555; Anderson v. Settergren, 100 Minn. 294, 297; and see McEldon v. Drew, 138 Iowa 390, 392; Elkins v. McKean, 79 Pa. 493, 502; Catani v. Swift & Co., 251 Pa. 52, 58.\nOf course, if plaintiffs, or either of them (Darbrinsky v. Penna. Co., 248 Pa. 503, 505; Johnson v. Reading City, etc., Ry. Co., 160 Pa. 647; Gress v. P. & R. Ry. Co., 228 Pa. 482, 486), expressly or negligently permitted their young offspring to handle deadly weapons, of such a kind, in such a manner and under such circumstances as to make a parent legally liable for any harmful result which might ensue to others (Archibald v. Jewell, 70 Pa. Superior Ct. 247; Meers v. McDowell, 110 Ky. 926, 929; Johnson v. Glidden, 11 S. D. 237, 241; Dixon v. Bell, 5 M. & S. 198, 199; Palm v. Ivorson, 117 Ill. App. 535, 536), they could not recover; for the law would view them as having so far intervened in bringing about the harmful result of which they themselves complain as to assume or be fixed with the risk thereof: Carter v. Towne, 103 Mass. 507, 508; and see discussion in Davidson v. Nichols, 11 Allen 514, 519.\nIn a case of this character, however, the facts and circumstances, as well as the inferences to be drawn therefrom, are for the jury, who must decide, under proper in, structions on the law (Herron v. Pittsburgh, 204 Pa. 509, 514; Archibald v. Jewell, supra, p. 251), the points involved, including the question of the negligence of the parents. On the evidence at bar, none of the issues can be ruled as a matter of law; the case should have been submitted to the jury, and, therefore, the court below erred in entering a nonsuit.\nThe judgment is reversed with a procedendo."}