{"id": "1051914", "contents": "Opinion by\nMr. Justice Frazer,\nAppellant presented a petition to the Court of Common Pleas of Erie County setting forth his appointment by the Supreme Court of New York commissioner to take testimony of certain witnesses residing in the City of Erie, to be read in evidence upon the trial of the case of Wheat Export Co. v. Penna. R. R. Co., then pending before the court issuing the commission. Petitioner averred that, by virtue of such commission, he summoned the persons named as witnesses to appear before him at a fixed time and bring with them designated records and memoranda showing the quantity and description of wheat loaded in certain vessels at Erie, Pa., together with letters and telegrams relating to such shipment; that the witnesses failed to obey the summons and neither attended nor produced the documentary evidence mentioned : an order was prayed for authorizing petitioner to issue a subpoena compelling the witnesses to attend and produce the documents requested, and, in event of their failure to do so, that he be authorized to issue attachments to compel attendance. The court below refused the prayer of the petition and the commissioner appealed.\nAppellant not being a party in interest in the proceeding is without right or standing to maintain this appeal. (Mechanics Nat. Bank v. Buchman, Watson’s App., 253 Pa. 245; Lawrence County’s App., 67 Pa. 87; McAllister’s App., 59 Pa. 204). We might, therefore, quash the proceeding without further comment, but under the circumstances conclude to dispose of the question raised on its merits.\nAn extended discussion of the numerous lower court decisions under the early common law and statutory rules and provisions relating to the taking of depositions we deem unnecessary, as the question here involved was before this court in Neilson’s App., 230 Pa. 540, in which case it was held that, where a commission issued by a court of another state for the examination of witnesses in this State permits oral questions to be put to witnesses, if necessary, to explain answers already given to written interrogatories, the court will not issue an order requiring witnesses to answer oral questions in absence of specific averment pointing out the particular interrogatories and answers deemed insufficient, for the reason the making of such order might subject the witnesses to a-general oral examination concerning matters covering the entire controversy. The basis of the conclusion of this court in reversing the order of the court below appears from the following extract from the opinion (page 542) : “A line of well considered cases from the common pleas shows a continued policy of confining the examination of witnesses before commissioners appointed by outside courts to the written interrogatories accompanying the commission. The judicial view seems to be that, since our courts can have no knowledge of the issue other than as written in the interrogatories, they ought not to compel a citizen of this State to submit himself to an oral examination over which they can have no direct control or supervision. We ought to do all within reason to assist the courts of a sister state, but no rule of comity calls upon us to subject one of our citizens to a roving oral examination which it would be most difficult, if not impossible, to keep within legitimate bounds, and which might prove unjustifiably annoying, vexatious and harmful to the witness.”\nIn the case cited it was stated that the Act of June 25, 1895, P. L. 279, permitting the taking of testimony of witnesses residing outside of the State under a rule in the same manner as testimony of witnesses residing within the State, was not intended to supersede the taking of testimony upon commission or interrogatories pursuant to earlier custom, and the uniform practice followed by the common pleas courts seemed to be to refuse permission to take oral testimony unless special reason is shown for departing from the previously established practice: Com. v. Miller, 16 Pa. C. C. R. 656; Sprague v. Greenwald, 5 Pa. Dist. R. 631; Hodell Furniture Co. v. Leonard, 17 Pa. C. C. R. 513; Buck v. Strong, 6 Pa. Dist. R. 116; Carter v. Blair, 10 Pa. Dist. R. 749. These courts consequently required the application for the rule to be accompanied by a full statement of the nature of the action and the questions involved, together with the names and addresses of witnesses and the subject-matter of the testimony they were expected to give: Hodell Co. v. Leonard, supra; Carter v. Blair, supra. The Act of June 8, 1911, P. L. 709, which was not before the court in Neilson’s Appeal, provides that the court before which a proceeding is pending may permit the taking of oral testimony of witnesses residing in another state, or foreign country, either before an examiner appointed by the court of this State, or before any person authorized by law of the other state, or country, to administer oaths. The statute also contains further provisions whereby the court granting the application may impose such terms as may be deemed proper relative to the payment of costs and expenses, and prescribe the notice to be given, and time within which the testimony should be taken. We find nothing in this act, however, that in any manner changes the policy of the law as laid down in the earlier cases, and it has been held that an application made under the provisions of the act should be refused, in absence of sufficient reason shown for departing from the usual custom of taking depositions under a commission: Dreisbach v. Insurance Co., 39 Pa. C. C. R. 676.\nThe argument of counsel for appellant has failed to convince us of adequate reason for distinguishing the present case from Neilson’s Appeal. As a matter of fact less reason appears here than in that case for issuing the order asked for in the petition. The commission issued to appellant contains no interrogatories and authorizes an oral examination of the witnesses generally, without indicating in any manner the question involved in the litigation, or the scope or range of the proposed examination. Furthermore, the commission issued to appellant does not authorize him to compel the production of books or papers, nor is their relevancy made to appear, while in Neilson’s Appeal there were written interrogatories defining the scope of examination, and the authority to examine orally was limited to such other questions as were pertinent to other issues involved and necessary to more fully explain the answers given to the written interrogatories. This, to be an extent at least, outlined the scope of inquiry, whereas in the present case there is no limitation, and to make the order asked for would be to compel a citizen to submit to a general oral examination concerning matters that might be entirely irrelevant to the subject-matter of the action and prove unjustifiably annoying and harmful to the witness.\nWhile it was the duty of the witnesses to attend in obedience to the subpcena and raise at the hearing the question of the authority of the commissioner to compel them to answer, inasmuch as it now appears their attendance was desired for a wholly improper purpose, we agree with the court below that an order to appear before the commissioner would be a useless formality.\nThe appeal is quashed at the cost of the appellant."}