{"id": "1051866", "contents": "Opinion by\nMr. Justice Walling,\nThis is an appeal by an insurance carrier, as intervening defendant, from judgment affirming an award for claimant in a workmen’s compensation case. The Hecla Coal & Coke company, defendant, was operating a coal mine in Westmoreland County, which had been closed some weeks because of a fire therein. On June 14,1918, the company desiring to* renew operations sent to the mine of the H. C. Frick Coke Company, near by, for men and helmets to assist in putting out the fire. James Tarr, plaintiff’s husband, a regular employee of the Frick Co., being skilled in that branch of the business, consented to go and did so in defendant’s conveyance, taking along helmets or gas masks. On arrival he was in the charge of defendant’s superintendent and foreman and lost his life by asphyxiation while doing the work for which he had been sent. It was customary in that locality for one mine to loan to another men and equipment to assist in extinguishing such fires, and men so sent were usually given a voluntary payment by those for whom the services were rendered, but there was no specific agreement to that effect. The referee made the ■ further finding: “Fifth. Your referee finds that, although the said James Tarr was in the general employ of the Frick Coke Company, he became temporarily an employee of the Hecla Coke Company, defendant, when he résponded to the request for aid and during that time was under the direction of the foreman and the superintendent of the Hecla Coke Company, and that his average weekly wage for that period would be equal to the wage he received from his regular employer, the Frick Coke Company, or in excess of $20 per week.” So far as appears the Frick Company had no control over Mr. Tarr while he was in the temporary employ of defendant. The referee concluded, as matter of law, that claimant’s deceased husband came to his death by reason of injuries sustained in an accident while in the course of his employment with the defendant company and awarded compensation, which was affirmed by the compensation board and court below.\nThe facts found by the referee justify the award. A master may loan his servant, with the latter’s consent, to another under such circumstances as to create for the time a new relation of master and servant; the regular servant of one may thus for the time being become the special servant of another, and that was done here. “Where one person lends his servant to another for a particular employment, the servant, for anything done in that particular employment, must be dealt with as a servant of the man to whom he is lent, although he remains the general servant of the person who lent him. The test is whether, in the particular service which he is engaged to perform, he continued subject to the direction and control of his master, or becomes subject to that of the party to whom he is lent or hired”: Puhlman v. Excelsior E. & S. C. Co., 259 Pa. 393; 26 Cyc. 1285; Bailey on Personal Injuries (2d ed.) c. 3, sec. 25; and see Crouse et al. v. Lubin, 260 Pa. 329. The deceased when injured was working in the interest of the defendant on its premises and under its control and clearly, for the time being, its servant. That his wages had not been fixed is unimportant, the law will imply a reasonable compensation. The finding of a temporary employment by defendant is not inconsistent with the finding of a general employment by the Frick Coke Company, and being one of fact we are concluded thereby: Gallagher v. Walton Mfg. Co., 264 Pa. 29; Belmonte v. Connor, 263 Pa. 470; Messer v. Manufacturers L. & H. Co., 263 Pa. 5.\n“Persons whose employment is casual in character and not in the regular course of the business of the employer” are excluded from the Workmen’s Compensation Act: Article I, Section 104, P. L. 1915, p. 736; but we cannot adopt the suggestion that this case comes within the exception. Putting out mine fires is as much in the regular course of the business as clearing passageways or pumping water. There are two necessary elements to constitute the exception: (1) the employment must be casual in character and (2) it must be outside of the regular course of the business of the employer; as we find this within such course it is not necessary to determine whether the employment was casual in character or otherwise. This statute must be liberally construed (Pater v. Superior Steel Co., 263 Pa. 244), which it would not be by holding that the extinguishment of fire in a coal mine was a work outside of the regular course of the mining business. Being overcome by noxious gases while working in a mine is an accident within the Workmen’s Compensation Law: Gurski v. Susquehanna Coal Company, 262 Pa. 1.\nWe have considered the case upon the referee’s findings of facts, as approved by the compensation board, and have not regarded the additional facts stated in the opinion of the latter. As there was no hearing de novo the compensation board could not properly go outside of the facts found by the referee, unless agreed upon by the parties: Gurski v. Susquehanna Coal Company, supra.\nThe assignments of error are overruled and the judgment is affirmed at the costs of appellant."}