{"id": "1053512", "contents": "Mr. Justice Sharswood\ndelivered the opinion of the court,\nWhatever doubts may have been at one time entertained and expressed, it is now an incontrovertible position that in an action upon a judgment of the court of a sister state the record may be contradicted by evidence of facts impeaching the jurisdiction of the court by which the judgment was rendered: Williamson v. Berry, 8 Howard 540; Thompson v. Whitman, 18 Wall. 457; Knowles v. Gas-light and Coke Company, 19 Id. 59; Hill v. Mendenhall, 21 Id. 453; Noble v. Thompson Oil Co., 29 P. F. Smith 354. But when a court has jurisdiction, it has a right to decide every question which occurs in the cause, and whether its decision be correct or otherwise, its judgment, until reversed, is regarded as binding in every other court: Elliott v. Piersol, 1 Peters 328, 340.\nWhen Lowry filed his bill in the Louisville Chancery Court, he thereby submitted himself to the jurisdiction of that court. He was in court, and subject to whatever orders and decrees that court could make according to the laws of Kentucky. What those laws authorized was a matter to be decided by that tribunal, and their decision was open to appeal to their highest court, and could be there reviewed, but not re-examined collaterally in any other court, nor in the courts of any other state in which an action might be brought upon the record. Eor if it could not be examined collaterally in the courts of the state in which it is rendered, neither could it be so examined in the courts of any other state. The constitution of the United States declares that “full faith and credit shall be given in each state to the public acts, records and judicial proceedings of every other state,” and the Act of Congress of May 26th 1790 has enacted that “the said records and judicial proceedings shall have such faith and credit given to them in every court within the United States as they have by law or usage in the courts of the state from whence the said records are or shall be taken.”\nWhether Lowry, being the plaintiff or complainant in a bill in the Chancery Court, could be made to answer to a cross-bill filed against him in that court for a matter not growing out of the subject-matter of the bill, but entirely independent, was a question of Kentucky law, and not a question of jurisdiction. So, also, the practice of the court in the proceeding upon that bill. Having jurisdiction of the person of Lowry, we cannot inquire whether the proceedings were regular, whether he or his attorney had notice of the cross-bill, whether the selection of the special chancellor was proper, or whether he or his attorney had notice of the hearing. We are bound to presume that everything was rightly done according to the common maxim. To illustrate this by a simple and familiar case. If a party is sued in a common-law court in Pennsylvania, is duly served with process and appears, and judgment is thereupon entered against him for want of a plea without a declaration; rule to plead and service of such rule, such judgment is irregular and would be set aside or reversed on writ of error. But surely in an action on that judgment in another state it cannot be reviewed and set aside as no judgment. It may very well be that according to settled principles of equity pleading and practice, a cross-bill cannot be an original bill, but must be for some matter growing out of the subject of the principal suit. But that presented a question to be decided by the court in which it was filed. It is enough that Lowry being in court is presumed to have had notice or was bound to take notice. The questions presented on this record were all considered and decided by this court in Lowry v. Guthrie, Western District 1875; opinion filed November 1st 1875. (2 W. N. C. 358.) We are of opinion, then, that the assignments of error in this case must be sustained.\nJudgment reversed, and venire facias de novo awarded."}