{"id": "1053507", "contents": "Mr. Justice Mercur\ndelivered the opinion of the court,\nThe precise point in contention is presented for the first time in this court: that is, whether, in case a Avife and mother, living with her husband, and owning separate property, dies leaving children, they are entitled to three hundred dollars’ worth of her property, under the Act of 14th April 1851. That act declares “ the widoAV or the children of any decedent, dying within this Commomvealth, testate or intestate, may retain either real or personal property, belonging to said estate, to the value of three hundred dollars, and the same shall not be sold, but suffered to remain for the use of the widoAY and family.” Although the act says “the widoAV or the children” may retain, yet it has been held if there be a widow, the children of the decedent are not entitled to any portion of this exempt property. It all vests in the AvidoAV only: Nevin’s Appeal, 11 Wright 230. In so far as the widoAv’s affection influences her, she may be said to hold for herself and family ; that is, for the use of those children who remain with the family. The widow, however, has the sole right of its appropriation and disposal. The main object of the act is to provide for the widoAV. 'On the death of the husband and father, so much of his property is transferred to his widow, to be used by her as he might have used the same in his lifetime. It is only in case no widow survived to accept this charity of the statute, that it passed to the children. Hence it was well said by Mr. Justice Strong, in Nevin’s Appeal, swpra, the act “ has ahvays been construed rather according to its spirit than its letter.”\nThe husband and father is liable for the suppoi't and maintenance of his wife and children while they remain members of his family. To entitle the widow to her three hundred dollars’ worth of her husband’s property, she must have sustained the relation of his wife at the time of his death. Hence if she had deserted him, or lived separately from him so long as not to be a part of his family, she thereby forfeits her right to this property: Tozer v. Tozer, not reported; Spier’s Appeal, 2 Casey 233; Hettrick v. Hettrick, 5 P. F. Smith 290 ; Terry’s Appeal, Id. 344.\nAs part compensation for the loss of his support and maintenance, his property, to a limited amount, shall be substituted. The wife is not, to a like extent, liable for the support of her children. She may be removed by death, yet the husband, the head of the family, with his continued liability, remain. It is contended that, inasmuch as the children now claihfing through their guardian, are not heirs of the surviving husband, but of their deceased mother, this statute applies to their mother’s property and transmits it to them. So far as her property is given to them under the intestate laws, they undoubtedly take it; but that is not the question now before us. The attempt here is to take the property out of the operation of the intestate laws. We think this cannot be done. During the life of the wife her property was not primarily liable for the support of these children. The effort is not then to require it to “ remain” for their support, as before, but to subject it to new uses and purposes.\nThe main purpose of the act is to provide for the widow. Its meaning and spirit limit its operation to the property left by the husband or father. It was not intended to apply to the property of a wife. This view is in harmony with all our decisions giving construction to the statute. The learned judge therefore erred in making the rule absolute.\nDecree reversed, and rule discharged at the costs of the appellee."}