{"id": "1053588", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nTobias Clauser died on the 25th of February 1868. His brother, Daniel Clauser, and Jesse G. Hawley, Esq., were his executors, and with the apparent consent of all parties interested, they filed separate accounts of'the portions of the estate they had respectively administered. While Mr. Hawley received large amounts of money, he promptly transferred the greater proportion of the sums paid to him to his co-executor. The auditor reported upon the accounts referred to him separately, and the legatees by whom this appeal was taken have acquiesced in this report. The significant questions requiring a review of the decision of the Orphans’ Court, arise upon the account of Daniel Clauser. An error was inadvertently made by the auditor to the prejudice of Mr. Hawley. In stating the accounts a balance was found in the hands of Daniel Clauser of $2915.56. In a corrected statement, dated the 12th of February 1877, Mr. Wanner, the auditor, has certified that the actual amount of the balance which should have been found was $3171.91. The balance reported in the hands of Mr. Hawley was $3094.01. The corrected statement shows that this should have been reduced to $2837.66. As he had paid $2748.74 out of this balance, the report showed Mr. Hawley to be still liable for the sum of $345.27. Deducting $256.35, the sum erroneously charged to him, his actual liability is reduced to $88.92. This error can be readily corrected in the supplementary report which will be required for the final adjustment of the estate.\nBy the administration account which Daniel Clauser filed, it appears that he had in his hands at the date of Tobias Clauser’s death, funds of the estate amounting to $1761.72, which consisted of his own notes to the testator. From the 19th of March 1868 to the 30th of March 1870, he received $6547.95. The account set out a credit as of the 3d of April 1869, of $1110 for the one-half of the principal and interest of a bond paid to Tobias Koch. The auditor found, however, upon testimony entirely adequate, that the bond had been given for money borrowed by Daniel Clauser himself, and that the testator had executed it only as surety. The credit was accordingly stricken out. The auditor also struck out a credit taken on the 28th of December 1868, for $1000 paid for fees of counsel in the trial of an issue involving the validity of the testator’s will. Various small sums, amounting altogether to $91, were credited to the accountant between the 18th of December 1868, and the 26th of December 1869. The first significant payment for which he was legitimately entitled to credit, was to M. Huy on the 21st of July 1871, and amounted to $1496.76. Other payments were made subsequently from time to time, but large sums were retained by him throughout. Upon the balances thus retained during the progress of the administration and down to the time of the credit, the appellants insisted before the auditor and in the Orphans’ Court that interest should be surcharged. The refusal of this claim by the court is the subject of the second assignment of error.\nThat the money of the estate was used by Daniel Clauser as if it had been his own, has not been contested. His own admissions, indeed, established the fact conclusively. He said in his testimony before the auditor, “ I had no money of the estate deposited in bank in the name of the estate. The money I had I deposited and used it when I wanted it. The money I owed the estate I used in my business, supposing that I would be entitled to a portion of it for compensation as executor.” Taken in its connection with the other circumstances disclosed by the report of the auditor, the use of the trust funds in his possession makes the case of the accountant peculiarly and grossly flagrant. There is no recognised precedent and no existing rule of law under which, in such a case, responsibility for interest can be evaded. “All refinements,” it is said in Lewin on Trusts 327, “ have been swept away, and the rule is now universal that, whether the executor was solvent or insolvent, whether the money was part of the general assets or specifically bequeathed, whether lent upon security or employed in the way of trade, the executor shall account for the utmost actual profits of the testator’s estate.” This language was quoted with approbation by Mr. Justice Read in Robinett’s Appeal, 12 Casey 174. It was there decided that if an administratrix mix the funds of the estate with her own money and employ them both in trade, the parties in interest may at their option insist on having a proportionate part of the profits, or receive interest on the amount of the trust funds so .employed. This was in accordance with the doctrine of the English Chancery, of which it was said that every reason that has been urged in its behalf elsewhere is applicable in Pennsylvania. Robinett’s Appeal was twice argued, and appears to have been carefully and deliberately considered. It had previously been held in Landis v. Scott, 8 Casey 495, that if an agent or trustee, in consequence of the pendency of legal proceedings between his principals, is prevented from paying over the moneys in his hands, it is his duty to invest the fund, and, in default, he is chargeable with interest. In Bruner’s Appeal, 7 P. F. Smith 46, an executor who had settled in 1861 an account which, in consequence of pending exceptions, was not confirmed until 1865, and who had failed to invest the balance due the estate, was charged with interest for the whole interval. And in Norris’s Appeal, 21 P. F. Smith 106, it was held that the investment of trust funds in the trustee’s individual name is concealment, and that where a trustee speculates with trust funds, he may be held to profits if the investment has been successful, and to interest if it has been disastrous. In the present case, the accountant must be surcharged with interest, and for that purpose it will be the duty of the Orphans’ Court 'to refer the report to the former or another auditor to ascertain the proper amount by making the necessary calculations, which should be carried down to the date of the supplementary report. The surcharge, however, should not include interest on the $1000 paid to counsel for the trial of the issue devisavit vel non. The principal sum was justly stricken from the accountant’s credits, but the presumption that he acted in good faith may be drawn from the fact that the money was paid to and received by able and reputable counsel.\nIn the third assignment of error, the question is raised as to the accountant’s right to commissions, the allowance of which by the auditor the court confirmed. Compensation is allowed to trustees as the reward for a faithful execution of the trust confided to them; but the right to it is destroyed by sloth, ignorance, reckless confusion and procrastinating delay on the part of the trustees, by which the interest of the cestui que trust is impaired: Stehman’s AjDpeal, 5 Barr 418. Here, there was more than sloth, ignorance, confusion and delay. Not only was the use of the trust funds for the personal purposes of the accountant admitted, but the record proves mal-appropriation in the payment of $1000 to his private counsel, and the deliberate attempt to fasten on the estate a liability for one-half of his personal debt to Tobias Koch. In Swartswalter’s Account, 4 Watts 77, an administrator pendente lite had “ trumped up,” in the language of Judge Kennedy, an unfounded claim against the estate he was administering, by which he attempted to appropriate the whole of it, with the exception of about $150, to his own use. His claim for commissions was disallowed, the court holding that to entitle trustees to compensation it was requisite that their duties should have been performed at least with common honesty. Misconduct in a trustee is always followed by a loss of commissions, especially when it is wilful: Thompson, J., in Berry hill’s Administratrix’s Appeal, 11 Casey 245. The auditor to whom the record will be referred will strike from his account all credits for commissions allowed to Daniel Clauser.\nIn view of the facts that have been recited, authority can scarcely be required to prove that the costs before the auditor, except so much as would cover the usual and formal expenses of a distribution, should be borne by the accountant. Gable’s Appeal, 12 Casey 395, may, however, be referred to, where it was held that an attempt on the part of executors to appropriate to themselves the interest on the trust funds which accrued after the filing of the account, was a sufficient reason for charging them individually with the costs of an audit. The auditor in the supplementary report will direct the payment of three-fourths of the costs that accrued before the former auditor and the entire costs of the hearing before himself, by the accountant, Daniel Clauser, and the payment of the remaining one-fourth of the costs of the former audit by the testator’s estate.\nOther questions were raised by the exceptions filed in the Orphans’ Court, but they have not been so presented in the assignments of error as to make them subject to review.\nThe decree is reversed at the costs of the appellee, Daniel Clauser, and it is ordered that the record be remitted for proceedings by the Orphans’ Court in accordance with-the directions contained in this opinion."}