{"id": "1053541", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe incorporation of the borough of Jenkintown by the Court of Quarter Sessions, out of a portion of the township of Abington and school district of the same name, resulted, by operation of law, in the formation of the new school district of Jenkintown; and the question presented in this case is, whether it is a new district, within the meaning of the 11th section of the Act of 1862, which provides, inter alia, that where a new school district is formed, the court establishing the same shall determine, on hearing, whether an undue proportion of the real estate and school houses, belonging to the old district or districts, are within the bounds of the new district, and if so, how much money shall be paid therefor by the new to the old district or districts : Pamph. L. 477.\nThe learned president of the Quarter Sessions, in sustaining the first exception to the report of the commissioner and dismissing the petition of the appellant, held that it was not. In this we think there was error.\nBy the incorporation of the borough what had before been one, became two separate and distinct school districts — one retaining the old name, and the other assuming the name of the new borough.\nWhile the primary object of the decree was the incorporation of the borough, with all the rights and powers incident thereto, its necessary legal effect was to establish the school district as fully as if application had been made for that purpose: Pamph. L. 1854, p. 617. The act of the court which created the one proprio vigore established the other. It requires, therefore, no strained construction of the act to hold that the new district was established by the court, and if so, the provisions of the act are literally applicable to it.\nThe object of the several acts, which from time to time have been passed on the subject of education, has been to remedy defects as they were discovered by experience — to provide for a just and equitable distribution of funds raised or invested for educational purposes, and as far as possible to perfect and perpetuate a harmonious system of common school education. To this end, it has been found necessary to provide, among other things, for the alteration and division of school districts, and the creation of new ones, corresponding with rhe municipal subdivisions- of counties, or sometimes independent of them, as the public convenience seems to require; and, in so doing, to provide for an equitable division of funds on hand, or compensation for school property acquired by the expenditure of the common funds. In giving construction to any part of the law, therefore, regard should be had to the entire system, and such parts as are remedial in their object should receive a liberal construction in order that the just and beneficent objects, intended by their enactment, may be promoted.\nIf, as the appellant alleges and the report of the commissioner shows, the new district has f3350 in value more than' its proportionate share of the school property, it would be manifestly unjust for it to retain the same without making proper compensation for the benefit thus received; and the act in question should be construed as affording an appropriate remedy, unless its application is necessarily restricted, as contended by the appellee, to separate and independent districts established directly by decree of court on petition for that purpose.\nThe remedial provisions of the 6th section of the Act of May 8th 1855 (Pamph. L. 510), are evidently restricted to such districts, but there is nothing in the Act of 1862 to indicate that it was not intended to enlarge the remedy and embrace other new districts. Independent districts were already provided for, and as the incorporation of every new borough by the court, ipso facto created a new school district, provision for the equitable adjustment of claims against them was needed. Moreover, the language employed, viz., “ where a new school district is formed,” &c., applies fully as well to new districts established by the incorporation of boroughs and erection of townships, as it does to independent districts created by the court, according to the provisions of the Act of 1855. There is nothing in the language by which its operation can fairly be restricted to districts of the latter class. Whenever they are mentioned, they are designated as independent districts.\nThe 1st section of the Act of April 17th 1865, requiring the clerks of courts of Quarter Sessions to forward to the superintendent of common schools a certified copy of each decree of court, “ creating any new school district, whether it be by the incorporation of a borough, the creation of a mew township, or the formation of an independent district,” furnishes some indication as to the legislative meaning of the term new districts, and lends some force to the construction we have adopted.\nWe are of opinion, therefore, that the new districts, intended to be provided for by the section of the act under consideration, include those created by the incorporation of boroughs and erection of new townships by the court. 1\n. Inasmuch as the court evidently dismissed - the petition for supposed want of jurisdiction, without fully considering the other exceptions, the case should go back for further hearing.\nThe order of the Court of Quarter Sessions, sustaining the exceptions and dismissing the petition, is therefore reversed and set aside, and procedendo awarded."}