{"id": "1053585", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe husband of the plaintiff, while engaged as engineer in running one of the company’s trains, was killed in a collision with another train, of which Jacob Bowser was conductor. It was claimed, and evidence was offered to show, that Bowser was habitually intemperate, and unfit for the service in which he was engaged; that the collision was wholly the result of his general carelessness and incompetency, and that his bad habits and unfitness for the position were known to the superintendent by whom he was employed and retained in the service of the company.\nThe general principles of law, applicable to such a state of facts as was disclosed by the testimony, were very fully and clearly presented to the jury by the learned judge below. It cannot be doubted that one who engages in a general service in which others are employed, assumes the risks of such service, including those which arise from the negligence of his fellow-employees; but, while this is true, a duty devolves on the employer. He is bound to use ordinary care in the selection of his employees, and if he neglects to do so, or if he retains them after he becomes aware of their unfitness or incompetency, he is answerable to the fellow-servant for his negligence in this respect. Applying the principle to this case when it was here on a former writ of error, it was said that when a railroad company employs a conductor who is unfit for the business, and knows his unfitness, it is chargeable with the consequences of his negligence, even to one employed in the same general service, and that the knowledge of the superintendent, intrusted with the management of the road and the power of employing and discharging hands, is notice to the company : 1 Norris 119.\nThe testimony covered by the first four assignments of error was properly admitted. It tended to prove the incompetency of Bowser; that, the collision was the result of his carelessness or reckless conduct, and that he was employed and retained in the service of the company by its superintendent with a knowledge of his character and unfitness for the position of conductor. The purpose of the first offer was to prove that McKillips was held out by the company, to the employees and the public, as the person in charge of its business. If his name appeared on the schedules and timetables of the road as its superintendent, and he acted as such in the management of its business, giving orders to conductors and other employees, hiring and discharging hands, &c., it was certainly competent as well as strong evidence of agency in these particulars. It is difficult to see how such agency could be more satisfactorily established than by showing that these acts were ¡performed in a manner and under circumstances that clearly justified the inference that they were done with the full knowledge and by authority of the company. It was not necessary to show that he acted under or by virtue of any special form of authority. If, in point of fact, he transacted the business with the knowledge and consent of the directors or officers of the board, -and was thus held out to the public, the company was answerable for his acts done within the general scope of the business with which he was intrusted. The second offer was to prove that Bowser was a man of known reckless and intemperate habits; that about tvro hours before the collision occurred he was so much intoxicated that he staggered; that Decker’s death was occasioned by the recklessness and intemperance of Bowser, whose character and habits were known to the superintendent. All this testimony, as well as that introduced under the third and fourth offers, was both competent and relevant. That portion of the testimony which tended to prove the intemperate habits and character of Bowser, and that he was intoxicated shortly before and probably at the very time of the collision, -was most pertinent and material. “ It is certainly incumbent on railroad companies to employ none but sober men on their roads. When a habit of intoxication in a conductor is shown, it raises, in case of an accident, a presumption of negligence, which stands until it is rebutted:” Railroad Company v. Books, 7 P. F. Smith 343.\nThe fifth assignment was not presented in accordance with the rules of court and was not pressed on the argument. The sixth assignment, relating to the measure of damages, is not sustained. The instructions given on this subject are in harmony with the act which restricts the recovery in cases like the present, to such compensation only as the evidence shall clearly prove to have been pecuniarily suffered or sustained. The jury were instructed that “ the proper measure of damages is the pecuniary loss suffered by the plaintiff and her two children.” If the children are entitled to participate in the damages recovered, it follows that the instruction was correct.\nThe subject of complaint in the seventh assignment is the refusal of the court to charge that “ the action having been commenced by Mary Decker alone and for her own use, there can be no recovery ;n this action for the use of the children, and the verdict in no case can exceed the sum of $1666.66$.” This assignment is based on the state of the record and what is claimed to be the proper construction of the Acts of Assembly, regulating actions in cases where death has been occasioned by unlawful violence or negligence. Suit was brought by the widow within a year after her husband’s death, and a narr. was filed in which the children were not named. In 1875, after the cause was at issue, the declaration was amended by inserting the averment, “that the parties entitled to the damages in this action, are the said Mary Decker, widow, and John R. Decker and Minnie Maud Decker, the only children of the said Adolphus Decker, deceased.” Under the Act of 1851, the right of action was given to the widow, and if the deceased left no widow, then to the personal representatives. This was followed by the Act of 1855, which provides that “ the persons entitled to recover damages for an injury causing death, shall be the husband, widow, children or parents of the deceased and no other relative; and the sum recovered shall go to them in the proportion they would take his or her personal estate in case of intestacy, and that without liability to creditors.” The next section requires that “the declaration shall state who are the parties entitled in such actionand that it shall be brought within one' year after the death and not thereafter. Instead of confining the right of action to the widow and personal representatives, it designates four separate parties, to one of whom, according to the circumstances of each case, the right of action is given. If the deceased leaves a husband, he alone is clothed with the right of action; if the wife is the survivor, she is entitled to bring suit; if there be neither surviving husband nor widow, the right of action is given to the children, and if there be neither husband, nor widow, nor children surviving, it is given to the-parents of the deceased. But while the right of action is given, according to the circumstances of each case, to one of the four designated parties, it is clear from the wording of the act, that the entire sum recovered is not always to be retained by the plaintiff in his or her own right. It is to be distributed among the relatives named in the proportion they would be entitled to take the personal property of the deceased in case of intestacy; and, to the end that it may appear who are entitled to participate in the damages recovered, it is required that the declaration shall state who they are. In the present case the widow had the right of action, not exclusively for her own use, but for the joint use and benefit of herself and children. She accordingly brought suit, in her own name, within the time limited by the act. Before trial the declaration was amended by naming the parties entitled to the damages claimed. It appears to us that this is the correct interpretation of the act, and that the proceedings Avere regular. The suit was properly brought, in due time, by the widow, and the limitation had no application to the filing or subsequent amendment of the declaration. If it had been the intern tion of the legislature, that the children should be joined Avith the widow, as plaintiffs in bringing suit, their names would of course appear as such, and there could be no object in requiring “ that the declaration shall state Avho are the parties entitled in such action.” The object of the Act of 1855 was not to take aAvay the right of action given to the widoAV by the Act of 1851; on the contrary it recognises her right and provides hoAV the damages shall be distributed.\nThe subjects of complaint in the remaining assignments are the answers of the court to the defendant’s fourth, fifth, tenth, eleventh and tAvelfth points. There is nothing in either of them that calls for special notice. They are all substantially correct.\nJudgment affirmed."}