{"id": "1053525", "contents": "Chief Justice Agnew\ndelivered the opinion of the court,\nThe county of Schuylkill constitutes a separate judicial district, having five judges, of whom three are learned in the law, and two are associates. One of the judges learned in the law and an associate were engaged in the trial of Thomas Munley for homicide from the 27th of June until July 12th 1876. The case of these prisoners, James Carroll, James Boyle, Hugh McGehan and James Roarity, was called for trial July 6th 1876, before President Judge Pershing and Judge Walker, an associate learned in the law. In consequence of motions for a change of venue and to quash the array of jurors, the jury for this trial taken from the panel for the second week was not completed until Saturday July 8th, the last day of the term. The jury being sworn could not be discharged, and consequently the trial was laid over until the next week. Circumstances in relation to the business of the court existed, in consequence of which the actual hearing began on the 13th of July, and the trial lasted then until the 22d. It is objected that there was no power thus to continue the case from day to day after the expiration of the term. The objection is groundless. At one time this argument might have had some force, but the strictness of the common law has been beneficially removed by legislation. The two Acts of the 18th of March 1875, Pamph. L. 25, 28, the Act of 7th April 1876, Pamph. L. 19, and the decision in Briceland v. The Commonwealth, 24 P. F. Smith 463, remove all doubt of the legality of the proceedings in the court below. Under these laws it is competent, in such a district as that of Schuylkill, to hold two courts of Oyer and Terminer at the same time; to issue separate venires, and to make all necessary and convenient orders for the despatch of business. The jurisdiction was therefore complete. According to Briceland v. The Commonwealth, a trial begun on the last day of the term may be continued afterwards. A jury sworn cannot be discharged without prejudice to the interests of justice, and offenders must often escape if the mere modes and forms of procedure are to be held so strictly. The continuance of the case by adjournments from day to day, from Monday until Thursday, when the trial proper began, was .a matter necessarily within the sound discretion of the court. The Court of Oyer and Terminer must know the state of its own business better than we, and what is proper in order to administer justice to all persons before the court. We cannot say that its discretion was abused. It does not appear to us that its authority was illegally exercised.\nWe come to the exceptions taken in the trial. On the morning of the 6th of July 1875, about two o’clock, Benjamin F. Yost was shot by two men, while he was in the act of extinguishing a lamp, in the borough of Tamaqua, Schuylkill county. Hugh McGehan and James Boyle, the men shown to have shot him, resided at Summit Hill, about eight miles distant, and were strangers to him. No motive, such as ordinarily influence men to commit so great a crime, was shown to exist on their part. They were neither insane nor intoxicated, so that it might be inferred that the murder was without an ordinary motive, or done by persons unconscious of the wickedness of the act. Without a moving cause, the killing was so unreasonable and so contrary to human observation upon the commission of great crimes, the case would have been barren of those elements which lead the mind to a conviction of the guilt of persons who were not recognised at the time of the act, and against whom the evidence would have been altogether circumstantial. Under these circumstances a jury might reasonably doubt the identity of the prisoners McGehan and Boyle, and would find nothing satisfactory to rest upon for the conviction of James Carroll and James Roarity, the prisoners indicted jointly with them, but who were not present at the commission of the homicide. That the evidence as given convicts all of the murder is beyond a reasonable doubt, yet this certainty of the proof was to be solved by facts more strange, unnatural and horrible than ever disclosed hitherto in the annals of crime in this country — facts which nothing but the clearest evidence could compel us to believe. The leading feature of this singular case is the existence of an order, or band of men, having its head in Ireland, extending into the United States and spread by ramifications throughout the coal regions of Pennsylvania, each •minor division governed by a body-master of its own locality, to A?hom the secret passwords, signs and tokens of recognition, called “ goods,” are transmitted through a descending grade of officers from the head of the order to the body-master, and by them distributed to the members. When we are informed that these men traded in blood, taking life for life by compact, burned houses, mills, breakers and valuable structures at the instance of 'each other, and banded together, by means of concealment, money and perjury, to shield each other from punishment, our incredulity is so excited Ave would fail to believe the tale from the mere mouths of two or three witnesses ; and nothing less than facts clearly and fully proved could command our belief. These the Commonwealth undertook to prove, and strange as it may seem, proved beyond the possibility of a doubt.\nThe chief witnesses by whom the organization called the “ Ancient Order of Hibernians,” but more commonly knoAvn as the “Molly Maguires,” was shown to exist, and its purposes, practices, passwords and signs, Avere James Kerrigan, a member of the order, and a party to the killing of one John P. Jones in return for the killing of Benjamin E. Yost, and James McParlan,- a detective, who procured himself to be admitted a member of the order for the purpose of obtaining its secrets and frustrating its designs. Standing alone, the testimony of Kerrigan would be Avorthless, and even McParlan’s, without confirmation, Avould be weak and perhaps unconvincing. Hence, the Commonwealth felt the necessity of sustaining the narratives of these witnesses by a long array of circumstances, beginning before the murder of Yost and running doAvn to the subsequent killing of Jones by way of return. These circumstances constituted a chain of evidence, branching out for the proof of two distinct, yet completely connected matters. One, primarily, for the identification of the prisoners, McGehan and Boyle, by whom the murder of Yost was committed; the other, secondarily, for the proof of the causes and motives for the commission of the act, and the privity of Carroll and Roarity as accessories before the fact, and liable, therefore, as principals, under the 180th section of the Criminal Code of March 31st 1860, and 44th section of the Criminal Procedure Act. The chain of circumstances was, therefore, double, having a twofold relation to the case, which made the occurrences after the murder, competent evidence. The facts which proved the existence, purposes and practices of the order known as the “ Molly Maguires,” as the means of exhibiting the causes and motives leading to the murder of Yost, and the participation of Carroll and Roarity with McGehan and Boyle, in the execution of the deed, were not necessarily all antecedent. Some were, others were not, but by confessions and direct links were traceable to those having a prior existence. Hence the evidence of these subsequent events, while having no direct bearing on the identification of McGehan and Boyle as the actual perpetrators of the murder, had a strong and pertinent bearing upon the causes and motives operating upon them in the perpetration of the crime, and upon the connection of Carroll and Roarity with them, as participants in their guilt.\nThus the entire body of the evidence became necessary to show the conspiracy which linked all the prisoners together, to show that they were combined in the most intimate relations, and in a common purpose, that their subsequent conduct and confessions were thereby connected and made competent against each other, and that all these combinations and purposes led directly to the commission of another murder, that of Jones, as the return price of the killing of Yost, which became linked to each other, as a part of the evidence exhibiting the nature and effect of the combination leading to the killing of Yost. The whole network of the evidence is so complicated, and so clearly united and connected together in proving the guilt of all prisoners, and their motives and the agencies employed, it is not possible to strike out the subsequent facts without destroying to a great extent the unity and relevancy of those which preceded the act. McParlan’s testimony strongly corroborates Kerrigan’s, and both are sustained and supported by other witnesses as to facts, before, at the time of, and after the murder.\nWhen these two purposes of the testimony are borne in mind we see clearly that the objections to the evidence constituting the second and third errors, and fourth to the ninth inclusive, are without weight. We must look at the real competency of the evidence and not at the order of its reception; and when we find that it was all finally competent, we will not reverse, because of the time or order of its introduction. In this connection we may notice that part of the offer set out in .the second assignment of error, in which it is stated that the murder of Yost was to be the price or consideration of the murder of John P. Jones. Now, though when the murder of Yost was undertaken, that of John P. Jones was not then stated or understood to be the consideration for it, yet it became an important fact in the disclosure of the purposes and practices of those who participated in the murder of Yost, and of the nature and customs of the order to which they belonged, which made the murder of Jones a return compensation for the-murder of Yost. The evidence under that offer was therefore properly retained in the case, and the court committed no error in refusing to strike it out.\nThe relevancy of the evidence set out in the assignments of error down to the 16th, is made manifest by what has been said. The evidence is not simply corroborative of the testimony of Kerrigan, it is to a large extent confirmatory and independent, lending strength to those parts which in themselves tend to establish the guilt of the prisoners. This case is well illustrated by ¿Esop's fable of the bundle of rods. One by one each stick may be taken away and easily broken, but the united fagot resists the strength that would destroy it.\nThe evidence being properly before the jury we cannot perceive that the court committed error in charging upon it.\nThe sentence of the Court of Oyer and Terminer is therefore affirmed, and the record is ordered to be - remitted for execution of the sentence according to law."}