{"id": "1053573", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court,\nThe scire facias of the plaintiff below is founded upon a judgment obtained by him, against the Pennsylvania and Delaware Railroad Co., for services rendered to it as engineer in the construction of its improvements. He claims judgment against the defendant, in the present case, lessee of the company above named, by virtue of the provisions of the resolution of the General Assembly of January 21st 1843, and its supplement of April 4th 1862. These acts, in effect, give a lien to “ contractors, laborers and workmen,” upon the railroads and other works and property of public companies, for the debts and liabilities accruing to them in the construction and repair of such roads and works. Whether the plaintiff can maintain his claim against the defendant depends upon whether he can bring himself within the class designated in the statute as “ laborers and workmen.” We are, then, to.inquire what the legislature intended by the use of these words. In seeking for this legislative intent we must give to the language of the statute its common and ordinary signification. But ordinarily these words cannot be understood as embracing persons engaged in the learned\"professions, but rather such as gain their livelihood by manual toil. When we speak of the laboring or working classes, we certainly do not intend to include therein persons like civil, engineers, the value of whose services rests rather in their scientific than in their physical ability. We thereby intend those who are engaged, not in head, but in hand work, and who depend upon such hand work for their living.\nWorcester defines a laborer to be, “one who labors; one regularly employed at some hard work ; a workman; an operative; often used of one who gets a livelihood at coarse manual labor, as distinguished from an artisan or professional man.” In like manner a work man is defined as “one who works; one employed in any labor, especially manual labor.” ' So, if we consult the older English statutes, as 'that of 1 Jac., ch. 6, which provides that the statute of 5 Eliz. shall extend to the rating of all “ laborers, weavers, spinsters, or workmen or workwomen, either working by the day, week, month or year, or taking any work by the great or otherwise,” we cannot doubt but that the terms “laborers” and “workmen” were intended to include only such as were engaged in manual occupations. This .limited meaning has been invariably attached to them and similar Avords Avhen used in our own statutes. In Heebner v. Chave, 5 Barr 115, the Act of 1845, prohibiting the attachment of laborers’ Avages, came up for construction, and it was held that that act was intended to secure to the manual laborer the fruits of his own Avork, for the subsistence of himself and family, and that it did not embrace the earnings of a contractor. So in Smith v. Brooke, 13 Wright 147, “ wages of laborers” were defined to be the earnings of the laborer by his personal, manual toil. In like manner, servants’ Avages, treated as preferred debts in the settlement of the estates of decedents, under the Act of 1794, Avere held to be the earnings of such servants only as make part of - a man’s household, and whose business it is to assist in the economy of the family ; in short, menial servants : In re Meason, 5 Binn. 167. Thus we may see that in these, as in many other cases which we might cite, this limited sense has been given to the words laborers, workmen, servants and the like, and this for the very obvious reason that in all statutes of this kind the intent has been to protect a class of persons who are wholly dependent upon their manual toil for subsistence, and who cannot protect themselves. This same result was reached in the very recent case of Wentroth’s Appeal, 1 Norris 469, in the construction of the Act of April 9th 1872, per Mr. Justice Sharswood. It is true, in one sense the engineer is a laborer; but so is the lawyer and doctor, the banker and corporation officer, yet no statistician has ever been known to include these among the laboring classes. We cannot, therefore, even to save a meritorious claim, undertake to make a new classification, which must necessarily defeat the statutory intent.\nJudgment is reversed."}