{"id": "1056650", "contents": "The judgment of the Supreme Court was entered\nPer Curiam.\n— It is very clear from the whole evidence on both sides that Mrs. Green, the plaintiff, was excluded from the rear car of the train. Her husband made repeated and ineffectual attempts to put her in. The brakeman pushed her off the step as she attempted to enter, gave no reason, but said, “ Go into that car,” pointing to,the car ahead. She stepped upon the rear platform of the forward car, and attempted to cross to the platform of the rear car. The brakeman put up the chain. Her husband took down the chain, and as he attempted to get his wife across, the brakeman locked the door. During all this time a contrversy was going on. These facts are not controverted or disproved. In all these facts Green and his wife are distinctly corroborated. The judge below recited them and said, “ The fact that the company did exclude her is not enough to entitle the plaintiff to recover. That she was excluded there can be no doubt, if this testimony be true; and that she was excluded from the car is conceded, even by the testimony that has been produced here on the part of the defence. Did they exclude her because of her color ?” This statement is strictly true. Then on what principle can it be said that the judge took the facts from the jury? The defendant did not controvert the exclusion, but put it on the ground that Green had a cigar in his mouth, and was smoking. The testimony is clear that this was the only reason. The fact of smoking was denied stoutly, and Mr. and Mrs. Green’s testimony on this point was thoroughly corroborated. It was the contested fact of the case, and was fully and fairly submitted to the jury, including the credibility of the witnessess, and especially of Green. The case went to the jury on the pivotal question of the case, whether the exclusion of Mrs. Green was on account of her race or color.\nHere, too, we find ample evidence to go to the jury. Indeed the point put to the court by the defendants, concedes the sufficiency of the evidence, by requesting the court to charge the jury that the exclusion must have been because she was a colored woman, or because of race or color. No point was made and no error assigned as to the sufficiency of the evidence on this ground.\nGreen had tickets for himself and wife. They started to go into the rear car, where other passengers were entering. Two white ladies immediately in front of them entered, and as Mrs. Green stepped up, the brakeman pushed her back and pointed to the front car. She was in advance, her husband following. The brakeman did not ask them to show their tickets, and said nothing, except that she should not go into that car; told her to go to the next car. She then got on to the platform of the front car to step on to that of the rear, and the brakeman put up the chain. The husband took it down and tried to get his wife on. The brakeman locked the door. While the controversy was going on two white ladies came and were let into the rear car. One of these passengers lived at Parsons, the same place where the Greens lived, and got off there. Shortly afterwards, Judge Handley and other white persons were permitted to enter the rear car. These facts were fully corroborated by James Thomas, Mrs. Thomas and Miss Thomas, all white. Now, in the absence of all other reason than their color, and in view of the permission to white persons to enter, and the very determined and effectual means used by the brakeman to prevent entrance, what other probable inference could be drawn than that it was because of their color they were prevented. The only ground set up was that Green was smoking. But this was fairly submitted to the jury as a sufficient ground to exclude Green himself, and found against the defendants. The verdict of the jury and perhaps the weight of the evidence is against this excuse, so that it was clearly a question for the jury, what was the cause of exclusion. The evidence is clear that these persons were respectable, decent persons, and it is scarcely possible to conceive of any ground of exclusion on the evidence except their color, the smoking being negatived.\n' We perceive no error in the record, and therefore the judgment is affirmed.\nSharswood, J., dissented."}