{"id": "1056017", "contents": "Opinion by\nMr. Chief Justice Brown,\nIn October”, 1906, Henry Tonge and Rae, his wife, brought an action against “The Item Publishing Company,” to recover for injuries to the wife, caused by the negligence of a driver of a wagon, who was delivering a newspaper known as “The Philadelphia Item.” The plaintiffs recovered judgments, but were unable to collect them, either from the Item Publishing Company or the subscribers to its capital stock, against whom they filed a bill for the purpose of compelling payment of their claims: Tonge v. Item Publishing Co., 244 Pa. 417. Subsequently, by decree of this court, entered March 13, 1916, it was held that the judgments were claims to be paid out of the estate of Thomas Fitzgerald, deceased, who died in 1891, because “The Philadelphia Item” was an asset of his estate, and its publication in October, 1906, was conducted by his executors: Fitzgerald’s Estate (No. 1), 252 Pa. 568. There being no funds in the hands of the surviving executor to pay the judgments, this proceeding was instituted to compel the appellees— representatives of legatees and distributees under the will of Thomas Fitzgerald — to make restitution of so much of the moneys, paid them out of his estate, as would be sufficient to satisfy the claims of Tonge and wife. From the refusal of the court to so order they have appealed.\nWithout regard to the statute of limitations, which the learned court below held was a bar as to all moneys paid by the executors more than six years before the presentation of the petition for an order of restitution, the relief prayed for could not have been granted under the undisputed facts in the case.\nThe last payment by the executor of Thomas Fitzgerald to a beneficiary under his will was made April 30, 1912 — nearly four years before the decree directing the claims of the appellants to be paid out of the estate of the testator. Every payment to legatees and distributees was voluntary and made and received in good faith. It nowhere appears that either they or the executors had any knowledge at the time the payments were made that the appellants had claims against the estate, or that it was likely to prove insolvent. No refunding bond was asked for or given, and the executor could not, under the circumstances, recover back what he had so paid, even though creditors of his decedent’s estate should remain unpaid in consequence of his payments to the legatees and distributees: Edgar v. Shields, 1 Grant 361; Miller v. Hulme, 126 Pa. 277. “A voluntary payment by an administrator to a distributee cannot be recovered back in the absence of fraud or an agreement to refund in case it should prove to be an overpayment or it should be needed to satisfy after-discovered claims against the estate”: Ferguson v. Yard, 164 Pa. 586. The rights of the appellants are no higher than those of the surviving executor. They must claim through him, and as he could not recover what they seek, their appeal from the decree of the court below is dismissed, at their costs.\nDecree affirmed."}