{"id": "1056051", "contents": "Opinion by\nMr. Justice Kephart,\nTo understand the several questions presented to. us for consideration, a brief statement of the facts will be necessary. The defendant, on April 9, 1918, purchased two revolvers, some cartridges and a blackjack from a pawnbroker in the City of Philadelphia. Close to three o’clock on the same day he, with his brothér, entered a jewelry store on Girard avenue and inquired about some wedding rings. After a few minutes’ conversation they left the store and shortly afterwards returned and again asked to be shown the rings; while the defendant was looking at them, his companion struck the proprietor on the head with a blackjack; the defendant then shot, but did not kill him. The proprietor, in escaping, was shot a second time by the defendant. His outcries brought a number of people to the place. The defendant and his companion went to the dining room at the rear of the store, where they met the jeweler’s wife; the defendant, after striking her with the blackjack, left the store with his companion and started to run east on Girard avenue, thence south on Eleventh street, and up a blind alley between Girard avenue and Poplar street. Their effort at flight being balked in this direction, they retraced their steps and were returning to Eleventh street. The deceased, who had joined in the pursuit, was standing at the entrance to the alley. The defendant, on approaching him, fired the shot that caused his instant death. It is for this homicide that he stands convicted of murder of the first degree.\nIt is contended by the defendant that the evidence as to what took place in the jewelry store and the defendant’s flight should not have been admitted in evidence, as it had a tendency to establish an independent crime having no relation whatever to the actual killing that took place in the alley. This evidence was received without objection. A very short period of time elapsed between the occurrence in the jewelry store and the shooting and the testimony was not offered with the view of showing a distinct offense from that charged in the indictment, nor to show that the accused was generally a bad man; it was offeréd, as stated by the Commonwealth, as being the probable result of a series of acts which had their inception in the attempt to perpetrate a robbery. There was no break in the continuity of events between the time defendant entered the jewelry store, the assault on the proprietor and his wife, his attempt to rob the store, his flight, and the killing of the deceased. A very clear exposition of the law as to the scope evidence may take which has a tendency to involve the commission of other offenses may be found in our Brother Stewart’s opinion in Commonwealth v. Coles, 265 Pa. 366: “It is quite true that, ‘as a general rule, a distinct crime unconnected with that laid in the indictment, cannot be given in evidence against the prisoner’:...... Shaffner v. Com., 72 Pa. 60......If the offense disclosed by the testimony sought to be introduced is unconnected with that charged in the indictment being tried, that is to say, that the two have no common element, and the facts with respect to the one are not required to supplement or explain the facts appearing in the trial for the other or later offense, then it must be said that the two offenses are distinct and separate, and the evidence would be irrelevant and inadmissible. It often happens, however, that two distinct offenses are so inseparably connected, that the proof of one necessarily involves proving the other, and, in such a case, on a prosecution for the one, evidence proving it cannot be excluded because it also proves the other.” See also Com. v. Dumber, 69 Pa. Superior Ct. 196.\nThe motive which prompted the defendant to shoot the deceased was his desire to gain his liberty. It was perfectly proper to show why Martin, the deceased, had pursued him to the alley and his evident purpose in the alley; this, no doubt, impressed itself on the mind of the accused to such an extent that he felt it necessary to kill the deceased to gain freedom. The evidence of prior acts is in explanation of the conduct of Martin, the deceased, and of the defendant, and shows the motive that prompted the commission of the crime. In this view, it was undoubtedly relevant evidence. It was further competent as being one of the probable results of an attempted robbery, so much so that where, as in this case, no intervening act broke the series of events, it may be considered as part of the res gestas. Reference is made to Com. v. Chiemilewski, 243 Pa. 171, 179, and Com. v. Wendt, 258 Pa. 325.\nThe first assignment of error relates to the admission in evidence, as rebuttal, of statements as to the condition of defendant’s mind at the time he was arrested and shortly thereafter; it is urged this evidence should have been introduced in chief. Generally, the order of proof is within the discretion of the court below and, unless it is abused, this court will not interfere with the order of admission. But this evidence was proper as rebuttal evidence. The general presumption is that every man is normal and is possessed of ordinary faculties; such defenses as intoxication, insanity and aphasia (or a mind not conscious of its acts), are affirmative defenses and the burden is on the defendant to establish them: Com. v. Dale, 264 Pa. 362. The Commonwealth cannot undertake the burden of showing a sound mind when it does not know the nature of the defense, and can become acquainted with it only when offered. Countervailing evidence can then be offered solely by way of rebuttal. It was competent for the Commonwealth to submit the testimony of witnesses who had observed the defendant at and immediately after the killing: Com. v. Wireback, 190 Pa. 138.\nThe court below did not, by the use of the language contained in the second and seventh assignments, intend to give the jury to understand that the trial judge felt great indignation at the crime with which the defendant was indicted, nor did it have a tendency to incite in the minds of the jurors any feeling of resentment or abhorrence to the defendant. It was not so forcible an expression of indignation at the crime as to convey to the minds of the jury the conviction or belief that the judge felt the prisoner was guilty. The remarks were not so intended but, on the contrary, were meant to charge the jury with the responsibility they were about to assume when they passed on the guilt or innocence of the defendant.\nThe trial judge charged the jury that after a review of the evidence he could find nothing which would justify them in returning a verdict of voluntary manslaughter, and the jury might find a verdict of murder in the first or second degree, or might acquit the defendant. It is now urged this was an erroneous instruction as it took away from the jury its statutory duty of ascertaining the degree of the crime. The jury has the power, and it is its duty, to ascertain the degree of murder; it is so fixed by the law of the State. Peremptory instruction that takes from it this power is erroneous, and it is the duty of the court to submit the question of manslaughter unless it is clearly convinced there is nothing in the evidence to reduce the grade of the crime below murder; while the jury must be free to act in determining the degree of murder, there is no such requirement in distinguishing between murder and manslaughter : Com. v. LeGrange, 227 Pa. 368. But where there is no evidence which in the least degree points to the offense of manslaughter, the court does not commit error when it refuses to charge with respect to manslaughter, or charges the jury as in this case. The defendant hoped to exculpate himself by the statement that he was a drug fiend and had no recollection of what happened from the time he entered the jewelry store until some time after the crime was committed, that he was suffering from aphasia, superinduced by the narcotic. There was not the slightest evidence of a quarrel, nor of sudden heat or passion, nor of provocation, nor any evidence to reduce the grade of the crime to manslaughter.\nThe remaining assignments of error are without merit. The charge was fair and contained no undue reflection on the accused. It carefully presented to the jury an exhaustive summary of the evidence. That the Com' monwealth’s side was dealt with at greater length than that of the defendant was due to the fact that its evidence was more voluminous. It contained all the ingredients of murder of the first degree. The evidence warranted the finding that was made and, after careful review of the entire record, we are satisfied the defendant was accorded every legal right to which he was entitled.\nThe judgment of the court below is affirmed and it is directed that the record he remitted for the purpose of execution."}