{"id": "1056583", "contents": "Mr. Justice Trunkey\ndelivered the, opinion of the court,\nOn every hand it-is admitted that the Act of Assembly of August 5th 1870, providing for the erection of public buildings in the city of Philadelphia, is constitutional and is law, except so much as has been repealed by section 2, article 15, of the new constitution. It ought to be as generally conceded that courts have no power to repeal a statute, and that all denunciations of it as a scheme to obtain money from the people, without consent of their immediate representatives, or as a measure that tries to the uttermost the law-' abiding character of the citizens, may he properly considered by a constitutional convention, or the legislature, but not by a tribunal whose sole duty is to ascertain and say what the law is. Where the expression of the lawgiver is clear, even if the object of the law be odious, no construction can nullify it. In such case it will be strictly construed. To elude a statute bv a pretence of respect for the intention of its makers, and falsely interpret what has no need of interpretation, is the basest form of its violation. A statute can be repealed only by an express provision of a subsequent law, or by necessary implication. These and other long-received rules should not be thrust aside because they are trite.\nThe Act of 1870 constituted certain citizens, with power to fill vacancies, commissioners for the erection of public buildings in the city of Philadelphia, and required them to organize, procure plans, employ secretary, treasurer, solicitor, architects and assistants, and do all other acts to carry out the intention of the statute. The location of the buildings was to be determined by a vote of the electors at the general election in October 1870. Within thirty days thereafter, the commissioners were to advertise for proposals, and, soon as practicable, make all needful contracts for the construction of said buildings, which contracts should be valid and binding upon the city. “ The said commissioners shall make requisition upon the councils of the city, prior to the first day in December in each year, for the amount of money required by them for the purposes of the commission for the succeeding year, and said councils shall levy a special tax sufficient to raise the amount so required.” “ Said councils may at any time make appropriations out of the annual tax in aid of the purposes of this act.” The amount to be expended by said commissioners is strictly limited to the sum required to satisfy their contracts for the erection of said buildings and for the furnishing thereof. “ It shall be the duty of the mayor, the city controller, city commissioners, and city treasurer, and of all other officers of the city, and also the duty of the councils of the city of Philadelphia, to do and perform all such acts in aid an’d promotion of the intent and purpose of this Act of Assembly as said commission may from time to time require.” Such are the terms of the act.\nThe section of the constitution relied on as abrogating the statute is, “ No debt shall be contracted or liability incurred by any municipal commission, except in pursuance of an appropriation previously made therefor by the municipal government.” Obviously this prevents new contracts until appropriations to pay for them shall have been made. The commissioners cannot expend money in excess of the sum appropriated — the indebtedness of the city shall not be increased beyond the means provided for payment. To that extent is the statute modified or repealed. Necessary implication can go no farther. There is no positive repugnancy between that section of the constitution and the other provisions of the statute. Saving that all liabilities incurred shall be in pursuance of previous appropriations by the municipal government, the provisions of the constitution and statute can stand together. The commissioners make the requisition for the work, for its execution is theirs ; the councils appropriate the means, and then only can contracts be made to bind the city. Had the*act required the municipal government, instead of the commissioners,-to erect the buildings, followed by an amendment directing that government to first make appropriations for the work, and contract no liability in excess thereof, no one could understand the amendment as curtailing the powers or duties of the government in any other respect. Equally clear is it that every duty imposed by the Act of 1870, upon the commissioners and upon the councils and officers of the city, continues in full force, excepting the one modification. To read the law is to know that all power and discretion, in the erection of the public buildings, have been intrusted to the- commissioners, and the power and duty of making appropriations and raising the money have been imposed upon the councils.\nThe will of the law-making power appears in plain and distinct expression. Nevertheless, it may be-well, for a moment, to consider the context of the constitution and the expressed object of its framers, as bearing on the true meaning of section 2, article 15. Confessedly, section 20, article 3,.avoids no law relative to any commission created prior to 1874. The reports of the debates show much discussion of the subject, repeated attempts to amend that section so as to annul all laws creating such commissions, denunciations of various -commissions, including the building commission of Philadelphia, and a persistent refusal by the convention to insert a word which would abolish then existing commissions, or limit the powers which had been given them. Section 2, article 15, was little discussed, no one speaking against it. Doubtless its mover and a few others believed it broad enough to throttle all commissions. In itself it is in harmony with other provisions of the constitution relating to municipal indebtedness, and, as already seen, has potency to prevent incurring liabilities in advance of the means provided for payment. Its scope and just bearing must have been understood by the strong majority of the convention which had so steadily rejected amendments, designed to destroy commissions, to section 20, article 3. That majority included able lawyers, who well knew that no statute or part thereof, not positively repugnant, would be repealed by implication. It cannot be inferred the convention intended what, on full discussion, was refused. More easily may it be inferred that an unskilled hand missed its object. When the convention intended a repeal of existing laws, it was done in no ambiguous or uncertain phrase. For instance, article 3, section 21, forbidding tbe enacting of acts relating to personal injuries, declares, “ such acts now existing are avoided.” Section 22, upon another subject, contains an identical clause. Section 2, article 9, declares certain tax laws void, and section 1, article 16, provides that certain charters and grants shall have no validity. Moreover, section 2 of the schedule expressly continues in force all laws not inconsistent with the constitution. Now, as formerly, the legislature have supreme control over all municipal corporations, subject only to expressed constitutional limitations. Formerly, a special law could be made for every city, now the power must be exercised by general laws. Thus additional reason appears that the Act of August 5th 1870 is still valid.\nThat statute being the law to the parties, the case is not difficult. The learned judge below was of opinion that if that act were not made nugatory by the new constitution, the right of the petitioners to the writ of mandamus would be incontrovertible. In Park Commissioners v. The City of Philadelphia, 2 W. N. C. 124, it was said: “ That the relators are entitled to this remedy, and that the city councils, and all other municipal officers and agents, are amenable to it in cases where a clearly defined duty is imposed upon them by law, and which duty does not in any way reflect upon the exercise of official discretion, has been often determined, and is too clear to admit of the least doubt.” After a careful review of the Acts of Assembly relating to the Park Commissioners, it was said: “ None of these laws gives the commissioners authority to make requisitions upon the councils for loans ; on the contrary, there is a plain purpose that the city shall retain control over the subject.” There the rule was correctly held, but it distinctly appeared that the law vested the discretion in the city government, and not in the Park Commissioners. The rule was well stated and applied in Commissioners v. The City of Philadelphia, 7 Phil. R. 298. The conclusion to be deduced from the authorities is, that where power is given to public officers, either in peremptory or permissive form, whenever the public interest calls for its exercise, they are bound to act. If the power be judicial or discretionary, the court will not control their deliberation or coerce their discretion. They may be ordered to do their duty, but must be left free to act according to the dictates of their own judgment. But when a ministerial act is to be done, a specific duty or act is enjoined, and there is no other specific remedy, performance will be compelled by mandamus.\nThe petition of the relators sets forth the Act of Assembly ; the organization of the commission and entering upon their duties; the construction of a large portion of the buildings which are unfinished; the requisition upon the councils for $1,500,000, made November 29th 1876, and the neglect and refusal of the councils to levy any tax or make any appropriation, or otherwise aid in promotion of the purposes of said act, as required.\nThe return of the respondents makes no suggestion that the facts alleged in the petition are untrue. Six assignments of cause against the writ are given, and have been considered. But little more need be said in reference to the points they suggest.\nThe first avers that the writ cannot issue at the suit of the relators, who are mere agents of the respondents. In this the facts are not as assumed. The commissioners were not appointed by, are not subject to the control of, or dismissal by, and are not required to settle their accounts with, the councils. They have no private interest in the premises which are not in common with other citizens. To them has been committed a public trust which they cannot, if they would, transfer to another body, without legislative action. They entered upon the duties of their office, have made contracts, have expended vast sums of money in construction of a large portion of the buildings, which are, at present, unfinished. The councils have refused an appropriation; the work stops. The duties of the councils are sharply defined in the Act of 1870. While they disobey, the law is inoperative and construction suspended. When the commissioners are thwarted in the performance of their \"duties, by neglect of councils to perform theirs, they may sue out the writ in the public interest.\nThe second assignment avers that councils are vested with a discretion in levying taxes and appropriating money ; and the third that they have no power to levy a special tax for the expenses of the current year, commencing January 1st 1877. Whatever discretion is given them under other statutes, for other purposes, matters not in reference to their duty under the Act of August 5th 1870. In argument it was urged they had no power to levy a special tax, because it was not done on the first day of December. It is sufficient to say that the presumption is that they refused to do their duty because of a belief that it was permissive and not absolute. Were it possible that they purposely neglected a known duty, the statutory command remained to appropriate the money and raise it by a special tax or out of the annual tax. Mistake or perfidy may delay, but cannot defeat the law. The law remaining, the duty continues and does not expire with the year-1877. The chief object of the law is construction of public buildings, a work suspended by neglect of councils to do a specific act, and that act is still required to be done, and when done suspension ceases.\nThe last three assignments refer to contracts of the commissioners. Nothing in the statute, as modified by the section in the new constitution, requires, as a precedent condition to the duty of councils to make the appropriations, specific information to be given of contracts made, prior to 1874, or of those contemplated which cannot be made except in pursuance of an appropriation.\nUpon consideration of the whole case we are impelled to the conclusion that the learned judge erred in refusing the mandamus. The return shows no cause against it. There is no averment that the sum required is unreasonable and unnecessary for the purposes of the statute,- nor of any fraud or abuse of powers by the commissioners.\nIt may be well to remember that the commissioners are not irresponsible nor outside the pale of the law. Should they abuse their trust, fraudulently incur -liabilities, or attempt to charge the city for anything not within the purview of the act, the courts are open for prevention, redress or punishment. The law of the land, which has the means to compel a recalcitrant public officer to do his duty, provides for his restraint when he is proceeding to violate it, and for redress, or his punishment, when he has defrauded the public.\nConcerning legislation to vest powers in special commissions, the people have said they will have no more of it; and, at the same time, defused to avoid existing laws giving such powers. The authority that enacts may repeal. But while a statute is in force, no opinion of its wisdom or policy, of any judicial or ministerial officer, or private citizen, will justify or excuse its violation.\nThe judgment refusing the writ is reversed, and judgment for the Commonwealth, and peremptory mandamus awarded. The record is ordered to be remitted for the enforcement of this judgment."}