{"id": "1056626", "contents": "Mr. Justice Woodward\ndelivered the opinion of the court,\nAt the time of the death of John W. Kellberg, on the 1st of November 1876, an agreement was in force between the Bullock Printing Press Company and himself, which had been executed on the 4th of April 1874, with the stipulation that it should date from the 1st day of July 1878. By this agreement Kellberg assigned to the company all his interest in certain patents which had been issued to him for improvements in printing machines, the company promising,- among other considerations, to pay him, he having been and consenting to remain in their employment, “ in addition to his regular salary of twenty-six hundred dollars, the further sum of one hundred and fifty dollars every three months thereafter; that is to say, on the first day of the months of July, October, January and April.”\nOn the 18th of August 1877, the petition of Laura M. Kellberg, the appellant, and the widow of the decedent, was presented to the Orphans’ Court, averring that after her husband’s death, she and her son, then a minor, were induced to renounce their rights to letters of administration, by the representations of Frank B. Williams, the secretary or business manager of the Printing Press Company; that they wanted the patents, which her husband had assigned to them, renewed, and had a right to the renewals; and by his assurance that if any advantage should come to her husband’s estate, she should have it. Williams thereupon was appointed administrator. The petition then complained, that from the time of his appointment he had refused to assert any claim against the company for the quarterly payments accruing after Kellberg’s death, on the ground that the right to them ceased at that time, whereas the petitioner insisted that the right was to continue during the term of the letters patent, Avhich had still several years to run. Alleging mismanagement of the estate, the petitioner prayed the removal of Williams, and the grant of administration to herself.\nThe answer denied, in express terms, that any suggestion was made to Mrs. Kellberg of future advantage to her husband’s estate, to induce her to renounce her right to administer in favor of the respondent. It alleged that the only reason for taking out letters, was the rule of the patent office requiring personal representatives of original patentees to apply for re-issues of patents, notwithstanding an assignment. The respondent also declared that he was ready and willing to bring suit against the company for the quarterly payments, or to permit the use of his name for that purpose by the petitioner’s counsel. He explained the reason Avhy proceedings had not been begun, to be, that he had been advised by counsel that, as matter of law, the quarterly payments stopped with the death and salary of the intestate. As the replication filed by the petitioner Avas withdrawn from the record before the hearing, the rights of the parties must rest on the uncontroverted facts disclosed by the petition and ansAver.\nIt is clear that the relations between the administrator and the legal representatives of the decedent are not harmonious. It may- or may not be that a continuing liability for the quarterly payments stipulated .for in the agreement of the 4th of April 1874, survived Kellberg’s death. Whatever the event, the question is one which the appellant has a right, in a proper forum, to have tried. The manifest interest of the administrator is on the side of the company,'and there would be not only incongruity, but hazard of delay, mistake or wrong, in leaving him to represent a claim to which his business relations render him directly adverse. Nothing but some controlling necessity would justify his retention in his position, and no such necessity is indicated by the facts presented. In Hassinger’s Appeal, 10 Barr 454, the opinion was per curiam. It was said that “ there are certainly prima facie rights to priority of administration; but they may be controlled by evidence of incompetence, or unfitness from circumstances.” There the interests of some of the next of kin were antagonistic to those of the decedent, and the court held that administration “ought to be committed to an impartial stranger to them, who alone would have their confidence, or -would perhaps deserve it.” In referring to some English authorities which had construed the statutes of 31 Edw. 3, and 21 Hen. 8, Judge Rogers said, in Ellmaker’s Estate, 4 Watts 34, that “the right to administration is put expressly on the ground of interest, on the reasonable presumption that the person most interested to increase the estate is most competent to administer.” The office of administrator is one of trust and confidence, and ought not to be committed to an heir who has an interest in opposition to other heirs of the estate : Bieber’s Appeal, 1 Jones 157. “ Courts,” in the language of Judge Burnside, in that case, “have constantly declined putting in persons as administrators so situated.” Winship v. Bass, 12 Mass 199, involved the construction of a statute which authorized the intervention of the judges of probate, when -any executor or administrator should become insane, or otherwise incapable of, or evidently unsuitable to discharge the trust reposed in him. The controversy arose out of the refusal of an executor to pay a debt due by him to his testator’s estate, until compelled by the judgment of a court. It was held, Parker, O. J., delivering the opinion, that it was “ unsuitable that he who represents the estate, and without whose agency a suit cannot, be conducted, should remain in office when such suit may be necessary to coerce the payment of the debt.” In this state, authority to remove any executor, administrator, guardian, committee of a lunatic, habitual drunkard, or any other trustee, was conferred by the first section of the Act of the 1st of May 1861, whenever, among other causes, it should be made to appear that he was wasting or mismanaging the property under his charge, “ or that, for any reason, the interests of the estate or property are likely to be jeopardized by the continuance of such executor, administrator, guardian, committee or trustee.” Here there are at least alleged interests involved, as to which the views of the administrator and those of the legal representatives do not coincide. Their conflicting relations make jeopardy to those interests possible. In any legal steps the appellant may desire to take in' the enforcement of her claims, she is entitled to the unhampered use of her own process, and the estate has a right to he freed from the fetter of a hostile representative, passive though the hostility may be.\nIn his answer to the petition, the respondent suggested that the vacation of the letters of administration granted to him would cause irreparable harm and inconvenience to the assignees of the decedent in procuring re-issues of the patents which they hold. The participation of the personal representatives of deceased patentees in applications for extensions could always be readily enforced if such participation were legally required. But the Acts of Congress of recent years have apparently not contemplated any action on the part of executors or administrators in the cases of extensions of patents granted to original patentees, who, having made assignments while living, have subsequently died. The 11th section of the Act of the 4th of July 183G, made every patent assignable in law, either as to the whole interest, or any undivided part thereof, by any’ instrument in writing. The 13th section, which related to the surrender and re-issue of defective patents, conferred, in the case of the death of the original patentee, or of an assignment by him, all the rights to Avhich, if living, he would be entitled, upon his executors, administrators or assignees. By the 18th section, it was declared that the benefit of any renewal of a patent for seven years should extend to the assignees and grantees of the thing patented, to the extent of their respective interests therein. By the 6th section of the Act of the 3d of March 1837, any patent thereafter'to’ be issued could be made and issued to the assignee or assignees of the inventor or discoverer, the assignment thereof being first entered of record, and the application therefor being duly made, and the specification duly sworn to by the inventor. And by the 33d section of the Act of the 8th of July 1870, “to revise, consolidate and amend the statutes relating to patents and copyrights,” it was enacted that patents might he granted and issued or re-issued to the assignee, of the inventor or discoverer, the assignment thereof being first entered of record in the patent office ; but in such case, the application for the patent was required to be made and the specification sworn to by the inventor or discoverer; and also, if he should be living, in case of an application for a re-issue. It was stated by the appellant’s counsel on the argument that the rules of the patent office have been framed in precise conformity to the statutes. There is neither necessity nor just or legal reason why a representative of the Bullock Printing Press Company should, in order to promote their interests, be at the same time the representative of John W. Kellberg’s estate.\nThe decree of the Orphans’ Court is reversed, at the cost of the appellee; and it is now adjudged and decreed that the prayer of Laura M. Kellberg be granted. And it is ordered that the record be remitted that this decree may be carried into effect."}