{"id": "1056089", "contents": "Opinion by\nMr. Justice Walling,\nThis bill in equity was filed to restrain the owner of land from interfering with certain coal mining operations thereon. In 1902, M. B. Kelso, the owner of a two-hundred-acre farm in Chartiers Township, Washington County, conveyed to the plaintiff, John M. Greek, his heirs and assigns forever, all the coal in the Pittsburgh or River vein in a twenty-nine-acre parcel thereof. The deed to Greek says, inter alia, “Together with the free and uninterrupted right of way into, upon and under said land at such points and in such manner as may be proper and necessary for the purpose of digging, mining, draining, ventilating and carrying away said coal; hereby waiving all damages therefrom or thereon or from the removal of all of said coal; and together with the right to mine and remove through said premises for the period of time hereinafter stated other coal now or hereafter belonging to said party of the second part, his heirs or assigns; and together with the use, during the period of mining said coal (which said period of time shall not exceed ten years from the date hereof) of all that certain strip of land containing three (3) acres, more or less, adjoining the northerly side of said coal [describing it], including the stable thereon erected. The parties of the first part reserving the sheep shed for the purposes aforesaid, including the erection of a mining plant with tipples, machinery and railroad side tracks, without extra compensation; and together with the right to said second party to remove all buildings, tipples, railroad tracks, machinery and appliances erected by him, his heirs or assigns (except the improvements to the said stable now on said land, which shall remain), within said period of ten years.” The three acres was a strip of low land situated between the twenty-nine-acre tract and the railroad, which it was necessary to cross in the practical removal of the coal. The deed provides that the mining plant shall be erected only on the three acres.\nSoon after his purchase, plaintiff constructed on the three acres the necessary mining apparatus and worked the mine for five years; during which time he mined and removed all the coal in twenty-three acres, leaving six acres unmined. Then (in 1907) he ceased mining, removed such of the structures erected by him as he desired, suffered the mine to fall into decay and remained away for ten years. In 1907 defendant purchased the farm from Kelso, subject to plaintiff’s rights. Greek in 1917, after having failed in an effort to arrange with defendant for a further use of the three acres, took possession of so much of the same as he desired and erected thereon a mining plant at a new location in preparation for the removal of the balance of the coal. To all of which the defendant strenuously objected and forcibly tore down the new coal tipple, etc. To prevent his further interference plaintiff brought this suit, to which defendant made answer and the trial court heard the case fully, made findings of facts and legal conclusions and later entered a final decree^ in effect, restraining defendant from interference with plaintiff’s mining operation, but subject to the right of the defendant to maintain an action at law for the use of the three acres and for any damage done thereto subsequent to the end of the ten years, and required plaintiff to enter bond as security therefor. From that decree defendant brought this appeal.\nInasmuch as the deed to Greek expressly limits the time for mining the coal to a period not exceeding ten years, we are unable to agree with the trial court’s conclusion that the time for its mining is without limit. Nor can we agree that there is an implied covenant for a further occupancy of the three acres by Greek, on condition that he pay for the use thereof. There is no such provision in the deed and we cannot make a new contract for the parties. It says nothing about mining the coal or any part of it after the ten years, nor of using the three acres for such purpose. As we understand the deed it means that the price paid for the coal included the use of the three acres during the ten-year period, with the right to erect thereon a mining plant “with. tipples, machinery and railroad side tracks, without extra compensation”; and also the right to remove the same at the end of that time. Conceding that the words, “without extra compensation,” refer to the use of the three acres during the ten years, that does not by implication extend the mining period nor grant the right to a further occupancy of the land on tendering compensation for its use.\nThe fact that plaintiff removed more than three-fourths of all the coal on the twenty-nine acres in five years clearly shows that the time fixed was ample for the mining of all the coal, and indicates the absence of any excuse for a way by necessity. In fact the court below affirmed defendant’s request to the effect that there was here no right-of-way by necessity. The purchaser of unmined coal has a right to use so much of the surface as is necessary in its mining (Trout v. McDonald, 88 Pa. 144), and where the coal purchased is surrounded by other land of the vendor the vendee has the implied right to cross such other land in the mining and removal of the coal. Here, however, the matter of access to the coal is provided for by express covenants, which cover the time, place and manner of the mining, and leave nothing to implication. The law will not imply a different contract from that which the parties themselves made. And there can be no implied covenants as to any matter specifically covered by the written terms of the contract itself: Kachelmacher v. Laird, 92 Ohio 324; Stoddard v. Emery, 128 Pa. 436; Baldwin Lumber Co. v. Todd, 124 La. 543. Where the parties had agreed upon the mode of access to coal conveyed, no implication can be allowed of any other way, however convenient: Bascom et al. v. Cannon, 158 Pa. 225, 232; see also Bosch v. Hoffman, 42 Pa. Superior Ct. 313; 27 Cyc. 729. Implied covenants are operative only when the parties have omitted to insert covenants in the instrument: 7 R. C. L., p. 1093.\nIt is not inconsistent with the grant of a fee in coal that a term is fixed for its removal (Kingsley v. Coal & Iron Co., 144 Pa. 613,628; Finnegan v. Penna. Trust Co., 5 Pa. Superior Ct. 124; see also Lazarus’s Est., 145 Pa. 1, 7), and when removed the space it occupied reverts to the owner of the surface. There is no express grant to plaintiff of any right-of-way after the ten years, and, “Where an easement or other right is not expressed and is sought to be implied as attached to the grant of the fee, the same must clearly appear from the intention of the parties as shown by the terms of the grant, the surroundings of the property, and the other res gestee of the transaction”: Fitzell v. Philadelphia, 211 Pa. 1; Neely v. Phila., 212 Pa. 551. The intent of the parties here, as shown by the terms of the deed, was that the coal should be mined and removed within the ten-year period, and that must prevail. “Where a written contract is clear and unequivocal, its meaning must be determined by its contents alone, and a meaning cannot be given it other than that expressed”: 13 C. J., p. 525; Cubbage v. Pittsburgh Coal Co., 216 Pa. 411, 414.\nAs plaintiff had no right to occupy the three acres, after the expiration of the ten-year period, his bill must fail, but we deem it unnecessary at this time to decide as to the ownership of the unmined coal.\nThe decree is reversed, the injunction is dissolved and plaintiff’s bill is dismissed at his costs."}