{"id": "1056094", "contents": "Opinion by\nMr. Justice Kephart,\nThis action is for the breach of a compromise agreement, The original contract was executed on March 8, 1916. By it the defendant and one Gahagen agreed to sell to the plaintiff 350 to 400 gross tons of coal daily from the first output of their mines at the price of $1.50 a gross ton, and he was to* receive a commission on the sale of the remainder of the output of the mines. The contract was to continue until April 1, 1917. A dispute arose as to the interpretation of the contract, and as coal was then in a rising market this dispute was, no doubt, influenced by that fact. However, in October, 1916, the parties to this action, after a conference, executed what is termed a compromise agreement, Gahagen having sold his interest to the defendant. Disagreement as to the terms of this contract resulted in the defendant refusing to ship coal thereunder during the month of March, 1917, the last month of the compromise agreement. The plaintiff brought this action for all damages sustained by reason of the breach of the last agreement and from a judgment in his favor the defendant appeals.\nSo much of the compromise agreement as may be necessary to the decision in this case will be set out and discussed in its proper order. It provides:\n1. That the amount of coal to be sold to the plaintiff during the balance of the term shall be 2,050 gross tons per week to be delivered out of the first output of the mine.\nThis standing alone was a sale of 2,050 tons per week, and it was not dependent on any contingency.\n2. The plaintiff sold back to the defendant 850 tons out of the 2,050 tons at the rate of $3.25 per gross ton, to be paid for as hereinafter set forth.\nWhile buying back is apparently a strange transaction, it must be remembered that this was a compromise agreement and there were cogent reasons for the repurchase. It amounted to a net profit of $1.75 per ton on the 850 tons of coal, the price of $3.25 being the average selling price at the time of the compromise agreement.\n3. The defendant agreed to deliver out of the first production from the mines the balance of the 2,050 tons, or 1,200 tons per week, unless prevented by inadequate car supply, accidents or strikes, in which case it was thereafter to make up the coal in default.\nThe first week the agreement was in operation defendant did not mine 2,050 tons and it took the position it was not bound to allow a credit of $1.75 per ton on 850 tons of coal per week when the coal was not actually mined and which it was prevented from mining by causes beyond its control. The dispute occasioned by this stand was put off until the last month, when it declined to ship because plaintiff took the opposite view.\nBefore discussing the other paragraphs of the agreement, and particularly the 5th which to our mind has a controlling effect, we will turn our attention to these several paragraphs. As before said, there was a definite agreement to sell 2,050 tons of coal weekly, without regard to whether it was mined or not. Then, from this tonnage, 850 tons were resold; it was the first subject of consideration and was dealt with without regard to whether it was mined or not. This is emphasized by the 3d paragraph, which directs what shall be done with the balance of the weekly shipments — if defendant fails to ship the 1,200 tons weekly because of inadequate car supply, accidents or strike, it is to be made up by future shipments. For any other cause than that mentioned, it was bound by its contract to ship as there directed. But, it is clear, the agreement as to the 850 tons still retained its obligatory force regardless of any cause. It was to be considered as mined each week. Or, as put by appellant, “when the contract speaks, the coal is already loaded on the cars as part of the complete subject-matter which the company undertakes to produce.” . The interpretation thus far developed is in nowise modified by the 4th paragraph of the contract; it speaks of the balance of the output. It deals specifically with the balance in excess of 2,050 tons and the commission to be paid plaintiff on this balance of coal mined and delivered. By the words “mined and delivered,” the parties did not mean the entire subject-matter of the agreement should be mined and delivered. These words control only the basis of compensation by commission. It must be fixed on coal mined from these mines and delivered by defendant, not on coal mined, but undelivered, or on coal purchased from others and delivered by defendant.\nNor are we persuaded that the 6th paragraph of the original agreement, which is retained in the compromise agreement by the words “except as hereinafter modified and changed” (the agreement of March 8, 1916), shall remain as binding upon all parties. This 6th paragraph is as follows: “Neither of the parties hereto shall be held liable for a failure to perform any of the terms or conditions hereof, for causes over which he or it shall have no control, or for which he or it shall not be responsible.” To give this paragraph the effect contended for by appellant, would be to practically annul the compromise agreement. The sale of a specified number of tons weekly, the division of that sale into two parts by specific provisions, the enumeration of the causes that might delay, but not entirely defeat, the execution of the second part (the shipment of 1,200 tons), preclude the idea that defendant shall not be held liable for failure to perform, for causes over which it has no control, or for which it is not responsible. Car shortage, acci(dents and strikes are such causes, but they are dealt with as to the second part, 1,200 tons, and have no application to the first part, 850 tons. Should we be in error in this conclusion, unquestionably the 5th paragraph controls, and we will now consider it.\nAs stated above, 850 tons were “sold back” “to be paid for as hereinafter set forth.” The 5th paragraph states plaintiff shall pay the sum of $1.50 per ton for all coal shipped to him under the terms of the compromise agreement, and he shall have the right for each four weeks’ period to apply as a credit on such payment the purchase price of the 850 gross tons per week sold back to defendant by plaintiff under paragraph two of this agreement at the rate of $3.25 per ton, less the contract price of $1.50 per ton — not so much of the 850 tons as is mined each week, but in effect 850 tons at $1.75 a ton. It speaks of a definite, fixed quantity and whatever prospective use the defendant might have had for the 850 tons is not material in determining the question of payment. We need not discuss the provision that the company shall settle by check in case what is due from the company for coal sold back, plus commission, exceeds the price of coal sold to plaintiff and delivered on his orders. It does not affect the previous part of this paragraph just discussed, and applies to a different state of facts. The contract guaranteed to plaintiff a fixed sum per week for the surrender of his rights expressed in the prior contract. The defendant was not justified in refusing to ship for the last month of the period, or in demanding an indemnity before making-further shipment. By the original agreement, plaintiff was entitled to from 2,100 to 2,400 tons per week, at $1.50 a ton, and as coal was selling at $3.25 a ton when the compromise agreement was executed, he was entitled to this profit as well as the additional profit when it sold for $6 and $7 a ton. He was entitled to his increased commission, under the original agreement, as high as 64 cents a ton when coal was at its highest price. It was important to defendant to secure a modification of the agreement. This was done by the compromise. Its officers knew better than any one its ability to produce a definite number of tons, and subsequent shipments to April 1, 1917, show they did not err in judgment. Moreover, it appears they did not adhere to the rule now sought to be enforced, but allowed for tonnage bought back in excess of the 850 tons.\nThe assignments of error are overruled and the judgment of the court below is affirmed."}