{"id": "1056574", "contents": "Mr. Justice Mercer\ndelivered the opinion of the court,\nThis was an action of trespass, brought by the plaintiffs in error, for the wrongful taking and selling of their personal property. They claimed title to the same through a purchase made at sheriff’s sale, on the 5th of January 1870, as the property of one Nathan Kahn. Two days after the sheriff’s sale, a creditor of Kahn filed a petition in bankruptcy against him, and on the 25th January 1870 he was adjudged a bankrupt. The defendant, who was the United States marshal, seized and sold the same property by virtue of the proceedings in bankruptcy. The right of the parties depend on the effect to be given to the sheriff’s sale.\nThe plaintiff in error relies on the third assignment only. This covers the answer of the court to the fifth point submitted by the defendant. The court charged that if the jury was satisfied from the evidence that Kahn, with a desire to prefer the plaintiff, in either of the judgments on which the sale was made, failed to make a defence to the plaintiff’s suit, which by law he was entitled to make, or caused goods to brought within the reach of the executions, then there was sufficient, under the Bankrupt Act, to invalidate the whole transaction and the sheriff’s sale; and the verdict must be for the defendant.\nWhen this case was here before, 27 P. F. Smith 305, it was held that the proceedings under the judgments and executions were not per se in fraud of the bankrupt law, but were questions of fact for the jury. This fifth point presents two distinct propositions, stated disjunctively, each of which was affirmed. Neither one presents the question of Kahn’s intending to defraud any of his creditors, nor of any collusion of the plaintiffs in the judgments, with him; but, in effect, the answer declares, that either of the facts stated constitutes an implied fraud on the bankrupt law. The sale was made by virtue of executions issued on two judgments, yet the jury was told if Kahn, with a desire.to prefer either plaintiff, failed to make defence to the plaintiff’s suit, which by law he was entitled to make, they should find for the defendant. The failure to make defence in either one “invalidated the whole transaction.” As a legal proposition we think this is not correct. In contemplation of law each judgment stands on its own merits. The fact that one of the plaintiffs was interested in both judgments does not change the rule of law as to their separate effect, although it may increase the probability as to the facts alleged. It is not clear to our mind exactly what idea the court intended to convey to the jury when he refers to the defence which by law Kahn was entitled to make. It appears the judgments were taken for want of affidavits of defence. Did the court mean that if Kahn had no other defence than one purely technical, that he was bound to interpose it; or was'it intended to limit the requirement to defending against a debt not honestly and justly due ? If the debt was justly due, I know of no law requiring him to actively resist a recovery. His passive non-resistance is not necessarily a fraud on the bankrupt law, although he may be insolvent in contemplation of that act: Wilson v. City Bank, 17 Wallace 473; Sleek v. Turner, 26 P. F. Smith 142; Kemmerer v. Tool, 28 Id. 147.\nThe other objectionable part of the answer is, “or caused goods to be brought within the reach of the execution” is “sufficient to invalidate the whole transaction and the sheriff’s sale.” Thus this one act is by itself alone declared to be sufficient to taint and corrupt the whole transaction. The validity of the debts may have been unquestionable. The judgments may have been recovered in undoubted good faith. The executions may have issued with the most pure intentions. Kahn may not only have honestly owed the debts, but may have been under the highest legal and moral obligation to pay them; yet, according to this answer, if he “ caused goods to be brought” within reach of the executions, it invalidated all the plaintiff’s rights in the property purchased at sheriff’s sale. He need not have caused all the goods sold by the sheriff, nor all taken by the defendant, “to be brought within reach of the execution,” but any part of them, to vitiate the whole sale.\nIt is an important fact in this case that the sheriff’s sale was made before any proceedings in bankruptcy were instituted against Kahn. The mere existence, on the statute book of the bankrupt law, did not prevent a levy and sale.\nIf neither the judgments nor the sales were fraudulent in fact, the latter gave a good title to the purchaser. In that case the assignee in bankruptcy could not follow the property, but must resort to the fund produced by the sale: Rohrer’s Appeal, 12 P. F. Smith 498.\nJudgment reversed, and a venire facias de novo awarded."}