{"id": "1056004", "contents": "Opinion by\nMr. Justice Frazer,\nPlaintiffs husband was employed by defendant as a member of a wrecking crew stationed at defendant’s Port Richmond yard, Philadelphia, and subject to call to clear away wrecks occurring on any part of the company’s railroad system. An engine which had completed its day’s service and returned to the yard to be prepared for use the following day became derailed on an ash-pit track, a part of the yard, and, while assisting others of his crew in replacing it, plaintiffs husband was run down by another engine of defendant and instantly killed. Upon claim being made to the Workmen’s Compensation Board the board found that at the time of the accident the crew was not engaged in interstate commerce, as claimed by defendant, and, accordingly, awarded compensation to plaintiff. On appeal to the common pleas the award was reversed, the court holding that, inasmuch as the ash-pit track was used in cleaning engines engaged in both state and interstate traffic, it formed a part of defendant’s permanent way and the removal of an obstruction therefrom was a work connected with interstate commerce, and, accordingly, disallowed the claim. The sole question raised is whether deceased was, in fact, engaged in interstate commerce at the time of his death.\nThe compensation board found as a fact that the derailed engine had been returned to the yard for the purpose of being put in order for the following day’s work and was not at the time engaged in interstate commerce. In so far as the particular engine is concerned, it clearly appears its replacement upon the track was not a part of interstate commerce. It had not been assigned permanently to a particular branch of traffic, had finished its duties for the day and returned to the yard to be overhauled and placed in condition for its next day’s service, the exact character of which does not appear: Minneapolis, etc., R. R. v. Winters, 242 U. S. 353; Mayers v. Union R. R. Co., 256 Pa. 474.\nA more serious question is whether or not the fact that the ash pit was used for locomotives generally engaged in both state and interstate commerce, made it an instrumentality of commerce so as to render the work of replacing the derailed engine and removing the obstruction an incident to such commerce. In answering this question in the affirmative the court below relied upon Pedersen v. D., L. & W. R. R., 229 U. S. 146, and Southern Ry. Co. v. Puckett, 244 U. S. 571. In the former case it was held that one engaged in the work of repairing a bridge, a part of defendant’s road, was engaged in interstate commerce and within the Federal Employers’ Liability Act. In the latter it was held that one assisting in raising a wrecked car to rescue a fellow employee and incidentally to clear the track for interstate commerce was likewise engaged in such commerce within the meaning of the act. The basis of these decisions was stated in Pedersen v. R. R. to be that (page 152) “a track or bridge may be used in both interstate and intrastate commerce, but when it is so used it is none the less an instrumentality of the former; nor does its double use prevent the employment of those who are engaged in its repair or in keeping it in suitable condition for use from being an employment in interstate commerce.” There is a distinction, however, between the facts of these cases and the present one. In the Pedersen case the bridge was a permanent and necessary incident to the use of the road for any kind or all kinds of traffic, interstate as well as state. In the Southern Ry. Co. case cars were waiting to be moved over the obstructed track and destined directly for interstate commerce as part of an interstate train at the time being made up. In the present case there is no finding that the yard in which the ash pit was located was a necessary part of defendant’s main line used for interstate commerce. Neither does it appear that the engines intending to use the ash pit were in actual operation in interstate commerce. The board merely found the removal of the derailed engine was necessary to “allow other engines of the defendant to be brought to the same ash pit for the purpose of being prepared for next day’s service. Many of these engines when in actual operation were employed in the movement of interstate freight.” They were not “in actual operation” as such at the time, and their next use or class of service was uncertain and would probably not-be determined until the following day, or at a later time.\nIn the case of Deuel v. C., B. & Q. R. R., 253 Fed. 857, plaintiff was injured while assisting in raising one of defendant’s engines which had fallen into the pit of a turntable “used for the purpose of turning its engines and locomotives used by it in interstate traffic.” It was there held plaintiff was engaged in interstate commerce; the court, however, said (page 858) : “If the labors of plaintiff had been confined to a repair or raising of the engine merely, and had not had to do with the ultimate task and purpose of clearing a portion of its track permanently devoted to interstate commerce, the decision in Minneapolis, etc., R. R. v. Winters, 242 U. S. 353, would have been controlling.” The distinguishing feature between the above case and the present is that the turntable was there expressly found to be a part of its track permanently devoted to interstate commerce and used for turning engines set apart for that purpose, while here there is no finding to indicate the ash pit was other than a mere yard convenience for the purpose of cleaning and overhauling engines after completing their day’s run and putting them in condition for subsequent use for either state or interstate traffic.\nThe judgment of the common pleas court is reversed and the award of the compensation board affirmed."}