{"id": "1056572", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThere was some evidence in the case that the goods in controversy had been injured prior to the offer to return them to the plaintiff. Houghton (plaintiff) says in his cross-examination: “ After receiving the notice from Mr. Whitaker, not immediately, but on account of sickness, as soon as I could', I went to the factory and found my goods honey-combed, thrown out in the yard, rusted and worthless. This was some four or five weeks after the sale.” In view of such evidence it was not error to decline the defendant’s point. Had the plaintiff accepted the tender or offer of the goods the measure of damages indicated by the point would not have been inaccurate. Thus in Rank v. Rank, 5 Barr 211, where the goods had been unconditionally received by the plaintiff after suit brought, the measure of damages was held to be the difference in value at the time of the conversion and that of the delivery. And it may be stated generally that in an action of trover, where the goods have been accepted or regained by the plaintiff, such fact goes in mitigation of damages. He cannot accept a return of his goods and yet'recover their full value. We need not refer at length to the authorities cited in support of the proposition, that in trover a plaintiff is bound to accept a tender or offer to return the property. In nearly all of them there was no deterioration of it after conversion. This was so in Rutland & W. Railroad Co. v. The Bank, 32 Vt. 639, where the property consisted of the bonds of the plaintiffs, for which they were liable in full, and which therefore could not have suffered any deterioration as to them. It was held that plaintiffs were bound to accept them when tendered; but it was distinctly said that such a rule would not apply where the goods had deteriorated in value. This principle runs through most of the cases. Whether a plaintiff in trover is bound under all circumstances to accept a return of the goods, is a question not necessary to a decision of this case. It is sufiicient to say that under the evidence the plaintiff was not bound to accept the offer, and that the measure of damages, based upon the affirmative of this proposition, was not the correct one. Hence 'it was not error for the learned president of the court below to say: “ Where one demands his chattels, and there is such a withholding of them as amounts to a conversion, a right of action accrues which will not be divested by a subsequent offer to return the goods, or a notice to the plaintiff to come and take them away.” This is entirely accurate, • whether we view it as an abstract proposition or an instruction upon the evidence in the case. At most a tender could only affect the measure of damages; it does not go to the right of action. However it may be in the case of an offer to return an article that has sustained no injury, it is clear, both upon reason and authority, that an offer to return property that has been damaged while in the possession of the .wrongdoer, imposes no obligation upon the injured party to accept it.\nJudgment affirmed."}