{"id": "1057807", "contents": "Mr. Justice Mercur.\ndelivered the opinion of the court,\nThis case involves the sufficiency of the claim filed to charge the separate property of the wife. Three principal objects were secured by the Act of 11th April 1848. 1. To protect the property of a married woman against her husband and his creditors. 2. To give her capacity to bind her estate by contract for necessaries. 3. To authorize her to dispose of her property by will. The act gives no express authority to a married woman to bind her separate estate by contract, for the improvement or repair of her real estate. This power is only constructively within the act: Heugh v. Jones, 8 Casey 432; Murray v. Keys, 11 Id. 384; Findley’s Appeal, 17 P. F. Smith 453.\nTo sustain a common-law action against a husband ■ and wife, with a view of charging the separate estate of the wife for necessaries furnished for the support and maintenance of her family, facts must be averred in the narr., and proved on the trial, sufficient to bring the case within the act. It is not sufficient that a cause of action against the wife be proved, it must also be set forth in the declaration: Mahon v. Gormley, 12 Harris 80; Murray et al. v. Keys et al., supra; Parke et al. v. Kleeber et al., 1 Wright 251. When the object is to charge the real estate of the wife with a lien, it is quite as necessary that all the requirements of the statute be complied with: Lloyd v. Hibbs, 31 P. F. Smith 306. The claim should aver not only the contract of the wife, but that the work was done or materials furnished, for the improvement or repair of her real estate, and substantially, that the application was so made: Heugh v. Jones, supra; Schrifer v. Saum, 31 P. F. Smith 385.\nThe claim in this case does not allege that the wife was the owner of the land on which the building was erected, nor that the building was for the improvement of her real estate. It makes no averment in regard to the ownership of the ground on which, the building was placed. It does allege that she was the owner or reputed owner of the building; but the attempt is to charge not only the building, but also the ground of the wife, on which it stands, and the curtilage appurtenant thereto. A mere tenant for years has no such interest as will be bound by a mechanics’ lien. As against one sui juris it may be conceded that the averment of ownership in the building would prima facie, extend the claim to the ground and curtilage. No such presumption can be applied to create a lien on the real estate of the wife. When she is made liable it is not merely by reason of the erection of the building; but it is -mainly because she has thereby improved her real estate, the land on which it stands. The present claim, as set forth, is wholly consistent with the wife having no such estate in the land as could be bound by a mechanics’ lien. If she had an estate to be bound, the fact on which to predicate that conclusion, should have been stated. The claim lacks the essential requisites to charge the lien on the separate estate of the wife. As this view is fatal to the lien, it is not necessary to consider the other assignments. The learned judge should have affirmed the first point submitted by the defendant below, and the first assignment is sustained.\nJudgment reversed."}