{"id": "1057874", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThe contention in this ease arises upon the construction of that portion of the will of John Knoble, deceased, in which he disposes of the remainder of his estate. The clause referred to is as follows: “ The remainder to be divided into three equal parts, one part to go to my wife’s (Sarah ICnoble’s) brothers and sisters, and if any of the above be deceased, to their lawful heirs, the remaining two-thirds to be equally divided into four parts and to go to my brothers and sisters, and if they be deceased, to their lawful heirs, with the exception of Eliza Raudenbach’s heirs, they are to have and receive but one-fifth of such a share.” The appellants, who are the heirs of Eliza Raudenbach, deceased, claim the one-fifth of the two-thirds of the residue. The auditor and the court below gave them but one-fifth of one-fourth of two-thirds. The court also held that as to the other four-fifths of one-fourth the testator died intestate.\nThere is an admitted obscurity in this part of the will. The intention of the testator in regard to Mrs. Raudenbach’s heirs is not clearly expressed. It is very plain, however, that he did not intend to die intestate as to any portion of his estate. He first gives a number of pecuniary legacies and then proceeds to dispose of the remainder as above stated.\n“ No presumption of an intent to die intestate as to any part of the estate is to be made when the words of the testator will carry the whole:” Stehman v. Stehman, 1 Watts 466; Little’s Appeal, 31 P. E. Smith 190. The fact that the learned judge of the court below was driven by the stress of his position to hold that the testator died intestate as to four-fifths of the one-fourth of the two-thirds of the residue, would of itself lead us to doubt the soundness of the course of reasoning by which he arrived at such a conclusion. An examination of the residuary clause shows that the testator divided the remainder into two parts or shares, one part, consisting of one-third, he gives to his wife’s brothers and sisters as a class; the other share, consisting of two-thirds, he gives to his own brothers and sisters as a class. So far there is no difficulty; but here he evinces an intention of giving the heirs of his deceased sister, Eliza Raudenbach, less than the others, and he accordingly gives them “ one-fifth of such a share.” He had two brothers and two sisters, all of whom were deceased, leaving issue; were the share (two-thirds) set apart for them to be equally divided, the heirs of each brother and sister would get one-fourth. But the testator says Eliza’s heirs shall have only one-fifth. One-fifth of what ? Evidently one-fifth of the share (two-thirds) set apart for his own brothers and sisters. This would give the heirs of the other brothers and sisters the remaining four-fifths of the two thirds, and disposes of the whole estate without an intestacy as to any portion thereof. Looking at the entire will and the clear intent of the testator to dispose of all of his estate, we regard this as the proper construction of the residuary clause.\nIt was contended by the learned counsel for the appellees that this construction violates “the most ordinary and simple rules of syntax,”\" while the learned counsel for the appellants, on the other hand, insisted that “ the language in the residuary clause cannot be parsed as we find it.” The grammatical construction of language is always entitled to weight in the interpretation of its true meaning, but when, as here, it is used by one evidently not familiar with grammatical rulés, the force of such an argument is materially diminished.\nThe decree is reversed at the cost of the appellees, and it is ordered that the record be remitted, with directions to make distribution in accordance with the views expressed in this opinion."}