{"id": "1057894", "contents": "Mr. Justice Paxson\ndelivered the opinion of the court,\nThe bill in this case avers that the complainants are creditors of David Winton, deceased; that he died in December 187 0, leaving no property for the payment of his debts; that at the time of his decease he was indebted to the complainants in the sum of $1600; that previous to the 25th of May 1870, the said Winton was the owner of a farm in the county of Erie, Pa., in fee-simple; that on said 25th of May the said Winton made a deed of conveyance of the said farm to Carlos M. Kingsley, his son-in-law, reciting a consideration of $4000; that said conveyance was made by the said Winton to the said Kingsley for the purpose and with the intention of defrauding the complainants, and to hinder and delay them in the collection of their debts against the said Winton; that the defendant knew of and was a participant in the fraud; that the complainants were informed and verily believed that the defendant contemplated and intended selling and conveying said land to a bona fide purchaser with a view of preventing complainants from collecting their claims against the decedent out of said property. The prayer of the bill was for a preliminary injunction restraining the defendant from conveying or in any manner encumbering the said real estate, and that upon final hearing the deed from the said Winton to the said defendant be declared null and void, and that the said land be made subject to the payment of said debts. The answer in general terms negatived the material allegations in the bill and especially - the charge of fraud and collusion. The bill was referred to a master, who, after an investigation of the facts, found the fraud as charged by the complainants, and recommended a decree that the land be sold by the assignee in bankruptcy of the defendant, and the proceeds of the sale be applied first, to the payment of the costs of this case; secondly, to the claims of the complainants, and thirdly, to the creditors of the defendant. Upon exceptions filed the court below dismissed the bill, upon the single ground of, want of jurisdiction. That is the one question for our consideration.\nWhile the learned judge admits that fraud is one of the grounds for the exercise of chancery jurisdiction, and that the statute of 13 Elizabeth, making all conveyances with intent to hinder, delay and defraud creditors null and void as to such creditors, is in force in Pennsylvania, he nevertheless held that the complainants had no standing in a court of equity because they were not judgment-creditors. We need not discuss the question as to how far the position of the court below might have been sustained had this bill been filed during the life of Mr. Winton. It may be that in such case the creditors would have been compelled to commence proceedings at law to establish their claims before filing their bill, though the statute of 13 Elizabeth extends the benefit of its provisions to all creditors alike, without regard to the character of their claims. But the moment Mr. Winton died, his creditors of all classes became lien creditors under the Act of Assembly which provides that the debts of a decedent shall be a lien upon, his real estate for five years after his death. We think, therefore, the mere fact that the complainants had not recovered judgment against Mr. Winton was not of itself sufficient to oust the equity jurisdiction of the court.\nFraud is one of the recognised subjects of equity jurisdiction. It is said by Judge Story, in his valuable treatise on Equity Jurisprudence, at § 350: “ It must be a fundamental policy of all enlightened nations to protect and subserve the rights of creditors, and a great anxiety to afford full relief against frauds upon them has been manifested not only in the civil law, but from a very early period, in the common law also.” As a general rule courts of equity have jurisdiction to relieve against every species of fraud: Chesterfield v. Janssen, 2 Ves. 155. The jurisdiction is expressly given by our Act of 13th June 1840, Pamph. L. 671, and has been constantly and repeatedly exercised since that time. It is especially adapted to this class of cases. Its process is plastic and may be readily moulded to suit the exigencies of the particular case. A court of equity proceeds with but little regard to mere form. It moves with celerity and seizes the fruits of a fraud in the hands of the wrongdoer. So long as fraud forms one of our recognised heads of equity jurisdiction, the mere statement of the. facts of this case forms a strong argument in favor of the right of the complainants to maintain their suit. And it must be conclusive unless they have a-full and adequate remedy at law. Had they such remedy ? It was urged by the appellee that they should have brought suit at law against the administrator, if there be one, and if not, they should have raised up an administrator for that purpose. Such a proceeding would have been a vain thing and lex neminem cogit ad vana sew inutilia. Mr. Winton was domiciled in another state at the time of his death, and left no personal estate in Erie county. There was nothing to administer. There was no real estate of which he died seised. It had been conveyed by a deed, which however fraudulent as to creditors, was good against him, his heirs, executors and administrators : Williams’s Adm’rx v. Williams, 10 Casey 312; Buehler v. Gloninger, 2 Watts 226; Stewart v. Kearney, 6 Id. 453. Whatever standing the administrator might have to impeach this deed would be derived solely from his position as trustee for the creditors defrauded. His intervention would not. seem to be necessary if the creditors prefer to proceed themselves. Any attempt of the administrator to sell the real estate for the payment of the debts due complainants would be of little avail so long as it is covered by this fraudulent title. The purchaser would buy a lawsuit with no accurate means of judging of its value. In order to make the property available for the payment of the debts, it is necessary to remove the blot upon the title. This can only be effectually done by a court of equity.\nNot only would a suit against the administrator have yielded no fruit, but I am unable to see that it could have been of any avail in this proceeding. It would not have been evidence for any purpose against the defendant, for he would not have been either party or privy. Notwithstanding a judgment against the administrator, the complainants would still have been compelled to prove their debts against Mr. Winton. Nor could the costs of such a judgment have been recovered: Osgood v. Manhattan, 3 Cowen 612.\nThe complainants have no remedy against the heirs. The plea of riens per descent would have been a sufficient answer to an action against them.\nEquity furnishes the appropriate remedy for this case. Its first move was to enjoin the defendant from conveying or encumbering the property pending the bill. Without this the creditors might have been totally defeated by a sale to a bona fide purchaser.\nIt is not necessary to notice in detail the authorities cited by the .appellee. Nearly all of them relate to bills of discovery, and have no bearing upon the case. Brinkeroff v. Brown, 4 Johns Ch. R. 671; Suydam v. Northwestern Ins. Co., 1 P. F. Smith 394; Hendricks v. Robinson, 2 Johns. Ch R. 283; McElwain v. Willis, 9 Wend. 548, cited by the learned .judge of the court below, were all cases of bills filed in aid of a judgment at law, and rest upon a different principle. On the other hand Loomis v. Tifft, 16 Barb. 547, is directly in point, and rules that a creditor who has neither judgment nor lien can proceed in equity against the fraudulent grantee of a decedent. We do not go so far. Here the creditors had a lien, and we go no further than to say that having a lien they have a standing in court to maintain their bill.\nWhile in no doubt as to the law of the case, we are embarrassed to some extent by the defective manner in which it was presented. We were furnished with an abstract only of the bill and master’s report. We find nowhere a full and distinct statement of the debts of the respective complainants beyond the averment in the bill that they aggregate about $1600, and the finding of the master stated argumentatively that the debt of Justus Fowler amounted to $712. He also finds that Winton was indebted to the complainants in the aggregate sum of $1600. This is very loose and unsatisfactory. No statement or finding as to the nature and character of the claims, whether due on bond, bill, book account or otherwise. All these matters should have been clearly averred in the bill and found by the master. As, however, the master has substantially found the facts necessary to give the court jurisdiction, and to justify a decree, we are indisposed to turn a ease out of court that has substantial merit on account of the defects referred to.\nThe only remaining question is as to the form of the decree. The deed in controversy is void only as to the complaining creditors. The quiescent creditors, if there be any, cannot take advantage of this proceeding. This is settled by Shulze’s Appeal, 1 Barr 251, and Tomb’s Appeal, 9 Id. 61. It is apparent then that after paying first, the costs of this proceeding, and second, the respective claims of the complainants, the real estate in question ought to be released from the injunction. . Opportunity should be given to the defendant or his assignee in bankruptcy to make such payment. We, therefore, enter the following decree:\nThis cause came on to be heard at the October and November Term of this court, at the city of Pittsburgh, and was argued by counsel, whereupon this 11th day of November 1878, it is considered and adjudged by the court that the decree of the court below be reversed at the costs of the appellee; that the deed from David Winton to Carlos M. Kingsley, dated the 25th of May 1870, conveying 166 acres of land in Erie county, Pennsylvania,’ be and the same is declared null and void as against the complainants in this bill; that the injunction heretofore issued be made perpetual, unless the defendant or his assignee in bankruptcy shall, within ninety days from the filing of this decree, pay the costs of this proceeding, and the respective claims of the complainants in full;' and in case such payment shall not be made within ninety days, as aforesaid, then it is further ordered and decreed that the real estate described in ' said deed be sold by the administrator of David Win-ton, deceased, if there be one; and if not, by a trustee to be appointed by the court below, for the purpose of paying the debts of the complainants and the costs of this proceeding.\nOn the 29th of November Mr. Justice Paxson filed the following additional opinion:\nAfter the above case was decided, and during the present term of the court, an application was made on behalf of E. T. Montague to modify our decree so that no sale of the real estate in controversy shall be made until after the claims of the complainants shall have been legally ascertained. It was alleged in support of this motion that the said Montague purchased said real estate from the assignee in bankruptcy of said Carlos M. Kingsley; that suits have been commenced at law by some of the complainants against the administrator of said David Winton, deceased, to which suits said administrator has made an affidavit of defence; and that until the amount of said claims can be ascertained, the said Montague cannot decide whether it is to his interest to pay the same, or to suffer said real estate to be sold.\nThe validity and amount of the claims referred to was one of the questions directly involved in the bill in equity. Until the creditors established their claims the court had no jurisdiction to declare the deed void. The master finds that Justus Fowler’s debt amounts to $712, and that the claims aggregate some $1600. This was not a very clear finding, but we have only that portion of the master’s report that bears upon the question of fraud, and there was no exception filed in the court below that the master did not find the amount of the respective claims with sufficient accuracy, or that he found them upon insufficient evidence. Upon this question, therefore, Carlos M. Kingsley and those claiming this land under him' have had their day in court.\nThe motion is denied."}