{"id": "1057718", "contents": "Opinion by\nMr. Justice Frazer,\nUpon plaintiffs’ petition a writ of alternative mandamus was issued directed to the commissioners of Schuylkill County to show cause why they should not accept and file in their office a certificate of nomination of candidates for county offices to he voted for at the election to be held November 4,1919. The court below sustained a motion to quash the writ, from which order petitioners appealed.\nWe now have a motion to dismiss the appeal, one reason in its support being that since the time for holding the election has long passed, the question raised is merely academic and a decision on the merits at this time would be without effect. This point is well taken, as we have frequently stated we will not decide moot questions or abstract principles of law: Winston v. Ladner, 264 Pa. 548, 550, and cases cited. However, owing to the importance of the question to citizens and political parties desiring to nominate candidates to fill vacancies, we have concluded to consider the merits of this case, although our action in this respect must not be regarded as a precedent for the determination of such questions in the future.\nThe petition for mandamus avers that on September 30, 1919, petitioners and others to the number of about thirty-five citizens, all qualified electors of the County of Schuylkill, met in convention in the City of Pottsville, within that county, and formed “a political party for the purpose of nominating for election county and municipal officers in Schuylkill County at the November election, 1919.” The convention elected a president and secretary and adopted, a motion authorizing the president to appoint an executive committee of five persons “for the purpose of nominating, substituting, filling vacancies, preempting a title, designating a party name, and for such other powers and duties as might be necessary thereto.” The committee so authorized was duly appointed and, pursuant to the action of the citizens’ meeting, nominations were made and filed designating named persons to be voted for at the coming election for the several offices to be filled at that time. The name “Equal Tax Party,” adopted by the committee, was, owing to the objections filed on October 10, 1919, by persons representing the “Tax Revision Party,” after hearing and action by the court, changed to the “Equal Assessment Party.” In the meantime all persons named as candidates for the several offices to be voted for, except two> withdrew their names and the executive committee appointed by the chairman met and selected other persons to fill the vacancies thus created.\nThe county commissioners refused to accept and file the certificate of substituted nominations for the reason it was not, in their opinion, properly authenticated as required by law. The contention of the commissioners was sustained by the court below.\nThe right of petitioners to the mandamus prayed for depends upon the construction of section 11 of the Act of June 10, 1893, P. L. 424, which provides: “In case of the death or withdrawal of any candidate nominated as herein provided, the party convention, primary meeting, caucus, or board of the citizens who nominated such candidate, may nominate a substitute in Ms place, by filing in the proper office, at any time before the day of election, a nomination certificate or paper which shall conform to all the requirements of this act in regard to original certificates or papers: Provided, that if the said convention or citizens shall have authorized any committee or if any executive committee of any political party be authorized, by the rules of said party, to make nominations in the event of death or withdrawal of candidates, the said convention shall not be required to reconvene nor the said citizens to sign a new nomination paper, but the said committee shall have power to file the requisite nomination certificate or paper, which shall recite the facts of the appointment and powers of the said committee (naming all its members), of the death, or withdrawal of the candidate, and of the action of the committee thereon, and the truth of these facts shall be verified by the affidavit, annexed to the certificate or paper of two members of the committee, and also of at least two of the officers of the convention who made affidavit in support of the original certificate, or two of the citizens who made affidavit to the original paper: And Provided, Also, that in case of a substituted nomination paper not filed by a committee but signed by citizens it shall only be necessary that two-thirds of the signers of the said paper shall have been signers of the original paper.”\nUnder the Act of June 12, 1913, P. L. 719, sec. 2, to qualify as a political party within a county and make nominations as such, the body of electors of which the party is composed must be such that one of its “candidates at either the general or municipal election preceding the primary polled at least five per cent of the largest entire vote cast for any elected candidate.” It seems to be conceded the Equal Assessment Party did not meet the requirements of this provision. Nevertheless, the persons attending the organization meeting proceeded to act as a political party and appointed an executive committee pursuant to the theory that they existed as a political party and enjoyed all the rights and privileges incident to a political organization. Under the section of the Act of 1893 above quoted, acting merely as a body of citizens, petitioners might have made nominations and also authorized a committee to make further nominations in the event of the death or withdrawal of any of the candidates chosen at the convention. Or, in case of their failure to appoint a committee, the citizens participating in the meeting over the signatures of two-thirds of the signers of the original paper might make a substituted nomination to fill the vacancy. They did not pretend to act as a mere body of citizens, however, and as such appoint a committee to act for them, but acted as a political party and appointed a committee designated as the executive committee of a political body. The authority given the executive committee of a political party cannot be construed to give its members power to act as a committee of citizens upon discovery being made that the convention appointing them was not duly constituted as a political body. The law makes a distinction between combinations existing as political parties and those not parties, by providing a distinctive procedure for each to follow to secure a place for candidates on the official ballot, and, in determining whether such procedure has been adopted in a given case, the law applicable to the particular character of the combination must be the guiding principle.\nThe appeal is dismissed."}