{"id": "1057745", "contents": "Opinion by\nMr. Justice Walling,\nThis appeal is by plaintiff from an order opening a confessed judgment. In 1896 the Kane Flint Bottling Company (herein called “the company”) was a Pennsylvania manufacturing corporation, located at Kane, in which Father George Winkler, rector of the Catholic Church at that place, was interested as a stockholder. The defendants, M. J. and John Fitzgerald, were also located at Kane and engaged in the oil business as Fitzgerald Brothers. At the solicitation of Winkler they purchased stock of the company to the amount of $6,000. While the stock was taken in the firm name, M. J. Fitzgerald (herein called “the defendant”) transacted the business, and almost immediately became president, general manager and treasurer of the company, and managed its business for about twenty years; in fact, he is still president. Financially it was a failure and in need of funds when he took charge and so continued until it went out of business in 1917. Father Winkler, because of his calling, did not at first wish to be known as interested in the company, so his stock was taken in the name of another, but he was interested in its welfare and often conferred with the defendant about its affairs. They discussed its need of money and Winkler, from time to time, gave checks to Fitzgerald Brothers, which were deposited in their bank account, and, in turn, they gave their checks to the company for which they took its notes in their firm name. They gave Winkler the sealed judgment notes of Fitzgerald Brothers for his above-stated checks. Five of the latter notes Were given August 26, 1901, payable in one year, and assigned to the use-plaintiff in 1917. In 1918, by leave of court, the judgment in this case was confessed on the five notes against the defendants, amounting in all to $12,773.13, which the defendant petitioned the court to open, averring, inter alia, that the loans from Winkler were in reality made to the company but passed through the defendants’ hands, so he would not be known in the transaction, and that their notes were given to him at his request as memoranda of his loans to the company. The use-plaintiff answered denying the averments in the petition, upon information and belief. Depositions were taken on behalf of defendant, but plaintiff submitted no evidence, except some exhibits in connection with the cross-examination. It was stated at bar that Father Winkler was sick in California.\nA careful examination of the record leads us to the conclusion that the order opening the judgment cannot be sustained. The entire defense rests on the uncorroborated testimony of the defendant, M. J. Fitzgerald, for while his son and brother were sworn they gave no important testimony. The answer, being on information and belief, need not be overcome by the evidence of two witnesses, or what is equivalent thereto, yet it stands as a denial and places the burden of proof on defendants (Riegel v. American Life Ins. Co., 153 Pa. 134; Socher’s App., 104 Pa. 609; Luburg’s App., 1 Monaghan 329; Bussier v. Weekey, 11 Pa. Superior Ct. 463), who are seeking to strike down their own solemn written obligations, and to do so must present evidence that is clear, precise and indubitable: Thomas & Sons v. Loose, Seaman & Co., 114 Pa. 35; Sidney School Furniture Co. v. Warsaw Sch. D., 130 Pa. 76, 94. “Where an application is made to open a judgment the relief demanded is in equity, and the applicant or complainant must make out a case which would justify a chancellor in entering the decree”: Knarr, Assignee v. Elgren, 7 Sadler’s Reports 172; Koch v. Biesecker, 7 Pa. Superior Ct. 37. Unfortunately defendant’s evidence does not satisfy the requirements; while in the main it accords with his petition, occasionally his answers throw doubt upon it. For example, he was asked: “Q. For what purpose did you receive the money represented by these notes from Father Winkler? A. To lend to the Kane Flint Bottle Co., to conduct their business and pay their bills from time to time.” In other answers he says the money was loaned direct from Winkler to the company; but his testimony fails specifically to aver a contemporaneous agreement that the notes in suit should not be collected. Moreover, he sets up as a reason for giving the notes that Winkler might have something to show his money was loaned through defendants to the company; yet their notes to him import an absolute' obligation, with no reference whatever to the company. And, on the other hand, the company’s notes, made direct to Fitzgerald Brothers, contain no reference to Winkler, who has not and never had a scrap of paper, or the slightest evidence, to show any claim against the company, except the verbal statement now made by the defendant; it is, therefore, a certainty that the notes in suit were not given as memoranda to show loans from Winkler to the company.\nWhile it appears, at the inception, Winkler sought to avoid an open connection with the company, as stockholder or creditor, yet that reason had ceased before the notes in suit were given, for at that time he was an open stockholder, and so shown on the company’s books, and has remained such to' this day, and in recent years he has been one of its officers. So the alleged reason for defendants giving these notes to Winkler did not exist when they were given. Furthermore, defendants never treated the notes they took from the company as belonging to Winkler. They renewed them from time to time as they saw fit, without consulting him and, in fact, never exhibited or offered them or any of them to him. They made loans to the company of their separate funds and mingled the notes taken therefor with those defendant claims represented the Winkler loans, so that when defendant was asked, “Can you pick out the specific notes that you took for the money advanced to you that you got from Father Winkler, advanced by you to the Kane Flint Bottling Co.,” he answered, “I can’t, for I let them all run together”; and later said, “We have any amount of them.” But the notes from the company to the defendant, produced by them at the hearing, correspond neither in dates, numbers nor amounts, with those they had given Winkler.\nIn 1918 the property of the corporation was sold for $9,350, net, and at a corporate meeting, attended by defendant as a director and president, a resolution was offered by Winkler to authorize the treasurer to turn the fund over to Fitzgerald Brothers, as the only creditor of the corporation, which was unanimously adopted, including the affirmative vote of the defendant; however, the fund still remains in the treasury. Nothing was said at that meeting, or so far as appears at any other, indicating that Winkler had any claim against the company. We have examined all the exhibits, hut none of them sustains defendants’ contention.\nThere is a further reason why the judgment should not have been opened — defendant is an interested witness and his sole uncorroborated testimony is not sufficient to overcome his written promise to pay: Faux v. Fitter, 232 Pa. 33; Fuller v. Law, 207 Pa. 101. In the language of the present Chief Justice in McIvor v. Hynes, 248 Pa. 544, 550: “His [defendant’s] mere unsupported allegation that he did not get the money from the appellant was unavailing in the face of his writings, and the jury should have been so instructed.” In Juniata Building Association v. Hetzel, 103 Pa. 508, it is stated that, “When an instrument of writing is sought to he impeached by an equitable defense, the uncorroborated testimony of the defendant is insufficient to carry the case to the jury.”\nThe notes in suit were transferred to the use-plaintiff after maturity and she stands in the same position as Winkler would if no transfer had been made.\nThe case turns upon legal questions and deductions from facts and, therefore, comes before us for review upon the merits rather than to see if the chancellor has properly exercised his discretion: State Camp of Pa. Patriotic Order Sons of America v. Kelley et al., 267 Pa. 49, and cases there cited. Should the case go to trial on the same evidence it would be the duty of the court to direct a verdict for plaintiff, hence, the judgment should not he disturbed.\nThe order opening the judgment is reversed and the rule to show cause why it should not be opened is discharged at the costs of defendants."}