{"id": "1057801", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court,\nJames M. Bredin bought, at treasurer’s sale, certain tracts of land, which had been assessed by the road commissioners of Cranberry township with certain road taxes, for- which taxes, inter alia, the said lands were sold. Bredin paid the amount of his bids to the treasurer, and the part thereof due the township for road taxes was paid over to the commissioners. The plaintiff now alleges, that after these purchases, he discovered that certain of the tracts, so bought by him, did not lie in Venango county, and others had been doubly assessed, and he, therefore, got no title. On application to the county commissioners they gave him an order for the amount of the county tax, but refused to- settle for the township tax. The plaintiff then brought suit, before a justice of the peace, against the township, and obtained judgment. An appeal was taken to the Common Pleas of Yenango county, and when the case came on for trial, the judge directed a nonsuit, on the ground that there was no privity of contract between the plaintiff and the township. This was error. By the terms of the Act of 1856, the rule caveat emptor does not apply to purchasers at treasurers’ sales, where the lands sold are not, in the county, or when sold upon a double assessment. It is obvious that, in such cases, the act intends the purchaser shall not lose his money. The county, however, cannot retain money paid into its treasury for ■ the townships. The township taxes collected by the sale of lands, seated or unseated, are collected for the townships, and the county officers are but agents for that purpose. These officers collect the township taxes for the town- . ships, just as they collect the county taxes for the county, and when 'the former are paid into the treasury, they are paid in for the townships, and not for the county.\nIt follows, that there can be no liability resting upon the county for moneys paid upon improper township assessments. If, however, Bredin’s allegations are correct, the township of Cranberry has in its treasury money belonging to him; money obtained from him through assessments which its officers had no right to make, and if he cannot recover this money, then, in spite of the Act of 1856, the rule caveat emptor does apply to purchasers at treasurers’ sales, to the extent, at least, of township taxes. As we cannot adopt such an interpretation of the act as this, we must hold the township liable to account to the plaintiff for any money belonging to him, of which it may have the possession, or for which it ought to account.\nThe judgment is reversed and a procedendo awarded."}