{"id": "1057690", "contents": "Per Curiam,\nIn crossing from the south exit from city hall, in the City of Philadelphia, to the southwest corner of Penn Square and Broad street, the plaintiff was struck by an automobile owned and driven by the appellant. For the injuries sustained he recovered in the court below, and, on this appeal by the defendant from the judgment entered against him, his contention is that a recovery ought not to have been permitted, because (1) there was no evidence of negligence on the part of the defendant, and (2), because the plaintiff was guilty of contributory negligence. Neither of these questions could have been taken from the jury, for from the testimony submitted by the plaintiff it appeared that he had proceeded from the north side of South Penn Square to the safety zone, which was located just south of the south trolley car rail; that there is but one line of car tracks, and they are located a little to the south of the center of South Penn Square; that when plaintiff arrived at the safety zone he waited, with a number of other pedestrians, for the vehicular movements to stop; that up to that time vehicles had been proceeding eastwardly on South Penn Square; that just east of the west crossing of that square a traffic officer was stationed, who operated a signal device known as a semaphore, which regulates both the vehicular movements going east and the pedestrian travel which proceeds north and south across the, square; that the plaintiff waited, for several minutes, when the traffic officer signalled the vehicles to stop and signalled to the pedestrians who were standing at the safety zone to proceed across the street; that in obedience to the officer’s signal the plaintiff, together with a number of others, started to cross, but before he had an opportunity to do so an automobile bearing a California license disobeyed the officer’s signal and proceeded eastward, so that when the officer finally stopped it the rear occupied about two feet of the crossing and its front extended over the crossing used by pedestrians going north and south on Broad street; that with the California car in that position, the plaintiff and others who were using the crossing from north to south proceeded to go across; that while plaintiff was crossing he saw the defendant, who was operating an automobile approaching from the west, along South Penn Square, some distance away, apparently coming to a stop; that when the plaintiff reached the rear of the California car defendant operated his automobile in such a manner that its speed was suddenly increased and accelerated to such an extent that, although the plaintiff attempted to get out of the way, he was struck and crushed against the California car and held fast between the two machines. In a charge, to which no exceptions were taken, the learned trial judge instructed the jury that “the accident happened at a crossing where pedestrians had a right to be. The semaphore was up to stop traffic and in obedience a number of cars did stop. It was the duty of the driver of the automobile to stop, but it was also the duty of the man crossing to observe, use his eyesight, and if he could see that the defendant was not going to stop he was not warranted in stepping in front of a moving car. You must determine whether or not it was negligence in him to assume the automobile would stop, if it did not stop.” This covered the whole case and properly left to the jury, under the testimony as offered by both sides, tbe question of tbe liability of tbe defendant for tbe injuries sustained by tbe plaintiff.\nTbe assignments of error are overruled and tbe judgment is affirmed."}