{"id": "1061566", "contents": "Opinion by\nMr. Justice Moschzisker,\nElizabeth Lynch sued the Meyersdale Electric Light, Heat and Power Company, to recover damages for the death of her husband, Richard W. Lynch, who, she alleged, died from the results of defendant’s negligence. Plaintiff obtained a verdict upon which judgment was entered, and defendant has appealed.\nOn October 10,1919, at about eight o’clock p. m., Richard W. Lynch, while using an incandescent electric light, of the ordinary type, attached to a cord some fifteen feet long, in the cellar of his residence at Meyersdale, Pennsylvania, received a shock which threw him to the fioor; October 23, 1919, he died, as the result of accompanying injuries. The electricity for plaintiff’s residence was furnished by defendant company. These facts were practically uneontroverted at the trial.\nThere were other facts in dispute, to which reference will be made hereafter; but, before doing so, we shall look at the established law of Pennsylvania applicable to the facts just stated.\nAlexander v. Nanticoke Light Co., 209 Pa. 571, 575, 577, is a leading case on the subject of the responsibility of electric light companies toward their customers; there, as here, the plaintiff was severely injured by an electric shock, which he received while carrying an incandescent light bulb affixed to an extension cord. After stating the law, in strict accord with a case therewith cited, the opinion proceeds: “The business of the defendant is that of selling electricity......; a business so fraught with peril to the public that the highest degree of care which skill and foresight can obtain, consistent with the practical conduct of its affairs under the known methods and present state of its particular art, is demanded......The plaintiff, while attempting to do that which every patron of the company must do to make use of electric light, received into his body a current of electricity......permanently injuring him. Such injuries are not, under ordinary circumstances, received by persons who turn on an incandescent lamp, if the company supplying the current has not been negligent. The defendant, when it contracted......to sell electricity for light, contracted to keep its plant and appliances in such condition that no greater volume of electricity would be carried into the house than was necessary for its proper lighting. The quantity of electricity required for lighting purposes in residences is not sufficient, if it passed through the body, to cause the injuries described by plaintiff......; it follows, therefore, that plaintiff must have received a very much greater quantity of electricity than the company contracted to supply.” We further said that, while a company selling electricity was not an insurer, yet it was required, in the operation of its plant, to “protect its patrons from the perilous current, which is the basis of its business, by doing all that human care, skill and vigilance can suggest,” adding, “When the foregoing rule is observed by an electric light company, the presumption is that no such injury will befall its patrons as was sustained by the present appellant; but, on the other hand, when such injury does occur the presumption is that the rule has been disregarded.”\nIn Delahunt v. United T. & T. Co., 215 Pa. 241, 247, 248, while recognizing the fact that telephone companies do not, in the conduct of their business, carry sufficient power on their wires to cause danger to patrons, yet we held that it was the duty of such corporations to prevent their wires from becoming conductors of dangerous currents from others, and that, “when they do become conductors of it, there is reasonable evidence that there has been neglect of duty, and the burden is east upon the telephone company to show it had not been negligent.”\nSeeherman v. Wilkes-Barre Co., 255 Pa. 11, 13, 14, 15, is a case where a customer of an electric light company was killed while turning the switch of an ordinary lamp, and “it was alleged the accident was due to the unsafe condition of a transformer.” Plaintiff relied on the doctrine of res ipsa loquitur to establish a presumption of negligence, and the trial judge instructed that the doctrine applied, imposing the burden on defendant of showing it was not negligent; we held that this was not error, citing the two cases above-mentioned.'\nDefendant contends that, since the extension cord and other electrical appliances inside plaintiff’s house were neither furnished by it nor under its direct control, the cases which we have referred to do not govern here; but the trial judge recognized this to the full extent required by the facts at bar. He told the jury that Richard W. Lynch “owned or controlled all the fixtures and appliances in the house [although the testimony to that effect was most general, and appeared in defendant’s case];” and that, if they should find there were defects in these house appliances, which in any manner contributed to Lynch’s injuries, their yerdict should be for defendant. In view of these instructions, and the verdict rendered, we must take it that the jury found there were no defects in the appliances, or none which contributed to the injuries suffered by plaintiff’s husband; with this element out of the case, the law as laid down in Alexander v. Nanticoke Co., supra, controls.\nThe trial under review was conducted in full recognition of the rule that defendant was not an insurer, and plaintiff assumed the burden of proving her case, not only without showing that there had been negligence on part of her husband which contributed to his injuries, but also of showing, as far as humanly possible, specific negligence by defendant; although she might have waited to do this in rebuttal, after defendant had produced evidence, which it did, to prove that proper investigations disclosed no negligence on its part — testimony either disbelieved or considerably discounted by the jury.\nAs the case was tried, however, plaintiff produced her evidence, in anticipation of the defense; and this showed that, at or about the time her husband received his injuries, two other persons living in near-by houses, which were served by lines running through the same transformer, were severely shocked when attempting to turn on incandescent lights, and other persons similarly situated were shocked the night before; that the transformer in question had never been properly tested or inspected ; that, at one point, the primary and secondary lines of defendant were in such close proximity as to constitute a danger of leakage from one to the other; that the cellar in which the accident happened contained a dry ground floor, and the existing circumstances tended to prove the injured man did not have hold of the extension cord at a point where he could have been burned by any defects in the insulation thereof (if any such defects existed — plaintiff contending they did not); and, finally, by expert testimony, that it was impossible for the severe burns which appeared on the body of plaintiff’s husband to have come from the ordinary electric current supplied to residences, and that they must have come from a grossly excessive voltage.\nThe injuries suffered by Lynch were as follows: he was rendered senseless by electric shock; the thumb and index finger of his right hand were burned to the bone, the middle finger being also burned, but not so badly; there were slight burns upon the left hand, and the back of his head contained a large burn to the skull bone.\nOf course, all the facts above stated were not uncontroverted, but the issues relating thereto, and all other issues of fact, were carefully submitted to the jury by the trial judge; and the verdict indicates they were found for plaintiff.\nComplaint is made as to certain questions put to expert witnesses of plaintiff. The record shows, however, that these experts heard the testimony of the lay witnesses (who described the facts) and based their expert opinions thereon; and, where facts were stated to experts in formulated questions, the interrogatories substantially conform to legal requirements.\nSince plaintiff broadly charges negligence, in terms sufficiently comprehensive to include negligence in the conduct and condition of the generating system at defendant’s power plant, of a character which might commonly affect its service, proof that, some hours prior to the accident here in controversy, a number of persons were shocked while using ordinary electric lights in houses near plaintiff’s residence, but served through a different transformer, was evidence relevant to the allegations just noted; albeit this item of proof might require other evidence from plaintiff to give it controlling significance, and might be explained away by defendant. The order of proof is within the control of the trial judge, and the testimony in question was admissible at the stage of the trial at which it was put in. If, for any reason, as the trial developed, this testimony proved insufficient in law, defendant should have moved to strike it out, before the case went to the jury; or, under those circumstances, if that course was not available, defendant should have requested the trial judge to instruct the jury to disregard such testimony; or, finally, if the evidence could neither be stricken out nor disregarded, and defendant feared the jury might give it too great significance, the item of proof, thus viewed with apprehension, could have been met by expert explanation and appropriate requests for charge.\nThe assignments before us raise only the question of the admissibility of the evidence under discussion; we see no reversible error in its admission, nor do we think the trial judge erred in receiving evidence, before mentioned, to prove that other persons, whose homes were served through the same transformer that controlled plaintiff’s residence, had been shocked at or about the time of the accident to her husband: Adams v. United L., H. & P. Co., 69 Pa. Superior Ct. 478.\nPlaintiff’s statement of claim charges, in thirteen paragraphs, almost every conceivable form of negligence which, under the circumstances in this case, defendant company might be guilty of, one of these charges being that it allowed “too much electric current, or too high a voltage, to pass into the deceased’s residence,” and another that “it failed properly to inspect its converters and other instruments......used in connection with supplying the public with electric current.” These allegations, and all other issues involved, were submitted to the jury and found against defendant; we cannot say the verdict was unwarranted by the evidence.\nIt is not necessary to pass specifically on each of the twelve assignments; we have examined them all and find no reversible error.\nThe judgment is affirmed."}