{"id": "1061210", "contents": "Mr. Justice Woodward\ndelivered the opinion of tne court, March 3d 1879.\nIn the testimony produced before the auditing judge some essential facts in support of the appellant’s claim on the fund for distri'bution were definitely made out. When William Hamill was married in July 1862, he had no property of any kind. Immediately after his marriage, he entered, “with the help of his wife,” as found ■by the adjudication, upon a business requiring some capital, which he pm*sued until he died, and which, beside providing for the support of his family, has produced an estate amounting to about $3000. There was no pretence on the part of the appellees that he had any resources of his own except his wages as a journeyman harness-maker at the rate of fifteen dollars a week. James McSorley testified that a few weeks before the marriage, Hamill asked for a loan of money to buy a wedding-suit, but told him soon afterwards that he would not need it, “as in a short time he expected to have the handling of a sum of money.”\nOn the other hand, it appeared with equal certainty that Mrs. Hamill was in possession of some real estate which she still holds, and of some personal property which was immediately available. In May 1861, she had drawn out a saving-fund balance of $496.05, and just before she was married she sold to Jane Holmes for $500 the business she had been carrying on as a dealer in boys’ clothing. These two sums, amounting to $996.05, were the only cash means directly shown to have been in her hands. One witness testified that Hamill told him in July or August 1862, that he had sold gold belonging to his wife, and received a premium of $200. As the gold premium at that time was about twenty per cent., the amount sold could not have been far from $1000. And as the purchase-money for the clothing store was received in bank notes, it might be inferred that Mrs. Hamill had other mone'ys than those derived from the saving fund and from Mrs. Holmes. In the absence of direct proof, however, this would be an inference which it would be hazardous to draw\\ But there is no doubt that the premium of $200 should be added to the other funds traceable to Mrs. Hamill’s possession. Rents to the amount of $1100 accrued after the marriage from her house in Newton street, but they were received after the business of a pawnbroker had been established in Mr. Hamill’s name, and were paid, for six or seven years at least, to Mrs. Hamill herself.\nAt the audit, a claim was made on behalf of the appellant against her husband’s estate for $1500, with interest for fourteen years, and for $866.18, with interest for eight years. The whole claim was resisted on the ground that there was no proof that any money of the wife passed into her husband’s hands. It was rejected 'on that ground, and the adjudication was confirmed by the Orphans’ Court.\nAll the questions pending between these parties are to be treated in view of the testimony on which the decree for distribution was based. It is unquestionably within the discretion of the Orphans’ Court to grant or refuse a prayer for a review on the ground of after-discovered evidence: Green’s Appeal, 9 P. F. Smith 235. In the exercise of that discretion, the appellant’s bill for a review of the decree was dismissed, and the allegations it contained and the affidavit of Thomas Blackburn are necessarily to be disregarded.\nIn many of the cases in which a wife’s right to a recovery against her husband’s estate has been in issue, the original ownership of the fund demanded has been the point of the controversy. There is room for no such question here. At the time of her marriage, the proof is clear that Mrs. llamill had nearly $1000 in money, and that soon afterwards she became possessed of at least $200 more. Did that money go into her husband’s hands ? He had no means of his own up to the hour of the marriage. Mrs. Hamill was not shown to have made any other investment, and it was shown that she entered upon the new enterprise at once. Mr. Mc-Keon testified that she and her husband went into the pawnbroking business ; that they carried it on until his death; that they did a fair business; and that the husband, in the opinion of the witness, had no money. That the means of Mrs. Hamill established this business would seem to be too clear for doubt. It has been said, in a multitude of cases, that a wife’s right as a creditor of her husband must be clearly proved, and this was said with special emphasis in Hause v. Gilger, 2 P. F. Smith 412. Here there are adequate elements of clear proof — a penniless husband, a wife with $1200, and the establishment by the joint action of both, in the husband’s name, of a business requiring a liberal cash capital at the start.\nBut the objection has been made on the part of the appellees, that no proof was made of any terms on which Mr. llamill held the money, and that without some evidence of a loan they were not required to show that it was a gift. The essential question is whether Mr. Hamill received the money or not. If he did, it will be presumed that he hold it in trust for her. The mere possession of a wife’s money is no evidence, since the Act of 1848 was passed, that the title to it has been vested in the husband: Grabill v. Moyer, 9 Wright 530 ; Gicker’s Adm’rs v. Martin, 14 Id. 141; Bergey’s Appeal, 10 P. F. Smith 408. No rights of creditors are involved in this litigation, and it is not to be taken for granted that Mrs. Hamill intended a gift to her husband for the eventual benefit of his children by a former wife.\nInterest has been claimed by Mrs. Hamill on the money she advanced. Perhaps the allowance of this claim would be just. But she permitted the use of the money without stipulation as to terms. She was living with her husband in the usual family relation, and she derived her support from the proceeds of the business. In the absence of proof of some agreement, a return of the principal only can be enforced.\nThe decree of the Orphans' Court is reversed, and it is now adjudged and decreed that in the distribution of the estate of William Hamill, deceased, the sum of eleven hundred and ninety-six dollars and five cents be allowed and paid to Ann Hamill, the appellant, in full for her claim for moneys advanced to the decedent in his lifetime; and that the costs of this appeal be paid out of the fund for distribution."}