{"id": "1061571", "contents": "Per Curiam,\nOne of the items making up plaintiff’s claim was a judgment note of the defendant, for $2,000, payable to his order on or about October 29,1919, which he averred was lost, mislaid or destroyed. A verdict was returned in his favor, and, on this appeal by the defendant from the judgment entered on it, her main complaint is of the insufficiency of the testimony in support of the contents of the lost note. That it was amply sufficient, and that the learned trial judge correctly so instructed the jury, cannot be questioned. The plaintiff testified that the defendant had borrowed $2,000 from him, and, as security for the same, had given him her judgment note for that amount; that it was dated October 29, 1918, and payable one year from date, with interest at the rate of six per cent. A reputable member of the bar, in corroborating Min, testified that at bis instance he bad filled out a blank judgment note in accordance with a date furnished by tbe plaintiff and bad taken it to tbe defendant, with tbe explanation that the original note bad been lost; that be requested her to sign tbe paper; that she admitted she bad borrowed the money and bad signed a note similar to tbe one exhibited to her, and declined to sign tbe note for the sole reason that she expected to pay tbe money back very soon and it was not necessary to sign a new note. In addition to this, tbe defendant admitted in her affidavit of defense that she had borrowed $2,000 from the plaintiff on tbe date named and bad given him a judgment note or some other form of note at the time. Tbe second item for which the plaintiff sued was tbe sum of $470.71, for moneys lent to tbe defendant. Tbe book in which be made tbe entries at tbe time each loan was made was lost, and appellant complains that tbe trial judge permitted plaintiff to refresh bis memory from memoranda which be subsequently made. This objection cannot be considered, in view of the fact that tbe defendant admitted that she bad received tbe money, but not as a loan. This question was submitted to tbe jury with instructions that if they believed tbe defendant’s testimony plaintiff could not recover tbe $470.71. They returned a verdict for this amount also.\nThe assignments of error are overruled and tbe judgment is affirmed."}