{"id": "1061182", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, January 6th 1879.\nDefendants’ counsel urged that the plaintiff is a stranger, and that Sarah A. Haak is not complaining. Both parties claim under her, and as rightly as if each had actually contracted with her for the land. Had she given the defendants a deed in which her husband did not join, it would be useless; hut if, by virtue thereof, they should claim title it would be under her. Her deed lawfully executed to the plaintiff, at a later date, would enable him to recover the land. Like principle governs when each claims under a sheriff’s sale. The holder of real estate upder a valid sheriff’s deed succeeds to all the rights and estates of him for whose debt the same was sold, that the debtor had or could have at and before the taking thereof in execution: Act 1836, sect. 66, Purd. 651, pi. 82.\nConceding for the present that the plaintiff’s second point was well refused, then the defendants’ right depends on the validity of the judgment, as against Mrs. Haak, which is the base of their title. If that judgment is merely voidable their title is good. Its reversal, after the sheriff’s sale, would not prejudice the purchaser: Act 17 05, Purd. 651, pi. 84. But if void her title continued as if there had been no sale. Acknowledgment of a sheriff’s deed cures mere irregularities which do not render the officer powerless, but does not bar the right of any person when there was no judgment or execution whereon to ground the sale: Shields v. Miltenberger, 2 Harris 76. A vend. ex. must be supported by a previous levy or the sale is void: Burd v. Dansdale, 2 Binn. 80. Sale by process on a void judgment vests no title in the purchaser, for it is as if the process were issued without judgment: Caldwell v. Walters, 6 Harris 79.\nThe transcript shows that Sarah A. Haak was a married woman; that the summons was not served upon her; that she did not appear; that her husband appeared and said the account was right, and upon that the magistrate gave judgment; that the plaintiff’s claim was “ for goods sold and delivered, clothing, groceries, provisions, necessaries.” Hence, it is patent on the face of the record that there was neither claim nor proof of a debt for which she- was liable. Such a judgment against a married woman, at common law, is a nullity. What statute authorizes it? Repeated-adjudications have settled that a judgment cannot be recovered against a married woman under the Act of 1848, unless the pleadings make a case within its provisions. Also that a mechanic’s claim is no lien against her estate when it does not show on its face that the work was done and material furnished upon her contract and for the proper improvement of her property. She cannot give a valid warrant of attorney to confess judgment, even for a debt contracted by herself for necessaries used by herself and family. A judgment on such warrant, though in legal contemplation the judgment of the court, is a nonentity. The only exception is where the warrant and judgment are for purchase-money of real estate conveyed to her, which may be enforced against the land itself, but not against her other lands ' or goods. While a married woman’s property is secured to her by statute and also means provided for her enjoyment and disposition thereof, many of her common-law disabilities, safeguards rather, remain. Her coverture is an absolute protection against every contract not authorized by legislative enactment. When judgments in the Court of Common Pleas, on bonds with warrant of attorney and on defective mechanics’ claims, are void, one before a justice of the peace, which does not affirmatively show her liability on a. contract within the statute, is invalid. In a forum where there is little form there ought to be substance, and the very gist of a judgment on contract of a married woman is its allowance by statute which should appear on the record. To hold the judgment on which defendants’ title rests, valid against Mrs. Haak, would be to strike down a common-law security for married women and wide open the door for sweeping away their estates.\nJudgment reversed, and a venire facias de novo awarded."}