{"id": "1061163", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court, March 17th 1879.\nIn Huling v. Drexel, 7 Watts 126, it was decided by this court that a stipulation in a mortgage that in the event of the necessity of proceeding to recover the mortgage by suit, the mortgagee shall be entitled, in addition to the debt and interest, to damages for cost and expenses incident thereto, was not usurious, and might be enforced in the scire facias. In consequence of this decision, it has become common to insert a provision not only in mortgages, but notes and other instruments for the payment of money, that the creditor, in the event of being obliged to resort to a suit, shall recover a certain percentage as commissions to the attorney who is retained by him to collect the debt. This commission, it has been held, does not belong to the attorney, but to the creditor. It cannot be collected as costs, but must be included in the judgment: Mahoning County Bank’s Appeal, 8 Casey 158; McAllister’s Appeal, 9 P. F. Smith 204; Faulkner v. Wilson, 3 W. N. C. 339; Schmidt & Friday’s Appeal, 1 Norris 524. In Robinson v. Loomis, 1 P. F. Smith 78, it was ruled that such commission was not a penalty, but an agreed compensation to the mortgagee for expenses incurred by the default of the mortgagor.\nIt is undoubtedly true that the parties to a contract may lawfully agree that the damages in case of a breach shall be liquidated at a certain amount. Equity will not relieve against such a contract, fairly entered into, unless it is evidently a penalty. This principle of liquidated damages is not applicable, however, to a contract for the loan of money — at least such stipulation is subject to the control of courts of equity. As in the days of Solomon, “ the borrower is servant to the lender,” and courts of equity, from the earliest period, have assumed the jurisdiction of relieving the borrower from unreasonable and oppressive stipulations, exacted from his necessities, altogether apart from the statutes against usury. Especially has this always been the case as to mortgages. Agreements embarrassing or restraining the equity of redemption have invariably been set aside. The stipulated commission for the attorney may be so far beyond the ordinary rate charged for such services as to require imperatively the interposition of the equitable powers of the court. Equity has always been a part of the law of Pennsylvania. In the administration of equitable principles, it is the court and not the jury who exercise the functions of the chancellor, even where the action is in the common-law form. The jury, like the same tribunal in an issue directed by the chancellor, decide disputed facts, but it is the court that must be satisfied and apply the equity on the facts found or undisputed. If they think an equitable title to relief not made out by the proofs, it is their duty so to direct the jury, and contra, if they think the equity has been established. These rules are so familiar and well settled that it would be a work of supererogation to cite the numerous cases which support them.\nWe think these principles apply to the questions raised upon this record. The lender of money on any species of security cannot exact an unreasonable stipulation in the shape of an agreed liquidation of damages. Equity interposes her shield to protect the borrower. The debtor in cases of this kind will readily yield to the demand of the creditor, as he would be apt to regard collection by suit as a remote and improbable contingency. Even at law wiiat is reasonable is often indeed a question of fact, but in many cases it is a pure question of law. Thus, notice of the non-payment of a promissory note, though it was at first submitted to the jury to decide whether it was within reasonable time, is now unquestionably the exclusive province of the court; so it is now held that after a lapse of seven years an abandonment of a title by settlement is a conclusive presumption of lawr. No court has ever thought of sending an issue to a jury to determine what is reasonable compensation to trustees. They would be a tribunal entirely unsafe to intrust with such a question. These decisions have been reached by the necessity of certainty in the rules in such cases. Many other illustrations could be given. It is important unless wre are prepared to say that the lender may stipulate for any amount as commissions for the collection of his debt, that there should be some more certain rule than could be reached by submitting every case to a jury. It would practically in a great number of cases have the effect of destroying the stipulation altogether. If the question must in every case be referred to a jury, the creditor will abandon the claim sooner than encounter the delay, and the risk of a very small sum being allowed. The court, from practical knowledge of professional work, are able to say in every particular case what ought to be the compensation or rate of commissions for collecting a debt by suit. Whatever is stipulated beyond a reasonable rate should be relieved against upon equitable principles. Certainly no certain commission can be determined upon to be applied to all cases. As responsibility as well as labor and skill is involved, in reason and the usage of the profession, it depends upon the amount collected, but not absolutely so. If there should be no defence to the mortgage, or other instrument of writing for the payment of money, the court, in giving judgment, can decide whether the stipulated rate is too large, and enter judgment for what is right. Should, however, a defence be set up in whole or in part, and the case necessarily go to a jury, it would be the province of the court to instruct the jury what, under all the circumstances, should be allowed, of course not exceeding the agreed rate.\nIt does not appear by the paper-books that there was in this case any rule for judgment for want of an affidavit of defence, though it does appear that there was no other defence than the amount of the collection fee. Had there been such a rule, the court should have decided the question, and not have sent the case to the jury. We think the learned judge below was right in refusing to leave it to the jury to determine the rate of commission, but he was wrong in instructing them to find the full amount agreed upon. Five per cent, upon $14,000, in other words $700, was far beyond what was reasonable, even in view of the fact that the defendant below had interposed a defence against the commission, and that the case might be carried by writ of error to this court. We think even under these circumstances, two per cent, would have been an ample and liberal allowance, and the jury should have been so instructed. In general, this court will not review the exercise of a sound discretion by an inferior court upon such a question, and the presumption will always be in favor of their decision unless it is plainly excessive, or, as appears to have been the case here, founded on the mistaken idea that they had no equitable power to interpose and moderate the agreed amount.\nJudgment reversed, and venire facias de novo awarded.\nMercur, J., dissented."}