{"id": "1061615", "contents": "Opinion by\nMr. Justice Frazer,\nDefendant appeals from the judgment of the Court of Oyer and Terminer of Beaver County entered on a verdict of second degree murder. There was no dispute as to the manner in which the homicide was committed, the defense being an alibi. .The evidence offered to sustain such defense was submitted to the jury in a fair and impartial charge of which no complaint is made and, there being ample evidence to sustain the verdict, the conviction must be sustained unless alleged errors in the trial of the case call for a reversal.\nThe first assignment of error complains of the action of the trial judge in permitting the district attorney to ask defendant, on cross-examination, whether it was not a fact “that your purpose in Ellwood City was the same purpose you had in Midland [near which the murder was committed], to look up some man,” the contention being that the question violated the provisions of the Act of March 15,1911, P. L. 20, which provides that a person charged with crime “shall not be asked, and if asked shall not be required to answer, any question tending to show that he has committed, or been charged with, or been convicted of, any offense other than tho one wherewith he shall then be charged.”\nThe question standing alone does not impute the commission of a crime. Defendant, when arrested, was in possession of a revolver and in reply to a question of his counsel, on direct examination, stated he carried the weapon “because someone had slashed the side of [his] face once” while on his way home from work in Ellwood City. Defendant’s credibility as to the nature of the attack upon him and the fact of his having worked in Ell-wood City was thus opened to rebuttal and, while the question as framed by the district attorney is on the border line, we are not convinced it was not, under the circumstances, proper cross-examination tending to rebut defendant’s evidence.\nThe second and third assignments allege error in permitting the official interpreter to testify to statements made to him by defendant on the occasion of a visit to the Beaver County jail, without previous notice that the interpreter would be used as a witness against him. The purpose of the evidence was to attack the credibility of defendant by contradicting his testimony given at the trial. The statements of defendant were not a confession of guilt, but mere statements of fact inconsistent with his present testimony and as such competent to affect his credibility. The fact that the person to whom they were made subsequently acted as interpreter on the trial of defendant does not affect his competency as a witness: Chicago & Alton R. R. v. Shenk, 131 Ill. 283; Barber Asphalt Paving Co. v. Odasz, 85 Fed. 754.\nThe fourth and fifth assignments complain of the action of the trial judge in permitting a witness to testify to admissions made in his presence by defendant through an interpreter. As the witness was not familiar with defendant’s language and depended solely upon the interpreter, appellant contends his testimony was only hearsay and should not have been received. However, as the testimony was mere repetition of that of the interpreter himself and identical with admissions testified to by the officers as having been made by defendant, and spoken in English, when being taken to jail, its admission, under the circumstances, cannot be said to be sufficient cause for a reversal: Wolverton v. Com., 7 S. & R. 273; Shultz v. Seibel, 209 Pa. 27.\nAssignments six to eleven, inclusive, and also the twenty-first, cannot be sustained. They complain of the admission of testimony of witnesses as to voluntary statements made by defendant while being taken to the station house on the night of his arrest. Such statements were clearly competent to contradict his testimony on the witness stand.\nThe twelfth assignment specified the action of the trial judge in refusing to withdraw a juror, asked because counsel for the Commonwealth in his address said the defense had a witness in court whom they failed to call, of which there was no testimony on the record. The trial judge promptly instructed the jury to disregard the remark and we see no basis for the claim that in refusing defendant’s request he abused his discretion: Thompson v. Stevens, 71 Pa. 161; Cook v. Motor Co., 225 Pa. 91.\nAssignments thirteen to sixteen, inclusive are so clearly without merit as to require no discussion. The seventeenth assignment complains of the statement of the trial judge that a named witness positively identified defendant as one who did the shooting, the witness having merely stated defendant “looks like him.” The trial judge subsequently quoted the exact language of the witness and later instructed the jury as follows: “I have endeavored to state the positions and the contentions of the various parties, so if I have omitted any of the evidence I will say to you that you are expected to remember it and give it the consideration which you think it deserves. Or, if the court has misstated any of the evidence, you will correct the court. You are the final repositories of the evidence and are expected to remember it all and as best you can to remember it accurately. It is your province to correct the court or the counsel if any of us have mistakenly stated the evidence to you.” At the close of the charge counsel were asked “is there anything I have omitted?” and while defendant's counsel requested additional instructions in several matters and also requested that other instructions be either modified or extended, no reference was made to the complaint embraced in this assignment. It was the duty of counsel at that time to call attention to the error in referring to the testimony of the witness, if a correction was desired in view of the court having subsequently accurately quoted his language. This was not done. A party may not remain silent and take chances on a verdict and afterwards complain of matters which, if erroneous, the court would have corrected: Com. v. Eazmus, 210 Pa. 609. What is said above also applies to the eighteenth assignment.\nThe nineteenth and twentieth assignments complain that the trial judge failed to define manslaughter. But since under the evidence there was nothing to reduce the crime to manslaughter and the only question was whether defendant was a participant in committing the ofense, such definition was unnecessary: Com. v. Gibson, 211 Pa. 546; Com. v. Le Grange, 227 Pa. 368; Com. v. Morrison, 266 Pa. 223.\nThe twenty-second and twenty-third assignments are to the action of the court in refusing a new trial and entering judgment on the verdict. In view of the disposition of the other assignments these need no comment.\nThe judgment is affirmed."}