{"id": "1063215", "contents": "Mr. Justice Woodward,\ndelivered the opinion of the court May 5th 1879.\nOn the 1st of April 1874, the defendants below executed and delivered to the plaintiff a mortgage and fifteen accompanying bonds to secure the payment of $15,000, the purchase-money for a parcel of land in the city of Allentown. The mortgage and bonds, as well as the deed from the plaintiff, were all made out in'pursuance of a written agreement previously entered into between the plaintiff and Mr. Spencer. Mr. Mauser became interested in the purchase while the contract was executory. The agreement wás given in evidence, but has not been brought up. When the deed was made and the securities delivered, a stipulation, signed by the plaintiff and Mr. Spencer, was endorsed on the agreement, setting forth that it should “ remain in force as the covenant between the parties for the performance of every matter therein contained, except the execution and delivery of the deed, and the giving of the mortgage and bonds.”\nUpon the trial some facts were undisputed. When the parties met to execute the contract, the bonds were found to have been prepared with accompanying warrants of attorney. Mr. Mauser refused to sign them on the ground that, he was dealing in real estate, and would be hampered by the liens of the judgments. The defendants consulted Mr. Rupp, as counsel, and negotiations were entered into by him and them with the plaintiff and Mr. Stiles. The result was that the warrants of attorney were severed from the bonds and a stipulation was inserted in the mortgage that the whole amount of it should become due and collectible if there should be delay in making any one payment for a period of forty days. The. plaintiff took the bonds, with the remark that he would put them in bank for safe-keeping, and the parties separated.\nFrom this point the facts were Contested. The defendants alleged that at the time when the papers were delivered it was agreed that the plaintiff would look to the land alone for the whole purchase-money, and that any judgment or judgments that should be. obtained on the bonds should be liens only on that land. The witnesses who testified in support of the agreement were Mr. Rupp and the defendants themselves. The substance of Mr. Rupp’s statement was, that he found in Mr. Stiles’s office fifteen bonds for $1000 each, with powers of attorney to confess judgment, and that Mauser refused to sign them as they were written. He then stated his recollection of the agreement in these words: “ As I understand it, Colt was to look to the coal yard property only for his money, and I recollect no other circumstances now. I think this restricT tion never applied to Spencer.” Mr. Maus.er’s version of the agreement was this: “I told him (Mr. Colt) then and there that I would not sign anything; that I was in the real estate business, and would sign nothing that was a lion or would become a lien on anything but that property. Mr. Colt said the property was cheap; that he would take it back at any time if the investment did not give satisfaction. Mr. Rupp said, ‘ If that is the understanding, that it shall be restricted to that property alone, you can sign it.’ Mr. Colt agreed to it; he said, ‘Yes; I agree to it; the property is cheap, and I will take it back at any time.’ On that agreement I signed the bonds.” On cross-examination Mr. Mauser said he had testified on this subject before an auditor, in October 1878-. He was asked: “Didn’t you say before the auditor that the judgment parts of the bonds were torn off, and that then you signed them — -just those words?” The answer was, “Yes, sir.” Mr. Spencer’s testimony was this: “ Mr. Mauser said he would not sign the bonds, and went on to explain in the presence of Mr. Colt, saying that these bonds extended to all the property we owned. I then said I would not sign them either. * * * After he found Mr. Mauser insisted on not signing them, Mr. Colt was satisfied to alter the papers so that the mortgage was a lien on this property alone. If I am right, Mr. Colt, after Mr. Mauser told him how he wanted the papers drawn, said, ‘Very well, we will fix them up in that way.’ They then went on and fixed them up in that way. If I recollect rightly, they were signed as soon as they got them ready. * * * After Mr. Rupp said it was drawn up so as to confine it to this property, we signed it. I asked Mr. Rupp at the time if it extended beyond this property, and he said, ‘No.’ ” The plaintiff, on the other hand, ^declared in positive and distinct terms that such an agreement as that alleged by the defendants was ever made.\nIn view of the facts admitted or clearly proved at the trial this attempt to strike down and annihilate bonds amounting to $15,000, which the plaintiff thought worth depositing in a bank for safety, seems to have resulted in enveloping the transactions of the 1st of April 1872 in a sort of hazy cloud. The testimony in its vague and shifting forms tended to mystify rather than to elucidate those transactions. But the court were not asked to express an opinion as to the adequacy of the proof to warrant a reform not only of the bonds, but of the original agreement between Spencer and the plaintiff. The cause has been brought here for a review of the errors of law charged to have been committed at the trial. Those of them that seem material relate to the measure of proof which the judge required, to the rejection of some testimony offered by the defendants, and to a portion of the charge in which the character and effect of the plaintiff’s testimony were discussed. The duty of this court consists merely in passing upon the questions which the parties have presented.\nIt was said in Hart v. Carroll, 4 Norris 508, that “in the very nature of things, that conclusive and absolute proof which results from the production of record evidence, or rests .on the solution of a mathematical problem, can never be the effect of the verbal testimony of human witnesses;” and that “ the language of the authorities is to be taken and treated in its connection with and its relation to the subjects and instrumentalities to which it has been applied.” A preceding sentence in the opinion in that case was made meaningless by the omission in transcribing of a qualifying clause. When such terms as “clear, precise, explicit, unequivocal and indubitable” are used by the courts in defining the requisite proof of a particular fact to be made out by verbal testimony, it is meant that a conviction shall be fastened in the minds of jurors as strong as verbal testimony is able to convey. It is meant that witnesses shall be found to be credible — that the facts to which they testify are distinctly remembered — that details aré narrated exactly and in due order — and that their statements are true. The word “indubitable,” the application of which by the president of the Common Pleas has been made the ground of such urgent complaint, was used in a sense subject to these limitations, and would necessarily be so understood. Absolute certainty is of course out of the question. Terms are used with relation to their subject-matter. The apparently distinct testimony of the most intelligent witness may possibly be fabricated. The clear statement of the most upright witness may possibly be mistaken. It has been in view of considerations like these, that in certain classes of cases, proof is required that is “clear, distinct and entirely satisfactory:” Rearich v. Swineheart, 1 Jones 233; that is “clear, explicit and unequivocal: McGinity v. McGinity, 13 P. F. Smith 42, and Plumer v. Guthrie, 26 Id. 455; that shows “a case of clear and palpable fraud:” Hain v. Kalbach, 14 S. & R. 161; or that is “full, satisfactory and indubitable:” Woods v. Farmere, 10 Watts 195. In The Attorney-General v. Sitwell, 1 You. & Col. 584, a remark of Lord Thurlow in Shelburne v. Inchiquin, 1 Bro. Ch. C. 347, to the effect that “the final evidence must be strong, irrefragable evidence,” was criticised in these words: “ If by this language his lordship only meant that the mistake should be made -out by evidence clear of all reasonable doubt, its accuracy need not be questioned, but if he meant that it should be in its nature or degree incapable of refutation, so as to be beyond any doubt, and beyond controversy, the language is too general.” This criticism states fairly enough the rule that governs our own courts. It requires that in .controversies in W’hich parol sales of land are set up, or where written instruments are sought to be reformed, juries must not hesitate or doubt— they must have clear convictions — they must believe the witnesses, and must find the facts in issue definitely and distinctly established. In this case the court charged that the alleged agreement should be made out by “clear, precise and indubitable proof.” These words, restrained as they are by inherent limitations, could do no harm.\nBrief discussion only is required of the remaining assignments of error. The two portions of the charge coupled together in the second assignment were upon two different branches of the case, and were separated from each other to the extent of almost a printed page of the paper-book. The last clause, of which special complaint is made, occurred in the instruction to the jury as to their duty in reconciling conflicting testimony. They were asked whether, if they found that the defendants did and said all that they declared they had done and said, they could still find that the plaintiff did not accede to their demands. If so, there was no contract. In a proper issue, some question of estoppel might be presented. But no such question here was raised or tried.\nSurely no obligation rested on the plaintiff to put Mr. Stiles on the stand. It is true, he was the subscribing witness to the bonds-, but he was also the counsel who was trying the cause. All that the court said on this subject was brought out by the argument of the counsel for the defence, founded on the neglect to make him a witness. If his testimony was desired, or would have been useful, he could have been called on behalf of the defence.\nTaking in connection and as a whole the instructions to the jury in regard to the plaintiff’s testimony, it was fairly submitted.\nIt was the very point of the case of the defendants, that the parol agreement was the inducement — “the operating cause” — for the execution of the bonds. The fifth and sixth assignments are without foundation.\nNo principle can be recalled that would have justified the court in admitting the .testimony specified in the seventh, eighth and ninth assignments. Everything that was said and done at the time when the bonds and mortgage were executed, was received. The unexpressed intent, motive or belief existing in Mr. Mauser’s mind when he signed the papers, could not aid the jury in ascertaining whether the language or conduct of the plaintiff had been such as to create such an intent, motive or belief. The parties to a contract may often have different impressions regarding its effect upon their respective interests, but the thoughts of one certainly cannot be proved to bind the other.\nJudgment affirmed."}