{"id": "1063283", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, May 5th 1879.\nIn the court below a clear prima facie case was made out by the plaintiff. To meet this the company interposed the defence that the policy was void under the fifteenth condition thereof, because the property was taken in execution before the fire; that it was void also for the reason that the plaintiff, at the time insurance was effected, had falsely represented, in answer to the twelfth interrogatory, that the property was not encumbered, either by mortgage or judgment. In support of the former ground of defence it was shown that the real estate was levied on before the insurance was effected; that it was subsequently condemned and a venditioni issued to the next term. It did not appear, however, that there was anything more than a technical seizure, unaccompanied by any change of possession, or increased risk. This was not sufiicient to avoid the policy. The condition relied on has no application in the case of a merely technical seizure, such as was shown in this case. This question, arising under a similar condition in an insurance policy, was ruled in The Insurance Company v. O’Maley and wife, 1 Norris 400.\nIn support of the second ground of defence it was shown that there were judgments against the plaintiff at the time the risk was taken, some of which were liens on the property insured. It was contended that this conclusively established the falsity of the plaintiff’s answer to the twelfth interrogatory and rendered the policy void. The plaintiff then offered to prove in rebuttal that a truthful reply had been given to the question respecting .encumbrances, but that G-riesemer, the agent of the company, who solicited the insurance and filled out the application, had erroneously written the answer; and also, to prove what he .said, at the time, in regard to the subject-matter of the answer. The referee excluded the testimony for the reason that by the terms of the policy the answer, as written, was a warranty by .the- insured, and that parol evidence was not admissible to explain it or prove anything to the contrary. In this we think there was error. The expression, “ no morg. judgment,” which composes the answer, is at least ambiguous. The defendant, of course, interpreted it to mean no mortgage and no judgments, and the referee appears to have adopted that construction. On the other hand, the plaintiff claimed that it meant, no mortgage, but judgments. The testimony, if it had be.en received, might have satisfied the referee that the latter was what was really meant, and if so, it would have comported with the answer the plaintiff alleged he gave. The answers to all the interrogatories are very brief. Nine out of the thirteen consist of but a single word. It is not unreasonable to suppose that the agent did not fully write down all that was said by the insured in answer to the several interrogatories; and the abbreviated form of the particular answer complained of would seem to indicate that it was not the full answer to the question. If a truthful answer was in fact given, and the agent either intentionally or negligently wrote it down erroneously, and the plaintiff, resting in the belief that his answer, as given, was correctly written by the agent, signed the application in good faith, he should have been permitted to prove these facts. Griesemer was the agent of the company in taking and transmitting applications, and, as such agent, was required to answer certain questions attached to the application. One of these was : “ Are your answers by the applicant all correct, so far as you can discern?” This implies that it was his duty to write the answers of the applicant; and if he, while acting within the scope of his employment, intentionally or 'negligently wrote a wrong answer or misled the applicant, the company was not in a position to say that the latter should not be permitted to prove the facts., In Eilenberger v. The Protective Mutual Fire Insurance Company, decided at last January term, post, p. 464, it is said none of the authorities on the subject hold “that the fraud or mistake of a knavish or blundering agent, within the scope of the powers given him by the company, will enable the latter to avoid a policy to the injury of the insured who innocently became a party to the contract.” Much that is said in this case in regard to the relative rights and duties of the insurer and the insured are applicable to the present case.\nJudgment reversed, and it is ordered that the record be remitted to the court below for a re-hearing before the referee."}