{"id": "1063205", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, May 7th 1879.\nThis was a proceeding, instituted by Morgan W. Fehr, the plaintiff below, before a justice of the peace, under the Landlord and Tenant Act of December 14th 1863 (Pamph. L. 1864, 1127), to recover from the defendant certain demised premises, situated in the borough of Tremont, Schuylkill county. The record of the justice, after describing the premises, setg out, that the plaintiff “ did demise the said premises, during the will and pleasure of Morgan W. Fehr, to Charles Graver, trustee, for his wife, Melinda Graver, the tenant now in possession, and that the said Charles Graver, trustee, as aforesaid, entered into possession of said premises by virtue of said lease in writing, and held the same, and that the said term, for -which the- said premises were demised, is fully ended.” There is also a statement of demand and notice, and the necessary allegation that the defendant had refused to deliver up possession. In all these proceedings, however, there is nothing by which the jurisdiction of the justice can even be inferred. The supplement to the Act of 1863, approved March 6th 1872 (Pamph. L. 22), prohibits a proceeding under this act, “ unless such proceeding shall be founded on a written lease or contract in writing, or on a parol agreement in and by which’ the relation of landlord and tenant- is established between the parties, and a certain rent is therein reserved.\"\nNow, not only does it not appear by the proceedings before the justice, that a certain rent was reserved, in the lease therein recited, but from the whole case, as we have it before us, it is manifest that there was no such rent. As, therefore, this summary proceeding, though convenient and necessary in proper cases, is in derogation of the common law, and as it is given only by statute, the necessary jurisdiction must appear affirmatively on the face of the record, or the proceeding is coram non judice and utterly void McGee v. Fessler, 1 Barr 126. We have here, however, a case in the.very teeth of the legislative-prohibition ; a lease at will without a reservation of rent of any kind, so that, so far as jurisdiction is^ concerned, it is affirmatively, by the proceedings themselves, put out of the question. Indeed, it does not seem to be seriously denied but that the justice, in taking cognisance of and giving judgment in .the case, did that which the law gave him no right to do, but the defendant was turned out of,.court..on the ground that the certiorari, not having been sued out within twenty duys from the rendition of the judgment, was too late. This was error; for, in the first place, even under the twenty-first section of the Act of 1810, this limitation does not apply where it is apparent the justice has no jurisdiction : Lacock v. White, 7 Harris 495. And, in the second place, that act does not apply to the summary process for obtaining possession of leased property under the Landlord and Tenant Acts. This was so held by Judge King in Rubicum v. Williams, 1 Ash. 230, and we are inclined to think that, in this, his conclusion was correct. The Act of 1810, known as the “ One Hundred Dollar Act,” is a uniform, symmetrical code, designed to regulate the powers and jurisdiction of justices of the peace in the collection of “ debts and demands,” and the twenty-first section, being part and parcel thereof, extends to nothing beyond its provisions.\nIt is true the Act of 1863, as well as that of 1830, provides that “ nothing therein contained shall prevent the issuing of a certiorari with the usual form and effect, but the usual form and effect of this writ is found rather in. its general judicial character than in any description of it as found in the Act of 1810. .Besides this, it has an effect in that act which it has not in the summary proceedings under consideration. When properly sued out, under the statute above named, it becomes 'a supersedeas to further proceedings, but such is not the case under the Landlord and Tenant Acts. This was so held, under the Act of 1772, in the cases of Grubb v. Fox, 6 Binn. 460, and Stewart v. Martin, 1 Yeates 49, and we can find nothing in the later acts which would alter this rule. We think, therefore, that the court below erred in the disposition of the defendant’s writ.\nThe judgment of the court below is reversed, and the judgment and proceedings before the justice of the peace are reversed and set aside."}