{"id": "1063226", "contents": "Mr. Justice Gordon\ndelivered the opinion of the court, May 7th 1879.\nThe verdict and evidence in this case establish the following facts: Pittston is a large borough, having a population of some eight or ten thousand. The street upon which this runaway happened, is the main one of the town, and whilst its general width is some sixty-six feet, it narrows to a width of thirty-six feet, including the sidewalk, at the place of the accident. On the west side, and at the point mentioned, some twelve feet lower than the street, is the Lehigh Yalley Railroad, from the track of which up to a level with said street, is a perpendicular stone wall, built, no doubt, for the protection of the railroad. Notwithstanding the circumstances as above narrated made this a notoriously dangerous place, yet this part of the street was protected by neither fence, guard-wall or curb. On the 7th of May 1875, the plaintiff’s two-horse team, in charge of his son, a boy of eighteen years of age, was quietly, and under full control of the driver, passing along the way above described, when the horses took fright from an approaching locomotive, which, as the boy said, by reason of the curve in the road, seemed to be coming down the street, and, in spite of the efforts of the driver, rushed across the road and over the wall above described. The result was one horse killed, the other hurt, the wagon and harness broken, and the boy badly injured.\nComplaint is made that the court below suffered the jury to pass upon the question, whether the borough officers were negligent in permitting this precipice to remain unfenced, and whether the plaintiff’s loss resulted from that neglect. But we do not see how the court could have refused so to do. The accident happened directly from the want of a barrier between the street and the cut. The driver was not in fault; he managed his team as well as he could under the circumstances, but he had so little of either time or space in which to control and quiet his horses that his efforts .were unavailing. It is true that without the frightening of the horses, there would have been no accident; but the horse is naturally a timid animal, and is so liable to fright that those having charge of the public highways ought to make reasonable provision for a matter so common and so likely to happen at any time. Horses abound, but horses that never frighten, or are never fractious, are exceedingly rare, and if roads were to be constructed only for such animals, there must needs be but little travelling upon them. We • think it was well said in the case of Lower Macungie Township v. Merkhoffer, 21 P. F. Smith 276, that it was no defence that by careful driving the accident might have been avoided, since that would fall far short of the purpose of a public highway. In the case of Newlin Township v. Davis, 27 P. F. Smith 317, the accident occurred through the fright of a horse upon a bridge, unprotected by side railings; but it was not, in that case, pretended that the omission of such railing was not per se neglect, or that the fright of the horse relieved the township of liability. Now, it is hard to understand why a precipice at the side of a narrow street, does not require fencing quite as much as the sides of a bridge. Such in fact is the very point in Macungie v. Merkhoffer, for there it was held, that the. township was bound to fill up, or fence off, a dangerous excavation at the side of a public road. We can readily understand and excuse the want of precautions of this kind in wild and sparsely-settled portions of the state, for the finances of the townships are exhausted in the making of roads even of an inferior character; but we can neither understand nor excuse the motive of a borough of ten thousand inhabitants, in refusing to properly guard a place on its main thoroughfare, so dangerous as that now under consideration, especially when the expense of so doing would be but trifling. In Hey v. Philadelphia City, 31 P. F. Smith 44, we have a much stronger case for the defence than the one in hand, for there the roadway was of good width and at least partially protected by the sidewalk and curb; besides this, the driver had left his seat by jumping from the buggy — the horse had torn away from him, and it was whilst in its undirected flight that it went over the river bank. Here, on the other hand, we have not only the proximity of the railroad, but a very narrow and wholly unprotected street, and we have also the driver maintaining his seat and endeavoring to guide his team to the very last moment. There is certainly, then, but little, if any, doubt but that the negligence of the borough authorities was the direct cause of the accident complained of, with its resulting damages.\nJudgment affirmed."}