{"id": "1063197", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, March 3d 1879. •\nThe lease was made on the 6th May 1866, for the term of one ye^r from that date, with a covenant that “this contract is to continue in full force for another year, and so on, from year to year, until legal notice is given for a removal.” Rent was to be paid monthly in advance. The lessee continued on the premises till May 1874, under said lease, as claimed by the lessor, but the lessee claims that the last year was under a parol contract. As the cause is presented it must be considered as if the parties, in March 1873, agreed to make a change in the lease for the coming year, in regard to time for payment of rent, so that it should be payable at the end of the month, instead of in advance. The learned judge instructed the jury that the alleged parol agreement was not sufficient -to alter the terms of a sealed lease, as there was no consideration for it, the tenant being already bound by said lease for another year. To that the plaintiff excepted, and the sole inquiry is, is the new agreement void for want of consideration ?\nThat the tenant, in March 1873, was bound for another year, commencing in the following May, is a proposition not wholly free from doubt. Perhaps it is well to leave it without now considering the effect of the judgment of the District Court in Cook v. Neilson, 10 Barr 41, that the tenant is not bound to give notice of his intention to quit, at the end of the current quarter, which was affirmed by equal division.\nYerbal agreements, made between the parties, before or at the time of the execution of a written contract, are considered as merged therein, and in general are inadmissible to vary its terms. But an oral agreement, subsequently made, on a new consideration, and before the breach of the contract, in cases falling within the general rules of the common law, and not within the Statute of Frauds, may have the effect to enlarge the time of performance specified in the contract, or may vary any other of its terms, or ' may waive and discharge it altogether, and thus make a new contract : Emerson v. Slater, 22 Howard 28; Munroe v. Perkins, 9 Pick. 298.\nIn an action upon a written contract to deliver specific articles at a'particular time and place, parol evidence is admissible to prove that, after the making of the original contract, the parties agreed that the articles should be delivered at a different time and place. At least such parol agreement will amount to a waiver of a tender at the time or place mentioned in the original contract: Robinson v. Bachelder, 4 N. H. 40. See McComb v. McKennan, 2 W. & S. 216; Keating v. Price, 1 Johns. Cas. 22. In these, and like cases, no consideration appears in the oral agreements, other than the mutual promise that the time or place of performance should be changed. The written contracts, thus altered, continued in force, and performance, or tender of performance, when and where orally agreed upon, was a good defence. The principle seems to be that the party entitled was held to a waiver of the performance, as required by the written contract, lest its enforcement would operate as a fraud upon the other.\nThe time for the performance of the condition of a sealed, as well as a simple contract, may be enlarged by parol. Indeed, the enlargement of time is nothing more than a waiver of strict performance : Dearborn v. Cross, 7 Cowen 48; Munroe v. Perkins, supra. In the latter case, the plaintiff, by an agreement under seal, had agreed to erect a building at a fixed price, which was not an adequate compensation, and having done part of the work, refused to proceed, but on an oral promise by the defendant that he should be paid for his labor and materials, and should not suffer, he went on and finished the building, and it was held that he was entitled to recover upon the parol promise in assumpsit. The court say, “ The parol promise, it is contended, was without consideration. This depends entirely on the question, whether the first contract was waived. The plaintiff having refused to perform that contract, as he might do, subjecting himself to such damages as the other parties might show they were entitled to recover, he afterward went on upon the faith of the new promise and finished the work. This was a sufficient consideration.”\nWe come to the conclusion that the alleged parol agreement between Wilgus and Whitehead, was not void for want of consideration. The tenant sought more favorable terms than the written lease, to which the landlord agreed. It is presumable that this contract was the inducement for his continuing upon the premises another year. It was made before the end of the term, and the fact of making it evidences that the landlord waived notice of the tenant’s intention to quit, at the end of the year, and dealt with him accordingly. Notice to quit need not be under seal, nor in writing. It may be waived; and the making a new contract is an act of waiver equivalent to its expression in very words. If the lease would have ended on the 6th of May then next, because of notice given, there could be no question of the validity of the parol contract. It was competent for the parties to contract as if the notice had been given, or as if for any cause the lease would end, and if they did so, it is bad faith for either to deny the validity of the new agreement.\nJudgment reversed, and a venire facias de novo awarded"}