{"id": "1063504", "contents": "Opinion bx\nMr. Justice Schaffer,\nPlaintiff Bachrach, who conducts photographic studios in Baltimore and Philadelphia, was desirous of changing the location of his business in the latter city; his manager there, by his direction, communicated by telephone with the office of defendant Fleming, appellant, who is a real estate agent, and, as a result, Dunn, who was employed, by Fleming as sales agent, called upon plaintiff and arranged that Fleming should endeavor to procure for him a satisfactory property. After this arrangement was made, plaintiff and Dunn looked at the property 1718 Chestnut street, the subject of this litigation, and the latter gave his opinion that it could be purchased for a price in the neighborhood of $100,000; plaintiff instructed him to ascertain the lowest price at which it could be acquired. Some days after this interview, Dunn visited plaintiff in Baltimore and informed him he thought the property could be purchased for $95,000.; whereupon Bachrach gave him a letter addressed to Fleming, authorizing the latter to make an offer of $90,000, and a few days later received a letter written on Fleming’s stationery, signed with his name “by A. J. Dunn,” in which it was stated that, immediately upon his return to Philadelphia, “we took up the matter of the purchase of the premises No. 1718 Chestnut Street as per your letter of authorization handed to me on Friday last in Baltimore. We have submitted the proposition as therein contained and it is now being considered and we are expecting to have a reply or counter-proposition soon. We will keep you fully advised of developments.” It appears, however, that immediately after receipt of the letter authorizing the offer of $90,000, Fleming entered into negotiations, on his own account, for the purchase of the property, and executed an agreement with its owners to buy it for $85,000. When negotiations for his purchase of the property had been completed, Fleming sent Dunn to Baltimore, to try to sell the property to the plaintiff, at an advance of $10,000 over the price he had contracted to pay. On the witness stand, Fleming made the categorical admission, “I concealed the price,” meaning the price he was paying. His agent, on this visit to Baltimore, persuaded Bachrach to pay the price, $95,000, which Fleming had instructed him to obtain, and when Bachrach’s attorney was summoned to prepare the contract of sale, Dunn stated to him that the parties to the agreement were the plaintiff and a man named Ansell, who he said represented the estate to which the property belonged; this excited the suspicion of the purchaser; he refused to sign the contract, and, upon subsequent investigation, discovered that Ansell had no connection with the owners of the property; he thereupon notified Fleming that his connection with the transaction was at an end. Plaintiff shortly thereafter filed this bill in equity, praying it be adjudged Fleming holds title for and must convey the property to him.\nThat Dunn was Fleming’s fully authorized representative, as found by the court below, there can be no question; Fleming acknowledged letters written by Dunn, in his (Fleming’s) name, as his own, and admitted that he conferred with Dunn during the negotiations and told him what to do.\n. From the testimony produced before the learned chancellor, the main features of which we have outlined, we fail to see how he could have found other than he did, that Fleming, was employed by Bachrach as his agent for the purchase of the property; that he did not act in good faith, but purchased the property, unknown to his principal, in his own name, and attempted to make a secret profit of $10,000.\nMr. Justice Stewart, speaking for the court in Bergner v. Bergner, 219 Pa. 113, summed up the controlling principles of agency in these pregnant words: “Agency is a recognized fiduciary relation; its vital principle is good faith, without which the relation could not exist.” That case reiterated the established rule: “An agent to purchase cannot be allowed, except as his principal assents, -to purchase for himself. He can acquire nothing by an adverse purchase, even though he contribute of his own means or credit to effect it; the product will belong to the principal exclusively.”\nSome question was raised in the court below and here as to whether plaintiff in purchasing the property was acting for himself • individually or for a corporation, Bachrach, Inc., in which he was interested; but, upon ample evidence, the chancellor found he was acting for himself. We fail to see why this question should give appellant any concern; he is being called to account, for his faithlessness, by the person he endeavored to overreach; the corporation is asking nothing of him and, it having had notice of these proceedings, would now be estopped from asserting any rights in the property.\nIt is further set up that the final and binding contract between Fleming and the owners of the property, was not delivered until after the time when Bachrach had terminated appellant’s agency, and therefore he can assert no rights under it. Where an agent has broken faith with his principal and has been discharged from the business in which he was engaged, he may not, after the termination of the agency, reap the profits of his bad faith to his employer’s disadvantage; whatever he acquired while acting in the agency flows to his principal.\nThe court below correctly determined by its decree that appellant, as to the property in question, was trustee for plaintiff.\nThe decree is affirmed at appellant’s cost."}