{"id": "1063238", "contents": "Chief Justice Sharswood\ndelivered the opinion of the court, March 17th 1879.\nIt is strongly contended that there were disputed facts disclosed by the evidence from which the jury might have found that an undue influence was exerted over the mind of the testator. It is clearly settled that the constraint which will avoid a will must be one operating in the act of making the will. Threats, violence or any undue influence long past, and not shown to be in any way connected with the testamentary act are not evidence to impeach a will: McMahon v. Ryan, 8 Harris 329; Eckert v. Flowry, 7 Wright 417; Thompson v. Kyner, 15 P. F. Smith 368. In an issue devisavit vel non on the allegation of undue influence by the mother of an illegitimate child, the legatee in the will, the unlawful cohabitation of the mother with the testator is not of itself sufficient evidence from which a jury could infer undue influence: Rudy v. Ulrich, 19 P. F. Smith 177. It is true that if there are other facts, unlawful cohabitation may be a circumstance of w'eight\": Dean v. Negley, 5 Wright 317; Main v. Ryder, 3 Norris 217. In the case before us there was not a scintilla of evidence of the exertion of any ..influence over the mind of the testator in the testamentary act. His capacity was perfect, the act was free and voluntary; a respectable member of the bar was called in; everybody was excluded from the room when his instructions were given, and the will when afterwards drawn in form was executed in the presence of the two witnesses who attested it. There was never a case in which a will was executed less liable to. exception on this ground. It is true that the testator and the residuary legatee had never been lawfully married. Rut for a year, at least, he had cohabited with her as his lawful wife, acknowledging her to be such. He was not on good terms with his brothers and sisters, the present contestants, and on many occasions had expressed his intention of providing for the residuary legatee. It is contended, however, that she had falsely represented to the testator that he had seduced her. It is more than doubtful whether the letter of May 2d 1874, so much relied on by the appellants, was not the testator’s own work, intended to justify him in the eyes of his friends in living with the woman, and it is difficult to believe that he was deceived by it. But concede it to be as contended. How can it by itself justify the conclusion of undue influence in the testamentary act ? Say that it was intended by her to induce him to remove her from the condition of a common prostitute and take her under his protection. Why might not her care and attention, her faithful performance of all the duties of a wife, though she did not bear the lawful relation, making his home peaceable and comfortable, produce in him a natural and legitimate affection for her sufficient to account for the not unreasonable provision made for her in his will ? It is clear to üs that this circumstance alone is not sufficient to justify a jury in finding a verdict against the will. If, upon the whole evidence such a verdict ought not to be allowed to stand, an issue ought not to be awarded. Upon a careful examination of all the testimony this is our conclusion.\nDecree affirmed, and appeal dismissed at the costs of the appellants."}