{"id": "1063487", "contents": "Opinion by\nMr. Justice Kephart,\nThis is an appeal from a judgment for want of a sufficient affidavit of defense. A real estate agent sues to recover commissions.\nDid plaintiff’s statement charge for an original undertaking by the trust company? Prior to the 18th of December, plaintiff was asked by defendant, not as trustee but in its individual capacity, to sell certain real estate, for which, if successful, plaintiff was to receive a commission of two per cent. He procured a purchaser, who was submitted to and approved by defendant. Plaintiff had then done all that was required to earn the commission. He had completed his part of the bargain. When the contract of sale was written between the purchaser and defendant it stated commission was to be paid only if the sale was consummated, but defendant, by letter written at the same time, fixed the day of payment “on settlement by your purchaser.” There was nothing to show defendant’s position as trustee until the contract of sale was signed by it as agent for the estate, but this would not control the right to commission. The contract of sale was at best evidentiary of the completion of the original undertaking between plaintiff and defendant, to wit, to secure a purchaser and pay commission, and defendant’s effort to execute the contract of sale.\nAn agent who acts for an undisclosed principal brings on himself all the consequences usually chargeable to persons acting in such capacity; he may be regarded and charged as the actual principal. An attorney may, by agreement, obligate himself personally to pay broker’s commission for the sale of real estate for which he is but agent: Lieberman v. Colahan, 267 Pa. 102; and a trust company, though an agent, may so act as to bind itself to pay a broker’s commission for the sale of real estate for which it is but agent. In this case we have a promise to be primarily and unconditionally liable. Nowhere, prior to the contract of sale, is it mentioned or intimated that the acts are being done at the instance or for the benefit of another, and the mere fact of the agreement submitted after the work has been accomplished, does not change the character of the.original undertaking, create an agency or imply knowledge. Plaintiff’s statement sets forth an original- undertaking and defendant’s affidavit raising questions of law was properly denied.\nIn the affidavit on the merits, defendant does not deny that plaintiff did the work and that a commission was agreed upon; it does deny payment depended “upon plaintiff’s succeeding in obtaining a purchaser for the said property,” and avers sale could only be made with approval of the orphans’ court, and no commission would be paid unless the sale was consummated and settlement made therefor; it refers to the agreement with'the purchaser to sustain this position; but plaintiff was not a party to the agreement and was not bound by it; Moreover, the letter mentioned above, also relied on by defendant, showed the commission was to be paid on settlement by the purchaser. This would negative the idea that commission was to be paid only when the orphans’ court approved the sale. Nowhere is it averred that plaintiff knew of the difficulties attending the transfer of title. The letter made no reference to any proceeding in court, and the only doubt was as to the execution of the contract by the purchaser; but defendant was the defaulting party. That others in interest would not join is immaterial to plaintiff; defendant, having agreed to sell a fee, should have been certain the others would join before entering the arrangement. Ordinarily, where the parties are brought together and deal upon terms satisfáctory to the owner, the agent has earned his commissions, He does not lose the right to them because the owner of the land is subsequently prevented from carrying out his part of the contract: Irons v. Snyder, 49 Pa. Superior Ct. 522. If defendant’s breach occasioned the cancellation, it cannot take advantage of its wrongdoing to escape liability: Restein v. McCadden, 166 Pa. 340; Lindsay v. Carbon Steel Co., 195 Pa. 120; Aikins v. Thackara Mfg. Co., 15 Pa. Superior Ct. 250. So far as the agent was concerned, the purchaser settled when defendant cancelled the agreement and returned the hand money; settlement could then never be made by the purchaser because of defendant’s own act: Clark v. Battaglia, 47 Pa. Superior Ct. 290; Greenblatt v. Fox, 59 Pa. Superior Ct. 53. The affidavit does not aver that, at the time the negotiations for the sale were going on, plaintiff knew defendant was acting as an agent.\nThe judgment is therefore affirmed."}