{"id": "1063247", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court, May 5th 1879.\nThe case stated in the nature of a special verdict fully presents the facts upon which the judgment of the court below was based. The questions submitted for determination were, whether, upon the admitted facts, the defendant, as shipping commissioner under the Act of Congress, was entitled to demand and receive from the company plaintiff a fee of $2 for reshipping members of the crew of its vessel for the next voyage, after the return of the same vessel to the port of Philadelphia; and, if not, whether the plaintiff was entitled to recover, in this suit, the fees so demanded and paid ?\nThe learned judge deemed it unnecessary to express any opinion as to the first, for the reason that the law of the case, as he viewed it, was conclusively against the plaintiff on the second question. It was his opinion that the payments in question were voluntary, made with a full knowledge of the facts, and, therefore, assuming that they were made in ignorance of the law, there could be no recovery.\nThe United States Shipping Act of June 7th 1872, passed for the protection and benefit of merchant seamen, provides for the appointment of a shipping commissioner, who, before entering on the duties of his office, is required to give bond with sureties in not less than $5000, take and subscribe an oath to support 'the constitution, and discharge his duties to the best of his ability and according to law. The powers with which he is clothed are commensurate with the important duties he is required to perform. Section 4511, Revised Statutes, provides that “ the master of every vessel, bound from a port in the United States to any foreign port, other than vessels engaged in trade between the West India Islands or the Republic of Mexico, or any vessel of the burthen of seventy-five tons or upwards, bound from a port on the Atlantic to a port on the Pacific, or vice versa, shall, before he proceeds on such voyage, make an agreement in writing or print, with every seamanAvhom he carries to sea as one of the crew,” in the form specifically prescribed by the statute. The next section requires every such agreemeut to be signed in duplicate by each seaman in the presence of the commissioner, who shall retain one part, and the other shall be delivered to the master of the vessel. The next section declares that section 4511, above quoted, “shall not apply where the seamen are by custom or agreement entitled to participate in the profits or result of a cruise or voyage, nor to the masters of coastwise, nor to the masters of lake-going vessels that touch, at foreign ports; but seamen may, by agreement, serve on board such vessels a definite, time, or, on the return of a vessel to a port in the United States, may reship and sail in the same vessel on another voyage, without the payment of additional fees to the shipping commissioner by either the seamen or the master.” The statute also provides that the commissioner shall be entitled to receive a fee of $2 each for engaging, and fifty cents each for discharging the crerv, to be paid by the OAvner, consignee, agent or master of the vessel who is authorized to reimburse himself in part by afterwards deducting from the voyage of each seaman twenty-five cents for each fee so paid. It is also required that the commissioner “shall cause a scale of the fees payable to be prepaid, and to be conspicuously placed in the shipping office, and may refuse to proceed with any engagement or discharge, unless the fees payable thereon are first paid.” If the fees and emoluments exceed $5000 per annum, such excess is required to be paid into the treasury of the United States.\nAs to the rights of the commissioner to the shipping fees in dispute, the question arises under the last clause of section 4511, above quoted and italicised. There appears to be little if any room for doubt as to the meaning of the statute. It provides in express terms that a seaman who, on the return of any vessel to a port in the United States, reships and sails in the same vessel on another voyage, may do so “ without the payment of additional fees to the shipping commissioner by either the seaman or the master; and we have no doubt this provision applies as often as he may rest ip on successive subsequent voyages. It appears that the right of the commissioner to demand the shipping fee is thus limited to new members of a crew who are procured through the agency of his office, thus exempting those who voluntarily continue in the ship’s service. This discrimination, in favor of the latter class, may have been made for the purpose of encouraging a more steady and continuous service, and at the same time making it to be the interest of masters to so treat their crews as to induce them to remain in the service of the vessel; but if the language of the statute, fairly construed, means what we think it does, it is not necessary that a satisfactory motive for the distinction should appear. Nor is it any objection to this construction that it deprives the commissioner of compensation for reshipping the favored class. He is clearly entitled to the fee for the first shipment and every reshipment that does not come within the exemption of the act; and to the discharge fee in every case. Congress doubtless considered that this would afford ample remuneration for all services required. Without pausing to notice the construction contended for by the defendant, we are of opinion that, on the first question, the law is with the plaintiff; that no warrant can be found for demanding the fees in question, and, therefore, they were illegally demanded.\nAs to the second question, the right of the plaintiff to recover in this action for the fees so improperly demanded and paid, it is, perhaps, not quite so clear; but, we think, that sound public policy requires us to hold that a public officer who, virtute officii, demands and takes as fees for his services, what is not authorized or more than is’ allowed by law, should be compelled to make restitution. He and the public who have business to transact with him do not stand upon an equal footing. It is his special business to be conversant with the law under which he acts, and to know precisely how much he is authorized to demand for his services; but with them it is different. They have neither the time nor the opportunity of acquiring the information necessary to enable them to know whether he is claiming too much or not; and, as a general rule, relying on his honesty and integrity, they acquiesce in his demands. Hence it is that for the official wrong of taking illegal fees, a statutory penalty is provided in favor of the party aggrieved. Nearly all the precedents we have in this state are cases of this nature, and while much that has been said, in deciding cases of this class, must be regarded as mere dicta, it still indicates the personal views of distinguished judges on the subject.\nIn Prior v. Craig, 5 S. & R. 44, Justice Gibson says: “ It is true an action of assumpsit to recover back fees illegally taken may be sustained against a justice of the peace, without giving him notice, for the plaintiff thereby waives the official tort, as he may well do, and goes only for the money extorted.” To the same effect is Walker v. Ham, 2 N. H. 238. Again, in Reed’s Adm’r v. Cist, 7 S. & R. 183, in which the action was by the personal representative. of the injured party for the statutory penalty, the court remarked, “The plaintiff could recover back anything beyond the legal fees, but not for the forfeiture or penalty.” In a,n action by a sheriff for fees, the defendant ivas allowed to set off former fees illegally demanded and paid to the plaintiff; and, in so ruling, the court said, that if the defendant paid more money to the sheriff than he was entitled to demand, he cannot, upon any grounds of either law or equity, retain it: Dew v. Parsons, 2 B. & Ald. 562.\nIn Steel v. Williams, 8 Exch. Rep. 625, it is said by one of the ' judges that “ any person who illegally takes money under color of an Act of Parliament, is liable to be sued for it, though the money is not to go into his own pocket.” The language of Judge Wood-ruff in The Eire Ins. Co. v. Button, 8 Bosw. 148, is in point. He says, in sustaining an action against a public officer for money illegally demanded and paid, “ It should be deemed sufficient that the officer takes advantage of his official position to make the exaction; due protection to those whose necessities require them to deal with persons exercising official powers, or discharging duties in their nature official, requires that moneys so paid should be the subject of reclamation.” The case of Ogden v. Maxwell, 3 Blatch. 319, is perhaps more nearly in point than any to which we have been referred. It was a suit, against the collector of the port of New York, to recov¿r excessive fees charged by him for issuing landing permits for passengers’ baggage. One ground of defence set up was that the collector was required to pay the government any excess of fees over a certain sum, and it was held that this was no defence, even if such excess had been paid over. The following extract from the opinion of Judge Betts, indicates the principle on which the action was sustained. “ The high character of the collector takes away every color of suspicion that in these cases he was actuated by any wrongful motives. He administered his office as he found his predecessor had done. * * * And, it is not necessary to the maintenance of a civil action for the recovery of money wrongfully collected, that any turpitude should be proved against the officer. The suit rests on no illegal purpose of the defendant in exacting the payment. It is well sustained if his official power was exercised in the collection without warrant of law.”\nThere is nothing in the suggestion that the state courts have no right to entertain suits against officers of the general government for acts done by virtue of their office. This right has been repeatedly recognised. It is scarcely necessary to add that our own cases in which taxes voluntarily paid to the public collector havé not been permitted to be recovered stand on a different basis.\nJudgment reversed and judgment is now entered in favor of the plaintiff and against the defendant, for $4878 with interest, to be ascertained as provided for in the case stated."}