{"id": "1063227", "contents": "Mr. Justice Trunkey\ndelivered the opinion of the court, May 5th 1879.\nHad the plaintiff in error taken all the land included in the draft annexed to the bond, its value, together with the value of fencing thereof, as fixed in the endorsed condition, would have been less than $5400. Hence over $2600 were included in the bond for injuries other than the value of the land taken and the cost of its fencing. Against this portion there is no provision for defalcation. Nearly one-third of the bond is payable absolutely, though the company should finally occupy little or none of the land then appropriated for their road.\nThe parties agreed that “ if from any cause the quantity of land and amount of fencing,” required by the location, should be changed or lessened, that a deduction should be made from the face of the bond, at the rate of $300 per acre, and $1.25 per ten feet of fence. It is scarcely possible to express more distinctly, than does the language of their agreement, that they contemplated a future change of location and diminishing the quantity of land. Ingenuity may suggest a doubt, but cannot obscure the natural import of the words. In absence of proof of surroundings at the making of the contract, the large portion of the bond, payable in any event, and the circuitous route, as then located through the farm, call for adherence to the manifest sense of the words in the contract.\nThe company offered to prove that the land actually taken for their road was lessened six and eight-tenths acres, from the quantity shown on the draft annexed to the bond, and the length of the line shortened thirty-three hundred and thirty-five feet. When this offer was made, the only evidence before the court was the bond, with the contract endorsed thereon, and the draft thereto annexed. The offer was direct and simple, for the purpose of showing defalcation “both as to quantity of land and amount of fencing,” and ought to have been admitted. That it might be successfully answered and overcome by rebutting evidence, the court did not know, and could not, so as to influence its action, from any matter injected into an objection. Its exclusion was to declare that the agreement meant nothing.\nSeveral points were raised in argument, not now in the case, for it comes on the single quéstion, whether the company can defend by reason of a change of location by which the quantity of land was diminished. However, it may not be amiss, in view of what was so earnestly pressed, to remark that the defendant will not be held guilty of a conspiracy, or fraudulent arrangement, with the Berks County Railroad Company, to cheat the plaintiff, without proof. Nor, in absence of evidence thereof, will it be presumed “that the Berks County Railroad was occupying the location of the Wilmington and Reading Railroad under some private arrangement between the two companies.” There is no apparent ground for the expressed fears that High has no remedy for damages done by the location of the Berks County Railroad, because of its insolvency. If it is a trespasser ejectment will lie, and recovery of possession by execution will be stayed only upon legal ascertainment of the damages and payment thereof: McClinton v. Pittsburgh, Fort Wayne & Chicago Railway Co., 16 P. F. Smith 404; Justice et al. v. Railroad Co., 6 Norris 28.\nBut we forbear; too much, perhaps, has been said in advance of what may be developed on another trial.\nJudgment reversed, and a venire facias de novo awarded."}