{"id": "1063483", "contents": "Opinion by\nMr. Justice Walling,\nOn March 11,1918, a five-ton autotruck of the Barrett Company was going westwardly along the north side of the cartway in Woodland avenue, above Fifty-first street, Philadelphia, where it was overtaken and passed by a smaller autotruck, found to be that of the defendant, Adams Express Company. The-latter was going at high speed and its right rear wheel forcibly collided with the left front wheel of the former. This caused the chauffeur of the Barrett truck to lose control thereof so it ran diagonally across the north sidewalk and against the brick building at No. 5113 Woodland avenue, whereby a part of the wall and entrance were damaged. Plaintiffs, Mir. and Mrs. Howarth, occupied the second floor of the building, and the latter was ascending the stairs when the crash caused her to fall, by which, as the jury found, she sustained personal injury. So far as appears, the chauffeur of the Barrett truck was blameless. Defendant denied liability and asked for binding instructions, which were refused, and this appeal on its behalf is from judgment entered upon verdict for plaintiffs.\nThe questions relating to defendant’s negligence were for the jury, and the evidence supports the conclusion that such negligence was the proximate cause of the accident, as the Barrett truck seems to have struck the building because the collision had diverted its course and placed it beyond control of the chauffeur. There was no independent intervening cause and the natural and probable result of such a collision would be injury to persons or property or both. In such case the wrongdoer is liable for the consequences flowing from his act, although, in advance, the result, actually occurring might have seemed improbable: Bunting v. Hogsett, 139 Pa. 363; Quigley v. Canal Co., 142 Pa. 388. In the language of Judge Cooley, quoted with approval in Wood v. Penna. R. R., 177 Pa. 306, 310, “If the original act was wrongful, and would naturally, according to the ordinary course of events, prove injurious to some others, and result, and does actually result, in injury, through the intervention of other causes not wrongful, the injury shall be referred to the wrongful cause, passing through those which were innocent.”\nThere can be no recovery for injuries resulting from fright, or a nervous shock, unaccompanied by physical injury: Ewing v. P., C. & St. L. Ry. Co., 147 Pa. 40; Huston v. Freemansburg Boro., 212 Pa. 548; Morris v. L. & Wyo. Val. R. R. Co., 228 Pa. 198. Here there were no visible external marks upon the pérson of Mrs. Howarth, but her own testimony, and that of her physicians, indicate an actual physical injury to her back, sufficient to take the case to the jury. See Hess v. American Pipe Mfg. Co., 221 Pa. 67; Samarra v. Allegheny V. St. Ry. Co., 238 Pa. 469. While a recovery should not be sustained in such case upon dubious evidence, it cannot be affirmed as matter of law that the physical injury must be externally visible.\nThe fourth assignment of error embraces a question and answer in the direct examination of Dr. Chandler, called by plaintiffs as an expert, viz: “Q. Prom what you have been told and what you have heard in court and what you have gotten from the doctor and the history of the case, would you say that her condition is due to the accident of March 11, 1918, or not? Objected to. Objection overruled. Exception noted for defendant by direction of the court. A. Prom the history of the case and the testimony I have heard, I should say that this condition was due to the accident.” The question should have been excluded. An expert may express an opinion on an assumed state of facts, which the evidence tends to establish, but not on what some one told him, nor on what he learned from another doctor, nor from the history of the case, we know not what nor by whom communicated. An opinion based on such a question would naturally be misleading. The answer is also bad, for it does not show what had been given the witness as the history of the case, nor assume the truth of the evidence to which he had listened. See Becker v. Phila. R. T. Co., 245 Pa. 462; Yardley v. Cuthbertson, 108 Pa. 395; McDyer v. Eastern Penna. Rys. Co., 227 Pa. 641. In such case, an expert opinion cannot be based upon facts not before the jury: Rogers on Expert Testimony (2d ed., p. 82); nor upon hearsay: Lawson on Expert and Opinion Evidence (2d ed., p. 266).\nThe fourth assignment of error is sustained and thereupon the judgment is reversed and a venire facias de novo awarded."}