{"id": "1063506", "contents": "Opinion by\nMr. Justice Walling,\nThis appeal by defendants is from judgment in an action of trespass brought, under the Act of March 29, 1824, P. L. 152, to recover treble damages for timber trees which defendants cut down and removed from plaintiff’s land at Polk, Venango County, in 1918. 'Section 3 of said act provides, inter alia, “That in all cases where any person, after the said first day of September, shall cut down or fell, or employ any person or persons to cut down or fell, any timber tree or trees, growing upon the lands of another, without the consent of the owner thereof, he, she or they, so offending, shall be liable to pay to such owner, double the value of such tree or trees, so cut down or felled; or in case of the conversion thereof to the use of such offender or offenders, treble the value thereof.”\nAppellants contend that the above cited act was repealed by the Act of June 9,1911, P. L. 861, section 4 of which provides, inter alia, “If any person shall wilfully, negligently, or maliciously cut down or fell, or employ any person to cut down or fell, á tree or trees growing upon the land of another, without the consent of the owner, such person shall be liable to pay to the owner double the value of such trees so cut down or felled, and in case of the removal from the land where grown, and the conversion thereof, treble the value.” This contention seems to be sound, although the Act of 1911 apparently was not called to the attention of the trial court. The latter act is complete in itself, embraces the entire subject of the earlier act, of which it is, inter alia, a revision, and therefore supplies its place.\nIt is stated in the opinion of this court by Mr. Justice Woodward, in Johnston’s Est., 33 Pa. 511, 515, “that a subsequent statute, revising the whole subject-matter of a former one, and evidently intended as a substitute for it, although it contains no express words to that effect, must, on the principles of law, as well as in reason and common sense, operate to repeal the former”; see also B. & L. Assn. v. B. & L. Assn., 159 Pa. 308; Bennett v. Norton, 171 Pa. 221, 233. In delivering the opinion of the court in Emsworth Borough, 5 Pa. Superior Ct. 29, 31, President Judge Rice says, “The question of the repeal of statutes by implication is one of legislative intention, and all rules of construction have in view the ascertainment of that intention. One of the rules upon the subject is that a subsequent statute revising the whole subject-matter of a former statute and evidently intended as a substitute for it, although it contains no express words to that effect, operates to repeal the former.” To like import is Endlich on the Interpretation of Statutes, section 241. “A statute is impliedly repealed by a subsequent one, revising the whole subject-matter of the first”: Sedgwick on Construction of Statutory and Constitutional Law (2d ed.), p. 105. Ruling Case Law, vol. 25, p. 925, states that, “where a statute is revised, or a series of acts on the same subject is revised and consolidated into one, all parts and provisions of the former act or acts, that are omitted from the revised act, are repealed”; and the same principle is found in Sutherland on Statutory Construction (2d ed.), vol. 1, sections 270, 271.\nIn the present case the new statute omits nothing found in the old, aside from the right to exact the penalty where the trespass is innocent. The Act of 1824 subjected the trespasser to the penalty of double or treble damages regardless of blame on his part (Watson v. Rynd, 76 Pa. 59), while the Act of 1911 restricts the penalty to those cases where the trespass was wilful, negligent or malicious. Therefore, to recover double or treble damages it is now necessary to aver and prove that the act was done either wilfully, negligently or malieiously; to hold otherwise would render meaningless those words in the revised statute. As this phase of the case was not covered by the pleadings, nor passed upon by the jury, the award of treble damages cannot be sustained.\nThere was nothing to justify a finding that plaintiff had waived any of his rights by consent or otherwise, and the trial judge properly withheld that question from the jury.\nDefendants, while working on the adjoining tract, had cut down the timber on about eighteen acres of plaintiff’s land and made the same into mine props. At the trial one of the defendants having testified to the market value of the props at the place of conversion, it was error to permit plaintiff to cross-examine him as to the amount received for the props in a distant market, as that gave the jury a false standard of value, the correct measure of damages being the market value at the place of conversion (Stauffer v. Miller Soap Co., 151 Pa. 330, 332; Coxe v. England, 65 Pa. 212; Herdic v. Young, 55 Pa. 176), where, as here, the timber had at such place a market value. The trial judge correctly stated this rule to the jury, but that did not cure the harm already done by admission of the incompetent evidence. While a cross-examination is proper to test the knowledge and credibility of the witness, it cannot be extended so as to get before the jury incompetent and prejudicial facts, not referred to in the direct examination.\nThe judgment is reversed and a venire facias de novo awarded."}