{"id": "1063600", "contents": "Opinion by\nMr. Justice Frazer,\nThese appeals are from decrees of the Orphans’ Court of Allegheny County, dismissing exceptions to the distribution made under a first and partial account of the executor of the estate of Edith Darlington Ammon, and involve the same questions.\nMrs. Ammon died September 9, 1919, leaving a will wherein she gave to her husband, Samuel A. Ammon, “The income from [her] personal estate, with certain exceptions noted later, also the income from such real estate [therein] named and not left to him in fee simple.” After making a number of devises and bequests testatrix further directed that “from [her]-income funds sufficient to produce $100 a month, net, are to be set aside, and this income is to be paid to Edith Darlington Ghyssels, or in case of her death or second marriage to- her son George Denniston Ghyssels.” Following the foregoing was a clause providing that “when the payment is made for that part of [her] estate taken by the Pennsylvania Eailroad Company, the income paid to Edith Darlington Ghyssels is to be increased to the sum of $2500 a year.” No part of this latter fund was before the court below for distribution and it is mentioned here merely because of the bearing it may have in construing other pertinent portions of the will. Testatrix finally provided that “upon the death of [her] husband all [her] estate real and personal shall be divided into three parts, one part shall be given to Edith Darlington Ghyssels or her surviving child or children.” The surviving husband of testatrix having elected to take against the will, it is now contended the gift of $100 a month was intended as an annuity during the lifetime of the husband and terminated by his election to take against the will, which election was equivalent to his death in so far as the question of distribution of any remainder contingent thereon is concerned. The auditing judge recognized the general rule that the election of a surviving husband or wife to take against the will is equivalent to his or her death and accelerated the rights of the residuary legatees, causing their interests to vest at the date of such election (Disston’s Est., 257 Pa. 537) but held the gift to Mrs. Ghyssels was for her life or until she. married and, accordingly, was not affected by the election of the husband to take against the will. The court in accordance with this view set aside a sum sufficient to produce the required income.\nThe various quoted provisions of the will contain no words from which it can be inferred reasonably that the enjoyment of the income should be limited to the lifetime of decedent’s husband. The direction that funds sufficient to produce the stipulated monthly income “be set aside” created an express trust of that amount and separated it from the remainder of the income, thus constituting the detached sum one of the exceptions referred to by testatrix in the clause of the will giving the income from her estate to her husband. Although in the latter clause testatrix directed that on the death of her husband “all of [her] estate real and personal shall be divided into three parts” the word “all” was evidently intended to include merely the property remaining after the bequests previously given had been satisfied. Otherwise the language is inconsistent with the numerous specific devises and bequests in fee. The fact that a general distribution of the residuary estate was intended at the death of her husband can, consequently, have no effect on the trust fund set aside for Mrs. Ghyssels.\nThe time during which the income should be paid must, accordingly, be ascertained, not by reference to the period of distribution of the residue, but under the terms of the clause creating the fund and requiring the income to be paid to “Edith Darlington Ghyssels or in case of her death or second marriage to her son George Denniston Ghyssels.” The will contains no express limitation of time in the gift to Mrs. Ghyssels and, in absence of further directions, the gift of the income would pass the corpus of the fund: Sproul’s App., 105 Pa. 438; Thompson’s Est., 234 Pa. 82. The gift over, however, in case of her death or second marriage clearly limits what would otherwise constitute an absolute gift in fee to a gift for life subject to an earlier termination in the event of remarriage. No reference whatever is made to a possible termination at an earlier date, as on the death of the surviving husband of testatrix should he predecease the beneficiary.\nThe decrees of the court below aré affirmed at the costs of appellants."}