{"id": "1065585", "contents": "Mr. Justice Sterrett\ndelivered the opinion of the court,\nThe court was clearly right in refusing to admit the defendant below as a witness in his own behalf. The scire facias was issued in the name of the mortgagees, Hepburn and Laporte, to the use of Crecy Claxton, assignee of the last bond secured by the mortgage. She subsequently died, arid her administrator was substituted on the record as equitable plaintiff. In this form the case came to trial. Under the proviso to the Act of 1869, the defendant was incompetent to testify, in his own behalf, to anything that occurred prior to the death of Mrs. Claxton. His status, in this regard, was the same as though the act had never been passed. The competency imparted in general terms by the enacting clause of the first section to persons theretofore excluded on the ground of interest or policy of law, is limited by the proviso, which declares, among other things, that the act shall not apply to actions by or against executors, administrators or guardians. The learned counsel for the plaintiff in error contended, however, that inasmuch as the legal plaintiffs were both living and could be called to rebut his testimony, the defendant was competent to prove their acts and declarations while they were holders of the bonds, and that the equitable plaintiff had no right to complain because his intestate took the bond subject to all the equities between the original parties. So far as the legal plaintiffs are concerned, the soundness of this position might perhaps be conceded, but as to the equitable plaintiff, it assumes what may not be the fact, that the bond in the hands of Mrs. Claxton was subject to all the equities existing between the original parties. Before taking the assignment, it was her duty to inquire whether the obligor had any defence, and we have no right to assume that she neglected to do so. If she were living, and could testify that, upon inquiry, he informed her that he had no set-off or defence, the previous acts and declarations of the obligees would be of no avail. In this position of affairs, it is obvious that the living defendant would have an undue advantage over the personal representative of the deceased equitable plaintiff, that was never intended to be accorded to any party in interest. This principle has been recently ruled in a case not yet reported. But it is unnecessary to go beyond/ the act itself in search of a valid objection to the competency of the defendant in a case like the present. He is expressly excluded by the words of the act, and as was said in Taylor v. Kelly, 30 P. F. Smith 95, “ a true enforcement of the statute requires us to hold that it means what it says, when it declares, ‘ this act shall not apply to actions by or against executors, administrators or guardians.’ ” Under the Act of'April 3870, he would have been competent to testify to matters occurring since the death of Mrs. Claxton, and affecting the right of her administrator to recover, but he was not called for that purpose.\nThe question as to the competency of Laporte, one of the legal plaintiffs, called by the defendant, depends on the Act of March 27th 1865, and the second section of the Act of 1869, which provides that “ a party to the record of any civil proceeding in law or, equity, or a person for whose immediate benefit such proceeding is prosecuted or defended, may be examined as if under cross-examination, at the instance of the adverse party,” &c. These enactments are just as clear and explicit in regard to the right of either party to call his adversary, as is the first section of the latter act in regard to excluding a party, in a suit by or against an executor, administrator or guardian, from testifying in his own behalf.\nAs we understand the offer, it was to prove matters that occurred while the. legal plaintiffs were the owners of the bond in suit, and not the acts or declarations of either of them after the assignments to Mrs. Claxton. The learned judge erred in holding that the witness was incompetent for the purpose stated in the offer, and for this alone the judgment must be reversed.\nJudgment reversed, and a venire facias de novo awarded."}