{"id": "1066069", "contents": "Opinion by\nMr. Justice Simpson,\nIn the court below, appellant presented a claim for $4,110, for boarding and nursing decedent from April 12,1912, to July 17, 1917, at $15 a week. The auditing judge disallowed the claim, the court in banc sustained him, and this appeal followed. Had it been rejected by the learned and very satisfactory judge (Judge Anderson) before whom the testimony was taken, our path .would be comparatively easy to tread-; but unfortunately he died, the adjudication was written by his successor, who did not see the witnesses, .and though he and his colleagues are experts in this class of cases, and therefore their decrees come to us with more than the usual presumption of correctness, still, as said in Mirkil v. Morgan, 134 Pa. 144, 155, “we are sensible we have equal advantages with [them] in arriving at the truth. In either case, we have to take the testimony as it appears in cold type, without the benefit of having the witnesses before us face to face.”\nDespite this, appellant has a heavy burden to carry. She must show error in the ruling below, and though this load is not as heavy as it would have been had the auditing judge seen the witnesses and then decided against her, it is still not light, especially where, as here, the presumption is that the services were paid for periodically. It is claimed on her behalf that heretofore this presumption has been limited to cases of domestic service. If this was so, we would now unhesitatingly extend it to claims for boarding and nursing also, for in this country the custom is substantially universal to pay therefor at stated periods exactly as it is in cases of servants’ wages; and it is at least as unusual for boarding hpuse mistresses to allow payments due for board to accumulate for five or six years, as it is for servants to allow wages so to do. Presumptions, after all, “are founded on experience and common observation. When a connection is found to exist between things, so that when one occurs the other is known always or generally to follow, this connection becomes the foundation of a legal presumption of the existence of the latter from the proof of the former” (Cambria Iron Co. v. Tomb, 48 Pa. 387, 391); and hence, since “experience and common, observation,” have shown that periodical payments are “known......generally .to follow” exactly the same in each of these classes of cases, on principle the presumption should and does apply equally to each. Moreover, in Cummiskey’s Est., 224 Pa. 509, this exact question was in issue, was argued at length and we there said, “It is the habit and usage of people to pay their board bills as well as for services for nursing, at stated periods. This is so well understood in this country that, as in the case of servants’ wages, a presumption arises that they are periodically paid”; and this conclusion is not overruled by Gibb’s Est., 266 Pa. 485, but,.on the contrary, is expressly recognized, for there the rule was held not to apply solely because “the relations between aunt and nephew were of such peculiar and exceptional character [he being ‘treated as a member of the family’] that the presumption of payment arising in the ordinary case of services rendered is not applicable.” In the present instance, however, there was no relationship, and hence the usual rule obtains. Moreover, the applicability of the custom is expressly recognized here, for appellant claims to be paid at so much a week; and the witnesses, as to the value of her services, testified they are usually recompensed at a given rate each week.\nAppellant’s burden is greatly increased by her failure to make claim until after the death of her alleged debt- or; and this becomes especially important since, by reason thereof, the first eighteen months of the claim was within the ban of the statute of limitations at the time it was presented at the audit (a matter she would hardly have permitted had she been really a creditor); and by the further fact that, during the last year and a half of decedent’s life, she did not live with appellant, who, though visiting decedent, is not shown to have made any claim. We said in Carpenter v. Hays, 153 Pa. 432, 434, and have since frequently repeated, “without variableness or shadow of turning” therefrom, that “Claims against a dead man’s estate, which might have been made against himself, while living, are always subjects of just suspicion, and our books, from Graham v. Graham, 34 Pa. 475, to Miller’s Est., 136 Pa. 239 (249), are full of expressions by this court of the necessity of strict requirement of proof and the firm control of juries in such cases.” And again (page 435), “The presumption grows stronger as each period of payment goes by. In the nature of things it is less potent against a claim for two or three months’ wages, than for two or three years. ......As said by our late Brother Clark in Gregory v. Com., 121 Pa. 611, ‘the presumption will gather strength with each succeeding year, and' \"the evidence to overthrow it must, of course, be correspondingly increased.’ ” Experience has demonstrated not only the wisdom of these rules, but the necessity for even more strictly adhering to them, and we propose to use the light thus cast upon our pathway.\nIn this aspect, the testimony in the present case jnnst be reviewed,—and first that which is not disputed. It appears decedent was upwards of seventy years of age, and she and claimant were friends before decedent went to live in claimant’s house, but how close the friendship was, how long it continued, and what the circumstances were under which she went to live there, are not shown. There is no doubt but that she resided there during the period for which claim is made, and that, when ill, she received more attention than she did when well; but there is no evidence to show how long she was sick, or that in the respect stated she received different treatment from others in like situation. So far as appears, no claim for payment was ever made, either during the time the services were being rendered, at the time decedént moved away, or during the year and a half after the relationship ceased, though, as stated, claimant visited decedent during this latter period. It is certainly a most important circumstance that nothing was said when decedent left claimant’s home, for it is a matter of universal experience that then, of all times, demand is made if money is due, and any unpaid balance is referred to, often quite acrimoniously. While she was living with claimant decedent had a bank account more than sufficient to pay for her board and nursing, and she drew money out each year she was there, a much larger amount the year she left than during the preceding years; and claimant’s son-in-law, who lived in the same house, testified “She [decedent], had money in her possession, we knew that at home all the time.” It is true, it was not shown that claimant received any of it, and there was evidence that a portion of it was used in the purchase of liquors; but this latter testimony was most indefinite in character, both as to quantity and period of time covered, and it may have been, indeed probably was, purchased under her doctor’s advice, both while living at and after she left claimant’s house. When she did leave, it was not as the result of a dispute or disagreement of any kind, but the circumstances regarding it are not detailed- in the evidence. In her new home she paid her hoard regularly without even being asked for it; and there is nothing to show that her circumstances were better, or her habits different (unless the latter can be inferred from the hereinafter quoted testimony) from what they were when she lived with claimant. It is clear, therefore, that these undisputed facts and circumstances not only do not aid claimant in any way, but, on the contrary, strongly tend to support the presumption against her claim; and we therefore turn to the evidence which is said to rebut the presumption;—assuming always that appellant rendered to defcedent the services stated.\nOne witness testified she heard decedent say to claimant : “Margaret, dear, I shall never forget you, I cannot do anything for you, but when I am dead and gone you will have something nice”; and again: “I heard Eliza say she was not giving her anything now, but at the time of her death Margaret will be taken care of.” These indefinite statements were made prior to September, 1912, when claimant’s husband died, and hence throw no light upon the question of payment during the long period decedent thereafter lived with claimant. Another witness, a niece of claimant, when asked whether or not decedent ever said anything as to payment for the services rendered by claimant, replied: “Yes, it was an open secret that Mrs. Lyons was in her will; she talked to everybody about it, in Mrs., Lyons’ presence and out of her presence,” and added, this .was said many times. When these statements were made does not appear; but the witness significantly added, when asked if decedent said anything about paying or not paying, it was “only mentioned in her will, she was to be paid later on, when she died.” Another witness testified, without fixing any date in regard to the conversation, and without being able to say whether or not claimant had been paid: “I did hear Eliza say when she would be down that Mrs. Lyons would be well paid for her trouble. ‘I know I am a lot of trouble to Margaret now, but she will get well paid.’” Still another witness, who was a nurse for claimant’s daughter in 1916, said: “I heard Eliza tell Mrs. Lyons that she was good and kind to her; Miss Gilbraith was in bed, and she said to me ‘I do not know what I would have done if it had not been for Mrs. Lyons, but I will pay her for her trouble, when I am passed away she will be well paid; she said, ‘for what she has done for me.’” The witness also testified decedent said: “You know I would have paid Margaret, I am a lot of trouble, when I ask for money I get scolded, I had better let it go to the end, she will get it all; I have her name on my will”; but the witness further said she did not know whether payment had been made, and added: “I could not tell what she meant, that is what she told me.” Claimant’s son testified: “I heard her more than once say my mother would be well paid,” the last time being a little while before decedent left claimant’s home. Finally, the latter’s son-in-law said: “I heard Miss Gilbraith say on several occasions that Margaret Jane......would be well taken care of when she was dead, she had taken care of her in her will.” This is all the testimony bearing upon the point, though the son and the son-in-law also said in effect that they believed they would have known had decedent paid the claimant,—an opinion founded only on the fact they had not been told she had been, and hence is of ño importance here.\nIt is clear from the foregoing that the testimony does not meet the requirements in cases of this character, especially as claimant was present on but one occasion, when payment was spoken of, and in no instance does the evidence show the circumstances leading up to the statements or how they happened to be made. They are not clear or convincing in character, but, on the contrary, are indefinite and uncertain as to time, circumstances and meaning, and justified the statement of the court below that the evidence “was not only insufficient to rebut the presumption of periodic payments, but also inadequate to uphold a promise of payment at or after death”; and certainly they fall far short of the standard again set forth in Flaccus v. Wood, 260 Pa. 161, 164-5: “In such cases the tendency of our 'courts has been to require strict proof: Hughes’ Est., 176 Pa. 387; Bradshaw’s Est., 243 Pa. 114; and to hold that mere evidence of loose declarations made by decedent during his lifetime is insufficient to support the claim: Winfield v. Beaver Trust Co., 229 Pa. 530. Whether the evidence submitted by plaintiff is enough to rebut the presumption of payment is primarily a question for the court: Richards v. Walp, 221 Pa. 412:” So far as any conclusion can be drawn from the statements quoted, it would be the witnesses thought claimant’s services were to be recompensed by a legacy, and not otherwise; and the case, in this aspect, is within the rule that where services are rendered in expectation of a legacy to be given, there can be no recovery against a decedent’s estate, for this excludes the idea of a contractual relation between the parties: Miller’s Est., 136 Pa. 239, 250; Cummiskey’s Est., 224 Pa. 509, 513.\nThe decree of the court below is affirmed and the appeal is dismissed at the cost of appellant."}