{"id": "1066057", "contents": "Per Curiam,\nThis is an action of assumpsit by Emma Tiffany to recover from Fred B. Jewett a balance of $1,500, due on written articles for the purchase of real estate.\nThe agreement in question provided, inter alia, “F. B. Jewett hereby covenants and agrees to pay as purchase money the sum of five thousand dollars, in manner following, to wit: First to the owner thereof the debt, interest and costs of a certain mortgage executed by C. H. Tiffany in his lifetime to O. G-. Hemstead, mortgagee; second, to pay and satisfy two certain notes against said C. H. Tiffany, one in favor of M. J. McCollum, and the other in favor of the estate of D. W. Searle; third, after the payment of the foregoing mortgage and two notes, debt, interest and costs, the balance to the said Emma Tiffany, vendor, in manner and sums as follows: one hundred dollars cash down, the receipt whereof is hereby acknowledged, and the remainder on the execution and delivery of the deed pursuant to this contract.”\n.The points at issue are stated and disposed of by the court below, in its opinion entering judgment on a verdict for plaintiff, thus: “He [defendant] settled the notes by paying the holders of the same each the sum of $500, and the only question is as to who should have the benefit of the difference between the face value and the amounts paid; this we think was a question of fact for the jury. In view of the positive testimony of plaintiff that defendant was acting as her agent, and the denial by defendant that he was, [and his assertion] that he was to have the benefit of any advantageous settlement he could make, it seems to us that this clearly raised a question of fact as to what the actual agreement was, viz: whether the plaintiff was to have the benefit of the difference between the face value of the notes and the settlement or whether the defendant was entitled to it.”\nThe disposition made of the case by the court below is even more liberal to appellant than the facts warranted; for, under the written agreement, defendant could not charge plaintiff any greater sum for liquidating the obligations in question than he actually expended for that purpose.\nThe judgment is affirmed."}