{"id": "1066103", "contents": "Opinion by\nMr. Justice Schaffer,\nHoward Underdown and Americus R. Underdown, Jr., brothers, were copartners under a partnership agreement in writing. The first named died and appellant, his widow, is his executrix. She was entirely unfamiliar with business, and the surviving partner undertook to adjust and settle with her the interest of her husband in the firm, presenting to her a statement which purported to show what it aggregated. She thereupon signed a paper, prepared by him, to the effect that she was satisfied with a settlement in accordance with the figures exhibited to her and received a check for a small sum and a promissory note signed by the surviving partner for her husband’s alleged share. Thereafter she repudiated the settlement, to the abrogation of which the surviving partner agreed, and, in pursuance of an understanding reached by him and her attorney, an accountant made an examination of the firm’s books. As a result of it no satisfactory adjustment was reached, and she filed a bill for an account, which, after hearing, the court dismissed, and she has appealed.\nThe reason given by the chancellor for his summary disposition of the case is, that the plaintiff is not entitled to an account because its result would not show any larger balance payable to her than the amount admitted by defendant to be due. This conclusion is not in accordance with the principles of equity governing a proceeding for an account.\nThe question as to whether a complainant in a bill in equity for an account is entitled to a decree for an accounting, is a preliminary one, and has nothing to do with what will ultimately be shown by. the account. Once a plaintiff has made clear his right to an account, the decree for an accounting necessarily follows; the plaintiff in this threshold inquiry is not called upon to establish the amount due, only the right to have an investigation of what is due. The principle just stated is established by text-book authorities and our own cases.\n“Upon an application for an account, the only question to be considered is whether the account shall be taken—plaintiff’s right to the accounting and defendant’s liability to render the account—and therefore the only evidence necessary upon the hearing at this stage is that, which shows the particular right and liability, and matters which are properly for consideration as to the state of the accounts will not be inquired into”: 1 Corpus Juris, Title “Accounts and Accounting,” page 643.\nIn Collyer v. Collyer, 38 Pa. 257, recognizing the principle which has been stated, we said: “This case was evidently tried improperly......The preliminary question ....... the defendant’s liability to account, was not distinguished from the question how much would be due on the account......The preliminary question ought to have been decided first;.......there ought to be a decree for an account, and then the case ought to go to a master to take an account.” This case was followed and the principle reaffirmed in Bradly v. Jennings, 201 Pa. 473, and in the very recent case of Murphy v. Murphy, 263 Pa. 196. Furthermore, the right to an accounting as between partners, and the legal representatives of such as may be deceased, is expressly conferred by the Partnership Act of March 26,1915, P. L. 18.\nThe record discloses that plaintiff’s case was tried on the theory of showing that she was entitled to an account, not with the idea of demonstrating what was due her; in thus proceeding, she was pursuing long established practice. As the court below did not follow the course mapped out in this class of cases, its decree must be reversed; and, since plaintiff proved her right, it is directed that a decree be forthwith entered for an account as prayed for in the bill, costs to abide the final decree on the accounting."}