{"id": "1066114", "contents": "Opinion by\nMr. Justice Schaffer,\nMichael Kelley, plaintiff’s husband, and another, were what are known, in the parlance of anthracite mining, as “rock contractors,” their occupation being, to make openings in the mines through measures, or strata, other than the coal. They were engaged to do work of this character, by defendant, under a written contract, and while proceeding with it, Kelley was accidentally killed. His widow entered a claim for compensation, which was awarded her by the referee, whose finding was set aside on a de novo hearing by the compensation board, but reinstated by the court below; from the judgment of the latter, defendant brought this appeal.\nThe question for determination is whether deceased was an employee of defendant or an independent contractor ; if the first,, compensation is due, if the second, it is not. To decide, it is necessary to construe the written contract of employment; its construction is a matter of law (McColligan v. Penna. R. R. Co., 214 Pa. 229), and therefore, reviewable here (Kuca v. Lehigh Valley Coal Co., 268 Pa. 163).\nThe legal principle, which solves the inquiry as to whether a contract creates the relation of employer and employee between the parties to it or makes the performer of it an independent contractor, has been recently laid down in Smith v. State Workmen’s Insurance Fund, 262 Pa. 286, where we said: “By this contract the employer reserved to himself no right in connection with the work to be done, excepting the right to question the sufficiency of the result accomplished, measured by the requirements of the contract......Where this latter feature is of the substance of the contract it has been uniformly held, and nowhere more strictly and explicitly than in our own State, that the one employed is an independent contractor. The general rule is thus stated—where a person lets out work to another, the contractee reserving no control over the work or workmen, the relation of contractor and contractee exists and not that of master and servant......If one renders service in the course of an occupation, representing the will of his employer only as to the result of his work, and not as to the means by which it is accomplished, it is an independent employment.”\nSpeaking on the question here involved in McColligan v. Penna. R. R. Co., 214 Pa. 229, we held: “A master is one who stands to another in such relation that he not only controls the result of the work of the other but also may direct the manner in which the work shall be done. ......The relation of master and servant exists where the employer has the right to select the employee, the power to remove and discharge him, and to direct both what work shall be done, and the way and manner in which it shall be done.”\nIn his opinion in the present case, Judge Fuller, the able President Judge of the court below, thus correctly and tersely states the principle: “Where control is not reserved over the means, the relationship is that of independent contractor, and conversely where such control is reserved, the relationship is that of servant or employee.”\nWith this principle in mmdj an examination of the contract discloses the following as among its relevant provisions : The contractors wiere to furnish all labor, in aterials, tools and equipment and everything else required to complete the work and defendants were to pay certain prices per yard of excavation; the work was to be “cai*ried on under the supervision and according to the direction of the manager or his duly authorized agent, and to his satisfaction as to the manner of doing said work and as to the limit and extent thereof; ......if the contractor shall at any time......in the opinion of the manager ......fail to prosecute [the work] with diligence and promptness or to abide by and perform......any proper directions of the manager relating to the work, the company may immediately terminate this contract and the employment of the contractor hereunder”; and “the railroad company shall have the right to suspend or terminate the work without previous notice to the contractor”; also “the contractor shall remove from the work any foreman or workman who shall, in the opinion of the manager, be incompetent, careless, or for any other reason unsatisfactory to the railroad company.” It further stipulates that, in the event of any dispute between the contractor and the company!, as to the meaning or interpretation of the contract, or with reference to the work, or any part thereof, the same shall be referred to the manager, whose decision shall, be conclusive, and then contains this provision, “Except as herein specifically provided, all matters pertaining to the work herein provided shall he tmder the sole supervision and control of the mine foreman having charge of said colliery, where said work is performed,,;and the contractor and all his employees shall he subject to the orders and directions of said mine foreman pertaining to all matters under the control of said mine foreman as provided hy existing laws.”\nThe contract is dated July 7, 1917. The relation of a mine foreman to the mine operator as fixed by the Act of June 2, 1891, P. L. 176, and as defined in Durkin v. Kingston Coal Co., 171 Pa. 198, was greatly changed by the amendment to that act, approved June 1, 1915, P. L. 712. The Act of 1891 provided that it should not be lawful for any person to act as mine foreman unless registered as a holder of a certificate of qualification or service under the act, but the amendment adds this provision “unless, in the judgment of the employer, he is a person possessed of qualifications which make him equally competent to act in such position.” The amending act further provides that the owner “shall have supervision, direction and control of the mine foreman,” and that the mine foreman shall be the agent of the operator. Recurring to the contract, we ascertain that it provides, the mine foreman shall have control of the work, and the contractor and all his employees shall be subject to his orders and directions. It will thus be seen, that the contract specifically provides for the control of the means of performance by the mine foreman, that the manner of doing the work shall be to the satisfaction of the manager, that the defendant shall have the right to suspend or terminate the work without notice to the contractor, with the right to remove from the work any workmen, who in the opinion of its manager are incompetent, careless or for any other reason unsatisfactory, and that the interpretation of the contract with reference to the work shall be by the manager, whose decision shall be conclusive. It is therefore manifest that, through the manager and mine foreman, full control'over the means and manner of performance was reserved to defendant, and there was left in the contractor no independence whatever in manner and means of performance. This leads to the inevitable conclusion that the relation of the deceased to the defendant was that of employee, and not independent contractor; in so holding and awarding; compensation to his widow, the court below was right.\nThe judgment is affirmed."}