{"id": "1068383", "contents": "Opinion by\nMr. Justice Schaefer,\nThis is an appeal from the refusal of the court below to open a judgment.\nJ ohn Bungar, plaintiff in the judgment, was president of the board of trustees of St. Michael’s Greek Catholic Church; the note on which judgment was confessed, was signed, in the name of the church, by him as president of its board of trustees, and by the secretary and treasurer thereof. An answer to the petition to open the judgment was filed, and a hearing held, at which no testimony was submitted, so far as this judgment is concerned; all that was produced related to another judgment, which had been confessed by the trustees, and with which we are not concerned.\nThere has been other litigation involving the affairs, of this church, which was disposed of by us, in the case of Chrapko v. Kobasa, 271 Pa. 447. That was a bill in equity filed by certain members of the congregation. Appellants contend this bill in equity was a lis pendens, and the judgment note having been made subsequent to the filing of it, with knowledge of the purpose of its filing, the validity of the note was dependent on the outcome of that litigation. “Lis pendens, as usually understood, is the control which a court has over the property involved in a suit, during the continuance of the proceedings, and until its final judgment has been rendered therein”: Bouvier’s Law Diet., Rawle’s Revision, vol. 2, p. 2032. “A lis pendens is the jurisdiction, power or control which courts acquire over property involved in a suit, pending the continuance of the action, and until its final judgment therein”: 17 Ruling Case Law 1008.\nOn examination of the bill in equity we find its purpose was to restrain the trustees from employing any minister but a Greek Catholic priest, and to prevent the priest, who had been chosen by the trustees, from holding religious services; and, when we go to the opinion by our Brother Walling, we ascertain that the litigation had nothing to do with the church property. The opinion'recites that the bill was filed “against the trustees and Kobasa to secure his ejection and the admission of Hundiak, on the ground that it was a Catholic church,” and goes on to say, “A final decree was entered, restraining Kobasa, in effect, from officiating in the church and directing the trustees to admit Hundiak for that purpose, but not taking the church property out of the custody of the trustees.” Thus it will be seen, the proceeding set up as a lis pendens, had nothing to do with the property of the church, or the rights and powers of the trustees, in connection with it, and appellants’ position that the note is invalid because of a lis pendens falls.\nIn the answer to the petition to open the judgment, it was set up by appellee that the money which it represented, was borrowed from him for the church, and was used in the payment of indebtedness, contracted in making necessary repairs to it, which repairs had been decided upon previous to the institution of the equity proceedings, and were of substantial benefit to the church property; that the money was loaned to the church, in good faith, prior to the issuing of the preliminary injunction in the equity proceeding. There was no evidence submitted in denial of these averments, and, therefore nothing to move the court, sitting as a chancellor, along equitable lines.\nAnother matter brought to our attention, would seem to be decisive against appellants. In the equity case, a petition was presented for the attachment of the trustees, in which their authority to make repairs to the church was questioned. In that proceeding the court determined that the church building had been in bad repair, and the improvements made were for the substantial benefit of the property. In the light of this conclusion, from which appellants here did not appeal, and in view of the undisputed averment that the money loaned by plaintiff had gone to pay for these repairs, we fail to see how in good conscience and equity his judgment could be disturbed, even though he was president of the board of trustees which gave the judgment note.\nThe appeal is dismissed at the cost of appellants."}