{"id": "1068388", "contents": "Opinion by\nMe. Justice Simpson,\nPlaintiff and defendant entered into agreements for the exchange of certain properties “on or before August 1, 1919,” stipulating therein that “to accommodate [defendant and his wife] it is desired that a deed from them to [plaintiff] be placed on record at this time” but that so doing “shall in no manner constitute an acceptance thereof by” [plaintiff], whose “only obligations and liability [if the exchange is not effected] shall be to reconvey the legal title to said property” to defendant. The deed to plaintiff was executed and recorded in accordance therewith.\nThe agreement stated the size and street number of defendant’s property, but not its location, and hence it was necessary to have a survey in order to ascertain exactly where the property was, and whether or not there was any conflict between its lines, as specified in the agreements, and those of the adjoining properties. On inquiry being made of defendant’s agent, he said defendant had such a survey, but later informed plaintiff otherwise, whereupon the latter ordered one, and to this no objection appears to have been made. The survey was not finished until August 14 or 15, 1919, subsequent to which latter date “plaintiff made at least two efforts......to have the defendant or his agent take up the question of closing the transaction, but no time for a meeting of the parties was ever fixed.” This finding of the court below is not assigned as error.\nOn this latter date, August 15, 1919, the holder of the first mortgage on defendant’s property, which existed prior to the agreements of exchange and was then being foreclosed, — but of which latter fact plaintiff had no knowledge, — entered judgment on the scire facias issued thereon, and by virtue of a writ of levari facias the property was sold by the sheriff on September 8,1919. This of course rendered valueless the recorded deed to plaintiff, and freed him from the duty to convey his property to defendant, and indeed from all liability, unless it was his, plaintiff’s, neglect which resulted in the sheriff’s sale.\nSome time later defendant caused the agreements of exchange to be acknowledged and recorded; and as this apparently gave to him an equitable interest in plaintiff’s property and operated as a cloud upon the latter’s title, he filed a bill in equity to remove it; defendant then filed a cross-bill praying specific performance of the agreements of exchange and an accounting of the rents and profits of plaintiff’s property; the two bills were tried together, resulting in a decree in favor of plaintiff, from which the present appeal was taken.\nThe court below found, inter alia, that “time was not of the essence of the contract and the subsequent conduct of both parties shows that the time fixed in the agreement for closing the exchange of properties on August 1, 1919, was waived” (which finding is not assigned as error); that plaintiff, at the time the mortgage was foreclosed, “was proceeding with reasonable diligence to prepare for the closing of the deal”; that “up to August 15, 1919, no notice had been given to [plaintiff] that [defendant] was prepared with the necessary funds to meet the payment of the liens, charges, etc. [the accuracy of this finding being admitted in appellant’s paper-book], or that, unless the matter was closed by any particular date, the [agreement of] extension of mortgage [which defendant was to furnish, as a condition of the exchange], would not be available. [Plaintiff] was in fact never given personal notice of such an executed [extension]. He was not notified of the pending entry of judgment on the scire facias, and had no reason to know or believe that such judgment would be entered on August 15th, in view of the preparations being made, by the procuring of the survey and the examination of the title, to close the transaction under the contract.”\nAt the trial in the court below, the burden of proof of showing it was plaintiff’s neglect which resulted in defendant’s property being sold by the sheriff, was of course upon the latter; and that burden has become doubly heavy in this court, rendered so by the findings of fact above quoted. It is strongly urged by appellant that there was no countervailing evidence as to some of the facts asserted by him, which would or might affect the above findings; and this may be so, if it is meant there was no direct evidence antagonizing his contention in regard thereto. There was much evidence, however, which, inferentially at least, sustains the court’s findings; and, as appellant relies solely upon oral testimony to establish his contentions, the matter was peculiarly within the chancellor’s cognizance and is but slightly within ours, even though, judging from the printed page only, we might agree with appellant. We are, therefore, under the well-settled rule upon this subject, obliged to accept the findings as correct, just as we would the verdict of a jury, with evidence to support it (Scranton v. Scranton Coal Co., 256 Pa. 322; Clothier v. Hoffman Co., 261 Pa. 83); and this being so we cannot reverse and enter a decree for specific performance.\nIt is urged, however, that appellant was entitled, at least, to a decree for damages, and this claim is based largely, if not entirely, upon the contention that it was plaintiff’s duty to reconvey defendant’s property to him, as soon as he, plaintiff, had determined not to consummate the agreements of exchange, and if this had been done the great loss which defendant suffered would have been avoided, since he had another purchaser for the property. There was, of course, an obligation to reconvey upon the presentation of a deed for the purpose, which, however, it was the duty of the defendant to prepare and present. Touching this contention, the court below finds as facts that “in the latter part of August, 1919, E. C. Barr, agent for [defendant], presented to [plaintiff] a form of deed for execution by [plaintiff] and Ms wife, which purported to convey [defendant’s] property to the said Barr. [Plaintiff] refused to execute said deed unless Barr would produce an assignment of the contract......or written authority from [defendant] to Barr for the making of the deed to Barr, with whom he had no contract. Such assignment or written authority was never produced. No deed purporting to convey said property to [defendant].......was ever presented or tendered to [plaintiff], or was any request or demand made upon him that he execute or deliver such deed.”\nThe witnesses differ in their recollection as to what occurred when Barr requested plaintiff to execute the deed above referred to, but there is no dispute regarding the other facts thus found; and since, by the agreements of exchange, plaintiff was obligated to “reconvey the legal title” to defendant, he, plaintiff, was well within his rights in requiring, as a condition precedent to his executing the deed to Barr, that defendant give him some paper authorizing the conveyance to be thus made.\nMoreover, this contention, and any other which could be made on the question of awarding damages in the instant case, must necessarily fail: (1) Because the cross-bill does not refer to Barr’s request for a conveyance to himself, or set forth any facts, on this or any other ground, which would justify an allowance of damages, the facts averred being only consonant with the prayers for specific performance and for an accounting of the rents and profits. This alone precludes an award of damages, since a decree in equity must conform to the case as made out by the pleadings as well as by the proofs: Luther v. Luther, 216 Pa. 1; (2) Because, as appellant admits, “no evidence was offered of any money damages sustained by reason of the appellee’s breach of contract”; and (3) Because there was no request that damages should be allowed, and no assignment of error alleges a refusal to award them.\nThese conclusions obviate the necessity of considering the assignments of error in detail; if we were to sustain all those which are not concluded by the above findings, we still could not reverse the decree.\nThe decree of the court below is affirmed and the appeal is dismissed at the cost of appellant."}