{"id": "1068431", "contents": "Opinion by\nMr. Justice Frazer,\nDefendant was convicted of murder of the first degree. A motion for a new trial was refused by the court below and the sole question raised on this appeal is whether there was competent evidence to sustain the verdict. Under the Act of February 15, 1870, P. L. 15, it is our duty to review both the law and the evidence and determine whether the ingredients necessary to constitute first degree murder have been proved. If there is competent evidence to support the verdict we cannot usurp the function of the jury and reverse merely because it might be contended they should not have believed the witnesses produced on behalf of the Commonwealth: Com. v. Danz, 211 Pa. 507, 512; Com. v. Diaco, 268 Pa. 305.\nIt appears from the evidence that defendant and his wife had domestic differences culminating in the latter leaving her home and going to that of neighboring friends, taking with her their youngest child, a baby seven months old. On discovering her whereabouts defendant called at the neighbor’s house and endeavored to induce his wife to return to their home; in reply to his request she reminded him of his cruel treatment of her, the physical injury she had sustained at his hands, the threats he had made to kill her if she remained with him, finally stating she could live with him no longer. To which he replied “That’s all right, I am a beast” and left the house. The wife’s assertion as to receiving cruel treatment at the hands of her husband was corroborated by witnesses, who testified as to seeing marks of violence upon her person. Several days later he returned to the neighbor’s house where his wife was staying and finding the front vestibule door open entered, passing through the hallway and dining room to the kitchen where his wife was seated at a table nursing the baby, and, without giving a word of warning, shot her in the back, once as she sat in the chair, her back being toward him and she not being aware of his presence, and again after she had fallen to the floor, causing her death. A third shot missed her. These circumstances were described by thi*ee witnesses who were in the room at the time. One of the men present seized defendant and a struggle ensued during which two additional shots were fired, one striking the person who was endeavoring to obtain possession of the revolver. The evidence indicates defendant acted deliberately and with a preconceived intent to kill. It was also testified that as defendant entered the kitchen and fired the first shot “he had a smile on his face.” The charge of the trial court was fair and impartial, the rights of defendant were carefully guarded and the evidence ample to support the verdict.\nThe judgment is affirmed and the record remitted for the purpose of execution."}