{"id": "1068428", "contents": "Opinion by\nMr. Justice Walling,\nThis appeal by Archie Adolph Patterson is from judgment pronounced upon him on conviction of first degree murder, for the killing of his de facto wife, Maud Duran. They were colored people and, in February, 1921, came from New York City to East Bangor, Northampton County, where he had employment in a slate quarry. They boarded with a colored family named Smith an!, to outward appearances, lived happily; however, they had a trifling quarrel Saturday evening, March 5th, and on Monday morning (March 7th) defendant declined to go to his work, alleging sickness, and, when alone with Maud Duran, in the dining room of the Smith home, fatally stabbed her in the neck with a butcher knife; he then fled, but was apprehended the same day, and later made a confession in which he admitted an intent to kill and every fact necessary to constitute murder of the first degree. As a witness at the trial, however, while admitting he struck the fatal blow, defendant stated, in substance, that he did not intend to hit Mrs. Duran but merely to frighten her and that she suddenly moved forward so as to come in contact with the knife. Under the charge of the trial judge, the defendant had the full benefit of this defense, but the jury properly rejected it. Not only defendant’s confession but all the circumstances, including the fact, as shown by Commonwealth’s evidence, that he secured the knife on the previous day, that he remained at home feigning sickness, that he immediately sought safety in flight, that he made unjust complaint of Mrs. Duran’s deportment and was causelessly jealous of her and afraid she would leave him, as well as the absence of an immediate cause, all point to a premeditated homicide. Plunging the butcher knife into the victim’s neck, and thence into the lungs, manifest an intent to take life, for a man is presumed to intend the natural and probable consequences of his voluntary acts.\nThe only error assigned is the refusal to grant a new trial on the ground of after-discovered evidence. This court has often said we cannot reverse the action of the court below in passing upon an application for a new trial, except in case of a manifest abuse of discretion. We have carefully examined the entire record, but find nothing to justify setting aside the verdict. The so-called “after-discovered evidence” relates to very minor matters, not vital to the case, and should not and probably would not result in a different verdict on another trial. As defendant admits he armed himself with this deadly weapon and did not strike in self-defense, and the jury found it was not an accident, it is of little moment whether he struck down this unarmed and defenseless woman while she was sitting or standing. Furthermore, by reasonable diligence, the alleged new evidence might have been produced at the trial.\nOn the argument complaint was made as to the manner in which the confession was secured, but no error is assigned to its admission, and, hence, it is not properly before the court; moreover, in this, as in all other respects, the trial judge carefully safeguarded the rights of the defendant.\nThe assignment of error is overruled, the judgment is affirmed and the record is remitted to the court below for the purpose of execution."}