{"id": "1068355", "contents": "Opinion by\nMr. Justice Frazer,\nDefendants assigned to the plaintiff, an experienced miner of coal, a lease of mining rights in a tract of land situate in the 19th Ward of the City of Pittsburgh, including a sale of mining equipment, for a total consideration of $2,000, upon which plaintiff paid $1,250 in cash and gave as security for the balance a mortgage of $750, on a separate lot of ground adjacent to the coal property, payable $250 in six months and the balance one year thereafter. Plaintiff went into possession of the property and began mining operations, expending $970 in renewing the equipment and placing the mine in order; failing, however, to find coal in paying quantities, he ceased work and filed the present bill in equity alleging defendants falsely and fraudulently represented the land in question contained five to six acres of solid coal, and praying a cancellation of the contract and asking that defendants be ordered to return the consideration and reimburse plaintiff for the amount spent in preparing to remove the coal, and further that the mortgage of $750 be satisfied of record. Defendants in their answers denied having made such representations as alleged in the bill and averred, on the contrary, they informed plaintiff they were not aware of the extent of the unmined coal in the land and advised him to examine the premises to satisfy himself of the amount contained in the property. The court below found the disputed questions of fact in favor of defendants and dismissed the bill, from which order plaintiff appealed.\nThe sole question raised is one of fact whether plaintiff was induced by false representation to execute the lease and, as the findings of the court below involve the credibility of witnesses and the weight to be given their testimony, such findings have the weight of a verdict of a jury and will not be disturbed if supported by evidence: Shimer v. Aldine Trust Co., 264 Pa. 444; Volk v. Volk, 272 Pa. 378, [the next case], and cases there cited.\nAn examination of the testimony shows the conversation in which the false representations are alleged to have been made occuiTed between plaintiff and the two defendants at the office of one of the latter; that both denied making the representations alleged and testified plaintiff was informed of the exact situation at the mine, what had been done in the way of developing the property and inquired of him whether he had experience in coal mining and, on receiving an affirmative reply, suggested that he look over the property before purchasing. Both testified plaintiff was informed they were unable to fix the extent of the unmined coal, and that, after the latter had examined the property, as they suggested he should do, he expressed himself as being satisfied there was coal under the tract and purchased the lease. This testimony substantially as above indicated, supports the findings of fact of the court below, especially the 7th, which is not excepted to, that “Musser did not at any time represent to plaintiff that there were five acres of solid coal in the tract, or any other amount. Neither did Mr. Wick, the other defendant, at any time represent to the plaintiff .that there were five acres of solid coal under the land.” There is further testimony to the effect that neither defendants had experience in. coal-mining operations, one being a real estate agent and the other engaged in the lumber business and that if the property contained five acres of solid coal, as plaintiff claimed defendants represented to him, the market value of the tract would exceed five times the consideration mentioned in the lease.\nThe judgment is affirmed at plaintiff’s costs."}