{"id": "1068405", "contents": "Opinion by\nMr. Justice Schaffer,\nThese appeals are from a decree of distribution in the estate of William Pitzgibbon; much testimony was taken on the hearings, but, as we view the vital questions at issue, almost all of it is without any bearing on them, and can be disregarded, because what is involved is the construction of two papers, the will of William Fitzgibbon, and an agreement executed after his death by his three children. These papers speak their own meaning, without extraneous aid, except in one particular, to which we will advert hereafter.\nTestator, as his will, which he wrote himself, discloses, was deficient in education; he had accumulated a considerable fortune; his family consisted of his wife, Gertrude, who elected to take against the will, and three daughters, Eleanor, Margaret and Prances, the latter prior to her father’s death having married Ludwig I. Grote. These three daughters were the objects of testator’s bounty, to them he intended to give all he possessed ; no other person is mentioned in the will as being entitled to take anything thereunder, not even his wife.\nThe first direction was “My estate shall be kept intact at least for ten years unless my wife should get married again in that event the estate shall be settled up and divided.” His wife still remains his widow. He named his three daughters as executrixes; his evident purpose was that his entire estate should remain intact in their hands for at least the period indicated. His second direction was expressed thus, “but any moneys given to my daughters or set aside for them and its earnings shall not he charged np against them [as part of his estate] in settling my estate this is to be in place of insurance which I should of [have] carried for them and which my personail book will show the amounts and places deposited in which amounts they shall share and share alike ” Testimony showed that testator had on deposit in four banks sums in excess of fl 75,000 and that in the book, — designated by the will and by him in his lifetime as his persona] book, and in which these deposit accounts appeared, — there was written, over each account, in the handwriting of the testator, the words “custodian for Ellener & Francis and Margaret Fitzgibbon.” The orphans’ court properly held the money in these accounts constituted a fund, accumulated by the father, which was to take the place of life insurance for his three daughters and which was not considered by him part of his estate, that it need not be accounted for as part thereof, there being no debts to be taken care of, and especially so, as this money liad been distributed and paid out by the managing and accounting executor, the daughter, Eleanor, to herself, and her two sisters as insurance, with the full acquiescence of the mothei*.\nAs to the so-called insurance money, the majority of the orphans’ court held that the language of the will which follows mention of if, “in case of either one of the three daughters demise than her share shall revert to the other two and so on to the last one left living of the three,” refers to that particular fund; the minority of the court did not so hold nor can we. These words refer, not to the insurance money (which in the testator’s mind was no part of his estate, and which was to be divided among his daughters share and share alike), but to his “estate” which he had directed should be “kept intact for at least ten years.” To link up the words “in case of either one of the three daughters demise then her share shall revert to the other two and so on to the last one left living of the three,” with the provision for keeping Ms estate intact for at least ten years, works out a harmonious scheme for his entire will, which cannot he done if the language in question is tied to the insurance money provision. He contemplated that his daughters were to immediately receive this money, “and moneys given to my daughters or set aside for them......shall not be charged up against them in settling my estate.” He thought of it and spoke of it as insurance, which would be presently payable to them at his death, and directed that in it “they should share and share alike.” The subsequent words, creating a survivorship right in the last living daughter, could not apply to this so-called insurance money presently given, not to be charged against them because received, and. to be shared equally, without doing violence to his whole insurance plan, whereas, if applied to his property other than the insurance fund, they fit into his scheme of keeping his estate intact for ten years, most aptly and logically.\nIf the words relative to the death of the daughters be applied to the insurance money, no provision is made in the will for either the division of the estate or its vesting; and the testator must be held to have died intestate as to all the rest of his property, constituting far the larger part of his possessions. That construction of a will is favored which avoids an intestacy: Phillips’s Est. (No. 1), 205 Pa. 504.\nWe therefore conclude that the insurance money belongs to the three daughters, that it was not impressed with any survivorship rights as between them; and the widow, who elected to take against the will, having acquiesced in its distribution to her children with full knowledge, has no claim to it.\nOne other matter involved in the construction of the will must be passed on before we come to the second pa- . per in the case. It is argued that the provision in the will, relative to the death of the daughters, relates to their death in the lifetime of the testator. It cannot be so read and carry out the testator’s intent; his first thought was to preserve his estate intact for ten years, and he is speaking of this period, — the provision as to the insurance money having been interpolated parenthetically into his main thought, — when he provides “in case of either one of the three daughters demise then her share shall revert to the other two and so on to the last one left living of the three.” His idea of ultimate disposition, was to the daughter or daughters living at the end of the ten-year period, provided his wife did not marry again.\nWe now come to the second, and in our view, so far as the pending controversy is concerned, controlling document in the case; about six months after the death of testator, the three daughters entered into this agreement. Margaret, the youngest, was not of age when she signed it; she, however, acknowledged and reaffirmed the writing after her majority. Neither the widow nor Ludwig I. Grote, husband of the daughter Frances, were parties to the agreement, but the former was fully informed of it, and approved it; the latter, although present in the room when the writing was signed, may not have known its contents.\nThis agreement, after reciting that it was the intention of their father to leave his estate to them, to remain intact for a period of ten years after his death, and, at the end of that period, to go to the survivor or survivors of the three daughters, provides, “We do hereby mutually agree and declare that all of the estate of our said father, with the exception of the insurance funds, which we have already divided and disposed of, shall remain intact for the period of ten years, from the date of our father’s death. That we shall receive the income therefrom, and that we take and hold said estate as tenants in common with the right of survivorship.”\nThis was an agreement which the parties to it, including the married daughter, Mrs. Grote, had the right and power to enter into. Under our construction of the will, the entire estate passed to them, subject to the widow’s interest therein, resulting from her election to take against the will. The pending proceeding relates only to the distribution of personalty. Under the Married Woman’s Property Act of June 8, 1893, P. L. 344, 3 Purd. Dig. 2449, the married daughter had the right to dispose of her personal estate, without the joinder of her husband, as absolutely as he could exercise dominion over his estate, except as the act limits her right to become accommodation endorser, maker, guarantor or surety for another. In the absence of fraud practiced upon her husband (and there is no allegation of fraud here), Frances Grote could dispose of her personal estate without his consent or joinder. “A wife has the same power of disposal of her personal estate during coverture that her husband has to his personal property, and she can create a valid trust of her separate personal estate without the joinder or consent of her husband......Our legislation has changed her status as to her separate property and she now has the same right and power as an unmarried person to acquire, own, control, sell or otherwise dispose of her property, and may exercise the right and power in the same manner and to the same extent as an unmarried person......With these exceptions [that she may not become an accommodation endorser, etc.] a married woman occupies the same relation to her property as an unmarried person, or as her husband to his property. In other words, saving the disabilities specified in the statute, her control over, and power of disposal of, her separate estate, are the same as if she was a feme sole. She may therefore dispose of her personal estate during coverture as she pleases. Her husband has no vested interest In her personal property during her lifetime. If done in good faith, and with the intention to divest herself of the ownership, she may sell her personal property, give it away, or make any other disposition of it she desires during her life, and he cannot complain, for the all-sufficient reason that he has no interest in the property. She is the owner and has absolute control over it, and hence in disposing of it during life she infringes no property or other right of her husband”: Windolph v. Girard Trust Co., 245 Pa. 349, 364.\nBy this agreement, translating into acts their understanding of their father’s will, these three persons have fixed the terms under which they will hold the property which came to them from him. At present we are concerned only with the income from it, the ten-year period fixed by the will and agreement not having expired.\nThe construction of the majority of the orphans’ court was that the clause of the will covering the contingency of the death of the daughters relates to the insurance money and not the estate, that as to the latter there is an intestacy, that the agreement was ineffective so far as it deprived Ludwig I. Grote of the interest which he would take as surviving spouse of Frances Grote; and distribution was directed to be made to her estate, of which he is executor, of the share she would take under the intestate law. As we have pointed out, we do not agree with this construction of the will nor with the effect given to the agreement. After the execution of the agreement by his wife, Ludwig I. Grote had no interest in the estate which she derived from her father, save, of course, that he would have to join her in the execution of deeds for real estate, which he did. As the result of the award to the estate of Frances Grote, exceptions were filed by the widow, Gertrude G. Fitzgibbons, the purpose of which was to assert her right to claim her share of the insurance money which has been distributed. The orphans’ court found that she had estopped herself from claiming any part of this money. In this finding, we concur, and her appeal, No. 140, October Term, 1921, is dismissed. Likewise, following the award, Eleanor Fitzgibbon, Margaret Y. Fitzgibbon, and Eleanor Fitzgibbon and Margaret V. Fitzgibbon jointly, appealed from the decree, contending that Ludwig I. Grote has no standing to make any claim through his wife on their father’s estate. On these appeals, Nos. 141, 142 and 163, October Term, 1921, for the reasons heretofore given, the decree of distribution entered by the court below is reversed, with directions to the court to make distribution to the widow, Gertrude G. Fitzgibbon, in accordance with her election to take against the will, and to Eleanor Fitzgibbon and Margaret V. Fitzgibbon of the income in accordance with the terms of the agreement marked Exhibit H, the distribution of the balance of the corpus of the estate, after deducting the widow’s share, to abide such time as under the terms of the agreement make its distribution proper, the costs to be paid out of the estate."}