{"id": "1068376", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nPlaintiff, R. P. Duff, trading as P. Duff & Sons, brought suit against Dwight E. Hamlin, to recover for goods sold and delivered to him. Defendant admitted receipt of the goods, but claimed a set-off, which the jury allowed in part; judgment was entered, accordingly, in the sum of f4,000, and plaintiff has appealed.\nAppellant claims that, in the summer and fall of 1915, he sold and delivered to defendant some eight tank cars of molasses, which, by mistake, were billed at the rate of six cents a gallon, whereas the price should have been sixteen cents; also that he subsequently sold and delivered to defendant further quantities of molasses, at the j\\ate of twenty cents a gallon, the difference in price of the first goods and the total price of those subsequently delivered amounting in all to between $9,000 and $10,000. To this claim defendant replied that, while he had received the goods in question, the six cents a gallon paid by him'for the eight cars was the contract price agreed on; further, that plaintiff owed him, defendant, more than $50,000 damages which he had suffered by being obliged to go into the market and purchase molasses at advanced prices, in consequence of plaintiff’s failure to make deliveries according to the contract of sale.\nThe written agreement between the parties consists of a letter, dated March 13, 1915, from plaintiff to defendant, the material parts of which are as follows: “We are covering you for 100 tank cars of Blackstrap for shipment in our cars from Apr. 10th, 1915, until Jan. 1st, 1916, at 6c per gallon......[here follows an explanation that plaintiff is getting the molasses, called Black-strap, from another concern, as to whose responsibility he is not sui’e; after which the letter continues:] Therefore, in view of the fact that we are making this contract for your benefit and in doing so saving you %c per gallon, we must make it conditional on our principals carrying out their contract in good faith with us and delivering these 100 tank cars of Molasses......We are working on a slender commission, [on] a contract that is much more profitable to you than it is to us, and...... we do not like to assume the responsibility of filling this contract if the people whom we are acting under shall fail to execute the contract in full.”\nThe construction of the agreement which plaintiff contends for is, that he was obliged to give defendant, at the price named, only so much of the molasses thus sold as might be delivered to him, plaintiff, by the Sugar Products Company of New York (who, concededly, was the third party referred to in the above-quoted letter) up to Jan. 1, 1916, and that, according to an agreement between plaintiff and defendant, all molasses delivered to the latter alter that date was to be paid for by him at current market prices.\nOn the other hand, defendant contends there is nothing in the written contract to indicate time as its essence, — that, taking it as a whole, the writing rather suggests the delivery of the 100 tank cars, at the stated price, to be the material object in view, so far as delivery to plaintiff from the party furnishing the goods would permit; further, that, however the original writing might be read, the parties thereto had orally agreed, subsequent to January 1, 1916, that plaintiff should purchase and deliver to defendant (so that the latter might carry on his business) molasses other than that contracted for in the original writing, for which defendant would pay plaintiff current market prices, with a usual commission, it being then agreed that “any molasses which the Sugar Products Company might thereafter deliver to plaintiff, at any time, under its contract, should be turned over to defendant at his contract price of 6c per gallon.”\nDefendant claimed plaintiff delivered to him only 79 tank cars of molasses at six cents a gallon, although the Sugar Products Company had made deliveries to plaintiff of molasses in considerable quantities, which should have been forthwith sent to him, defendant, and that plaintiff’s failure to send on this last-mentioned molasses, at the contract price of six cents, caused him, defendant, to suffer heavy damages, for which he asked a certificate.\nTo all of this plaintiff replied, first, that the writing entitled defendant only to such molasses, at the contract price, as he, plaintiff, might obtain from the Sugar Products Company up to January 1,1916, and that there was no agreement between them extending that date; furthermore, that the writing stipulated cars of the capacity used by plaintiff, which carried 5,000 gallons each, whereas many of the cars delivered to defendant contained 8,000 gallons each, therefore defendant had in fact received all of the molasses contracted for, and a little more.\nDefendant answered that the writing means, so far as measuring the amount of the purchase is concerned, cars of the usual tank capacity, namely 8,000 gallons each, and that this was orally agreed between the parties.\nDefendant presented evidence to prove the oral agreement just referred to, and he points to the writing itself to show that plaintiff there says that he is covering the defendant for “100 tank cars” of molasses, adding “for shipment in our cars,” apparently thereby drawing a distinction between the “tank cars” first named and “our cars” last referred to, and that, later in the same letter, the writer makes reference to “these 100 tank cars,” which the Sugar Products Company were to deliver to him, without saying anything about their dimensions or suggesting they should be of the smaller capacity which plaintiff now claims for his own cars. Under the circumstances, we cannot hold that error was committed in receiving testimony as to the real understanding between the parties concerning the capacity of the “100 tank cars” of molasses, referred to in the letter as “covered,” or purchased, by plaintiff for defendant.\nAll of the issues which we have indicated were presented to the jury, and, as before said, were found against plaintiff. Defendant, in his pleadings, set up the breach of another contract by plaintiff, concerning the purchase of 50 cars of molasses at seven cents a gallon; but, since the verdict rendered shows, by the great discount the jury made in defendant’s claim of damages, that he received no allowance on this second contract, it is not necessary to discuss it.\nAppellant has three assignments of error, only one of which calls for consideration, and that is the first, complaining because the court below refused to enter judgment in favor of plaintiff, notwithstanding the verdict for defendant. As to- this, we need only say that, after reading the testimony, we are not convinced that any of the controlling issues involved could properly have been decided as matters of law in favor of plaintiff; hence he was not harmed by the fact that they were submitted to the jury. The manner of their submission, which is complained of in the two remaining assignments of error, is not properly raised; for the first of these last two assignments simply complains of the refusal to grant a new trial, embracing in this complaint seven different reasons assigned in the court below, and this without showing specific objections made and exceptions entered at the time the rulings and instructions now sought to be questioned were made. The practice thus attempted cannot be permitted; it offends several principles of appellate practice: see Maculuso v. Humboldt Fire Ins. Co., 271 Pa. 489, and authorities there cited. Eule 26 of the Supreme Court expressly provides that “each error relied on must be specified particularly and by itself”; further, that “if any specification embrace more than one point or refer to more than one bill of exceptions or raise more than one distinct question, it shall be considered a waiver of all the errors so alleged.” In Mix v. North American, 209 Pa. 636, 641, we held that an assignment of error which complained of a refusal to grant a new trial was not vitally defective in setting forth four distinct reasons why such relief should have been granted, saying, the single error alleged by the assignment was the denial of the new trial and all of the reasons simply raised the question of an alleged abuse of discretion in this regard. That case, however, is not an authority that four distinct and disassociated matters can be brought before the appellate court in a single assignment (particularly where the single assignment fails to show the objections and exceptions tahen in the court below regarding each of the alleged errors, as in the case now before us); for, if it were, it would be a complete reversal of the above-quoted rule. It is still the law that, when counsel desire to question a ruling on the evidence, or the manner in which a case is submitted to the jury, or other trial points which in themselves are the subject of specific objection and exception, such points must be incorporated in separate assignments of error for purposes of review.\nThe last of the two assignments now under discussion complains of an answer made by the trial judge at the end of his charge to the jury, to an oral request for further instructions. We recently held, in Ward v. Babbitt, 270 Pa. 370, that points and answers thereto form part of the charge, and that, even when such points were presented, under the Act of March 24, 1877, P. L. 38, in writing, and the answers of the court were duly excepted to, unless there was a formal request made at the trial to reduce the charge to writing and file it of record, neither it nor the answers to points could be reviewed on appeal, our ruling being that the Act of 1877 had to be construed with other legislation, in pari materia, and, when thus read, it meant that answers to points were subject to review only when filed in connection with the charge, in the manner required by law, — that is, on request at the end of the trial; for, if this were not the rule, we might on appeal have points and answers before us without the charge as a whole, and, in the absence of the latter, we would not be in a position to judge properly concerning the correctness of the former, for, as may be realized, the points might be refused without reading, because fully answered in the general charge, which is often the case. These rules are not mere arbitrary regulations to make practice more difficult, as some seem to think, but represent arrangements which add materially to the orderly and efficient conduct of the business of the courts.\nHere appellant made no request whatever that the charge, points or answers thereto should be filed of record, and, hence, we shall not formally pass upon their sufficiency; but we take occasion to say that, were they properly' before us, there is nothing in them which calls for reversal of the present judgment. We also note that plaintiff’s written point for binding instructions, upon the refusal of which he rests his first assignment of error, is in a different position from points generally, owing to the specific provisions of the Act of April 22, 1905, P. L. 286; see Keck v. Pittsburgh, H., B. & N. C. Ry. Co., 271 Pa. 479, and Mooney v. Kinder, 271 Pa. 485.\nThe first assignment of error is overruled; the second and third are dismissed.\nThe judgment is affirmed."}