{"id": "1070822", "contents": "Opinion by\nMe. Justice Schaffer,\nThere are two appeals to be considered here which will be disposed of as one; each is from the dismissal of exceptions to an account in the estate of Adam A. Catanach, deceased, and both are by Jessie C. Nevin, one of his executrixes, of whom there were three, all daughters of decedent; the fourth executor, an accountant, was in decedent’s lifetime his attorney.\nThe litigation, long protracted, is the result of suspicion and ill-will of exceptant toward her sisters. It would have been wise advice to have discouraged her from pursuing it early in the proceeding. She filed exceptions to substantially every item of charge and discharge in the accounts, only seven of them were insisted upon, and but two sustained; these two, it would seem, could have been adjusted if any spirit of fair understanding had prevailed. We are presented with thirty-seven assignments of error, some of which are very trivial. We have examined the entire record to see whether any of them possesses merit, none does.\nAdam A. Catanach died seized of a considerable estate, the bulk of which he left to his three daughters, all of whom, as before stated, were made executrixes of his will. In the course of the administration of the estate, relations between the exceptant and her sisters became so strained that mutual understanding and cooperation became impossible; this finally resulted in the fourth executor’s withdrawal. Most of the difficulties and misunderstandings grew out of the affairs of a farm left by decedent, and as a result of a fire thereon shortly after his death, which consumed the barn and some other buildings on the property.\nThe matters before us, as stated in the questions involved, group themselves thus: (1) was it proper for Margaret Catanach, one of the executrixes, to spend money of the estate in restoring the farm buildings, where it had been agreed among the executors that the cost of their restoration should not exceed the amount of money received from the insurance policies; (2) should certain lumping credit items claimed by Margaret Catanach have been allowed; (3) are she and Mary G. Holland entitled to commissions as executrices; (4) are they liable to the estate for rent for two months during which they occupied the property; (5) should the costs of the audit be imposed on them; (6) should commissions be denied the exceptant; (7) what rate of interest should Margaret Catanach pay on a loan made by decedent to her in his lifetime.\nA general statement of the situation following the death of the decedent will go a long way in solving some of these questions. He died May 10, 1915. He was a widower and occupied one of his farms, his unmarried daughter Margaret residing with him and having charge of the household. It was established that the time for renting farms in Chester County, where this farm was located, is prior to April 1st, and after that date it is very difficult, if not impossible, to secure a desirable tenant. Recognizing this situation, the executors agreed that Margaret should carry on the farm, which she did for almost a year, until the personal property on it, belonging to the estate, was sold. She filed an account of her operation of the farm, involving receipts for articles sold from it and wages paid to employees on it, of which there were a number. The auditor found she followed the custom of her father in the adjustment of the wage account and deposited the proceeds from the farm produce in an executors’ account or entered it in a book which she kept. The auditor also found she had conducted the farm at a profit for the year of over $900, notwithstanding the handicap of the destruction of the buildings by fire, and that it would be an act of great injustice to surcharge her with the amounts of cash which she testified she had actually paid out in board, wages and current expenses of the farm, for which she had not taken receipts, because it was not the custom for farmers to take receipts from farm hands and others with whom there were frequent dealings. The auditor concluded, from ample evidence, that there was absolute good faith and honesty in all these transactions, and her 'findings, confirmed by the court below, are and ought to be conclusive. This disposes of the contention as to the alleged lumping credit items.\nOn June 5th following the death of the decedent, fire destroyed the barn, with its contents, and other buildings. There was quite a lot of livestock on the property which could not be housed unless the buildings were restored. The insurance policies were in the hands of mortgagees, and, under an agreement with them, the insurance money was placed in the hands of George W. Wilgus, Esq., one of the executors, to be expended in the erection of a new barn and repairs to other buildings. The four executors agreed that the barn and buildings should be rebuilt for the amount of the insurance. An architect was employed to draw plans, bids were asked from contractors and finally one was procured who agreed to build within the amount of the insurance. In the rebuilding, it became necessary to expend a further sum of money for repairs to a tank house, hardware, a silo, stanchions to fasten the cows in the barn and for a pig pen, and this was spent by Margaret, who was operating the farm and responsible for carrying it on. The expenditures which she thus made, amounted to a sum in excess of $700, and the exceptant sought to surcharge her with this amount, because this outlay violated the agreement between them as to the amount which should be spent.\nAt the time the barn and silo were burned down, the title to the property, upon which they were erected, was held jointly under Mr. Catanach’s will, four-tenths thereof in trust for four several distributees named, and two-tenths thereof for each of the three executors, excluding Mr. Wilgus. So far as the trust interests were concerned, the orphans’ court had jurisdiction to authorize the expenditure of a sufficient sum of money to restore the property for the purposes of the trust. Its subsequent approval of the expenditures in this case was equivalent to prior authorization, and therefore, as to the trusts, no question arises in regard to the matter. Two of the executors and trustees, excluding this appellant, approved the expenditures, and do not now complain; therefore no question arises as to these shares. Mrs. Nevin, who had an undivided one-fifth interest in the property is the only one who objects. It appears from the testimony that, after the fire, $6,300 of fire insurance was collected. The executors and trustees, meeting to determine what should be done with it, as before stated, agreed the property should be restored, and this agreement bound them in their individual capacity and, subject to the approval of the court, in their fiduciary relation. It was the expectation of the parties at the time that the amount of the insurance money would be sufficient to pay the expense of restoration and an endeavor was made to accomplish this purpose; that it failed in some slight particular would seem to be a matter of little or no moment. The paramount purpose was to restore the property; the limitation to the amount of the insurance money was practically a secondary matter, and, in the absence of extravagance or bad faith, the secondary purpose would give way to the paramount one. The auditor and court below found there was no extravagance or bad faith. As a consequence, Mrs. Nevin’s interest in the property, having been benefited to the amount of the expenditures, her share of the estate should be required to pay its due proportion. The facts stated take this case outside the rule that an executor cannot expend the personalty of an estate in an improvement or repair of the realty, and brings it within the exception that, being sui juris, the agreement of the parties becomes the law of the case and, as such, controls.\n' On the question of commissions, the auditor did not determine that the exceptant is not entitled to commissions, that question was not before her. A general award of commissions was made. Whether the ex-ceptant is entitled to any part of them is a question which may hereafter arise. The remedy by an executor against his coexecutor for his share of compensation is in a common law court: Wickersham’s App., 64 Pa. 67. There may be no unwisdom in advising that her right to an equal share in them shall not be contested, if this will end the family quarrel.\nAs to the claim that Margaret Catanach and Mary G. Holland are not entitled to any commission because of purchases made by them and for their account at the public sale, it is sufficient to say that the auditor found the sale was carried on in entire good faith, that the purchases made by the two accountants were not to the disadvantage of the estate, that no proof was made or offered that more could have been obtained for the articles than they bid and that the sale realized a sum much in excess of the appraisement. We see nothing in the record to indicate that these findings are not correct, and, in view of them, there could be no just contention that these two executrixes should be denied commissions.\nThe exceptant would surcharge her two sisters with rent of the property from the time between the public sale in February and April 1st, substantially two months. The auditor found that it would have been impossible to obtain a tenant for the property for these two months, and that, if the property had not been occupied by the two persons named, it would have been without a caretaker. We can see no merit in this claim, nor in the claim that the costs of the audit should be placed on these two appellees. The protracted audit was made necessary by the conduct of the appellant. While the auditor placed upon her one-third of the costs, the court relieved her of this. The two sisters, one of whom lived on, and the other near, the farm, were faced with real responsibilities in their management of the estate, particularly Margaret, who undertook the farm’s operation. She was confronted with a dilemma when its buildings were burned and solved the difficulties to the estate’s advantage. There is no evidence of bad faith or fraud of any kind in what either of them did in discharging their trust, as the auditor found.\nThe claim that an additional one per cent interest should be charged Margaret, on the money which she had borrowed from her father in his lifetime, is almost too small for notice, and is a fair sample of the attitude of the exceptant in the case. Margaret paid five per cent interest on the loan and the auditor found this was the current rate of interest prevailing when the loan was made; exceptant’s insistence on six per cent in the light of this finding we cannot sustain.\nThere are a number of other small matters that do not require specific disposition by us. As to them and those we have adverted to, it suffices to say that exceptant had her day in court before an able, patient and fair-minded auditor. Her findings, confirmed by the court, will not be reversed except for convincing error (Hartnett Co. v. Poultry Fancier Publishing Co., 262 Pa. 103) and no such error is made manifest to us.\nThe assignments of error are all overruled and the decree of the court below is affirmed at the cost of appellant."}