{"id": "1070107", "contents": "OPINION ANNOUNCING JUDGMENT OF THE COURT\nJustice CAPPY\nThis Court allowed appeal to consider whether the trial court properly overruled Appellant’s Sixth Amendment objection to the admission of non-custodial, extrajudicial statements of a non-testifying accomplice based upon the position that, as declarations against penal interest, the statements were sufficiently reliable to satisfy Confrontation Clause mandates. For the reasons that follow we find that the trial court erred in admitting the hearsay statements of the accomplice over Appellant’s Sixth Amendment objections.\nThe factual and procedural history is as follows: In June of 1995, Coins and Computers, a coin, stamp, and collectibles store in Dormont, Allegheny County, was burglarized, with items valued at nearly $500,000 taken from the store’s safe. Upon viewing a news report of the burglary, a citizen advised police that he had witnessed at least two men carrying items to a white van parked in front of the shop during the probable time of the incident. Police then made inquiries at local car rental agencies concerning the use of vehicles matching the van’s description. From an interview with an employee of the local Rent-A-Wreck franchise, officers learned that Appellant, John Wayne Robins, had recently rented such a van on two separate occasions. Five days prior to the burglary, Appellant first rented a large white van, but quickly returned it to the rental agency, expressing dissatisfaction because the vehicle had too many windows. Three days later (and two days prior to the burglary), Appellant rented a white van without side windows, returning it on the day after the burglary. On both occasions Appellant presented a valid driver’s license and paid with a credit card. Police subsequently obtained a search warrant for Appellant’s home, where they discovered various locksmithing tools and manuals, as well as a police scanner, all of which were legally in Appellant’s possession. Upon questioning, Appellant denied any involvement in the Coins and Computers burglary, but admitted renting the vans, claiming he had done so as a favor to his friend, Barry Auman, who did not possess a valid driver’s license and needed the van to transport personal belongings.\nAfter the search of Appellant’s residence, the police investigation into the burglary languished for nearly a year until Joseph Downey, a police informant who claimed that he could identify the perpetrators, contacted the investigators. Downey had been incarcerated in the Allegheny County jail in May of 1996, when Auman, Appellant’s self-described friend, was arrested for driving under the influence and confined in the same cellblock. Over the next two weeks, Downey and Au-man discussed various criminal ventures in which each had participated. Auman confided to Downey that he was responsible for the Coins and Computers burglary the previous year and related various details of the crime, including the involvement of one or more others and their use of a white Rent-A-Wreck van. While not naming his accomplice or accomplices, Auman apparently disclosed details which would implicate Appellant, including references to a partner who was a locksmith, rented the van, lived in South Side, and had a pool in his backyard. Auman also said that he remained in possession of stamps valued at nearly $250,000.\nIn his discussions with police, Downey sought to use the details obtained from Auman to negotiate his own release from prison. The government acceded to Downey’s terms in exchange for his participation in a sting operation targeting Auman. Pursuant to this arrangement, Downey informed Auman that an acquaintance, described as a stamp collector, would be willing to purchase the stamps in Auman’s possession. Downey offered to arrange a meeting with this potential buyer at such time as he and Auman were no longer incarcerated, and Auman expressed a willingness to pursue this plan.\nIn June of 1996, both men were released from jail, and Downey immediately arranged a meeting at a Pittsburgh hotel between Auman and an undercover Pittsburgh police detective, posing as the collector. Prior to the meeting, Downey was equipped with a hidden microphone, and additional sound equipment was installed in the hotel room. Downey traveled to the hotel with Auman, and, in their conversation, Auman indicated that he had recently injected himself with a narcotic. Inside the hotel room, Downey introduced the detective to Auman under a false name, and Auman soon offered an account of the burglary apparently to demonstrate how he came to be in possession of the stamps. When both Downey and the detective expressed astonishment at the brazenness of the burglary and repeatedly requested details, Auman acquiesced, periodically indicating concern regarding the degree to which he would be incriminating himself by proceeding further with the discussions and transaction. Although Au-man did not mention Appellant by name, he referred to a partner and stated that a friend obtained a white van from Rent A Wreck for use in the burglary. At the conclusion of the meeting, Auman promised to produce the stamps for the detective’s inspection before consummating the sale. Subsequently, however, Auman contacted the detective to inform him that he could no longer locate the stamps and that they were not available for sale. Thereafter, police arrested Au-man, and, subsequently, Appellant.\nAppellant and Auman were scheduled for a joint trial; however, shortly before the trial date, Auman and the Commonwealth entered into a plea agreement, and Auman was convicted and sentenced for burglary and related offenses. The Commonwealth then proceeded with trial against Appellant on the sole charge of conspiracy to commit burglary. The Commonwealth planned to use Auman’s statements as evidence against Appellant. Appellant filed an omnibus pre-trial motion, seeking to exclude from evidence, inter alia, both Auman’s statements to Downey while incarcerated and the tape-recorded conversation of the hotel meeting.\nAppellant contended that the statements were inadmissible hearsay and challenged any assertion by the Commonwealth that they qualified for admission pursuant to the coconspirator exception to the hearsay rule. The Commonwealth initially maintained that the coconspirator exception was indeed implicated, since at least a portion of the statements were made in furtherance of the conspiracy, or, more specifically, in an attempt to market the stolen merchandise. The trial court rejected this argument, however, on the ground that the Commonwealth’s proffer was insufficient to establish an ongoing conspiracy at the time of Auman’s statement, due to the lapse of a year’s time since the burglary.\nThe Commonwealth then asserted its alternative position that the statements were in the nature of declarations against Auman’s penal interest, and, as such, were admissible over and against Appellant’s objections on both hearsay and Confrontation Clause grounds. The trial court endorsed this argument in part, but concluded that only those portions of the statements that directly incriminated Auman would be admitted. The court determined that other portions, such as those that would directly or by implication disclose Appellant’s involvement in the burglary, were not sufficiently adverse to Auman’s interest to qualify for admission under the exception. The trial court referenced Bruton v. United States, 391 U.S. 123, 88 S.Ct. 1620, 20 L.Ed.2d 476 (1968), in its various rulings on the subject. Thus, the court permitted Downey to testify regarding the jailhouse confession, but prohibited him from mentioning any of Auman’s comments implicating Appellant directly or by contextual implication. Similarly, it allowed the Commonwealth to air before the jurors an edited version of the taped conversation, which eliminated various portions of the discussion referencing Appellant by implication.\nThe Commonwealth’s strategy was to establish Auman’s guilt, and to connect Appellant through his admitted association with Auman and, in particular, in connection with the rental of the vehicle used in the crime. As such, Auman’s statements were clearly a central aspect of the Commonwealth’s case.\nThe jury returned a verdict of guilty, and the court sentenced Appellant to five to ten years of imprisonment and restitution of $222,000. On appeal, Appellant argued that the trial court erred in admitting the untested hearsay versions of Auman’s statements. Appellant maintained that such admission violated his right to confront a witness against him pursuant to both the Sixth Amendment to the United States Constitution and Article I, Section 9 of the Pennsylvania Constitution. While the Superior Court affirmed the conviction by memorandum opinion, this Court subsequently granted allocatur and remanded the matter to the Superior Court for reconsideration in light of Lilly v. Virginia, 527 U.S. 116, 119 S.Ct. 1887, 144 L.Ed.2d 117 (1999)(plurality opinion), in which the United States Supreme Court determined that the admission of certain inculpatory statements by a non-testifying coconspirator offended a defendant’s right of confrontation. See Commonwealth v. Robins, 558 Pa. 104, 735 A.2d 702 (1999) (per curiam).\nOn remand, the Superior Court again affirmed the judgment of sentence. The court emphasized the United States Supreme Court’s efforts in Confrontation Clause jurisprudence to balance the government’s need for evidence of extrajudicial statements against a criminal defendant’s interest in cross-examination as a means of truth finding. The Superior Court recognized that, as a result of such balancing, the Supreme Court had determined that out-of-court statements which can be said to fit a “firmly rooted” exception to the hearsay rule generally may be admitted as against a Confrontation Clause challenge, although such statements are untested by cross-examination of the declarant. The Superior Court accepted Appellant’s argument that Auman’s statements, while certainly against his own penal interest, did not fall within a firmly rooted hearsay exception when offered against Appellant. Nevertheless, the Superior Court distinguished Lilly on the basis of the trial court’s decision to exclude references that would implicate Appellant directly or by implication. See Commonwealth v. Robins, No. 856 Pittsburgh 1997, 1999 WL 1610407, slip op. at 9 (Pa.Super. Dec. 22, 1999)(indicating that “redaction is an appropriate method of safeguarding a defendant’s Sixth Amendment rights while retaining the necessities of the case”). Also citing to Bruton, the Superior Court concluded:\nAppellant ignores the fact that the trial judge in his case carefully redacted Auman’s statement to omit Appellant’s name and even some contextual implications that might have been properly left in the redacted statement. In Lilly, the statement at issue was unredacted. Here, Auman’s statement was redacted in accordance with Bruton.\nIn the present case, Appellant’s Sixth Amendment rights were preserved by [the trial court’s] careful and conscientious redaction of Auman’s statements. The sufficiency of [the] redaction and the factual differences between the instant case and Lilly lead us to conclude that Auman’s statements were properly admitted.\nId. at 10 (citations omitted).\nPresently, Appellant equates Auman’s hearsay statements with those deemed to have been presumptively unreliable and inadmissible in Lilly, contending that Lilly broadly established that the penal interest exception does not meet the requirements of a firmly rooted hearsay exception under Confrontation Clause principles. Appellant also asserts that the circumstances under which Auman’s statements were made do not evince the sort of reliability that would render adversarial testing unnecessary. Specifically, Appellant describes the jailhouse confession as “unreliable chats and bragging between two criminals,” and the taped conversation as untrustworthy, since the situation was engineered by the Commonwealth and the circumstances encouraged the most expedient version of events rather than the most truthful. Additionally, Appellant emphasizes Auman’s exposure to narcotics prior to the hotel conversation.\nIn contrast, the Commonwealth views this case as analytically distinct from Lilly in several respects. First, the trial court redacted statements implicating Appellant, permitting the jury to learn of only those portions that internally inculpated only the declarant (Auman), and removing portions that might be deemed unreliable because they tended to shift or spread blame to others. The Commonwealth also argues that the declarations in this case were different in kind from those at issue in Lilly, since Auman’s statements were not knowingly made to law enforcement officials, but rather, were made in a non-custodial setting to persons whom Auman believed he could trust. According to the Commonwealth, the non-custodial aspect should ameliorate any concern that the statements were fabricated to lessen criminal culpability. Although the Commonwealth appears to acknowledge that non-self-inculpatory, custodial statements are not within a firmly rooted exception to the hearsay rule, it asserts that self-inculpatory, non-custodial ones may be deemed to fit within a firmly rooted exception. In the event that this Court would find to the contrary, the Commonwealth takes the position that the circumstances surrounding Auman’s statements manifest particularized guarantees of trustworthiness and, for that reason also, should be deemed to meet Confrontation Clause requirements. With regard to the involvement of illicit drugs, the Commonwealth relies upon a factual determination by the trial court that Auman did not suffer from impairment sufficient to undermine the reliability of his statements.\nThe Confrontation Clause of the Sixth Amendment, applicable to the states through the due process clause of the Fourteenth Amendment, provides that in “all criminal prosecutions, the accused shall enjoy the right ... to be confronted with the witnesses against him.” Idaho v. Wright, 497 U.S. 805, 813, 110 S.Ct. 3139, 3145, 111 L.Ed.2d 638 (1990)(citing U.S. Const, amend. VI). In general, the Supreme Court has indicated that the Clause reflects a preference for face-to-face confrontation at trial, and that the primary interest protected is the right of cross-examination. See Ohio v. Roberts, 448 U.S. 56, 64, 100 S.Ct. 2531, 2537, 65 L.Ed.2d 597 (1980); see also Lilly, 527 U.S. at 123-24, 119 S.Ct. at 1894 (Stevens, J.) (stating that “[t]he central concern of the Confrontation Clause is to ensure the reliability of the evidence against a criminal defendant by subjecting it to rigorous testing in the context of an adversary proceeding before the trier of fact” (quoting Maryland v. Craig, 497 U.S. 836, 845, 110 S.Ct. 3157, 3163, 111 L.Ed.2d 666 (1990))).\nOne important facet of Confrontation Clause jurisprudence concerns the spillover effect that may occur at a joint trial from a limited admission of incriminatory statements through an extrajudicial confession of a non-testifying codefendant. The seminal decision in this line is Bruton, 391 U.S. at 123, 88 S.Ct. at 1620, which presently was invoked by both the Superior Court and the trial court in their respective determinations. The rule established in Bruton prevents the use of a statement of a non-testifying codefendant which directly inculpates one or more other defendants at a joint trial, but which has been deemed inadmissible against such defendant(s), based on the Sixth Amendment right to confront the witness. See id; see also Gray v. Maryland, 523 U.S. 185, 188, 118 S.Ct. 1151, 1153, 140 L.Ed.2d 294 (1998). Subsequently, the United States Supreme Court limited the scope of the Bruton rule in circumstances involving redacted confessions. See Richardson v. Marsh, 481 U.S. 200, 211, 107 S.Ct. 1702, 1709, 95 L.Ed.2d 176 (1987).\nThe present situation, however, is not concerned with the effectiveness of limiting instructions and the prevention of spillover prejudice to a defendant when his codefendant’s confession is admitted against the codefendant at a joint trial. Although Appellant initially was slated to be tried jointly with Auman, as the trial date approached, Auman pled guilty and was convicted and sentenced; therefore, the jury was charged with determining only Appellant’s guilt or innocence.' There was not and could not have been an instruction to the jury precluding Auman’s hearsay statements from being considered only as to Auman’s culpability and not Appellant’s criminal liability, as this would have rendered the statements wholly irrelevant to the trial at hand. Rather, the Commonwealth took the position, and the trial court accepted, that Auman’s statements were admissible as substantive evidence against Appellant. This situation is not one where the spillover prejudice from a non-testifying codefendant’s confession can be cured by a Bruton redaction. The Superior Court, therefore, erred in concluding that the redactions to Auman’s statements settled the salient Sixth Amendment inquiry. Accord Lee v. Illinois, 476 U.S. 530, 542, 106 S.Ct. 2056, 2063, 90 L.Ed.2d 514.(1986)(noting that “this is not strictly speaking a Bruton case because we are not here concerned with the effectiveness of limiting instructions in preventing spill-over prejudice to a defendant when his codefendant’s confession is admitted against the codefendant at a joint trial”).\nThe more directly relevant line of Sixth Amendment precepts are embodied in the United States Supreme Court’s decision in Ohio v. Roberts, 448 U.S. 56, 100 S.Ct. 2531, 65 L.Ed.2d 597 (1980), and developed at length in Lilly. Briefly, the United States Supreme Court has maintained that a literal application of the Confrontation Clause would impose an unmanageable burden upon the administration of justice, see Roberts, 448 U.S. at 64, 100 S.Ct. at 2538, and therefore, has implemented a set of limiting principles which are not derived directly from the constitutional text.\nFirst, the Court has described the Clause as establishing a “rule of necessity,” requiring, in the usual case, a demonstration of unavailability of a witness whose statement the government seeks to admit. See id. at 65, 100 S.Ct. at 2538. Second, the Court has determined that certain hearsay statements marked with sufficient indicia of reliability may be admitted despite the absence of the witness from trial over a Sixth Amendment challenge. See id. at 65-66, 100 S.Ct. at 2539. Such indicia of reliability are deemed present without the need for further inquiry where the statement fits within a “firmly rooted” exception to the hearsay rule, or, alternatively, where the circumstances in which the statement was made manifest particularized guarantees of trustworthiness such that adversarial testing would be expected to add little, if anything, to the statement’s reliability. See Roberts, 448 U.S. at 66, 100 S.Ct. at 2539; see also Lilly, 527 U.S. at 136, 119 S.Ct. 1887, 144 L.Ed.2d 117. Hearsay statements outside firmly rooted exceptions are deemed presumptively unreliable for purposes of the Sixth Amendment, and such presumption is not easily overcome. See Lee, 476 U.S. at 543, 106 S.Ct. at 2063.\nThe primary federal constitutional questions presented here concern whether: (1) the declarations against penal interest exception to the hearsay rule pursuant to which Auman’s statements were admitted into evidence at Appellant’s trial qualifies as a firmly rooted exception; and, if not, (2) whether the circumstances in which the statements were made manifest particularized guarantees of trustworthiness. The Supreme Court’s recent plurality decision in Lilly bears upon these questions.\nConcerning the question of firm rooting, on reargument in Commonwealth v. Young, 561 Pa. 34, 748 A.2d 166 (2000), this Court acknowledged that the lead opinion in Lilly represented the view of a plurality of Justices but nonetheless was able to discern a majority holding on a point of law from among the various expressions. This Court summarized that holding as follows: “[Statements made to the authorities by a non-testifying accomplice which inculpate the defendant more than the accomplice are not admissible pursuant to a firmly rooted exception to the hearsay doctrine and thus do not satisfy the first prong of the Roberts test.” Young, 748 A.2d at 192. This Court also recognized the division of opinion among the members of the Lilly Court concerning the reasoning by which this holding should be discerned. The two primary expressions concerning the assessment as to firm rooting are represented by the lead opinion, authored by Mr. Justice Stevens, and an opinion concurring in the judgment, authored by Mr. Chief Justice Rehnquist.\nJustice Stevens acknowledged that the categorization of a statement as a declaration against penal interest defines too large a class for meaningful Confrontation Clause assessment and therefore employed subcategories in his analysis. See Lilly, 527 U.S. at 127, 119 S.Ct. at 1895 (Stevens, J.). The relevant subcategory is the use of a third-party declaration by the government as evidence to establish the guilt of an alleged accomplice of the declarant. The plurality described the practice of admitting statements against interest for such purpose as “of quite recent vintage,” id. at 131, 119 S.Ct. at 1897, noting that the Supreme Court had “consistently either stated or assumed that the mere fact that one accomplice’s confession qualified as a statement against his penal interest did not justify its use as evidence against another person.” Id. at 128, 119 S.Ct. at 1896 (Stevens, J.) (citations omitted); cf. Gray, 523 U.S. at 194-95, 118 S.Ct. at 1156 (observing that the use of an accomplice’s confession “creates a special, and vital, need for cross-examination”). Justice Stevens determined that the accomplice statement category of hearsay encompasses statements that are inherently unreliable, namely, accomplices’ confessions that directly incriminate defendants. Id. at 131, 119 S.Ct. at 1897 (stating that “we have over the years ‘spoken with one voice in declaring presumptively unreliable accomplices’ confessions that incriminate defendants’ ” (citation omitted)). Justice Stevens noted that at least the non-self-inculpatory portions of such statements have been deemed presumptively unreliable, since they may represent attempts to minimize the declarant’s culpability. See id. at 132-33, 119 S.Ct. at 1898.\nIn concurring in the judgment only, Chief Justice Rehnquist took issue with the breadth of the above analysis, which he believed would impose an absolute ban on the government’s use of accomplice confessions that implicate a codefendant. See Lilly, 527 U.S. at 145, 119 S.Ct. at 1904 (Rehnquist, C.J., concurring in the result). Chief Justice Rehnquist posited that, since the statements at issue in the case were wholly non-self-inculpatory, it was inappropriate to preclude consideration in a future case of whether custodial statements that equally inculpated the accomplice and defendant, or noncustodial statements, satisfied a firmly rooted hearsay exception under Roberts. See id.\nAs recognized in our opinion in Young, the holding in Lilly, is a narrow one, and its scope is confined only to those hearsay declarations against penal interest that fall within the subcategory of statements made to the authorities by a codefendant that shift or spread the blame to the coconspirators. Thus, although Lilly is instructive to our analysis, it is not dispositive in determining if Auman’s declarations against penal interest, which were largely self-inculpatory, but also inculpated Appellant, and not knowingly uttered to a person in authority, fall within a firmly rooted exception to the hearsay rule.\nInitially we note that while the question of whether Auman’s statements fall within the declaration against penal interest exception is purely a matter of state law, the question of firm rooting for purposes of Sixth Amendment jurisprudence is apparently to be treated as one of federal law. See Lilly, 527 U.S. at 125, 119 S.Ct. at 1894 (Stevens, J.). A hearsay exception is firmly rooted if longstanding judicial and legislative experience has shown that virtually any evidence within it comports with the substance of the constitutional protection. See Wright, 497 U.S. at 817, 110 S.Ct. at 3147; Roberts, 448 U.S. at 66, 100 S.Ct. at 2539. In this regard, the Roberts test focuses upon exceptions, which on their terms are widely recognized and contain such assurance of reliability that adversarial testing could be expected to add little. Roberts, 448 U.S. at 66, 100 S.Ct. at 2539. A firmly rooted hearsay exception, therefore, is one that does not require corroboration to support its reliability as a prerequisite to admission. Id. We must examine the penal interest exception in accordance with the definitions of firmly rooted found in Lilly and Roberts.\nThe rationale underlying the penal interest exception is that a person would not ordinarily make an untrue statement contrary to his own liberty interests. Although statements against proprietary or pecuniary interest possess long-standing common law roots, see generally 2 McCormick on Evidence § 317, at 318 (1999), statements against penal interest were not recognized in early common law as a basis supporting the admission of hearsay evidence. See id. § 318, at 320-21. Over time, however, a limited exception developed primarily in instances where a criminal defendant sought to introduce a third-party confession as exculpatory evidence. However, corroboration of the statement was considered essential to counter the possibility that statements were fabricated in an effort to aid an accused. See 2 McCormick on Evidence § 317, at 322-23.\nPennsylvania followed this general trend, and permitted the admission of declarations against penal interest for exculpatory purposes, providing they were supported by sufficient assurance of their reliability. See Williams, 537 Pa. at 26 n. 8, 640 A.2d at 1263 n. 8; Commonwealth v. Bracero, 515 Pa. 355, 528 A.2d 936 (1987) (plurality opinion); Commonwealth v. Colon, 461 Pa. 577, 337 A.2d 554 (1975) (plurality opinion); Commonwealth v. Nash, 457 Pa. 296, 324 A.2d 344 (1974) (plurality opinion); Commonwealth v. Hackett, 225 Pa.Super. 22, 307 A.2d 334 (1973). See generally David F. Binder, Binder on Pennsylvania Evidence § 8.04, at 499 (2d ed.2001). Even when the Commonwealth relies upon the penal interest exception to permit the introduction of inculpatory evidence, a requirement of corroboration is attached. See, Commonwealth v. Yarris, 557 Pa. 12, 731 A.2d 581 (1999). The recently adopted Pennsylvania Rules of Evidence encapsulate the requirement that in this Commonwealth the introduction of statements pursuant to the penal interest exception are subject to corroboration before their admissibility can be considered. See Pa.R.E. 804(b)(3).\nReturning to the criteria for firmly rooting, expressed in Roberts and Lilly, we note that in every circumstance where the admission of testimony pursuant to this exception is considered, corroboration independent of the statement itself is necessary. Therefore, we find that based upon the definition of firmly rooted as expressed by federal law, the hearsay exception for declarations against penal interest is not firmly rooted under Pennsylvania law.\nWhere the hearsay exception at issue is not firmly rooted, an alternative method for establishing Confrontation Clause compliance is through the demonstration of reliability of a hearsay statement by reference to particularized guarantees of trustworthiness such that cross-examination would be of “marginal utility” in determining truthfulness. See Lilly, 527 U.S. at 136, 119 S.Ct. at 1900 (Stevens, J.); Roberts, 448 U.S. at 66, 100 S.Ct. at 2539. As previously noted, the primary interest protected by the Confrontation Clause is the right of cross-examination, which, in an oft-quoted passage, Professor John Henry Wigmore described as “the greatest legal engine ever invented for the discovery of the truth.” 5 Wigmore, Evidence § 1367, at 32. A demonstration of trustworthiness is of particular importance where the hearsay statement is that of an accomplice implicating his coconspirator; as such statements are viewed with great suspicion and are presumptively unreliable. See Lee, 476 U.S. at 543, 106 S.Ct. at 2063.\nThe circumstances to be examined in this inquiry are limited to those attendant to the making of the statement, Wright, 497 U.S. at 819, 110 S.Ct. at 3148; and in this regard, the use of hindsight or “bootstrapping” based upon independent evidence is proscribed. See id. at 820, 110 S.Ct. at 3149; see also Young, 561 Pa. at 82, 748 A.2d at 191. Although the United States Supreme Court has declined to endorse any specific enumeration of factors to be considered, courts have evaluated: the circumstances under which the statements were uttered, including the custodial/non-custodial aspect of the setting and the identity of the listener; the contents of the statement, including whether the statements minimize the responsibility of the declarant or spread or shift the blame; other possible motivations of the declarant, including improper motive such as to lie, curry favor, or distort the truth; the nature and degree of the “against interest” aspect of the statements, including the extent to which the declarant apprehends that the making of the statement is likely to actually subject him to criminal liability; the circumstances or events that prompted the statements, including whether they were made with the encouragement or at the request of a listener; the timing of the statement in relation to events described; the declarant’s relationship to the defendant; and any other factors bearing upon the reliability of the statement at issue.\nThe Commonwealth argues that the totality of the circumstances favor a finding of reliability as to Auman’s statements. In support of its position, it points to the following factors: the statements clearly were self-inculpatory in that the details placed Auman at the scene of the burglary as an active coconspirator and participant; Auman plainly perceived that the statements were incriminating, as he made his understanding in this regard express throughout the taped hotel conversation; there would appear to have been minimal coercive pressures; the statements are generally internally consistent; there was no apparent incentive or intent to spread or shift blame or to otherwise minimize personal culpability; and reference to Auman’s accomplice(s) was limited to the context of his narration of the events of the burglary, with Auman withholding their actual identity.\nOn the other hand, Appellant asserts that the totality of the circumstances militate against a determination of reliability. Appellant focuses on factors distinct from those relied upon by the Commonwealth, such as the fact that: Auman’s statements were made more than a year after the burglary, allowing ample time for reflection; the informant, Downey, prompted Auman to obtain information about the crime for Downey’s personal benefit; Auman may have been motivated to speak about the burglary to impress fellow criminals, or to defraud the ostensible buyer by reference to the facts of a highly publicized burglary; the government was involved in the production of the most damaging of Auman’s statements, the taped hotel conversation, which was specifically procured for use against Auman and any confederates in criminal prosecution; and further, that Auman may have been under the influence of narcotics.\nConfrontation Clause analysis starts with the proposition that in-court testimony from a witness who is subject to cross-examination evinces the degree of reliability against which untested statements should, as a general rule, be measured. This then is the backdrop for our assessment of the indicia of reliability surrounding Auman’s out of court statements. While there is no required list of factors for conducting this evaluation, we note the commonly referenced ones listed supra, and thus begin with a consideration of the basic components, of when and where the statements were made, to whom they were made and what was said.\nThe statements were made a year after the burglary had been committed. Distance from the critical event supports a conclusion that the speaker had time to reflect, rather than a finding that the statements were spontaneous or excited utterances tending to enhance reliability. The initial conversations occurred in a jail cell where Auman was incarcerated on charges unrelated to the burglary. Auman’s confidant was his cellmate, Downey. Auman and Downey had no previous relationship, a factor that would militate against a conclusion that they shared a bond inspiring mutual trust. While the statements do inculpate Auman in criminality, his motive in doing so may have been to enhance his standing in the eyes of his cellmate, rather than to speak truthfully of his role in a serious crime. This interpretation of the conversations between Auman and Downey is reinforced by the fact that Downey, for his own purposes, was an attentive listener who encouraged Auman to reveal incriminating details of the burglary. Conversations between cellmates do not carry any special indicia of reliability. In that setting, Auman’s statements giving him a pivotal role in a sensational, and still unsolved burglary do not carry sufficient indicia of reliability.\nThe other setting for the statements was the hotel room, where Auman believed he was meeting a buyer for the stolen stamps. The prelude to that encounter is important in viewing the whole picture. Auman, now out of jail with the aid of his cellmate Downey, had to continue the picture of the notorious burglar who still has stolen stamps to unload he had painted of himself in the jail cell. Once in the hotel room, Auman continued to discuss his exploits but failed to produce proof that he possessed the merchandise. Auman displayed awareness that his conversation about the burglary exposed him to criminal liability, and he limited his references to his cohorts rather than shift and spread the blame. While in a custodial interrogation a coconspirator confession that shifts the blame is suspicious because it is probably motivated by an effort on part of the speaker to limit his own liability, in a noncustodial setting, where the speaker may be trying to enhance his image before other criminals, the opposite conclusion is just as likely. Given that the inculpatory statements followed upon the likely braggadocio of the jail cell conversations, the fact that the “buyer” was the one who arranged the meeting, not Auman, and that Downey, who was acting on his own personal motivations, orchestrated the entire encounter, a finding of trustworthiness is highly suspect.\nConsidering the totality of the circumstances, weighed against the Confrontation Clause concerns discussed above, we find the statements- of Auman lack sufficient indicia of reliability. Therefore, the hearsay statements of Auman should not have been admitted against Appellant. Accordingly, the judgment of sentence is reversed and the matter remanded for a new trial.\nJurisdiction is relinquished.\nJustice SAYLOR files a concurring opinion.\nJustice CASTILLE files a dissenting opinion in which Justice NEWMAN joins.\nJustice EAKIN files a dissenting opinion in which Justice CASTILLE and Justice NEWMAN join.\n. This opinion was reassigned to this author.\n. These incriminatory aspects of Auman's statements were not made a part of the trial record before the jury, as they were excluded from evidence as further described below.\n. Auman’s release was secured through an attorney recommended by Downey after such time as Downey had assumed the role of a police agent. Downey's involvement in this regard was the subject of a pretrial motion filed by Auman and is relevant to our discussion, below, concerning the degree of government involvement in the production of Auman's statements. See infra.\n. For example, Auman asked whether there were any recording devices present; equivocated as to whether he would be willing to produce photographs of the stamps for the sake of confirmation, since this would be incriminating to him; and indicated that the stamps must not be publicly marketed as they were traceable.\n. The record does not contain any discussion as to Auman’s unavailability as a witness. The parties conducted the pre-trial hearing on the admissibility of the statements in accordance with their agreement that Auman was unavailable to testify. The trial court seemingly accepted this apparent stipulation, and the parties have never challenged the issue of availability. The question of availability is therefore not before this Court.\n. The Commonwealth did not pursue the argument that the statements were admissible under the coconspirator exception on appeal. In supplemental briefs filed at the request of this Court, the Commonwealth concedes that the trial court did not abuse its discretion in rejecting the argument for admissibility of the hearsay statements pursuant to the coconspirator exception. (Supplemental Brief of Appellee at p. 12).\n. At the time of oral argument before this Court, neither a transcript of the taped conversation or the actual recording could be located. Subsequently, however, the common pleas court provided a transcript of the conversation, with portions marked apparently to indicate the sections that the trial court had excluded. Although the description of the taped conversation, above, is derived in part from this document, we note that the detail provided is helpful primarily by way of background. Since there is no assurance that the hand-marked transcription derives from the trial record, the disposition, below, is not dependent upon the document as definitively establishing the scope of the redactions.\n. In addition to his Sixth Amendment challenge, Appellant also has styled his claim under Article I, Section 9 of the Pennsylvania Constitution, the state constitutional analogue. While this Court previously has distinguished state confrontation clause jurisprudence from that prevailing under federal constitutional precepts, see Commonwealth v. Ludwig, 527 Pa. 472, 594 A.2d 281, 284 (1991), as we find that Appellant prevails under his Sixth Amendment argument, and state constitutional law can provide no greater relief, we will not engage in a distinct state constitutional analysis.\n. At the trial level in Bruton, the Court determined that the confession of a non-testifying codefendant (also directly implicating the defendant, Bruton), was admissible solely against the co-defendant, but, as concerned Bruton, constituted inadmissible hearsay. See Bruton, 391 U.S. at 124-25, 88 S.Ct. at 1621-22. The trial court therefore admitted the entire confession into evidence as against the co-defendant, but instructed the jury that the statement was to be disregarded in determining Bruton's guilt or innocence. See id. The issue before the United States Supreme Court was whether, in a joint trial, such a limiting instruction could be deemed sufficient, in and of itself, to cure the prejudice inherent in such an untested, direct, incriminating statement. See id. at 135-36, 88 S.Ct. at 1628 (describing the context of the case as one in which the \"powerfully incriminating extrajudicial statements of a codefendant, who stands accused side-by-side with the defendant, are deliberately spread before the jury in a joint trial''). The Court answered this question in the negative. See id. at 137, 88 S.Ct. at 1628 (concluding that \"in the context of a joint trial we cannot accept the limiting instruction as an adequate substitute for petitioner’s constitutional right of cross-examination'').\n. At trial, the prosecutor expressed this point as follows: \"there’s no point in my putting the statement in unless I can implicate [Appellant], obviously.”\n. In subsequent decisions, the Supreme Court appears to have retreated from this statement as phrased in Roberts. See, e.g., United States v. Inadi, 475 U.S. 387, 106 S.Ct. 1121, 89 L.Ed.2d 390 (1986). It remains clear, however, that, while unavailability may not be viewed as an absolute requirement of the Confrontation Clause, a demonstration is necessary where unavailability is an essential component of an underlying hearsay exception invoked by the government in an effort to surmount a Sixth Amendment challenge.\n. The factual and procedural history of Lilly appears in Young at pages 189 through 190 of the Atlantic Reporter 2d.\n. It seems clear that, in defining the pertinent subcategory as such, the Supreme Court was referring to the use of accomplices’ confessions as substantive evidence against the defendant. The other two subcategories of declarations against penal interest defined and discussed in Lilly' s lead opinion are the use of a statement: (1) as a voluntary admission against the defendant; and (2) as exculpatory evidence offered by a defendant who claims that the declarant committed, or was involved in, the offense. See Lilly, 527 U.S. at 127, 119 S.Ct. at 1895.\n. Mr. Justice Souter, Madame Justice Ginsburg, and Mr. Justice Breyer joined the relevant portions of the lead opinion. Madame Justice O’Connor and Mr. Justice Kennedy joined Chief Justice Rehnquist’s opinion, and Mr. Justice Thomas indicated his agreement that the Confrontation Clause should not be interpreted to impose a complete ban on the government’s use of accomplice statements that incriminate a criminal defendant. Justice Thomas reiterated his view that the Confrontation Clause is implicated by extrajudicial statements only to the extent that they are contained in formalized testimonial materials. See Lilly, 527 U.S. at 143, 119 S.Ct. at 1903. Justice Scalia has separately subscribed to the view that informal, non-custodial statements do not implicate the Confrontation Clause. See White v. Illinois, 502 U.S. 346, 358-66, 112 S.Ct. 736, 744-48, 116 L.Ed.2d 848 (1992) (Thomas, J., joined.by Scalia, J., concurring in part and concurring in the judgment).\n. See 2 McCormick on Evidence § 318, at 322 (\"During the course oí the expansion of the hearsay exception to include declarations against penal interest, the situation principally examined was whether a confession or other statement by a third person offered by the defense to exculpate the accused should be admissible.”). Many of the seminal decisions concerned the constitutional implications of precluding a criminal defendant from offering such evidence. See, e.g., Chambers v. Mississippi, 410 U.S. 284, 93 S.Ct. 1038, 35 L.Ed.2d 297 (1973); 29A AmJur.2d Evidence § 789 (1994)(stating that, \"in the case of a confession by one person which exculpates the accused, the exception for declarations against interest must be recognized as a matter of due process”). Confrontation Clause issues are not implicated in the exculpatory evidence situation, since the government possesses no right to confrontation equivalent to that of a criminal defendant. See generally 5 Jack B. Weinstein & Margaret A. Berger, Weinstein’s Federai. Evidence § 804.06 (1997).\n. We note that Federal Rule of Evidence 804(b)(3), governing the admission of statements against penal interest, upon which the Pennsylvania Rule was modeled, limits the requirement of corroboration to statements offered by the defendant for exculpatory purposes.\n. Although Appellant argues that Auman was under the influence of narcotics during the hotel room encounter, we are compelled to credit the trial court's factual assessment concerning the limited impact of this factor. Cf. Lilly, 527 U.S. at 139, 119 S.Ct. at 1901 (Stevens, J.)(noting that the declarant’s recent use of alcohol contributed to the unreliability of his statements),"}