{"id": "1070803", "contents": "Opinion by\nMr. Justice Schafeee,\nPlaintiff, a milling company in Minneapolis, sold to defendant, a baker in Norristown, four hundred barrels of rye flour for future delivery. Under the terms of sale, the freight to destination was to be paid by the seller. Before the delivery date, the purchaser notified the seller of cancellation of the sale and repudiated the contract. Plaintiff refused to acquiesce in the abrogation of the agreement, shipped the flour to defendant at Norris-town, the place of delivery, and, upon vendee’s refusal to accept, endeavored to sell the flour in Norristown, Philadelphia and other near-by cities, where, it turned out, there was no market for the commodity, and thereafter disposed of it' in New York, which was an available market, at a loss of $1,660.35, measured by the difference between the contract price and the sale price, plus the expenses of the resale,s' Suit was brought to recover the amount of the loss caused by defendant’s breach of contract. The court heard the case without a jury,’under the Act of 1874, found in favor of, and entered judgment for, defendant; plaintiff has appealed.\nIt was admitted on the trial that, at the time of the receipt of vendee’s cancellation, and until after its shipment, there was an available market for the flour in Minneapolis, where plaintiff could have sold it without any loss. !j It was also admitted that the loss was due to the fall in the market during the month the flour was in transit, and that 'the transportation delay was in no way ascribable to plaintiff.\nThe court below held, by shipping the flour to Norris-town, and not selling it in Minneapolis, where sale could have been made without loss, plaintiff assumed the risk of loss, under the principle that it was the seller’s duty to minimize it. In coming to this conclusion, we think the trial court overlooked two factors of. prime moment; first, that defendant could not relieve itself from the contract by directing cancellation, for, until the vendor should agree that it be wiped out, the contract and all its terms were binding on the vendee, one of its provisions being that delivery should be made at Norristown; and, second, defendant did not request plaintiff to sell in Minneapolis. It was appellant’s right to stand on the contract as made, and it was not for appellee, who breached the contract, to set up a variance of its terms in respect to' delivery, to the other party’s disadvantage. In coming to its decision, the court below apparently relied on the dictum of Mr. Justice Dean in McHenry v. Bulifant, 207 Pa. 15. In that case, vendees endeavored to escape liability on the ground of delay in shipment; and their repudiation of the contract with the right to breach it, was put by them on that ground. It was to this situation the language of the opinion referred, when it said “If the notice [as to breach of the contract by the vendor by delay in shipment and consequent refusal to accept delivery] had been received before shipment, plaintiffs would have been bound to retain the goods at point of shipment in California.” In the case just mentioned, the defense was, that the seller had broken the contract, by failure to ship according to its terms; here it is not claimed the seller was at fault, but admitted the breach was by defendant. Under our decisions, and the weight of authority elsewhere, the vendor was not required, by the vendee’s cancellation, to resell in the Minneapolis market and then sue for the loss, if any; vendor could, as it did, treat the contract as continuing, and, upon actual breach, by defendant’s refusal to accept at the place named for delivery, establish the loss by a resale in an available market. The vendee could have recalled his unaccepted cancellation at any time within the term of the contract, and, if the market had been in its favor, any profit on a sale would have gone to it, not to the vendor.\nIn Zuck v. McClure, 98 Pa. 541, 545 (1881), we said, “A mere notice of an intended breach [of contract] is not of itself a breach of the contract. It may become so if accepted and acted on by the other party......The notice of an intention not to perform the contract, if not accepted by the other party as a present breach, remains only a matter of intention, and may be withdrawn at any time before the performance is in fact due......The promisee may treat the notice of intention as inoperative and await the time when the contract is to be executed, and then hold the other party responsible for all the consequences of nonperformance. But in that case he keeps the contract alive for the benefit of the other party as well as his own; he remains subject to all his own obligations and liabilities under it, and enables the other party not only to complete the contract, if so advised, notwithstanding his previous repudiation of it, but also to take advantage of any supervening circumstance which would justify him in declining to complete it.”^\nWoldert Grocery Co. v. Wilkinson, 39 Pa. Superior Ct. 100, is a case very similar, in some of its controlling aspects, to the one in hand. There, the plaintiff had sold pecan nuts in Texas to defendants in Philadelphia, who undertook of their own motion, before shipment, to cancel the contract, to which the seller refused to assent. The defendants’ claim was that the vendor, plaintiff, should have sold the nuts in Texas, which was not only the place of shipment, but, it was contended, the place of delivery as well. Meeting this position, the Superior Court said: “After the plaintiff had given notice of its determination not to permit a cancellation of the contract, it was not obliged to assume that if the car reached its destination in due time, loaded with the quantity and quality of goods contracted for, the defendants would insist on a flat repudiation of their engagement. Every fair presumption of law or morals would seem to support the opposite conclusion.”\nIn the very well considered case of Kadish v. Young, 108 Ill. 170, the rule was laid down that, “In ordinary cases of contracts for the sale of personal property for future delivery, where the purchaser fails to receive and pay for it at the stipulated time, the measure of damages is the difference between the contract price and the market or current value of the property at the time and place of delivery, and this rule is not affected by notice to the seller by the buyer before the day of delivery that he will not receive the property, unless the seller, upon receiving such notice, shall elect to then terminate the contract.”\n\"\"\" Defendant breached the contract; plaintiff, as was its right, stood to its terms; the loss which resulted was due to the former’s failure to live up to the agreement it had made and which it alone was powerless to change. In the absence of notice to plaintiff to sell the flour at the place of shipment, defendant cannot complain that appellant, observing the terms of the contract, made delivery as therein provided.\nThe trial judge erred in entering judgment for defendant, and that judgment is reversed, with directions to the court below to enter judgment in favor of plaintiff and against defendant for $1,660.35, with interest from June 26, 1918."}