{"id": "1070782", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nPlaintiff, John P. Gallagher, sued defendant, the American Bitumastic Enamel Company, to recover for physical injuries, which he alleged were due to the latter’s negligence; judgment was entered on a verdict in favor of plaintiff and defendant has appealed.\nWhen the evidence is read in the light most favorable to plaintiff, as it must be in view of the verdict, these salient facts appear: On the date of the accident, April 21,1919, Gallagher was employed by the American International Shipbuilding Corporation, at Hog Island, Philadelphia, in which service he had been engaged for “three or four days” prior to that date. He was working in the hull of a ship which was under construction, when his foreman directed him to go to another unfinished boat to have a piece of iron drilled; an opening, between two sections of this last-mentioned ship, was “constantly” used, as defendant’s employees knew, by workmen in general, as a passageway in coming and going from one part of the vessel to the other. Gallagher went this way to the place where the drillers were at work, had his drilling done, and was returning by the same route; he had just come out of the opening when the accident occurred in the following manner: Certain employees of defendant, on a deck above the part of the ship plaintiff was traversing, were engaged in lowering, a distance of about 35 feet, buckets of tar, or hot pitch; one of these buckets hit a scaffolding, extending out at that point about twenty-four inches, which “required a little swing of the pail to escape it,” the bucket “loosened off the rope,” and its contents spilled over plaintiff’s head.\nThe principal issues submitted to the jury were, whether, under the attending circumstances, defendant’s employees used due care to avoid striking the scaffolding when lowering the bucket of hot pitch, and, if such care was not used, whether this was the proximate cause of the accident; both of these points, together with the question of plaintiff’s alleged contributory negligence, were found against defendant. The latter now contends, however, that the case pleaded in plaintiff’s declaration was made to turn on the point of lack of due warning to him, as the real act of negligence alleged, and, hence, the proofs present a variance that entitled appellant to judgment n. o. v.; but with this we cannot agree.\nPlaintiff’s declaration puts defendant on notice of the date, place and general nature of the accident; and, at trial, defendant produced the witnesses who actually saw the occurrence, or at least such of them whose version it was willing to accept, at which time, so far as the record shows, no point was raised as to a variance between the allegata and the probata. Although the issues outlined above were submitted as the controlling ones in the case, when, at the end of the court’s instructions to the jury, defendant’s counsel entered his exceptions, the only part of the charge to which he specifically referred was that portion which dealt with “the question of pain and suffering,” no mention whatever being made, in requests or otherwise, of the alleged variance now urged hpon us, Under the circumstances, the point now depended on comes too late to avail appellant; had it been urged at trial, plaintiff; could have asked to amend, and, if necessary, on the granting of that request, defendant could have claimed a continuance. Moreover, even if the case turned exclusively on the question whether Gallagher had received due, warning of the danger created by the lowering of the bucket of hot pitch, it would have been for the jury to judge, from the testimony produced, as to the sufficiency of the alleged notice given plaintiff, by defendant’s men, considering all the physical surroundings at the time and place of the accident.\nThe assignments of error are overruled and the judgment is affirmed."}