{"id": "1072909", "contents": "Opinion by\nMr. Justice Sabler,\nThis action was brought to recover damages for injuries sustained by plaintiff, who was struck by defendant’s automobile. Between six and seven o’clock on a January evening, he was crossing from the northwest to the southwest corner of Seventh and Arch streets, in the City of Philadelphia, and, when the accident happened, had advanced about three steps , from the curb, at the place provided for pedestrians, following others moving in the same direction. The truck of defendant had come north on Seventh Street, and turned into Arch, striking Rosenthal and inflicting his injuries.\nA statement of claim was filed, in which plaintiff averred negligence by defendant in running the car at an excessive speed, and without giving due warning of its approach. No evidence was produced at the trial to establish the correctness of either of these allegations, and the court below properly refused to permit the jury to consider them. A further charge was made, that the machine was not under proper control, and operated without due regard for the safety of those making lawful use of the public crossing. Plaintiff and two witnesses testified to tbe facts as already narrated. According to tbe testimony of tbe former, be looked, before leaving tbe curb, and saw no machine approaching. In defense, medical testimony alone was offered. At tbe conclusion of tbe trial, binding instructions were asked for defendant, on tbe ground of insufficiency of tbe evidence to show any negligence. This application was refused, as was a motion for judgment n. o. v., after a finding for plaintiff. From tbe judgment entered on tbe verdict, this appeal is taken.\nTbe legal principles controlling tbe present case have been tbe subject of frequent discussion in recent cases. In Virgilio v. Walker, 254 Pa. 241, 245, it was said, in part: “Vehicles have tbe right of way on tbe portion of tbe highway set aside for them, but at crossings all drivers, particularly of motor vehicles, must be highly vigilant and maintain such control that, on tbe shortest possible notice, they can stop their cars so as to prevent danger to pedestrians.” A like declaration is to be found in Anderson v. Wood, 264 Pa. 98, and Twinn v. Noble, 270 Pa. 500. It is true, tbe mere happening of tbe accident does not prove defendant’s negligence (King v. Brillhart, 271 Pa. 301), but there was proof, in the present case, of other facts, which made necessary tbe determination of tbe question by tbe jury, and justified its finding. Plaintiff was at a place upon tbe highway where be bad a right to be, and it was tbe duty of defendant’s driver, in making tbe turn from one street into tbe other, to be observant, and act with tbe due caution such circumstances made requisite. As was said in Schweitzer v. Quaker City Cab Co., 269 Pa. 291, 293: “Tbe jurors might well have found, as they no doubt did, that since tbe accident happened at a street crossing, defendant’s chauffeur did not have bis automobile under the control which tbe rules of law and reasonable care require at such a point.”\nNor could the court have given binding instructions because of contributory negligence of plaintiff, who was injured while upon the crossing provided for pedestrians, and had advanced three steps. Before leaving the curb, according to his testimony, he looked on all sides, and saw no car approaching; whether correct in his statement was for the jury, under the facts disclosed. If the evidence indicated a stepping from the sidewalk directly in front of a moving machine, or the facts showed this must have happened, binding instructions should have been given, but here plaintiff had committed himself to the crossing, and had the right to believe passing vehicles would have due regard for the safety of those moving forward. Under these facts, the court could not declare, as a matter of law, no recovery could be had. Such was held in Anderson v. Wood, supra, where the pedestrian was struck in attempting to cross the highway, at a point between regularly established passageways. There is more reason for so holding here: Mooney v. Kinder, 271 Pa. 485.\nThough the evidence produced could well have been amplified, to make more clear the exact situation, yet we are not prepared to say there were not sufficient facts proven to justify a jury in finding a verdict for plaintiff. This was the view taken by the learned court below, and the assignments of error, relating solely to its refusal to give binding instructions for defendant, and to enter judgment n. o. v., must be overruled.\nThe judgment is affirmed."}