{"id": "1072888", "contents": "Opinion by\nMe. Justice Walling,\nThis appeal is from an order appointing a receiver pendente lite. The plaintiff, National Guarantee Credit Corporation, and the defendant, Worth & Company, Incorporated, each received its charter from the state of Delaware in January, 1919. The defendant, Franklin Spiese, was the promoter and controller of both and practically the owner of the latter. The National Guarantee Credit Corporation was ostensibly what its name indicates and was authorized to issue preferred stock to the par value of $5,000,000 and 100,000 shares of common stock. Worth & Company was designed as a selling corporation, to dispose of t'he stock of the other company, and engaged in that occupation, but never sold or issued, bona fide, any of its own stock. Each company had its office and principal place of business in Philadelphia, and seems to have made such contracts with each other as Spiese dictated, whereby Worth & Company were to and did receive commissions amounting to twenty-eight per cent for sale of the stock and also received additional sums for alleged expenses, etc., amounting in all to practically one-half of the total sums received for the stock. So, while certain stock of the credit company was sold for $1,600,000,. only about one-half thereof reached that company and the balance, so far as not exhausted by extravagant expenditures, apparently went to Spiese. These startling and alleged fraudulent transactions, being brought to the attention of the court below, it appointed temporary receivers for the plaintiff corporation by whom this bill was filed against Worth & Company, Incorporated, and Spiese, averring the facts, more at large than above stated, and praying, int'er alia, that the contracts between the corporations be declared fraudulent and void, also for an accounting and that certain property claimed as plaintiff’s in defendant’s possession be ordered returned and that defendant be enjoined from disposing of the same; and further that, pending the litigation, a temporary receiver be appointed for the defendant corporation to conserve the property in its possession. After hearing, the latter request was granted, followed by this appeal.\nWhat we have stated of the facts are gathered Nona the bill and testimony taken in support1 of the application for temporary receiver; the answer when filed may present a different aspect and we do not wish to prejudge the merits of the case. We find no error, however, in the order complained of. The lower court had jurisdiction of the parties and of the property in this state; the temporary receiver is merely the hand of the chancellor to assist in preserving the status of the property and in aid of the injunction (which in this case was granted), and may be appointed whether or not a domiciliary receiver has been appointed for the foreign corporation : 23 R. C. L. section 32, p. 34. While it is a matter of discretion (Beach on Receivers, 2d ed., section 7), the authority to make such an appointment has often been recognized: see23 R. C. L., section 32 (pp. 34, 35) and cases there cited; also Beale on Foreign Corporations (1904), section 791; Lewis et al. v. American Naval Stores Co., 119 Fed. 391; Low v. R. P. K. Pressed Metal Co., L. R. A. 1917 D, p. 291, and note. A temporary receiver is a mere custodian of the property, “who is often appointed, upon the filing of the bill, under the general equity power of the court, in order to preserve the assets from waste until the hearing can be had which will determine whether the defendant’s assets are in such condition as to require being placed under a receiver:” Tardy’s Smith on Receivers, (2d ed.) p. 14. The power to appoint a receiver pendente lite is incidental to the jurisdiction of a court of equity (Decker v. Gardner, 124 N. Y. 334), but should be exercised only in case of necessity: 34 Cyc. 60, 61. Here the facts, so far as shown, indicate such fraud and bad faith as to justify the action of the lower court.\nTrue, the courts of this State will not take jurisdiction of a case involving the internal management of a foreign corporation (Thompson v. S. Connellsville C. Co., 269 Pa. 500; Kelly v. Thomas. 234, Pa. 419), but no such attempt is here made. This-action is for wrongs done to a third party and its stockholders and does not relate to the internal management of the defendant corporation : see Loan Society v. Eavenson et al., 241 Pa. 65. The general jurisdiction of the courts in this State in such cases is undoubted; as stated by Judge ShaksWood in Morris v. Stevens et al., 6 Phila. 488, 491: “Decrees at the suit of third persons for the payment of money, for breach of trust, for the specific performance of contracts, and for discovery and relief in cases of accidents and frauds, I have no question can be made and enforced against them [foreign corporations]. Injunctions against the doing of unlawful acts......may [also] be issued against1 them.” A temporary receiver is an adjunct to the preliminary injunction (Haught et al. v. Irwin et ux., 166 Pa. 548) and may be appointed while a demurrer is pending to the bill (Beach on Receivers, 2d ed., section 127); furthermore, with the sanction of the court as here given, he may bring suit to recover or protect the property of the estate: see Felter v. Maddock et al., 32 N. Y. S. 292; 34 Cyc. 388-9.\nComplaint is made that the chancellor, in appointing the receiver, took notice of what had been shown before him in another case, but that is not brought upon the record and cannot be considered.\nThe assignments of error are overruled and the decree is affirmed at the costs of appellants."}