{"id": "1072936", "contents": "Opinion by\nMr. Justice Walling,\nThis bill was filed to restrain as a nuisance the operation of defendant’s saw- and planing mill at Eleventh and Westmoreland streets, Philadelphia. The plaintiffs are George W. Krocker and forty-one other resident property owners of the immediate neighborhood. Testimony was taken and the chancellor, approved by the court in banc, found the controlling facts in favor of plaintiffs; and from final decree, granting the relief prayed for, defendant brought this appeal.\nIn 1919 appellant bought land, then occupied by dwelling houses, and proceeded to erect its (mill in disregard of notice from plaintiffs that they would seek to enjoin its operation. The chancellor found the district was residential in character, which is supported by the evidence when referring to the block or immediate neighborhood, but only partially so when extended to an area of six or eight blocks. The fact that over forty near-by home owners are here complaining tends to show that it is residential. When defendant came the immediate locality was comparatively quiet and free from dust and other annoyances, a suitable and convenient place for moderate-priced homes, with which it was well built up, and no occupation or business of a disturbing character existed there. However, in the larger district there were shops, factories, railroads, etc., too remote to materially disturb this immediate neighborhood. Defendant’s mill was of ample size and equipped with saws, planers, moulding machines and other machinery incident thereto, and when in operation caused such excessive noise as to seriously interfere with plaintiffs and their families in the comfort and enjoyment of their homes. The noise was augmented by the manner in which large amounts of lumber were unloaded or dropped from wagons. Shavings, saw dust, etc., and at times smoke, came from the mill in quantities spreading over the neighborhood. The noise and dirt were such as to compel plaintiffs to keep their doors and windows closed even in summer time. These conditions seriously affected the immediate locality as a place of residence, greatly depreciated the market1 value of plaintiff’s respective properties and entitled them to the relief prayed for. So long as the more remote industrial developments have not destroyed the quiet and cleanliness of plaintiffs’ homes, they are entitled to protection from this immediate encroachment which- does. This is not1 an attempted restraint of industry in a locality devoted to that purpose. The chancellor, after a careful investigation, found there was no way the mill could be operated without being a nuisance to the plaintiffs; his findings of the facts are supported by the evidence and justify the decree entered. True, a saw- and planing mill is not a nuisance per se, but the operation of this one, so located in close proximity to dwelling houses, necessarily causes such an unreasonable infringement upon plaintiffs’ rights as to be a nuisance in fact. People in cities must, of course, submit to many annoyances and it is only when industries are unjustifiably such as to seriously interfere with people of ordinary sensitiveness that they will be restrained. “Noise which constitutes an annoyance t'o a person of ordinary sensibility to sound, so as to materially interfere with the ordinary comfort of life and to impair the reasonable enjoyment of his habitation to him, is a nuisance:” Joyce, Law of Nuisances, p. 216, section 174. Noise itself may be so unusual and distracting as to justify an injunction: Ladies Decorative Art Club’s Appeal, 10 Sadler 150; Dennis v. Eckhardt, 3 Grant 390. In the instant1 case noise is perhaps the strongest element upon which appellees rely, in which respect the case differs from Rhodes v. Dunbar, 57 Pa. 274, cited by appellant, where the master found (p. 288) the fact of noise not suffieiently established to afford a ground of relief. There the main complaint was (p. 291) the increased danger of fire.\nThe restraining of nuisances is a well recognized branch of equity jurisdiction where the facts are clear and the rights of the complainants not doubtful: see Prendergast et al. v. Walls et al., 257 Pa. 547; Eckels v. Weibley, 232 Pa. 547; Wilson v. Cather, 214 Pa. 3; Piro v. Shipley, 211 Pa. 36; Evans v. Fertilizing Co., Ltd., 160 Pa. 209; Pennsylvania Lead Co’s. Appeal, 96 Pa. 116, 124. Of course, in a doubtful case an injunction should not issue until the rights of the parties are settled by an action at law. The instant case was properly one for a chancellor, owing t'o the continuing nature of the nuisance and the number of injured parties. To obtain redress at law each of the forty plaintiffs must bring a separate suit, and then not secure permanent relief. In such case the injury is regarded as irreparable (Sullivan v. Steel Co., 208 Pa. 540), and he who sets up a nuisance at the doors of his neighbors cannot be suffered to continue it under the rule of balancing of equities, where, as here, the parties are numerous and the facts clearly established.\nPlaintiffs are not1 barred by laches; they gave defendant timely warning as above stated that they would take steps to restrain the operation of the mill and did so within two or three months after it began business. True, defendant requested them to file a bill before the mill was completed, but they were under no obligation to do so. In fact, it might have been difficult for them to have then shown that the mill would prove a nuisance. There are many places where such mills can be established without damage to residence property and it is defendant’s misfortune that it did not secure such a location: see Rodenhausen v. Craven, 141 Pa. 546.\nThe assignments of error are overruled and the decree is affirmed at the costs of appellant."}