{"id": "1072880", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nPlaintiff recovered a verdict on which judgment was entered; defendant has appealed, and contends its motion for judgment n. o. v. should have been sustained by the court below because of the clear contributory negligence shown by plaintiff’s testimony.\nThe facts are set forth in plaintiff’s own statement of question involved, thus: “Plaintiff, in autotruck, stopped, looked and listened at usual place, four or five feet from main track, from where he. had a clear view, in direction from which train that struck him came, of 580 feet. He knew usual speed of trains at crossing to be eight to ten miles per hour. Without sufficient warning, train approached at thirty miles per hour. When front wheels of auto were over first rail, plaintiff saw train still 100 feet away. In excitement, plaintiff did not get across, but was struck and injured. Was case for jury?”\nThe facts shown by -plaintiff prove him guilty of contributory negligence. As said in Provost v. Director General, 265 Pa. 589, 591, “We have repeatedly held that one approaching a railroad is not only required to stop, look and listen, but to keep a due observation from the stopping point on till the crossing is made. [Plaintiff], having two tracks to cross, was obliged to look not only to the north but also to the south.....; he could not make both observations at one time, but the head can be turned in the fraction of a second, and......it is true beyond a doubt that the merest glance, with attention, to the north would have shown [plaintiff] the approach of the train which subsequently struck his motor, almost-immediately upon the entrance on the......track. Since the accident could have been avoided by the due care which was required under the circumstances, plaintiff ......was clearly guilty of contributory negligence.”\nThe above quotation is entirely appropriate to the facts at bar, as shown by plaintiff, except that here plaintiff says, when he actually started to make the crossing, he was looking in the direction from which the train came, failing to explain, however, why he did not know of its approach till practically upon him, or, if he did know, why he went upon the tracks; the fact that, from prior knowledge of usual speed, he did not expect the train to run as fast as it did on this particular occasion is no sufficient excuse, for he testified that, when he first saw the train, it was running at the rate of 30 miles an hour. If due care had been observed by him he must have seen the train sooner, and if, at the time he saw it, he could form such exact judgment of its speed, it is apparent that, had he noticed its approach sooner, he would have known it was moving with more than usual celerity. In short, if plaintiff saw the train and ventured on the tracks immediately ahead of it, his carelessness prevents a recovery; if he did not see it before attempting to cross the tracks, since, according to his own statement of facts, he was struck almost immediately upon his entry thereon, he is guilty of negligence in failing to observe that which was plainly in sight, and the same result follows.\nAgain, accepting the speed at which plaintiff says he was going, before his alleged “excitement,” it is evident that by due care he could have avoided the accident. This is figured out by counsel for appellant, thus: “He testified the train was coming from the north at a speed of thirty miles per hour, or, in other words, at the rate of 2,640 feet per minute, which equals a speed of 44 feet per second. It is therefore self-evident that it would require the train thirteen seconds to cover the distance from where plaintiff admits he could [have seen a train] to the point at which he stopped. ' According to the testimony of his witness, Mrs. Bogart, plaintiff’s machine was stopped about two seconds. He was proceeding at the rate of four miles per hour, or one mile per fifteen minutes, or one'-fifteenth of a mile per minute. This would be at a rate of [352] feet per minute or about six feet per second. In thirteen seconds, therefore, which would be the time necessary for the train to reach the crossing from a distance of 580 feet, he could have covered thirteen times six feet or seventy-eight feet. As he was only distant four feet from the rail of the track upon which the train approached, and as the distance between rails is less than six feet, he could have been, on his own version of the facts, a considerable distance over the tracks at the instant the accident occurred.” We do not decide the case on this close calculation, however, but on plaintiff’s evident negligence.\nThe judgment is reversed and is here entered for defendant."}