{"id": "1073089", "contents": "Per Curiam,\nThe judgment and order here appealed from are affirmed on the opinion of the learned court below, a copy of which is printed above. We need add only that section 10 of the Act of April 14, 1851, P. L. 612 (which provides, “If the record of a judgment of another state does not show that personal service, of the notice or process by which the suit was commenced, upon which said judgment was obtained, was made in such foreign state, it shall be sufficient to maintain a plea to the jurisdiction of the court in which said judgment was rendered”), means simply that where service is depended on, it must appear as a personal, and not a constructive., service.\nJudgment and order affirmed.\nMotion for reargument.\nPer Curiam, September 25,1922:\nThe judgment in this case was obtained on the exemplification of a judgment recovered in New Jersey; after the former judgment was affirmed, by us, a motion for reargument was made, alleging that the court of errors and appeals of the foreign state had reversed the judgment of its lower court and awarded a new trial. This was admitted by appellee, and it necessarily follows that it would be useless for us to order a re-argument, and also that the judgment in this State must be reversed.\nOriginally the remedy in such cases was by a writ of audita querela or a writ of error coram nobis. “Both of these forms of proceedings are allowed in our practice (though seldom used), and therefore the parties may resort to them......Perhaps, the new fact might be put upon the record without this form; we know not why the parties may not agree to it”: Merchants’ Ins. Co. v. De Wolf, 33 Pa. 45, 46.\n“Wherever audita querela would have been available at common law, as a general rule, relief may now be obtained on motion......[and] ordinarily the better practice is to proceed by way of motion upon notice to the adverse party”: 2 R. C. L. 1162-3. To the same effect is 6 C. J. 851; and in Harper v. Kean, 11 S. & R. 280, 290, this course is said, probably erroneously, to be “necessary to us.”\nWhile, usually, a writ “is directed to the court in which the judgment was rendered and where the record remains” (6 C. J. 855, 6), yet where, as here, the parties agree to the fact that the original judgment has been reversed (Merchants’ Ins. Co. v. De Wolf, supra) this court has itself the power to make the proper order: Summers v. Kramer, 271 Pa. 189, 197-9.\nApparently both parties agree with the conclusions thus far stated; but appellant claims that our order should be so drawn as to permit him to proceed with his counterclaim. For this contention he relies upon section 14 of the Practice Act of May 14, 1915, P. L. 483, 485, which provides that “If in any case in which the defendant sets up a counterclaim the action is discontinued, dismissed, or a voluntary nonsuit suffered, the counterclaim nevertheless may be proceeded with.”\nThe original action in the New Jersey courts was for a balance of the purchase price of land, alleged to be due by defendant to plaintiff, and for taxes and assessments on the land, which, by the contract of sale, the defendant agreed to pay. The counterclaim is for the recovery of t'he money said to have been paid and for damages for plaintiff’s alleged failure to carry out the contract. It necessarily follows that if plaintiff finally recovers in the New Jersey courts, the decision in its favor will be conclusive of the counterclaim, for it will determine that plaintiff complied with the agreement and defendant did not; indeed, naturally such a demand would have been set up in that court, wherein defendant voluntarily appeared at a time long before the averment of his counterclaim here. While, perhaps, he was not required to plead his counterclaim there, and while also there may be no law compelling the courts of this State to await the determination, by a sister state, of the same question raised in both tribunals, nevertheless where, as here, the proceeding is governed by equitable principles (Harper v. Kean, supra) comity would seem to require a reasonable delay to enable the issue to be determined in the court which first had jurisdiction of both the parties and subj ect-matter. We will order accordingly.\nThe motion for a reargument is dismissed, the judgment in favor of plaintiff is vacated, and the record is remitted to the court below with direction to retain the action but to stay proceedings upon the counterclaim of defendant until such reasonable time as shall enable plaintiff to prosecute its claim in the Cape May County Circuit Court in the State of New Jersey, with leave to extend the stay if justice and equity shall so require."}