{"id": "1073053", "contents": "Opinion by\nMr. Justice Schaffer,\nThis appeal is from the refusal of the orphans’ court to grant an issue to test the validity of the will of Mary E. Goss, deceased.\nThe grounds of the contest are, that testatrix did not possess testamentary capacity, and was unduly influenced by appellees to make the will in their favor.\nTestatrix died October 1, 1918, the will is dated July 24,1918. At the time of her death, she was seventy-four years of age, a spinster; she and her brother, who was also unmarried, had lived together on the farm they jointly owned for many years, she not only keeping the house but also assisting in the general outdoor farm work. The proponents of the testament are first cousins of decedent, as are the contestants; she left no nearer relatives. Thirty-seven first cousins, many of whom she did not personally know, will profit by the contest, if it is sustained.\nTho foundation for the attack on the will is in the circumstance that, in the year 1879, testatrix was insane and confined for about six months in an asylum. Insanity resulted from a sunstroke she sustained while working, in the fields of the farm.\nReturning from the asylum to the community in which she lived, testatrix shunned people, denied herself intercourse with them and became somewhat of a recluse; in the long time intervening between her discharge from the institution and her death, a period of almost forty years, she had little association with her neighbors and former acquaintances; her entire life was spent on the farm, with her brother and such persons as he employed, until shortly before her death, and after Ms decease, when other persons came to live with her. She was silent and uncommunicative, dressed strangely, sometimes in her brother’s garments, and in dresses in many instances made from bagging, was careless as to her personal appearance and extremely so in her housekeeping, the house being dirty and its furniture meagre and old. She, however, read the newspapers, sold products of the farm, accurately weighing and counting them, and calculating their price; when spoken to, if she answered at all, her replies were intelligent, though laconic, indeed in many instances curt. She joined with her brother in the sale of a number of pieces of real estate, in none of which sales was her sanity questioned; the testimony shows she understood these transactions. On his death, which occurred four months before the will was made, she concluded not to administer his estate and'renounced in favor of two of her cousins, ther present appellees, for whom she seems to have had a greater liking than for any of her other relatives, and in whom she apparently reposed the most confidence. Her general health during her entire life was good, — except that she received medical care following the sunstroke, she appears never to have been attended by a physician.\nIn the main, the witnesses summoned to discredit her mental state knew her but slightly; they based their opinion, that she was of unsound mind, on her personal appearance and refusal to converse with them. Other witnesses, called by proponents, testified they saw decedent at her home, that there was nothing unusual about her, that she talked intelligently, had a good memory and gave no indication of anything being wrong with her mind.\nThe witnesses best qualified to testify convincingly as to testatrix’s mental state, — who saw her most frequently just prior to and following the making of the will, — the tenant farmer who lived in the house with her from a time two months before the making of the will until her death, who had known her for more than twenty-five years and worked on the farm for her brother, taking his meals with her, his daughter, who was a witness to the will, the two closest neighbors, who had opportunities to observe her, all vouched for her mental integrity. The testimony establishes she knew the property she possessed. On the critical inquiry as to her mental condition, on the day and at the time of the execution of the will, the court below found, — and there is no evidence to disparage the finding, — she possessed testamentary capacity. It is also determined, with which finding we agree after a reading of the entire record, that there was no evidence whatever of undue influence.\nThe will was written by Asa S. Keeler, a first cousin, a lawyer, who under its provisions takes half the estate, the other half going to Asa K. DeWitt, likewise a first cousin, both of whom were administrators of her brother’s estate by her selection.. It was witnessed by three persons, one of whom, Helen Thomas, daughter of the tenant farmer on the property, had known decedent for more than twenty-five years; she' and her father moved into the homestead after the death of decedent’s brother, testatrix living with them as a boarder. This witness overheard testatrix say to Keeler she wished to make her will, and in response to an interrogation from him as to whom she desired to give her property, said, she wanted it to go to him and Asa DeWitt, and wished him to prepare the document and also a deed conveying it to the two beneficiaries to be named in the will. She testified she heard Keeler tell testatrix she did not need- to make a deed if she made a will, but the latter insisted a deed should be made.\nAt the time the will was signed, Keeler asked Helen Thomas for pen and ink, read it to decedent in her (Helen Thomas’s) presence and in the presence of another witness to it. After the reading, testatrix said it was all right and requested the persons present in the room to witness it. Another subscribing witness, Mrs. Spencer, was called in from the porch to attest the will; while she did not see decedent sign it, she saw her seated at the table where it was signed. This witness did not know the character of paper she attested, and was in the room only long enough to write her signature. The third witness to the will, a notary public, accompanied Keeler to the house to take the acknowledgment to the deed. He heard testatrix ask Keeler if he had drawn the will, and, when it was produced and read, heard her request that it be witnessed, and complied with her desire. He was not a stranger to testatrix, had been at her house before and taken meals there. Keeler was present during the execution of the will; DeWitt was not, although about the premises.\nA doctor living in the neighborhood, who was the main reliance of the contestants to establish lack of testamentary capacity, whose contact with testatrix had not been intimate and who had never attended her professionally, while questioning her soundness of mind, admitted he could not say she did not have sufficient capacity to make a will applying the tests the law fixes as to testamentary capacity.\nThe court determined, because of their confidential relation to testatrix, the burden of proof was on the two beneficiaries in the will to establish its validity, and that they had met the burden; after reading all the evidence, we agree with this finding.\nIn the very recent case of Tetlow’s Est., 269 Pa. 486, we had occasion to review the legal principles applicable to controversies of the kind we are now considering, and speaking through the present Chief Justice, said: “It is the established law of Pennsylvania that, in cases of the character of the one now before us, the judge is vested with power to decide whether or not he shall submit oral evidence to the jury, even though it be conflicting...... The case in hand presents allegations of undue influence and mental incapacity. To sustain the charge of undue influence, contestants had to show that testator’s mind was under its control at the time and in the very act of making his will.....and, as to the alleged lack of ability to make the will....., if he [testator] appreciates, in a general way, who his relations are and what property he possesses, and indicates an intelligent understanding of the disposition he desires to make of it, he has testamentary capacity.” Measured by the rules laid down in that case, and by the long line óf cases which precede it, involving the question of mental capacity to make a will, the proofs in the one now before us fall short of reaching the standard which will warrant the granting of an issue. There was no proof whatever of undue influence; and peculiarities and eccentricities, with nothing more, instead of the test which the law lays down to determine lack of testamentary capacity, were taken as the basis for the opinion of those who testified to mental unsoundness.\nThe decree of the court refusing to grant an issue and dismissing the appeal from the probate of the will is affirmed at the cost of appellant."}