{"id": "1075716", "contents": "Opinion by\nMr. Justice Walling,\nThis appeal is from an order of the orphans’ court, directing an administratrix to make private sale of real estate for payment of debts. Eobert Eoss Jones, late of Dauphin County, died intestate, March 19, 1921, leaving a widow, Effie E. Jones, also two brothers and a nephew, all sui juris, as his heirs. He left personal estate to the value of approximately $32,000, and his debts and liabilities, including a bond and mortgage for $19,000, amount to $48,000. The bond and mortgage debt is not due, as the time for payment was extended to 1924. His widow qualified as administratrix and in due time petitioned the orphans’ court for leave to make a private sale of decedent’s real estate, consisting of a piece of improved property at Harrisburg, to one W. Grant Eauch for $52,000. The deceased’s brothers, objecting to the proposed sale, filed an answer averring inadequacy of price, lack of necessity for the sale and denial of the court’s jurisdiction to order it. Testimony was taken from which the court found the price adequate, the sale necessary and for the best interests of the estate and decreed it accordingly; from which the objectors brought this appeal.\nThe mortgage creditor has stipulated' that the sale shall be made divested of the lien of the mortgage, and the controlling question is the right to include that debt among those for which the sale can be ordered. Excluding it, there is no necessity for the sale; including it, there is. It is well settled that the personal estate is the primary fund for payment1 of debts, and of those secured by bond and mortgage as well as others: Merkel’s Est., 131 Pa. 584; Foster’s App., 74 Pa. 391; Mason’s App., 89 Pa. 402; Mason’s Estate, 1 Parson’s Select Equity Cases 129; Hawkins’s Orphans’ Court Practice, section 242. Should distribution be now made of the personal estate, the mortgagee would undoubtedly be entitled to share therein with the unsecured creditors; this would at once disclose a deficiency of personal assets and a necessity for sale of the real estate, as debt’s amounting to $48,000 cannot be paid with $32,000. The fact that a debt secured by bond and mortgage is not due, precludes it from sharing neither in the distribution of the personal estate nor of the proceeds of a sale of the real estate, when so sold as to divest the mortgage lien: see 24 Corpus Juris, p. 551.\nTrue, under the Act of March 22, 1887, P. L. 7, and prior statutes, the lien of a first mortgage, could not be divested by an orphans’ court sale and for that reason a sale could not be ordered for payment of the debt secured thereby, and we so held. That was changed, however, by section 2 of the Act of May 19, 1893, P. L. 110, which authorized the orphans’ court1 to decree the sale of real estate, freed and discharged from the lien of a mortgage or mortgages, if the holder or holders thereof should, by writing filed in said court, consent to the sale being so made. A further provision to like effect is found in section 16 (o) of the Fiduciaries Act of June 7, 1917, P. L. 447, 485, as follows: “All public or private sales of real estate under the provisions of this section shall have the effect of judicial sales as to the discharge of liens upon the real estate so sold: Provided, that the court may decree a sale of the real estate freed and discharged from the lien of any mortgage otherwise preserved from discharge by existing law, if the holder of such mortgage, by writing filed in said court, shall consent to the sale being so made.” In the instant' ease the mortgagee gave, as above stated, such written consent; hence, the proceeds will take the place of the land, as it is not necessary that the consent be filed before tbe preliminary order of sale is made. Tbe fact that a mortgage lien will be discharged by a sale, necessarily implies tbe right’ to include tbe debt secured thereby as one for tbe payment of which tbe sale is ordered.\nTbe decree of sale was properly made and is affirmed at tbe costs of appellants."}