{"id": "1077697", "contents": "Per Curiam,\nPlaintiff agreed in writing to convey to defendant, and defendant agreed to purchase for the consideration of $16,000, a lot of ground in the Borough of Homestead “having a frontage of approximately thirty-one (31) feet on the northerly side of Fourth Avenue and running back along Dickson Street a distance of eighty-six (86) feet” having thereon erected a two-story frame house, “being part” of the premises owned by plaintiff’s deceased husband and devised to her. A general warranty deed was tendered for a lot fronting 31.88 feet on Fourth Avenue by 86 feet deep, which defendant refused to accept, claiming the frontage should be 32.51 feet instead of 31.88 feet as stated in the deed tendered. Plaintiff sued to recover the balance of the purchase money. The court below entered judgment in her favor and defendant appealed.\nThe court in its opinion entering judgment said: “A further examination of the agreement indicates that the property to be conveyed is not all but only part of the premises conveyed to the husband of plaintiff.....There is no averment in the affidavit of defense that the property intended to be conveyed was all of the property which the plaintiff obtained by the last will and testament of her husband, John McCague. It may be that the plaintiff has the record title to the property showing a frontage of 32.51 feet on Fourth Avenue, but the agreement covers property having a frontage of approximately 31 feet on Fourth Avenue. The description as contained in the agreement does not indicate any specific landmarks and it is apparent that by such description it was not intended to refer and as a result did not refer to the abutting properties by name, lot lines, or any other marks which would definitely determine the fact that the plaintiff agreed to convey 32.51 feet of frontage on Fourth Avenue. As a matter of fact, the sixty-three hundredths (.63) of a foot in dispute has been appropriated by the owner of the abutting property thereto, in view of the fact that the cornice of his building extends over his property line some, seven and one-half (7%) inches. In all probability the plaintiff had this in view when the agreement was entered into with defendant.”\nPlaintiff’s agreement was to convey property having “approximately” a frontage of 31 feet on Fourth Avenue, in other words, premises on that avenue having a frontage of “very nearly, but not absolutely,” 31 feet. In our opinion the deed tendered meets the requirements of her agreement. At the argument, however, plaintiff’s counsel stated appellee was willing to execute and deliver to defendant a quit claim deed for the 7y2 inches in dispute in addition to the general warranty deed for 31.88 feet frontage. This we think, under the circumstances, should be satisfactory to defendant and, with the understanding that both deeds will be delivered, the judgment is affirmed."}