{"id": "1077618", "contents": "Opinion by\nMr. Justice Kephart,\nDefendant complains the lower court erred in refusing his motion for a new trial. He asserts: “Plaintiff’s claim is fundamentally vicious and to permit a recovery by him is to give judicial sanction to what is contrary to public policy and inherently iniquitous.” He further asserts that the money sued for was not a loan but a gift to Jackson, then district attorney of Allegheny County, and, so far as plaintiff was concerned, it was “a plain trade or traffic in public office [county detective], and this is emphasized by the scandalous fact that the person appointed for the consideration of $1,000 was utterly unfit and disqualified from holding the position.” The bona fides of this transaction were submitted to two juries, who found for the plaintiff.\nThe difficulty is, plaintiff’s claim and defendant’s assertions rest entirely on conflicting oral evidence; this distinguishes the present case from that relied on by defendant (Dinan v. Supreme Council, 213 Pa. 489). Each party, supported by independent testimony, affirmed the truth of his various contentions, the more credible in law being the one in whose favor the jury found. If the facts pointed in the direction charged by defendant, we would unhesitatingly order a new trial, or as many as would be necessary that justice might prevail. We have such confidence in the court below, where the case was twice heard, to believe that those judges likewise would have followed a similar course. They had the atmosphere of trial, the parties and witnesses before them, while we have but a survey of the evidence without witnesses or parties. We cannot judicially declare this finding to be a perverse verdict, that it was against the weight of the evidence, or that a great wrong will result unless set aside. Basing our judgment, as we must, unless there is an abuse of discretion, on the verdicts of the juries and the judgment of the judges who heard this case, we find the contrary view. We conclude, with the twenty-four jurymen who have decided it, that plaintiff’s evidence disproved bribery or any attempt at paying money for public office.\nWe agree with appellant’s counsel that the charge here made is a grave one, sufficient to cause courts to searchingly investigate all the attending circumstances of the case. Having done so, and submitted the matters brought to light to the careful consideration of two juries, with the oral evidence fairly balanced, the ends of justice have been fully met by the verdicts rendered; the time has come when this litigation should end.\nThe judgment of the court below is affirmed."}