{"id": "1079549", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nPlaintiff, Isaac Greenberg, sued in assumpsit to recover “rental,” from December, 1918, to January, 1920, under an “agreement in writing, dated May 21, 1918, wherein and whereby plaintiff leased to defendant premises No. 315 East 5th Street, Chester, Pennsylvania, for the term of two years from June 1, 1918.” The case was tried by the court below without a jury, judgment was entered for defendant, and plaintiff has appealed.\nThe agreement in question provides, inter alia, that the lessee “agrees to pay as rent therefor [premises previously described] and as compensation for services therein to be performed by the said Isaac Greenberg, as hereinafter provided, a monthly rental or consideration of $425,” and the lessor agrees to “manage the apartment or club which the lessee proposes to install for the use of its officials and employees, during the whole of the prescribed term, and furnish at his own expense such servants and attendants as shall be necessary properly to care for the same; lessor further agrees, for the same consideration, to furnish at his own expense, necessary light, sufficient heat, water and local telephone service during such term.” Finally, the writing states: “It is the true intent and purpose of this agreement that lessor is to furnish such personal management and service as aforesaid as would be suitable for a high-class boarding or rooming house.”\nPlaintiff averred in his statement of claim that he had “fully complied with the terms of said agreement,” and “therefore” he demanded the consideration of $425 per month, named in the contract, with interest, which had accrued during the period stated; hut his proofs showed that the building which defendant was to use, “during the whole of the prescribed term,” as an “apartment or club......for the use of its officials and employees,” and which plaintiff was to manage under the terms of the agreement, was destroyed by fire in November, 1918; it was further proved that, from the date of the fire, plaintiff ceased his management and defendant stopped paying rent.\nOn the state of facts above described, the court below decided that “The building having been destroyed, it became impossible for plaintiff to carry out his part of the contract and [likewise] impossible for defendant to carry it out at plaintiff’s expense”; that the consideration to be paid under the agreement was “for the use of the premises and for the personal service of plaintiff,” adding, it is “impossible to determine how much of this sum is applicable to the use of the premises and how much to the personal services to be rendered.” Finally, the court concluded the performance of the contract was “necessarily dependent on the continued existence of the demised building, and, it having been destroyed without fault of either party, further performance is excused.”\nAppellant would have us view the case as though the contract were merely a lease and apply the common-law rule which requires payment of rent even after destruction of a building on leased land; but this, for reasons before indicated, we cannot do. Rather than the hard rule which plaintiff invokes, the facts in this case and the plain intent of the agreement call for the application of the principle that, where a contract relates to the use and possession of specific property, the existence of which is necessary to the carrying out of the purpose in view, a condition is implied by law, as though written in the agreement, that the impossibility of performance, arising from the destruction of the property, without fault of either party, shall end all contractual obligations relating to the thing destroyed: for principle involved, see Williston on Contracts, section 1948; 13 C. J. 643; 6 R. C. L. 1005; Lovering v. Buck Mountain Coal Co., 54 Pa. 291, 301; Ward v. Vance, 93 Pa. 499, 502; Wertz v. Klinger, 25 Pa. Superior Ct. 523, 526.\nPlaintiff insists, however, that the rule just named cannot control the present case because the contract in question states, it is “agreed between the parties hereto that, in the event of the failure of the lessor to do and perform the several acts, and to provide service, etc., as above stipulated, the lessee may and shall supply such performance in every particular at the proper cost and expense of the lessor”; but his argument on this point lacks force when the provision quoted is read with the context to which it refers, for then it plainly appears that the mutual contemplation of the parties was that the “building,” “apartment,” or “clubhouse,” should continue in existence so that the services contemplated might be performed “therein,” either by Greenberg or the substitute to be furnished at his expense.\nNext, plaintiff points to the following provision in the contract, “At the expiration of the term as hereinafter provided, the lessee shall deliver up the premises in as good condition, order and repair as the same now are, reasonable wear and tear and damage by fire excepted”; he claims this must be taken as excluding the idea that destruction by fire would end the agreement, and, further, that it shows no other contractual understanding or implied term relating to fire or its results was intended. We cannot so view the quoted provision, for its evident intent is to make sure the contract shall be taken out of the common-law rule requiring a tenant to redeliver the property, intact, to his landlord, at the end of the term; moreover, the provision in question plainly contemplates the building on the premises being in existence at the end of the term, and not its destruction during the term.\nAfter reading and considering the skillfully presented argument of counsel for plaintiff, and all the cases cited, we are not convinced of error. The contract is executory and entire in its nature; it clearly contemplates not only the continued existence of the “club” or “rooming bouse,” but “services therein” to be “performed by said Isaac Greenberg,” “during tbe whole of tbe prescribed term.” Tbe accidental destruction of tbe building excused plaintiff from performing tbe duties required of him and likewise reciprocally discharged defendant from its obligation to pay tbe agreed consideration. In other words, tbe contract was an entire one in which defendant agreed to pay only for a unit of realized benefit, and as plaintiff, without default or waiver by defendant, was prevented from performing according to its requirements, be can recover nothing.\nTbe assignment of error is overruled and tbe judgment is affirmed. ."}