{"id": "1079498", "contents": "Opinion by\nMe. Justice Simpson,\nSo far as it is necessary to be considered in determining these appeals, testator’s will provides as follows:\n“Item. As to the net income from the remaining one half of the residue of the said trust estate, it is my will and I direct as follows: My said trustees shall pay out of the same to my son, Clarence H. Brush of Pittsburgh, Pennsylvania, the sum of $150 per month for and during the term of five years after my death and after the expiration of said term of five years the said trustees shall pay to my son the sum of $250 per month for and during the term of his natural life and in addition thereto shall pay to him when and as soon as he shall attain unto the age of forty five years the sum of $10,000; when and as soon as he shall attain unto the age of fifty years the sum of $15,000; when and as soon as he shall attain unto the age of fifty-five years the sum of $10,000; when and as soon as he shall attain unto the age of sixty years the sum of $15,000; and when and as soon as he shall attain unto the age of sixty-five years the sum of $10,000. The said payments to my said son are to be paid as above specified and not by way of anticipation, both as to payments from income and from principal if the same shall be necessary to provide a sufficient fund at any one of the periods above specified, and neither the said principal nor income of the same shall be liable for or subject to his debts, contracts or engagements either past or future, his receipts alone from time to time as the payments may be due to be a sufficient discharge of the same. I direct that my said Trustees shall pay out of the income of the said one half part of said Trust Estate [certain life insurance premiums and $25 per month to one Frank J. Walsh]......\n“Item. Upon the death of my said son, Clarence H. Brush, I direct my said trustees to convert the balance of the said one half part of said trust estate into cash and distribute the same equally among such of the following named persons as shall be living at that time.”\nIt will be noted, from these provisions, that' the monthly sums are directed to be paid out of income; the gross sums, to be disbursed at the expiration of each five-year period, may be paid out of principal, if necessary; that the insurance premiums and legacy to Frank J. Walsh must be paid out of income alone; and that it is only the “balance” of the principal which is given in remainder, that is, what is left after it has been drawn upon, if necessary, in order to make the second of the foregoing classes of payments.\nThe half share of the estate referred to in those paragraphs was large; the accumulation provided for was unlawful, and was, therefore, stricken down by decree of court, and from time to time the widow received one-third and the son two-thirds of the accruing income. The effect of this was that when the latter reached the age of forty-five years, there was no accumulated income from which to pay him the $10,000 above specified; the trustees thereupon paid it out of principal; on an adjudication of their account they were surcharged for so doing; and because thereof these two appeals were taken, one by them and the other by the son.\nThe sole question to be considered is: Were the trustees justified, under the circumstances stated, in making the payment out of principal? The answer to this is not free from difficulty, but in our judgment they were warranted in so doing. There can be no doubt but that testator desired his son to receive the $10,000 on the particular date specified, and hence is careful to say it shall “be paid as above specified and not by way of anticipation,” and also that it may be paid out of principal, if necessary. Perhaps he thought the accumulated income would be sufficient for the purpose, as in fact it would have been, if the accumulation had been legal; but this is a two-edged sword, for if he so believed why provide for a possible call upon principal. Perhaps the provision relating thereto was only inserted out of an abundance of caution; if so the event justified his forethought. Perhaps he knew he was providing for an unlawful accumulation, but hoped this would not be urged against his will.\nOther possibilities may be imagined; but whatever may have been his thought in regard to the matter, it is plain, from the language used by him, which alone must be our guide, that we get into the realm of doubt and uncertainty whenever we pass beyond the point that he wished his son to have the $10,000 upon attaining the age of forty-five years (not before that date by “way of anticipation” but “as above specified”), the payment to be made out of principal “if the same shall be necessary to provide a sufficient” sum for the purpose, as it was in the present instance. This much is admitted by the learned counsel for appellees, who says that “the clause of the will [under consideration is] open to ambiguous construction.” Viewed in this light, but one conclusion is possible, for “in the construction of a will of doubtful meaning [the rule that] every intendment is to be made in favor of the heir or next of kin [here testator’s only child] is of universal application”: Nebinger’s Est., 185 Pa. 399, 404; Shaner v. Wilson, 207 Pa. 550; Grothe’s Est., 229 Pa. 186.\nIt is a matter of no moment that the son, by the division of the intended unlawful accumulation, has received more than the amount of the gift, not only because he receives it under the intestate laws and not “as above specified” in the will, but also because it may have been rightfully consumed by him prior to the time the gift was to take effect, whereas testator desired him to then get the $10,000, and not at some other time, either before or after.\nThe decree of the court below is reversed, the credit for the $10,000 is reinstated and approved, the costs of these appeals to be paid by the estate."}