{"id": "1079505", "contents": "Opinion by\nMr. Justice Kephart,\nWe said, when this case was here before, in an opinion by Mr. Justice Schaffer, 271 Pa. 212, that Mary Ann Snyder’s interest in the property was divested by a sheriff’s sale; by remaining in possession she did so without claim of right so far as the purchaser, plaintiff’s predecessor, was concerned. She was a sister of plaintiff’s ancestor, and Hattie Mock was a niece. Nothing was done prior to this sister’s death to establish a hostile possession sufficient to start the running of the statute on which to predicate title by adverse possession, and, until the beginning of this suit, no act of Hattie Mock was in law hostile to plaintiff’s claim. Title by adverse possession, then, did not rest on, nor was it aided by, a building that might have been erected by defendants; though evidence concerning payment for the building was submitted at the first trial, it was really not a part of the case. This evidence consisted in part of checks. Defendant has since discovered (so alleged in a petition for a rule to open the judgment and grant a new trial) that one of the checks claimed by plaintiffs as payment was in reality a loan. This it is asserted was a fraud in law and an imposition on the court. The rule was discharged, and from that order the present appeal was taken.\nThe action of the court below can be sustained for various reasons. The ancestors of the parties are all dead, and the only fact to sustain a loan of the amount of this check is two entries in a book, designating as a loan sums equaling the face of the check. Without more, this would not show that money on this particular check was given as a loan, so the real purpose for which it was given, other than as testified, might never be established. When the case was on trial, the same book detailing the alleged fraud was in court; defendants were at liberty to examine it. They knew evidence in relation to checks was to be produced, and should have been prepared to meet it in the way they now wish.\nCourts, when appealed to, will prevent the triumph of fraud, and, where a judgment has been obtained by fraud, no court will permit its records and processes to be the instruments of infamy: Cochran v. Eldridge, 49 Pa. 365; Zeigler’s Petition, 207 Pa. 131; Keeler’s Adoption, 52 Pa. Superior Ct. 516. Belief may be granted by opening or vacating such void judgments or decrees, as mere nullities. Perjury, however, is not as a rule considered such fraud as warrants the vacation of a judgment, especially where the evidence was actually presented and considered in the judgment assailed: 15 R. C. L., section 157, page 705; or, as stated in McEvoy v. Quaker City Cab Co., 267 Pa. 527, 534, “the court will not set aside a judgment because it was founded on a fraudulent instrument or perjured evidence or for any matter which was actually presented and considered in the judgment assailed.” It would disturb the integrity of judgments and unduly prolong litigation if, after term time, they were to be opened because of misstatements, fraud or perjury in items of evidence, especially when not vital to the case. While fraud vitiates everything, — a judgment equally with a contract (Macoluso’s Naturalization, 237 Pa. 132, 135), — with regard to a judgment, it must be obtained directly by fraud, and, as a rule, not merely founded on perjured evidence, for, in general, a court will not again go into the merits of an action for the purpose of detecting and annulling the fraud: McEvoy v. Quaker City Cab Co., supra, 534. “There are no maxims of the law more firmly established, or of more value in the administration of justice, than the two which are designed to prevent repeated litigation between the same parties in regard to the same subject of controversy”: United States v. Throckmorton, 98 U. S. 61, 65.\nHere we have a piece of evidence of questionable materiality, supposed to have been wrongfully deposed; as to the truth of this matter, it is proposed to subject the entire proceeding to another investigation, giving the losing party another opportunity to win before a jury. It might be well for defendant, but certainly a serious detriment to the administration of justice. A case will not be opened and retried merely because a vague entry in a book indicates a possibility that some line of evidence may not be correct.\nThe court below did not abuse its discretion (Shanahan v. Agricultural Insurance Co., 6 Pa. Superior Ct. 65) in refusing to entertain the petition, under the authority of McEvoy v. Quaker City Cab Co., supra.\nJudgment affirmed."}