{"id": "1079521", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nIn this case, the Superior Court reversed an order of the Public Service Commission; that body and the operating company hereinafter named have appealed.\nThe relevant facts are fully set forth in the opinion of the tribunal from which these appeals were taken (Borough of Swarthmore v. Pub. Serv. Com., 80 Pa. Superior Ct. 99), and, for present purposes, it is sufficient to state that in 1900 the Philadelphia, Morton & Swarthmore Railway Company entered into a contract with the Borough of Swarthmore, whereby the latter consented that the former might occupy Yale Avenue, on condition that it keep the roadway in good order and repair “from curb line to curb line”; since 1918 this contract (evidenced by an ordinance) has not been adhered to by the Philadelphia Rapid Transit Company, which in 1906 succeeded to the rights and obligations of the original grantee; hence the borough filed a complaint with the Public Service Commission asking that it issue an order compelling performance of the obligation in question. After hearing, the commission made its findings of fact, among others, that the cost of performing the contract to the letter constituted an unjust burden upon the operating company, which its net receipts attributable to service in the borough would not warrant, and, instead of directing that the avenue be kept in repair from curb to curb, as requested by petitioner, the commission ordered that the Rapid Transit Company should “maintain and keep in repair that portion of Yale Avenue......which lies between its rails and to the end of its ties,” and directed that it should “not pave or maintain that part......outside of the railway strip.”\nThe decision of the Superior Court reversing the above order is based on the ground that the Public Service Company Law, as drawn, does not vest in the commission power to vary, or relieve respondent corporation from, the contractual obligation here involved; that, granting, but not deciding, the legislature might have conferred such authority, in its exercise of the police power, this has not yet been done.\nAppellants contend that, since this court in several decisions has held consent-to-enter-territory contracts, between municipal bodies and railway companies, fixing a minimum rate of fare, may be varied by the Public Service Commission and a higher rate approved, “the commission is just as free to prescribe a measure of service or facility different from that specified in such a contract” ; and that, in this instance, “the commission has power to prescribe the paving [the operating company] shall furnish, untrammeled by the terms of the present ordinance, precisely as in a rate case.” The “basic grant” of this authority, appellant's claim, is found in article V, of the Public Service Company Law; they think it not only comprehended in section 1 of this article, conferring on the commission, “in general language,” the power to “regulate rates, service and facilities of public service companies,” but that it finds a “vital source” in sections 2 and 3, referring to “service, facilities, rules, regulations and practices” of these corporations and the returns they are entitled to receive. Furthermore, appellants contend that, in the present case, the paving obligations, imposed in 1900 by the consent-ordinance before us, are illegal under present-day conditions, because unreasonable, unjust' and in effect discriminatory, and because their enforcement will prevent the operating company from furnishing and maintaining proper service at reasonable rates, as required by article II, section 1, paragraphs a and b, of the act. Finally, on the grounds stated and for the reasons specified, appellants say the powers given the commission were properly exercised in this case, and the Superior Court erred in deciding otherwise.\nWe cannot sustain any of the above contentions. To begin with, section 1, article V, of the Public Service Company Law' does not, as appellants at times seem to think, confer on the commission general authority to regulate public service companies; on the contrary, it states, in effect, that the commission shall have only the administrative powers and authority “provided in this act.” Next, when the legislation is read from beginning to end, there is no special authority granted the commission to make an order varying the terms of a consent-ordinance, like the one now before us, in the manner or to the extent here undertaken, and this power cannot be implied from any of the general provisions of the statute. There is no room to argue that the authority in question can be derived from the right of the commission to regulate service and facilities, since the terms “service” and “facilities” are particularly defined in art. I, sec. 1, of the act, and, without restating the definitions there found, we hold that the control over them (service and facilities) given by the statute does not comprehend such a power as here exercised. In contending to the contrary, appellants rely chiefly on the word “facilities,” but as this word is defined in and used throughout the act, it always means something either owned by or under the control of a public utility and actually employed in the service it renders the public; while the term “service” always refers to the service which such a corporation owes to its patrons, employees, and the public in the performance of its charter obligations. Until the law-making power directs otherwise, “the duty assumed [under a contract like the one before us, to keep a street in repair] is not to be evaded because the burden may reduce the income below a reasonable return on its investment;” that duty “must be complied with, no matter how onerous, unless stricken down by some proper legislative assertion of the police power” (Collingdale Boro v. Phila. R. T. Co., 274 Pa. 124, 127), and no appropriate assertion of that power appears in the present case.\nIf the commission were allowed to exercise authority not conferred on it, either in specific words or as necessarily comprehended in some other power expressly granted (Citizens P. Ry. Co. v. Pub. Serv. Com., 271 Pa. 39, 54), all the contracts and the general management of the business of the public utilities of Pennsylvania might, in course of time, be subjected to the control of that body, although no such condition of affairs is contemplated by the act. In other words, the evil effects of not adhering to the rule, that the authority of all extrajudicial bodies must clearly appear, soon would reach beyond the confines of this controversy and might invade the whole field of public control. The only safe and proper roads for administrative bodies like the present commission to travel are those plainly marked by the acts of assembly defining their duties, and to these the courts must confine them, if the system represented by such commissions — to which our body politic seems committed — is to work out as intended by its creators, the legislature.\nWe have held in more than one case that municipal bodies, in consenting to the use of their streets by railway corporations, have a constitutional right to make the terms and state the conditions on which this consent is given (Allegheny v. Millville, E. & S. St. Ry. Co., 159 Pa. 411, 418; Carlisle & Mechanicsburg St. Ry. Co.’s App., 245 Pa. 561, 566-7; Valley Rys. v. Mechanicsburg Boro., 265 Pa. 222, 226, and other recent cases), and that, when these terms and conditions are reduced to a contract, they are protected by the organic law, subject to the right of the state to vary them, under the police power, when public interests so demand (Collingdale Boro. v. Phila. R. T. Co., 274 Pa. 124, 127); but it is for the legislature (and not the courts or the Public Service Commission) to declare the public policy of the state in this regard (Collingdale Boro. v. Phila. R. T. Co., supra; Com. v. Vrooman, 164 Pa. 306, 316), and, when it sees fit to designate the instruments to carry out its declarations, neither the courts nor the commission possess the right to expand or abridge a declaration or grant of power so made. The only legislative declarations we have at this time, on the subject in hand, are those contained in the Public Service Company Law (Act of July 26, 1913, P. L. 1374); and, as already explained, we agree with the Superior Court that this statute does not empower the commission to vary a contract such as the one now before us in the manner or to the extent attempted in the present case. Where authority is conferred on an extra-judicial body, “not in the course of the common law,” the legislative grant of power to act in any particular case must be clear: Citizens P. Ry. Co., v. Pub. Serv. Com., 271 Pa. 39, 54.\nUnder our decisions to date, contracts made by public service corporations have been held subject to revision only in so far as they deal directly with rates, and agreements of this character have been so held because article V, section 3, of the Public Service Company Law clearly grants that revisory power to the commission. So far as our cases show, contractual obligations of the nature of the one here involved have been treated as though not within the jurisdiction of the commission, and, accordingly, enforced by the courts (Sayre Boro. v. Waverly, etc., Trac. Co., 270 Pa. 412; Chambersburg Boro v. Chambersburg & Gettysburg Elec. Ry. Co., 258 Pa. 57); the present complaint was correctly disposed of on that ground.\n“It would require a very clear case of the contravention of some controlling and paramount’ principle of public policy to justify an interference......[with] the unlimited constitutional grant” of power conferred (by article XVII, section 9, of the Constitution) on local bodies, to impose an obligation like that before us: Allegheny v. Millville, etc., Ry. Co., supra, p. 416. No such paramount principle appears to govern the present record in appellants’ favor, nor, as yet, has a fitting rule of public policy or grant of power, under which they can get relief in the manner here attempted, been announced by the legislature of Pennsylvania, and that fact controls this case.\nExcerpt's from our opinions construing the Public Service Company Law have been cited by each side of this controversy, to sustain their respective contentions, different parts of the same opinion in some instances being called to our attention by both appellants and appellee; none of these decisions rules the points presented on this appeal, and the language of each of them must be read in connection with the particular facts there involved, just as all here written must be so understood.\nThe judgment of the Superior Court is affirmed."}