{"id": "1080502", "contents": "Opinion by\nMr. Justice Walling,\nOn September 10, 1920, the Travelers Indemnity Company, the defendant, issued to the plaintiff, William R. Rohrbach, a casualty indemnity policy to protect him, inter alia, from damage to his Cadillac touring car caused by accidental collision. During the life of the policy this car was seriously damaged by such collision and to recover therefor plaintiff brought this suit. In November, 1918, the same car, while covered by a former policy of like import, issued by defendant, sustained injuries in a collision for which plaintiff claimed $2,000 damages, and as a compromise defendant paid him therefor $1,351.85 in January, 1919. Thereupon plaintiff had the car repaired and later took out the policy here in suit; to his demand thereon defendant sets up a counterclaim for the $1,351.85, averring in effect that the same was obtained by the plaintiff’s false and fraudulent statements as to the expense of repairing the car after the first collision. The trial court excluded defendant’s offer to prove such alleged false and fraudulent statements, which is the sole error assigned by defendant on its appeal from judgment entered on a verdict for plaintiff.\nSection 11 of the Practice Act of May 11, 1915, P. L. 183, 185, provides:, inter alia, that: “In actions of assumpsit a defendant may set-off, or set up by way of counterclaim against the claim of the plaintiff, any right or claim for which an action of assumpsit would lie.” We agree with appellant that, where money has been obtained by fraud, the injured party may waive the tort and recover the same in assumpsit for money had and received: Dana v. Kemble et al., 17 Pickering 545; Gray v. Griffith, 10 Watts 131; and see Hindmarch v. Hoffman, 127 Pa. 284; Pryor v. Morgan, 170 Pa. 568; Dido v. Strobel, 3 Pa. Superior Ct. 522. That being so, such a claim, under the express language of the statute, can be interposed as a set-off in an action of assumpsit. Prior to this act, the rule was otherwise: Kelly v. Miller, 249 Pa. 314; Roth v. Reiter, 213 Pa. 400; Groetzinger v. Latimer, 146 Pa. 628. As we view the case, however, the offer of proof was. not sufficient to support such action. As above stated, the settlement was a compromise and, so far as appears, defendant expressed no dissatisfaction therewith until the counterclaim was filed in this case in May, 1921; then the parties could not be placed in statu quo, as plaintiff’s right of action on the original policy was barred by the two years’ limitation stated therein.\nThe adjustment was a contract which defendant was bound to disaffirm promptly if at all on discovery of the alleged fraud (Mehaffey v. Ferguson, 156 Pa. 156); yet there is no suggestion in the offer of proof or elsewhere that this was done, or that defendant took any steps to rescind the same. In fact, after paying plaintiff, it exercised the right of subrogation given to it by the policy, and by reason thereof claimed, received and still retains the sum of $230, paid by the party actually causing the injury to the insured automobile, and it also retains the canceled policy. This is fatal to the counterclaim. In 1 C. J., p. 571, the rule is*stated that, “Where an accord and satisfaction is fully executed the general rule is that there can be no rescission on the ground of fraud without restoring or offering to restore what has been accepted in satisfaction”; and see 1 Cyc., p. 339. Furthermore, the repairs had not been made at the time of the adjustment and there is no offer of proof that plaintiff had then entered into a contract for such repairs or had even received an estimate of their cost; so what he stated was at most a mere matter of opinion and, if false, not sufficient to afford relief where parties, as here, were dealing at arms’ length: Thomas v. Hendrick (opinion by Judge Rice), 1 Kulp 381.\nThe injuries to the car were patent and each party had equal opportunity to ascertain the damages; in fact, plaintiff’s reply contains the undenied averment that prior to the adjustment defendant had the injured car at Scranton and Wilkes-Barre to ascertain the extent of damages.' Under such circumstances it is vain for defendant to set up ignorance on its part and that of its agent as. to the probable cost of such repairs. Where the contracting parties stand on common ground and have equal means of knowledge, an exaggerated statement by one, in a matter of opinion, will not entitle the other to relief (Mehaffey v. Ferguson, supra; Clark v. Everhart, 63 Pa. 347, 350; Phipps v. Buckman, 30 Pa. 401), and that is especially true in the adjustment of a loss: Wagner v. Insurance Co., 143 Pa. 338. There was here no offer to prove plaintiff knew a single fact not equally accessible to defendant, or that he misrepresented the extent of the injuries to the car. While the offer of proof was strong in charging plaintiff with the making of false and fraudulent statements, it failed to set out any sufficient specific facts to sustain the charge of fraud, and was properly rejected: see Lewis v. Dunlap, 5 Pa. Superior Ct. 625.\nThe judgment is affirmed."}