{"id": "1080606", "contents": "Per Ouriam,\nPlaintiff, a boy over sixteen and under eighteen years of age, was employed by defendant in work prohibited by the Child Labor Law and while so employed received injury necessitating amputation of three fingers of the left hand. A compensation agreement was entered into and plaintiff received payments thereunder for a period of eighteen weeks. At the end of that time a petition was filed with the board setting forth the agreement was signed under a mistake both of law and fact and that petitioner “was coerced into believing, by a representative of his employer, that the paper he signed was simply a statement as to the details connected with the accident,” and asking that the agreement be modified so as to provide compensation for loss of use of the hand. The referee refused to modify the agreement, which conclusion was sustained by the board. On appeal to the court of common pleas the action of the board was approved and this appeal followed.\nUnder section 413 of the Workmen’s Compensation Act the board may modify or set aside an original agreement “if procured by fraud, coercion or other improper conduct of the party, or was founded upon a mistake of law or of fact.” We have examined the testimony and fail to find evidence of either coercion or misrepresentation on the part of defendant or its representative, or of any mistake of law or fact. On the contrary the agreement was entered into with full knowledge of the extent of the injury and in the presence of plaintiff’s father and further plaintiff received and accepted payments under the agreement for eighteen weeks without complaint or objection. Although a minor, if injured while engaged in employment forbidden by the Child Labor Act, may not be compelled to accept compensation under the provisions of the Workmen’s Compensation Law, yet, if he accepts tbe statute, be is bound by bis agreement until it is either modified or set aside by tbe board: Delaney et al. v. Phila. C. & I. Co., 272 Pa. 578. Tbe referee and tbe board, after full consideration, having declined to modify tbe findings, we are not convinced their action should be disturbed.\nTbe judgment is affirmed."}