{"id": "1080512", "contents": "Opinion by\nMr. Justice Kephart,\nThomas D. Marshall, at his death in 1900, owned personal estate of the value of $288,854.91, made up chiefly of foundry stock, machinery and appliances. His outstanding debts aggregated $201,399.66. By his will he directed “that none of my real estate shall be sold during the continuance of the trust,” and that the foundry should be operated under his son’s management; if it should not prove to the advantage of the trust estate, the property might be leased or sold. After an annuity to his widow, he bequeathed the income to his children for life, with remainder over as to the corpus.\nThe trustee, in 1900, petitioned the orphans’ court for authority to mortgage the real estate to raise money to pay the debts, setting forth that the personal estate was insufficient for this purpose. The petition further stated the trustee was “of the opinion that it should be directed to retain at least twenty per centum of the profits of each business year to be applied by it in reduction of the principal of said mortgage, and that the interest to accrue from time to time on said mortgage should be treated as one of the expenses incurred in the operation of the plant.” The court below authorized a mortgage of $150,-000 to be applied to the liquidation of the debts of the decedent.\nThe present appellant and her brother, both life tenants, and the widow, joined in this petition. The arrangement mentioned in the petition was substantially carried out. While the trustee did not devote all of the twenty per cent of income to the reduction of the mortgage, it accomplished the same purpose by a sale of parts of the corpus of the estate. Two accounts have been filed and approved; the third account is now before us on appeal.\nBy these accounts it appears appellant received from the income $129,170.75, her brother, W. D. Marshall, and his representatives, $125,147.69, and the widow $58,-482.98. The foundry business was evidently prosperous, making fair returns up to 1919. It developed in recent years that plants of this character did not meet the requirements of business and are out of date. In this plant the machinery and equipment were not useful for the purposes intended, more efficient and up-to-date machinery being necessary if the plant was to be operated or leased as a going concern. This not being done, it was necessary to scrap or junk it, so that the value of the plant and equipment was reduced from $240,000 to approximately, $60,000. The testator directed that as long as the plant produced an income it should be continued. It might be here noted that, had a settlement of the decedent’s affairs taken place at the time of his death in 1900, and all the debts been paid from the then present estate, the balance on hand would have been approximately $80,000, which would not have yielded the income obtained under the plan adopted, nor have left much of an estate for the remaindermen.\nAnnie M. Davis, one of the life tenants, now claims that, inasmuch as twenty per cent of the income was used in reduction of a part of the debt, she, as a life tenant, to whom one-half of this income belonged, should not be treated as giving the income to the estate for the benefit of the remaindermen, but, on the other hand, the money contributed by her to the payment of the mortgage on the trust property was without obligation imposed by the will, and it is presumed, therefore, she did not intend a merger or a gift, and that she should be considered a creditor.\nIt is undoubtedly true that a tenant for life, paying a charge on an estate, is prima facie a creditor unless by some expression a contrary intention is indicated. Without such expression he is presumed to have acted in his own interest and for his own benefit. He is under no obligation or duty to make a declaration or do any act demonstrating his intention, and the burden of proof is on those who assert that in paying off the charge he intended to exonerate the estate: Faulkner v. Daniel, 3 Hare 199, 217; Forbes v. Moffatt, 18 Ves. Jr. 384, 392; Pitt v. Pitt, 22 Beav. 294, 297; Re Pride (1891), 2 Ch. 135, 142; Shrewsbury v. Shrewsbury, 1 Ves. Jr., 227, 233, 234; Burrell v. Egremont, 7 Beav. 205, 226; Redington v. Redington, 1 Ball & B. 131, 140; Patten v. Bond, 60 Law Times R. 583, 585; Gifford v. Fitzhardinge (1899), 2 Ch. 32, 34; Detroit & N. Mich. B. & L. Association v. Oram, 200 Mich. 485, 493; Abney v. Abney, 182 Ala. 213, 218; Todd v. Bank, 173 Ky. 60, 67; Fuller v. Devolld, 144 Mo. Ap. 93, 95; Draper v. Clayton, 87 Neb. 443, 450.\nThe presumption is the charge is to be kept alive because to keep it alive is for the benefit of the person who pays it off. There is no benefit ordinarily accruing to the person who so acts. The intention to exonerate the estate may appear from the conduct of the life tenant, legatee or party interested, or from some statement or written declaration.\nHere we have the life tenants joining in a petition asking that twenty per cent of the income (which is all they are interested in) be used in the reduction of the principal of the mortgage. The principal of the mortgage cannot be reduced and at the same time kept alive, even though for the benefit of the life tenant as a charge in her favor against the estate. The petition clearly intended the mortgage was to be paid off from income. Prior accounts have been filed and confirmed, wherein a part of this income was used in the reduction of the debt without any objection from appellant. It is not the case of a life tenant drawing her own check or giving an order on the trustee to pay income on account of a charge against the estate. What she did was to enter into an agreement whereby she was to be a beneficiary in an increased income which would not materialize but for the creation of this mortgage that could not be created but for some provision like the one incorporated in the petition, to wit, payment of a part of it through the income of the estate.\nConsent here amounts to an agreement to use a certain portion of their money to repay a loan incurred by them in order that the working capital of the foundry might not be impaired. Appellant is estopped by her own act from now claiming that her share of this income should be considered as a charge against the remainder, and in this it is different from the cases above cited. Appellant got.the full benefit of a decree made more than twenty years ago, and passed two accounts without raising any question with regard to the disposition of the income. It is now too late for her to complain.\nAs stated by Judge Miller in the court below, “When Mr. Marshall died, his debts, as compared with the liquid assets with which to conduct the business, made it absolutely impossible to so conduct the business unless the $150,000 mortgage was obtained to take care of necessary debts, including the then existing mortgage, and have on hand a working capital with which to conduct this business ; the life tenants were as much parties to this arrangement as was the petitioning trustee or any one else; primarily they alone would get the first benefit from the mortgage which they assented to with the appropriation of a portion of the income toward its liquidation; without it no income was possible to them and liquidation of this property would have followed within a very short period after testator’s death.\n“Testator did not direct that the life tenants should enjoy his property in specie and consume it in the use; nor did he direct that in the use thereof it should be worked to exhaustion; nor did he forbid the life tenants from increasing its efficiency by changing its former use to a modern continuous use.\n“He directed that his life tenants should have the use of the property, that it should not be sold, and that the remaindermen should have the benefit of what he devised. Granted, that it became apparent this property was old-fashioned and not up to date, there was nothing to prevent the life tenants, if they desired to enjoy the fruits of income, from making application for an additional expenditure in aid of its efficiency. On the contrary, the life tenants were content to enjoy the full fruits of the income without regard to the effect this enjoyment had upon the remaindermen.\n“By virtue of the mortgage, necessitated under the facts, and agreed to by them, coupled with their agreement that a portion of the income from the plant should be applied toward the reduction of the mortgage, they have received for a period of almost twenty years the very large income. The remaindermen have received nothing; on the contrary, the remaindermen have in sight only a vacant piece of land, the maintenance of which for taxes alone will speedily exhaust the remnant of corpus in the hands of the trustee; the difference between what these remaindermen have in expectancy, as compared with what was a reasonable prospect when this plant began its operation under the trustee’s direction, and apparently so continued as shown by the various accounts, is so startling a contrast and presents such a marked loss to the remaindermen that, even if the doctrine contended for as a general proposition might have application, it would be wholly inequitable to apply it to the facts of this case.\n“The petitioner is estopped under the circumstances from asking a court of equity to reopen or modify a decree entered, the result of which was to her great benefit, in which she acquiesced during all this period of time and the effect of which would be not only to give these remaindermen, not a going concern as testator intended, but waste land piled up with junk, and to take from them in addition the little balance of tangible corpus, which is but a small residue of what there was at the time her benefits began and continued.”\nWe need not consider the other questions involved.\nThe decree of the court below is affirmed, costs to be paid by appellant."}