{"id": "1080523", "contents": "Opinion by\nMr. Justice Walling,\nGeorge Michalec was killed by accident on November 26, 1918, in the course of his employment for defendant at Houtzdale, Pennsylvania. He was an alien, being a native of Rockovia, Hungary, where his wife and children still reside. Because of the war between the United States and Austria-Hungary, the affairs of the latter country here were in charge of the Royal Swedish vice-consul who, on November 5, 1919, filed, in the proper office, a claim petition under the Workmen’s Compensation Statutes, on behalf of those who might be entitled to compensation on account of Michalec’s death, to which defendant filed an answer. Previously thereto on October 11, 1919, the consul general of the Czechoslovak Republic at New York, acting for the widow and children of the deceased, prepared, executed and mailed to the Workmen’s Compensation Bureau at Harrisburg, a claim petition in due form, but for some unaccountable reason it was not filed in that bureau until April 5, 1920. To this petition defendant filed a responsive answer. The case was apparently heard by the referee on both petitions, but Ms award in favor of the claimants was made on the petition filed by the Swedish vice-consul. On appeal to the compensation board a hearing de novo was granted and by agreement of counsel it was had on the petition filed by the consul general of the Czechoslovak Republic. The board also awarded claimant’s compensation, and the affirmance thereof by the common pleas court was followed by this appeal on behalf of the insurance carrier, who had intervened as a defendant.\nNo question is raised as to the right of either the Royal Swedish vice-consul or the consul general of the Czechoslovak Republic to file a petition on behalf of the widow and children of Michalec, but appellant’s contention is that at the time of, and since, the death of Michalec, Rockovia was and is a part of said republic, a friendly nation, and that as the claim petition upon which, by agreement, the case was heard before the compensation board, to wit, that of the consul general of the republic, was not filed within a year, as required by the statute, the claim was barred. For reasons stated in Siplyak v. Director Gen., 276 Pa. 49, also in Vitkovic v. Pennsylvania Clay Co., 278 Pa. 474, and Garvin v. Diamond Coal & Coke Co., 278 Pa. 469, filed herewith, we cannot sustain this contention.\nWe do not deem it necessary to decide whether mailing the claim petition in ample time, would toll the statute, but on that question attention is called to Horn v. Lehigh Valley R. R. Co., 274 Pa. 42.\nThe assignments of error are overruled and the judgment is affirmed."}