{"id": "1083614", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nOn October 23, 1923, plaintiff and defendants entered into a written contract whereby the latter appointed the former their agent “to sell or exchange” certain of their real estate and agreed to pay him “for his services for selling or effectuating an exchange of the above mentioned property......a commission of five per centum on the purchase price accepted by us.” Plaintiff sued to recover the commission stipulated in the contract and judgment was entered against defendants for want of a sufficient affidavit of defense; hence this appeal.\nPlaintiff avers in his statement of claim that, through his efforts, defendants sold the real estate in question for a consideration of $85,000, according to a written agreement, attached as exhibit “A,” and that he thereby-earned five per cent on the mentioned consideration, which commission, $4,250, less $200 paid on account, he sued to recover.\nDefendants answered by affidavit, wherein they aver, inter alia, that the statement of claim does not present an accurate account of the manner in which they disposed of their real estate. They allege there was, in fact, not a sale for $85,000, but a trade, arranged through plaintiff and executed by them, their property being conveyed to another of plaintiff’s clients, named Selznick, and the latter conveying to them real estate belonging to him; that, in this exchange, the value of all the properties involved was largely overstated, such exaggerated values being fraudulently recited in the papers prepared by plaintiff for the purpose of swelling the amount of his commission; that, instead of defendants owing plaintiff the amount claimed by him, they were not indebted for more than five per cent on the equity in the property received by them, over and above certain encumbrances to which it was subject, or, at most, for more than a sum which would equal five per cent of the full market value of such property.\nThe court below thought that the prices named, as the value of the respective properties, in the two written agreements whereby the exchange was consummated, controlled, and that the value placed on the real estate conveyed by defendant represented the sum upon which the commission was due; finally, that defendants being “sui juris,” their allegations of fraud were not sufficiently specific to warrant sending the case to a jury.\nIt is unnecessary to decide whether the court below was right in its view as to the insufficiency of the allegations of fraud, for the affidavit of defense clearly denies plaintiff’s averment that he had sold defendant’s property for a consideration of $85,000, and sets up the facts, already recited, that the property was disposed of in an exchange for much less than the sum mentioned, and that the figures placed in the papers prepared to carry out this exchange did not represent the actual values involved.\nSince the last-mentioned documents are not being sued on, there is nothing to prevent defendants from explaining the figures inserted therein, even though their explanation amounts to a contradiction: Simon v. Emery, 254 Pa. 569. As a general rule, values placed on properties in agreements of exchange may be shown not to represent the actual values involved (Hennershotz v. Gallagher, 124 Pa. 1), and, in estimating a commission to be paid for disposing of property in such a way, actual, not trade, values are considered: Boyd v. Watson, 70 N. W. (Supreme Ct. of Iowa) 120.\nWe construe the language of the contract in suit, whereby defendants agree to pay plaintiff “a. commission of five per centum on the purchase price accepted by us,” to mean five per cent on the actual price accepted; and, in cases like the one before us, this purchase price would be represented by the clear market value of the property which defendants took in trade, unless some other standard of value was agreed upon.\nAs to defendant’s contention that the commission should be paid only on the equity in the property accepted by them, we may say that, unless it clearly appears the trade was arranged by plaintiff on the basis of an exchange of equities, and the parties so understood, the assumption would be that the properties themselves, and not merely the equities, were dealt in, according to their several values, and that the taking over of the properties subject to their respective encumbrances was merely a method of paying such values; in other words, a commission would be due by defendants on the full market value of the real estate received by them. The affidavit of defense does not contain any unequivocal averment to the effect that the parties intended to deal solely in equities when plaintiff arranged the exchange which was carried out by defendants. It does, however, plainly aver that the transaction relied on by plaintiff as the basis for claiming his commission was not a sale, and that the principal on which he bases his commission does not represent the real price accepted by defendants; these averments are enough to take the case to a jury trial, where the provable facts may be more fully developed.\nThe judgment is reversed, with a procedendo."}