{"id": "1083434", "contents": "Opinion by\nMr. Justice Schaffer,\nFrom his sentence to death following a verdict of guilty of murder of the first degree, defendant brings this appeal.\nAs a result of the testimony they heard, the jury* could have found these facts and circumstances: Defendant was employed where there had been a strike in progress for sometime antedating the night of the killings. He had been at a social gathering and with a companion was proceeding along a public street shortly after 1 o’clock in the morning, when he came upon a group of intoxicated men, one of whom was Thomas Hopkins. As appellant passed them, ugly remarks were exchanged between him and Hopkins. The latter referred to defendant as a “scab,” offered to fight him, and in manifestation of his purpose approached defendant with clenched fists; as he did so, defendant stood with his back to the wall of a building making no effort to escape. Defendant was armed, Hopkins was not. When there was a distance of about ten feet between them, appellant fired one shot at Hopkins, killing him instantly. This shot was heard by Edward' C. Couch, a police officer who was patrolling his beat but a short distance from the scene of the shooting. He immediately started in that direction, and, as he approached, defendant and his companion ran away, pursued by the police officer, who gained on them; when he had caught up within twenty feet of them, defendant turned, fired a shot, which brought the police officer to his knees, and then fired three other shots, all of which took effect in the policeman’s body. The defendant continued running away, threw his revolver into the yard of an acquaintance, where it .was subsequently found, hid from the police officers for two or three days, was apprehended, admitted the killing, set up that he was afraid of Hopkins, because of the terror which had been created by the strike (but which other testimony in the case indicated had largely abated) and said that he did not know Couch was a police officer until after he shot him, when he saw he had on a policeman’s cap, but supposed, as he was being pursued by Couch, that the latter was a striker or a strike sympathizer bent upon killing him or doing him serious bodily harm, and, actuated by these fears, he shot him.\nTwo indictments were found which were tried together, one for the killing of Hopkins and the other for the killing of Couch; on the first, the verdict was guilty of second degree murder, on the second, guilty of first degree murder. We are not concerned with the Hopkins killing; this appeal is from the sentence to death for the killing of Couch.\nThe main argument before us on the facts is that defendant did not know Couch was a police officer, that because of darkness, fog and smoke, he did not recognize him as such, until he had shot him, although he was in full uniform. There was ample evidence from which the jury could have concluded otherwise, that it was sufficiently light to see he was an officer, that the shooting took place in the near vicinity of a street light and that, as others saw his uniform, the defendant must have seen it. The Commonwealth calls attention to the fact that, after firing the first shot, defendant fired three others with accurate aim when deceased was but a few feet away, so close that there were powder marks on his face, and urges that under the circumstances as disclosed by the evidence and the light conditions, the defendant must have known his pursuer was a police officer. Passing the question whether it would have made any difference in the grade of defendant’s crime, that he did not recognize his pursuer as a police officer, that question was for the jury, to whom it was fairly submitted.\nAppellant’s first contention is that the evidence is not sufficient to convict of a higher crime than voluntary manslaughter. With this we cannot agree. There was ample evidence, as heretofore outlined, to warrant a first degree conviction.\nThe second argument advanced by appellant’s counsel is that there were inadequate and erroneous instructions by the trial judge on the law of self-defense. Our examination shows that the court instructed the jury fully on the law of self-defense, saying to them that defense had to be made out only by the preponderance, of the evidence. This is in accordance with the law as we have announced it: Com. v. Palmer, 222 Pa. 299; Com. v. Rossogulo, 263 Pa. 93; Com. v. Weinberg, 276 Pa. 255.\nThe third reason assigned for invalidating the verdict is that the defendant was placed in double jeopardy. How it could be contended that there is double jeopardy to a defendant in trying him for the killing of two different individuals, it is a little difficult to comprehend. Twice in jeopardy is available to a defendant as a bar only where he has been twice put in jeopardy of life or limb for the same offense: Article I, section 10, Pennsylvania Constitution of 1874; McCreary v. Com., 29 Pa. 323; Hilands v. Com., 111 Pa. 1; Com. v. Fitzpatrick, 121 Pa. 109. Where two persons are killed “by separate shots or strokes, although in the same riot or affray, an acquittal or a conviction of one......homicide is no bar to an indictment for the other, as they are distinct acts”: 16 C. J. 283. See also 2 Wharton’s Criminal Procedure, 10th ed., section 1399 et seq.\nThe fourth alleged error in the trial is that the court permitted women to act as jurors, appellant contending that, as the act which defines murder in the first degree was passed in 1860, when women were not eligible as jurors, they were not qualified triers of that offense when this case came on to be heard in 1923. It is sufficient to say that we determined, in Com. v. Maxwell, 271 Pa. 378, where the defendant was charged with murder, that women are qualified to sit as jurors in such cases.\nThe fifth attack made on the integrity of the verdict is that it was improper to try the defendant upon the two indictments at the same time. The record shows that he made no objection to be thus tried. Assuming, but not deciding, that notwithstanding his failure to object on trial, he can now be heard to raise this question, the simultaneous trial on two indictments charging murder is warranted and the finding of guilt in the second degree on one indictment does not affect the first degree conviction on the other: Com. v. Brown, 264 Pa. 85.\nThe sixth contention of defendant, that the verdicts were of unequal degree, although founded on identical evidence, has been met and answered by what has heretofore been said.\nAll of the assignments of error have been carefully examined and considered, as has the entire record of the case as required by the Act of February 15, 1870, section 2, P. L. 15. We discover no error on the trial. The record shows there are present in it the ingredients necessary to a conviction of murder of the first degree, and our minds are satisfied that defendant’s conviction was warranted by the proofs.\nThe assignments of error are overruled, the judgment is affirmed and the record is remitted to the court below for the purpose of execution."}