{"id": "1083361", "contents": "Per Curiam,\nPlaintiff sued in trespass to recover damages for the death of his wife. A verdict in his favor for $8,000 was subsequently set aside and judgment n. o. v. entered for defendant. Mrs. Manely was struck and killed, at the intersection of 25th and Oakford streets in the City of Philadelphia, by an engine of defendant company running backward and traveling south at twelve miles an hour. Deceased had passed over three of the four tracks when struck. The accident occurred about noon on November 27, 1920, at the time deceased had an unobstructed view of the tracks, in the direction from which the engine came, for a distance of not less than six hundred feet. The question for consideration is the contributory negligence of deceased. We have read the testimony and are satisfied Mrs. Manley would have seen the approaching engine had she looked. Several witnesses testified to having seen it coming from one to two blocks beyond 25th Street, one witness calling to her a warning of the approaching danger, and there is further testimony to the effect that she was walking looking toward the ground apparently absorbed in thought and that the engine was not more than 72 feet distant at the time she entered on the fourth track, upon which she was struck. Many cases might be cited to sustain the action of the lower court in entering judgment for defendant n. o. v. In Sakall v. B. & O. R. R., 272 Pa. 89, a late case, we said: “The conclusion is unavoidable that plaintiff entered on the second track without looking on that track until he had stepped upon it, as he practically says was the case; or else, if he looked before he stepped upon it, he failed to see that which was plainly before him and could be seen for many hundred feet...... Plaintiff cannot recover, by reason of his contributory negligence, and that negligence was so plainly manifest, from the evidence, that there is no question for the jury.” We see no substantial difference between that case and the one at bar.\nThe judgment is affirmed."}