{"id": "1083400", "contents": "Opinion by\nMr. Justice Walling,\nThis is a workman’s compensation case. The claimant, C. A. Mauchline, was and had been for some time employed as electrical engineer in the mine of the Shinn Coal Company, defendant, when, in February, 1922, he was forced to quit work because of ill health. He had been ailing for several months; at first his trouble seemed to be bronchitis but developed into a permanent condition of expansion of the lungs known as “emphysema,” which prevents a normal expulsion of the air. Claimant’s contention, sustained by the referee, compensation board and lower court, is that this condition resulted from an accident sustained in the course of his employment. The State Workmen’s Insurance Fund, as insurance carrier, denied such contention and brought this appeal.\nClaimant’s employment required his presence in rooms where electric generators were in operation and gave off smoke and fumes, especially when overloaded. On August 24, 1921, plaintiff inhaled an unusual quantity of such smoke and fumes, while extinguishing a fire, and soon thereafter had pains in the chest, and shortness of breath, which condition gradually increased until total disability resulted at the end of six months. To connect the disease with the so-called accident required expert evidence, but that of the only medical witness warrants the conclusion that the inhaling of such vapors during a considerable period of time would be likely to cause emphysema, while the excessive inhaling thereof on a single occasion would not, although it might possibly do so. This is not sufficient to sustain the claim. “When, in cases of this class, expert testimony is relied on to show the connection between an alleged cause and a certain result, it is not enough for the doctors to say simply that the ailment in question might have resulted from the assigned cause, or that the one could have brought about the other; they must go further and testify at least that, taking into consideration all the attending data, it is their professional opinion the result in question most probably came from the cause alleged”: from opinion by the Chief Justice in Fink v. Sheldon Axle and Spring Co., 270 Pa. 476, 479, which has been followed by numerous cases -in this court and in the Superior Court.\nTo be an accident, within the workmen’s compensation law, the injury must usually result from some undesigned event occurring at a particular time; this condition would be met in the instant case had the emphysema resulted from inhaling the smoke and fumes on the single occasion (Gurski v. Susquehanna Coal Co., 262 Pa. 1; Eldridge v. Endicott J. & Co., 228 N. Y. 21, 20 A. L. R. p. 1 and note p. 4), but that is not shown. On the contrary the medical evidence indicates that such condition is normally of slow development and probably here came on gradually from continued contact with the smoke and fumes. If so, it was not an accident but the result of an occupational disease, the risk of which the employee assumes and’ for which the statute provides no compensation: McCauley v. Imperial W. Co. et al., 261 Pa. 312; Lane v. Horn & Hardart B. Co., 261 Pa. 329; and see Jaffreyes v. Charles H. Sager Co., 191 N. Y. S. 354.\nThe case is not brought within the rule that compensation may be given for an accidental injury which sets in motion a dormant malady or aggravates an existing disease, so that the death or disability can properly be attributed to such aggravation, for there is here no evidence to support the finding that claimant had any incipient disease before August 24, 1921, which resulted in disability because of the smoke and fumes then inhaled. The lay evidence is uniform that prior thereto his health was good, and the doctor would not express the opinion that the disease had its inception at an earlier date, or even at that time.\nThe burden was upon the claimant to offer proof sufficient to sustain a finding that .the disability resulted from an accident sustained in the course of employment; this he failed to do, but under section 427 of the Workmen’s Compensation Act as amended by the Act of June 26, 1919, P. L. 642, 666, the record should be remitted to the compensation authorities for a further hearing and determination. See Kuca v. Lehigh Valley Coal Co., 268 Pa. 163; Riley v. Carnegie Steel Co., 276 Pa. 82.\nThe judgment is reversed, and the record is remitted to the court below with directions to return it to the compensation authorities, so that they may proceed to adjudicate the case in accordance with this opinion."}