{"id": "1084472", "contents": "Opinion by\nMr. Justice Sadler,\nLester L. Thomas was employed as a carpenter to aid in the building of a highway bridge, and, on October 22, 1921, helped in the handling of large stones required in the construction work. Nineteen days later he died of heart disease, and a claim for an allowance was made by his widow before the Workmen’s Compensation Board, on the ground that his collapse was due to the strain which he suffered in moving the heavy material during the course of his employment. His health prior to the date mentioned was fair, and the contention is made that the unusual service in which he assisted caused his breakdown.\nThe referee, to whom the case was submitted, found the employee had not “suffered violence to the physical structure of his body while in the course of employment,” and refused to make an award. An appeal resulted in an order directing that the claim be reconsidered, and further testimony taken. This was done, but ultimately the same conclusion was reached, and the findings were approved by the board and the court of common pleas. It is insisted that the evidence justified a different determination, and that there was some medical testimony which indicated the physical effort demanded by the work performed hastened the death, upon which the claim is based. Had the referee and board so found, and granted compensation, the judgment might be sustained (Watkins v. Pittsburgh Coal Co., 278 Pa. 463; Hornetz v. P. & R. C. & I. Co., 277 Pa. 40; Wolford v. Geisel M. & S. Co., 262 Pa. 454), since one of the witnesses testified that the carrying of the weighty load probably injured the already weakened heart. (See Fink v. Sheldon Axle & Spring Co., 270 Pa. 476). There was evidence, however, to the contrary, and it was accepted as true. It is established definitely that the revisory powers of this court are limited to a review of the testimony of record, with the sole purpose of ascertaining whether evidence appears which justifies a finding made, and, if so, whether the law has been properly applied: Flucker v Carnegie Co., 263 Pa. 113; Kuca v. Lehigh Valley Coal Co., 268 Pa. 163; Stahl v. Watson Coal Co., 268 Pa. 452; Tracey v. Phila. & Reading C. & I. Co., 270 Pa. 65.\nIn the present case, one doctor testified that the overexertion caused the condition which resulted in the death of Thomas. Two other physicians said it “could” have been produced by the undue strain, but not that it “probably” resulted from this cause. The expert for the defendant gave evidence directly to the opposite. This raised a question of fact to be passed upon primarily by the referee and the compensation board, subject to review by the common pleas. The dispute was decided adversely to the claimant, and it is not for this court to set aside the conclusion which was reached under such circumstances; and there is nothing on the record to suggest the necessity for a further hearing. Before a case of this kind will be sent back for reconsideration, it must appear that relevant matters, essential to a proper determination of the controversy, have not been sufficiently inquired into.\nIf the facts had justified a conclusion that there was no other plausible explanation of the death than that of the heart strain, due to the carrying of the stones, then compensation could have been allowed (Watkins v. Pittsburgh Coal Co., supra), but where there is testimony, as here, showing a weakened organic condition, which possibly may have been aggravated, the burden is on the claimant to meet the measure of proof required by law, and show that the so-called “accident” was the “probable” cause of the death: McCauley v. Imperial Woolen Co., 261 Pa. 312; Fink v. Sheldon Axle & Spring Co., supra. The facts have been found against the appellant, and this court cannot interfere.\nThe judgment is affirmed."}