{"id": "1084507", "contents": "Opinion by\nMr. Justice Sadler,\nThis action was brought to recover upon a policy issued by the defendant company to indemnify against loss of jewelry. It was taken out on June 1, 1921, in the amount of $4,000, and originally protected against burglary alone. Three weeks later, a rider was secured covering damage arising by reason of robbery from the person, and, on August 20th, for a further premium, the maximum liability was raised to $8,000. A reason given for the increase was an alleged buying of additional valuables, though on the trial the dates of such purchases could not be given. Testimony was offered to show that, on September 6, 1921, about two weeks after the policy limit had been doubled,, a robbery occurred in the apartment of the plaintiffs.\nIt was insisted that both husband and wife, — married in 1920, — left their rooms in the early evening, one to attend a wedding, and the other a theater, and that the wife returned to the apartment shortly after eleven o’clock, removed her hat and went into the kitchenette, which opened upon a fire escape. It is said that three masked men then entered, one put his hand over her face and the other removed the jewels, including finger rings and bracelets, and a bar pin, though no violence to the person appeared, except a swelling on her face. Her screams attracted the attention of residents of the floor below, and they summoned a policeman. He testified to observing certain bruises, and another officer gave evidence of the discovery the next day of cigarette butts and matches on the fire escape. A family named Ginsberg occupied rooms on the same floor, but they were not produced at the trial, it being claimed they had given up their apartment after the alleged robbery. Mr. Weiss did not return until later in the night, and insisted that the Ginsbergs were there, though no one else so stated.\nThe case rested chiefly on the testimony of the husband and wife, and a third party, the keeper of a cigar store, who claimed to have sold to the plaintiffs the articles alleged to have been taken. One witness was called by the defendant to show contradictory statements by Mrs. Weiss, but his testimony was properly rejected because of the failure to identify her as the person with whom he talked. The case was submitted to the jury, which rendered á verdict for $6,558.50, subsequently reduced by $59.65.\nThe right to recover rested upon the evidence given by the plaintiffs and Feinberg, slightly corroborated by the two policemen. If the story which they told was believable, then a verdict in their favor could be sustained. The whole question turned on the credibility of these witnesses, and, under the circumstances disclosed, it was the duty of the court to most carefully explain to the jury the weight to be given to their testimony, not only because of the interest of two of them, the plaintiffs, but as to all three, in view of their criminal records, and, further, to call attention to the many contradictions which appeared in the stories they told.\nMrs. Weiss, who said she was thirty-one years old, could not remember how many times she had been arrested, nor the last time she had confessed her guilt, but did say that she had been an inmate of, and conducted, two bawdyhouses in Philadelphia under a different name, and was indicted as Lena Allen three times from November, 1922, to March, 1923, on charges of keeping a disorderly house, and found guilty. The husband, the other plaintiff, claimed to be thirty-three years of age, but could not remember how many times he had been arrested, admitting, however, three or four times, and finally stating that he had been indicted five times in the federal and state courts after 1911, covering charges of larceny, shoplifting and dealing in narcotics, in which cases he had been convicted or pleaded guilty, and served sentences in Philadelphia, Atlanta, Georgia, and Mercer County, New Jersey. The third witness, Feinberg, who kept a cigar store and sold diamonds, was convicted in 1917 of receiving stolen.goods, and in the federal court on the charge of selling narcotics, for which he served a prison term in Atlanta, Georgia. He kept no books.\nOn such testimony, with certain minor corroborating facts by the policemen, as above referred to, the case was submitted. Under these circumstances, it became the duty of the court most carefully to instruct the jury as to the weight to be given the evidence of the witnesses, and to call its attention specifically to the facts affecting their credibility.\nIn the charge, the jury was told that such testimony could be considered, but it was for the triers to say that “If you believe them you can waive their criminal records ......It is a collateral matter to be determined by you.” But the court went further, and, though not in words, yet in effect, withdrew the question of trustworthiness of the evidence from the jury. It said: “There has been a lot of unnecessary rattling of family skeletons, the purpose of which is to discredit their credibility. They have openly and frankly admitted the crimes they have been accused of, the times they were guilty, the times they have been sentenced, and the terms they have served. If they owed a debt to society they have paid [it] by their probationary period, or by their prison sentences. It does not matter if they have been the blackest criminals in the city, except as it affects their credibility, if you believe the testimony they gave on the witness stand you will be justified in giving them as much credence as though they were the whitest lilies ever painted.” The effect of such a statement could only be to impress upon the jury that the past records of the witnesses should be disregarded, if their sentences had been served. This was aggravated later in the charge when it was said: “The character of the plaintiffs, the assured, could have been looked into by the insurance company at the time the insurance was placed. If the company insured people of a character described and admitted to-day, they were taking a chance, and if they lóst by reason of taking the chance, and you are satisfied of the loss, they ought to pay the bill.” Of course, the defendant was not bound to investigate the honesty of the insured before the policy was taken out, and, though there was an attempt to correct the statement, after the charge was closed, by saying that the company was “not obligated to look up the character of the insured, but it has the opportunity to do so, and if it grants a policy in the dark, it is taking a chance,” we cannot see that, by these words, the error was cured. Indeed, it would seem to be emphasized. The portions of the charge referred to are the basis of assignments of error two and three, and are the only ones which it is necessary to discuss. But we may refer to the fact that there was an entire failure on the part of the court to mention the contradictions in the testimony of the plaintiffs themselves.\nThe whole trend of - the charge was to belittle the defense. Even though no particular paragraph constitutes reversible error, yet where the tendency, as a whole, is to mislead, there is reversible error: Penna. Canal Co. v. Harris, 101 Pa. 80; Mastel v. Walker, 246 Pa. 65. The comments as to the effect of the prior convictions “could only subserve the purpose of creating a prejudice against the [defendant’s] case, and coming from the judge, who is always supposed to be impartial between litigants, it may have exercised a powerful influence upon the minds of the jury in producing the verdict which they rendered”: Stokes v. Miller, 10 W. N. C. 241, 246; Gerz v. Weber, 151 Pa. 396. Where the statements of the court tend to hold up to ridicule one of the parties (Twinn v. Noble, 270 Pa. 500, 504), or if they are told that a verdict one way or the other should be given if certain witnesses (out of a number) are believed (Clapp v. Vellner, 266 Pa. 332), or if intemperate language is used (Linn v. Com., 96 Pa. 285; Monier v. P. R. T. Co., 227 Pa. 273), reversible error is committed. Here, though reference was made to the necessity of considering the credibility of those called, in view of their criminal records, yet the instructions were so worded as to lead the jury to the belief that if the sentences had been served, the former conduct should not be taken as affecting the weight to be give,n to their, testimony. The duty existed to refer to all the pertinent facts, and the important contradictions apparent in the stories as narrated by the witnesses: Fineburg v. Pass. Ry. Co., 182 Pa. 97; Monier v. P. R. T. Co., supra; Herrington v. Guernsey, 177 Pa. 175; Lerch v. Bard, 177 Pa. 197. Moreover, the trial judge failed to explain what he meant by “taking a chance,” and this well may have confused, rather than enlightened, the* jury. In short, the charge in the present case was not only inadequate but misleading, and could not have been other than prejudicial to the defendant. Without giving our impression of the merits of the claim presented, we sustain the second and third assignments of error.\nThe judgment is reversed with a venire facias de novo."}