{"id": "1084464", "contents": "Opinion by\nMr. Justice Kephart,\nFrank Shimkus, a widower with two children, married Annie Burda, a widow with five children. Three of the latter were under sixteen. After many unhappy situations, the pair had a final quarrel, which resulted in the arrest of the husband. Thereafter, in February, 1921, he took his two children and personal property to another house to live separate and apart from his wife. He was injured, and died September 3,1921. There was an actual separation, however, from March 1st until the time of his death, the children of each living with their natural parent. A claim for compensation for the widow and stepchildren was allowed and sustained by the court below.\nThe referee found as a fact claimant’s husband, during the separation, went to see her at different times, giving her money on some of these occasions. The claim is resisted for the reason the widow, who lived- separate and apart at and before his death, was not supported by nor dependent on him, and the step-children were not entitled to compensation as they were not dependent. In Morris v. Yough Coal & Supply Co., 266 Pa. 216, we endeavored to construe section 307 of the Workmen’s Compensation Act, and announced some principles in relation thereto-. We are again asked to reaffirm these principles.\nIn compensation cases, where a wife lives separate and apart from her husband, dependency contemplates actual dependency, and must affirmatively appear in the record as a fact; the amount of evidence necessary to show it depends on the circumstances of each case. Actual dependency does not mean sole and exclusive support; it includes as well partial support. A wife not living with her husband, who is supported by him in whole or in part at the time of an accident, is a dependent within the meaning of the statute. Separation that “amounts to a repudiation of the husband’s legal obligation to support, acquiesced in by the wife,” is conclusive. Morris v. Yough Coal & Supply Co., supra, 220. The principles here announced were followed in Creasy v. Phœnix Utilities Co., 276 Pa. 583, 585, 586. The facts in this case are well within these principles.\nIn some cases only slight evidence is necessary to show the fact of dependency. In this case a child was born after the separation and after the husband’s death. This circumstance would have great weight in determining the fact of dependency , even though the wife had not received money during the period of separation. Actual dependency may exist though no money has in fact been paid to the wife (Creasy v. Phœnix Utilities Co., supra), and so it should where a wife is really dependent on the husband for support of herself and children, even though default in payment is made by the husband, unless she has acquiesced in the repudiation of the obligation which the law has imposed upon him. The compensation board was clearly right in allowing the widow compensation.\nThe board found as a further fact that the step-children lived for six months previous to his death in the home from which the husband had temporarily withdrawn. Under the facts found, the home of the wife might well be considered the home of the husband, and, as it has been so found as a fact, the act of assembly allows the step-children compensation. Section 307 provides that the terms “child” and “children” shall include step-children and adopted children. We need not discuss this part of the act any further, in sustaining the award to the stepchildren, including, of course, his own child born after his death.\nThe court below, in sustaining the board, merely sustained it as to the claim of the widow and the guardian of her two children, — one begotten by the husband, Frank Shimkus. The award to his children was overlooked. This may be due to the fact that in the appeal from the referee it was admitted the minor children by his first wife were entitled to compensation; consequently no controversy existed as to this award. With this understanding we affirm the judgment, as the exceptions filed in the court below to the order of the compensation board were broad enough to include the children last named, although no contention was made before the board or this court as to these children. If this is not the case, the appellee must take immediate steps to see the order is corrected.\nWith this understanding, the judgment of the court below is affirmed."}