{"id": "1087021", "contents": "Opinion by\nMr. Justice Walling,\nThe plaintiff is a Wisconsin corporation engaged in the manufacture and sale of sauerkraut, while defendant is a copartnership, located at York, Pa., and engaged in the purchase and sale of the same commodity. This suit is based on a written contract, in part as follows:\n“Milwaukee, Wis., Feb. 22nd, 1918.\n“The Frank Pure Food Company, Milwaukee, Wisconsin, has this day sold and Wm. Dodson Canning Co., York, Pa., has this day purchased 2500 eases Frank’s Quality Sauerkraut, packed in No. 3 Sanitary Tins, at f 1.35 per dozen, F. O. B. Factory, Wisconsin points, fall 1918 pack.\n“$1.00 per M. label allowance for buyer’s labels.\n“Labels to be forwarded to The Frank Pure Food Company, Franksville, Wisconsin, by express or freight, prepaid, at least six weeks before date specified for delivery of kraut.\n“Shipments to be made in carload lots, payments to be made for each car on following terms: 1%% 10 days or 30 days net from date of invoice.” Later by mutual consent the amount was reduced to two thousand cases, of which one-half (a carload) delivered to defendant late in the fall of that year, was accepted and paid for. Before receiving the one-half, however, defendant notified plaintiff of its refusal to receive the balance, and, as to that, repudiated the contract. On the other hand, plaintiff insisted on defendant receiving the remaining one thousand cases and finally placed same in a storage warehouse at Milwaukee and tendered defendant the receipt therefor, which the latter refused to accept. Thereupon plaintiff brought this suit and claimed the contract price of the commodity, on the contention that the title had vested in the purchaser. The trial court denying the latter contention, sustained a directed verdict for the defendant, and plaintiff has appealed.\nIn our opinion the ruling complained of was right. The contract was executory; in other words, it was not a purchase of existing specific property, but an agreement to purchase unascertained and nonexistent goods, to be thereafter produced; the case therefore, falls within Rule 4, clause 1, of section 19, of the Sales Act of May 19, 1915, P. L. 543, 548, that: “Where there is a contract to sell unascertained or future goods by description, and goods of that description and in a deliverable state are unconditionally appropriated to the contract, either by the seller with the assent of the buyer, or by the buyer with the assent of the seller, the property in the goods thereupon passes to the buyer. Such assent may be expressed or implied, and may be given either before or after the appropriation is made.” Thereunder, in the case of future goods, the title does not pass until they are ascertained and set aside by the act or consent of both parties. In Conard v. Penna. R. R. Co., 214 Pa. 98, Mr. Justice Mestrezat, for the court, says (p. 102) : “In cases like the present, where personal property of a certain description is purchased but not identified or selected from a mass of the property of the vendor, the contract is executory and incomplete and the title to it remains in the vendor. As soon, however, as the purchaser makes a selection of a particular part of the property in pursuance of his contract and his act is approved by the vendor, the sale is complete and the title of the vendor is divested.” To pass the title, the seller’s appropriation of the goods must be assented to by the buyer: Uniform Laws Annotated, vol. 1, Sales Act, p. 102; Funt v. Schiffman, 187 N. Y. S. 666; Byrne v. Hulett Motor Car Co., Inc., 198 N. Y. S. 232; Jaehnig & Peoples, Inc., v. Fried, 83 N. J. L. 361, 85 Atl. 321. An agreement to sell future goods is executory and does not pass the title, although couched in the present tense: Strong, Deemer & Co. v. Dinniny, 175 Pa. 586; Winslow, Lanier & Co. v. Leonard, 24 Pa. 14; Pritchett and another v. Jones, 4 Rawle 260. In the instant case, defendant made no selection of the goods and refused those plaintiff claims to have set aside. In case of such refusal, sub-section 3, of sec. 64, of the Sales Act, P. L. 561, provides: “Where there is an available market for the goods in question, the measure of damages is, in the absence of special circumstances showing proximate damage of a greater amount, the difference between the contract price and the market price or current price at the time or times when the goods ought to have been accepted, or, if no time was fixed for acceptance, then at the time of the refusal to accept.” Sauerkraut is a well known article of food with a market value, as plaintiff’s own evidence shows, hence, sub-section 3 of sec. 63 of said act, P. L. 561, that “Although the property in the goods has not pased, if they cannot readily be resold for a reasonable price, and, if the provisions of section sixty-four [four] are not applicable, the seller may offer to deliver the goods to the buyer, and, if the buyer refuses to receive them, may notify the buyer that the goods are thereafter held by the seller as bailee for the buyer. Thereafter the seller may treat the goods as the buyer’s, and may maintain an action for the price,” does not apply. The sub-section last quoted made no material change in the law, for where an article, without market value, has been made to order for a specific purpose, like a suit of clothes, or a special type of engine, it may be tendered to the buyer and the agreed price recovered from him: Ballentine et al. v. Robinson et al., 46 Pa. 177. Aside from the Sales Act, the general rule is that the measure of damages for a refusal to accept salable goods, where the title has not passed, is the difference between the contract price and the market value of the goods at the time and place of delivery: Unexcelled Fire Works Co. v. Polites, 130 Pa. 536; Guillon v. Earnshaw, 169 Pa. 463, 471; Jones et al. v. Jennings Bros. Co., 168 Pa. 493; Sharpsville Furnace Co. v. Snyder, 223 Pa. 372; Webb & Co. v. Nov. Hosiery Co., 231 Pa. 297; Hooper, Seving & Co. v. Carpet Co., 11 Pa. Superior Ct. 634, 35 Cyc. 592. In Keeler Co. v. Schott, 1 Pa. Superior Ct. 458, Judge Rice, speaking for the court, says (p. 467) : “In the case of an executory contract of sale of goods not specific, the rule undoubtedly is that the measure of damages for refusal to receive the goods is the difference between the price agreed upon and the market value on the day appointed for delivery.” See also Williston on Sales, 2d ed., sections 580-582; Prager v. J. S. Scheff & Co., 177 N. Y. S. 28. It follows that plaintiff’s remedy here was an action for damages under that rule and not for the price of the property, and, having neither alleged nor proved any damages, there can be no recovery. Had the title passed, plaintiff’s contention would be sound: sub-sec. 1, sec. 63 of the Sales Act, P. L. 561; Uniform Laws Annotated, vol. 1, Sales Act, p. 206; Turner Looker Co. v. Aprile, 187 N. Y. S. 367; Rosenberg Bros. & Co. v. F. S. Buffum Co., Inc., 234 N. Y. 338; Williston on Sales, 2d ed., sections 560-562.\nFurthermore, he who would exact specific performance from another must be in no default; for example, where the attempted rescission of the buyer has been refused by the seller, the latter, in order to so hold the former must strictly comply with the provisions of the contract: Fairfax Textile Mills v. Feingold, 273 Pa. 73; American S. Foundries v. Metal P. Co., 74 Pa. Superior Ct. 505; Rock Glen Salt Co. v. Segal, 229 Mass. 115, 118 N. E. 239; Libman et al. v. Fox Pioneer Scrap Iron Co. (Wis.), 185 N. W. 551; Lieberman v. Templar Motors Co., 195 N. Y. S. 885. Here again plaintiff’s case fails, for the goods tendered were not according to contract. Defendant furnished plaintiff twenty-four thousand labels, which it was the latter’s duty to attach to the twenty-four thousand tins of sauerkraut, contained in the one thousand cases involved in this suit, yet not one was attached. Defendant was not required to accept unfinished goods and it was no answer that its name was stenciled on the cases. The tins in the carload which defendant accepted were properly labeled.\nThe rule that a delivery to a carrier is a constructive delivery to the buyer does not apply here, (a) because the latter had not given an express or implied assent to the appropriation of the goods, but had repudiated the contract long before delivery to the carrier, (b) because the goods, being without the required labels, were not in a deliverable condition (see sub-sec. 5, sec. 43, of the Sales Act, P. L. 555; also same act, sub-sec. 4, sec. 76, P. L. 566), and (c) because the goods were not consigned to the buyer (see sub-sec. 1 of sec. 46 of the Sales Act, P. L. 556) but to a warehouse in Milwaukee for storage. Under such circumstances the carrier who took them to the warehouse cannot be treated as the agent of the buyer for the purpose of accepting the property; this is especially true as such consignment was made to plaintiffs own order. Placing in storage might have been justified had the title passed and the buyer refused to accept the property; see sec. 51 of the Sales Act, P. L. 557, also Uniform Laws Annotated, vol. 1, Sales Act, p. 190. But in case of an executory contract the title does not pass so long as some material thing remains for the seller to do to put the goods in deliverable condition (here, if for no other reason, a failure to attach the labels): Swift et al. v. Morrison (Pa.), 2 W. N. C. 699; J. B. Bradford Piano Co. v. Hacker, 162 Wis. 335, 156 N. W. 140; Whitney v. Hall, 82 Mich. 580, 47 N. W. 27; Automatic Time-Table Adv. Co. v. Automatic Time-Table Co., 208 Mass. 252, 94 N. E. 462.\nThe assignment of error is overruled and the judgment is affirmed."}