{"id": "1087009", "contents": "Opinion by\nMe. Chief Justice Moschziskee,\nPetition to contest a primary election was quashed by the court below, and this appeal ensued.\nPaul K. McCormick and W. D. Hunter were candidates for nomination on the Republican ticket for the office of representative in the General Assembly from the Third Legislative District of Westmoreland County, at a primary election held April 22, 1924. The returns showed a majority of votes for McCormick. He moved to quash the petition for contest: (1) because it failed to aver that the will of the qualified electors was not correctly expressed by the votes as returned; (2) because no prior appeal had been taken to the common pleas from the return of the computation board; and (3) because the record showed the petition had been presented to an additional law judge instead of to the president judge of the court below. These points were sustained and, in addition, the opinion of the learned president judge indicates the view that his tribunal has no jurisdiction of such a contest.\nWhile the petition does not contain the express averment first above referred to, all its allegations are to the effect that the will of the qualified electors is not correctly shown by the returns as made; and this is quite sufficient.\nWe see no merit whatever in the contention that before an election may be contested, an appeal must be taken from the report of the computation board. On the contrary, the laws regulating primary elections and the certification of candidates contemplate expedition; they do not encourage appeals; 21st Senatorial District Nomination, 281 Pa. 273.\nThe court lias jurisdiction of a contest sucb as this, for section 15 of tbe Act of May 25, 1921, P. L. 1125, 1129, provides that “Contests of primaries shall originate and be conducted as in cases of election.” This provision is sufficient to bring tbe laws regulating election contests into tbe primary system, in so far as sucb laws are adaptable: Greenfield Avenue Case, 191 Pa. 290, 295, 297; James Smith W. M. Co. v. Browne, 206 Pa. 543, 548; Com. v. Alderman, 275 Pa. 483, 488, 489. Then, section 11 of the Act of May 19, 1874, P. L. 211, plainly states that “Contested elections of......members of tbe House of Representatives shall be tried and determined by tbe court of common pleas;” and section 12 provides that, “Upon petition......complaining of an undue election or false return......tbe court, if in session, or tbe president judge thereof, if in vacation, shall immediately appoint a suitable time for tbe bearing in open court of sucb complaint; and if tbe court is not in session, tbe president judge to whom sucb complaint is made, shall direct tbe court to convene for that purpose.” Section 14 provides that “tbe court shall, without unnecessary delay, decide which of tbe candidates voted for received tbe greatest number of legal votes and is entitled to tbe certificate of election”; or, here, in a primary election contest, tbe certificate of nomination.\nTbe procedure outlined by tbe above sections is adaptable to tbe primary election system, as intended and provided by tbe Act of 1921, supra, and we cannot agree with tbe learned president judge that the court below lacked jurisdiction in tbe premises, nor can we adopt bis conclusions that tbe proceedings were void for want of legal authority in tbe additional law judge to act as be did upon tbe petition. Tbe order entered by tbe associate judge is not tbe one provided for in section 11 of tbe Act of 1874, supra, hence the fact that the court below was in session at the time of its entry is not significant.\nThe order does not, as required by the above act, “appoint a suitable time for the hearing in open court” of the complaint; it simply allows a rule on the respondent to show cause why he should not file an answer and enter a bond. The custom of allowing rules to show cause, even when not expressly provided for, is well established in Pennsylvania; and this is usually done by any member of the court to whom a petition may be presented. Upon return day, it would be for the court as a whole (it not being in vacation) to discharge the rule or make it absolute; and, if the latter should be done, to fix the time for hearing, as provided in the statute.\nThe learned president judge of the court below is right in insisting on the principle of strict adherence to statutory requirements, also in his statement that “by a ‘court’ is to be understood a tribunal officially assembled under authority of law, at the appropriate time and place, for the administration of justice,” and, “by ‘judge’ is to be understood simply an officer or member of such tribunal”: Carter’s Est, 254 Pa. 518, 527. These distinctions should be kept in mind, and, where a court is acting as a whole, or in banc, all the judges constituting the tribunal, or as many of them as may be available at the time, ought to sit together; so that the litigants,— and the higher courts, when called on to review, — may have the benefit of the judgment of each member, or of as many of them as may be available for service. We have referred to the importance of observing this requirement on several occasions (Myers v. Consumers Coal Co., 212 Pa. 193, 200, 201; Zerbey v. Allan, 215 Pa. 385, 386; Ebling v. Borough of Schuylkill Haven, 244 Pa. 505, 511, 512; Thomas v. Herring, 244 Pa. 550, 558; Carter’s Est., 254 Pa. 518, 527; Kicinko et al. v. Petruska et al., 259 Pa. 1, 7, 8; Summers v. Kramer, 271 Pa. 189, 194, 195; Gail v. Phila., 273 Pa. 275, 279); but the mere allowance of a rule to show cause, as in the present ease, required the action neither of the court as a whole nor of the president judge particularly.\nAlthough the instant appeal came before this court for argument at the earliest date possible under our rule for advancement of cases, it was not heard until October 6, 1924, and the election to fill the office in controversy will occur on November 4, 1924. Section 16 of the Act of July 12, 1913, P. L. 719, 735, provides that “The county commissioners shall make the proper certification of returns of votes cast for candidates......, to the secretary of the commonwealth, who shall tabulate the same, and shall certify to the county commissioners of the respective counties the result of the computation of the vote for all such officers as shall be voted for at the succeeding election, at least thirty days prior to the date of such election.” Since there is less than thirty days between the date of the presentation of this case to us and the day of election, the effect is to make the questions involved moot, which shows the importance of more expeditious handling of such matters than the present record indicates was given by the court below, where the motion to quash seems to have rested from May 22,1924, until August 23, 1924, before it was finally acted on.\nThough, as we have indicated, the appeal is not without merit, there is nought for this court to do but dismiss it. In this connection, we take occasion to say, no good purpose is served by bringing appeals in election cases to us when, even aside from statutory requirements, it is apparent that, taking a practical view of the matter, the time between the day of argument and the final date for certifying the vote is too brief in which to accomplish the relief sought. All such appeals in the future will be treated as presenting moot questions, and dismissed accordingly.\nThis appeal is dismissed."}