{"id": "1088344", "contents": "Opinion by\nMr. Justice Schaffer,\nPlaintiff brings this action on a policy of title insurance issued by defendant, not to him, but to the Progress Building & Loan Association, mortgagee of a property which plaintiff owns, his only connection with the policy being that an owner’s certificate was also given to him by the company, wherein the issuance of the policy was recited, and in which it was stipulated that if the mortgage should be paid off and satisfied while plaintiff continued in the ownership of the premises, then a new policy would be executed in his name. The mortgage has not been paid off and satisfied and no new policy has been issued to plaintiff; the one which was delivered to the building association is still held by it. Under this state of facts, can plaintiff maintain an action on the policy? The court below was of opinion that he cannot and on the trial gave binding instructions for defendant.\nThe plaintiff brought suit on an instrument to which he is not a party, and which insures, not his interests, but those of his mortgagee. If the policy alone were to be considered in determining his right to maintain an action on it, not being a party thereto or a beneficiary thereof, obviously he has no such right. The most that plaintiff can make out of the entire situation is that defendant issued to him an owner’s certificate, which recited that he had paid the premium for the policy (the policy itself says it was paid by the insured), and provided that in the future, on the happening of certain events, another policy would be issued to him. If we regard all that happened between the three parties as one transaction, while plaintiff might well be considered a party to it, he was not, by the very terms of the contract, to obtain any rights under it until the fulfillment of the express conditions stipulated. Since they have not occurred, he had no present right of action: Young v. Smith, 202 Pa. 329; Funk v. Frankenfield, 71 Pa. 205; Lacy v. Hall, 37 Pa. 360; Chambers v. Jaynes, 4 Pa. 39; Weinburg v. Shulman, 53 Pa. Superior Ct. 64.\nAppellant argues that the question of his right to sue cannot be raised, because the denial of his standing to do so was not set forth in the affidavit of defense, citing Ruth-Hastings Glass Tube Co. v. Slattery, 266 Pa. 288; Parry v. First Nat. Bank of Lansford, 270 Pa. 556; Zoller v. Hartford Fire Ins. Co., 272 Pa. 386; Dietrich v. Davies, 274 Pa. 213, and other cases. It was not intended by these decisions to hold that, where it is apparent from plaintiff’s own evidence that he is not entitled to recover, he will be allowed to do so merely because the defendant’s affidavit of defense does not point to this basic and fundamental infirmity of his action. It is not a question of defendant’s failure to put in a specific defense, but of plaintiff’s inability to make out a prima facie case. If a plaintiff fails to set up a case, he is not aided in his effort by defendant’s lack of defense. The latter is important only after a case has been established, when the question is, not whether a prima facie case exists but, rather, whether such case might be in any way broken down by a possible defense not raised in the affidavit.\nWhile there are other matters brought to our attention which it is argued prevent recovery, they need not be considered, as the one adverted to disposes of the case.\nJudgment affirmed, without prejudice."}