{"id": "1088364", "contents": "Opinion by\nMr. Justice Kephart,\nPlaintiff recovered a verdict in the court below in the sum of $10,257.47. Subsequently the court directed a judgment to be entered in plaintiff’s favor for $961.75. The Superior Court reversed the court below, and remitted the record with instructions to enter judgment on the verdict. From this latter judgment in the court below defendants have appealed to this court.\nIf defendants wish to controvert any question of law or fact on which the judgment of the Superior Court is predicated, it must be through a direct appeal from that court in the method provided by law. Such course was not pursued, hence the conclusion of the Superior Court on the law and facts adjudicated by it becomes, the law of the case, binding on us when the subject-matter of the litigation is again brought to us for consideration: State Hospital for Criminal Insane v. Consolidated Water Supply Co., 267 Pa. 29.\nWhen judgment was entered in the court below pursuant to the Superior Court’s direction, defendants could appeal to this court on errors of law and fact not considered by the Superior Court. The case in this respect is somewhat like that of McGeehan v. Hughes, 223 Pa. 524. This appeal is by the defendants who, with the exception of the questions decided in the appeal to the Superior Court, are in the same position as they would have been in if judgment had been entered on the verdict in the first instance, their right of appeal as to time dating from the entry of the last judgment against them.\nWhen tiie appeal was before the Superior Court, the assignments of error complained of the court’s action in sustaining defendants’ reserved point. It was in substance that plaintiff’s contract demanded shipment to defendants of the produce, if he had any cars available; if there was a car shortage he was not permitted to equitably prorate or apportion cars received to this and other contracts; but, having done so, he laid himself open to the claim for damages for which the lower court directed judgment.\nThe contract contained a provision as follows: “Should weather and car conditions prohibit,” plaintiff was relieved of the duty to ship. The Superior Court, in determining whether “car conditions” embraced a car shortage permitting vendor plaintiff to equitably prorate the cars received from the railroad to and among all his customers, must of necessity have considered the evidence, if any, as to whether such distribution had in fact been made. Assuming, as we must, that the Superior Court’s definition of “car conditions” is the correct one, nevertheless, before plaintiff could succeed in that court, he must bring himself within the condition specified in the contract. In other words, if the vendor did not receive sufficient cars to fill all his orders, and did not make an equitable distribution of the cars received, he could not take advantage of this clause in the contract. The Superior Court would not have reversed the judgment of the court below if, in addition to its legal conclusion on the contract, the evidence did not support the vendor’s claim of equitable distribution. We need only-quote from the opinion of Judge Linn, of the Superior Court, to demonstrate that these two questions were before the court at all times. The opinion speaks of the vendor’s position in this manner: “He sought to justify such shipments as were made to defendant’s by showing that the car conditions at shipping point prevented the even distribution of shipments to them, and that he complied with the contract by a fair distribution among all his vendees of available cars, saying: ‘I made the best equitable distribution of the cars I could make.’ ‘I tried to give the man who was farthest behind, the cars,’” Vendees’ position, on which the case was submitted to the jury, is pointed out, as also that of the trial judge, when the question is stated: “Whether the plaintiff had dealt fairly, as related to this contract, with the car conditions described in the evidence.” In determining the meaning of the term “car conditions,” Judge Linn says, “When the time for shipment arrived, ‘car conditions’ did not permit the even distribution of cars one a day between the dates specified......He [the vendor] shows that though he ordered sufficient cars to comply with his obligations to all his vendees, including defendants, the railroad company could, not supply them, and supplied only a part; he gives the number ordered each day and the number received. He concedes that the contingency, ‘car conditions, permitting,’is an exemption within which he must bring himself and he contends that proof of the car conditions so outlined, established that he complied with his obligation......by a fair and equitable distribution of the supplied cars among all to whom he was thus contingently liable......The shipper assumed the burden of bringing himself within the contingency, and, as there was sufficient evidence on the subject from which the jury found that he had done so, we must sustain the second assignment of error.” So it appears beyond question that all the matters embraced in the assignments of error in this count relating to the evidence as to just and equitable distribution of cars, was considered and determined by the Superior Court. These assignments must fall.\nThe case was tried on the theory that the term of the contract was absolute and permitted no deviation, and where the cars were on hand the vendor must fill the vendees’ orders, regardless of other obligations; the demand of the contract was absolute. The question of equitable apportionment was not considered as the determining factor in the contest, though it was considered and passed on by the Superior Court. We might well dispose of the case on this theory.\nAt the close of his charge, the court below made the usual request for suggestions from counsel. Nothing was said about a mistake in the instructions relative to the burden of proving the counterclaim; defendants cannot now in fairness complain. But plaintiff sustained his case throughout; the burden of proof then shifted to defendants to show that an equitable distribution had not been made. Defendants did not attempt to show this; they relied on what they considered an iron-clad term of the contract, but this proposition was not sustained by the Superior Court. The trial judge did not err in stating that the burden of proof shifted to defendants to establish their claim. Moreover, this burden is always on the one asserting a counterclaim.\nThe court below did not abuse its discretion in overruling the motion for retrial. The case was fairly tried, and the record presents no trial errors.\nThe judgment of the court below is affirmed."}