{"id": "1090585", "contents": "Opinion by\nMb Justice Schaffer,\nThis bill was filed to enjoin the obstruction of an alleged road, crossing the railroad tracks and right-of-way of the corporations defendant, and leading into plaintiff’s property. The court below refused the relief prayed for and dismissed the bill; plaintiff appeals.\nIn the bill, appellant characterized the road as a “road or way” without indicating whether it was a public or private one, but throughout its brief speaks of it as a “public crossing.” There is no question that the crossing was originally a bridge erected many years ago by the Commonwealth over a canal, to provide the then owner, whose land had been cut in two by the water course, with a connecting span. The canal was later abandoned and the land formerly devoted to it was acquired by defendant companies. At that time, the ground on both sides was owned by one person, who, however, in 1900 sold to several purchasers sections of the land on either side of the railroad.\nIt is clear that plaintiff is relying on the long use of the crossing (for more than twenty-one years) by the public to establish certain rights which it argues the railroad company cannot take away. If by the evidence produced appellant established the public nature of the “road or way” which constituted the crossing, it thereby showed that the bill of complaint was improperly brought in its name to obtain the relief sought. There is no allegation or evidence that the injury to plaintiff is peculiar in kind or differs more than in degree and extent from that sustained by the general public. Under these circumstances, the remedy for the obstruction of a public road, as in the case of any public nuisance, must be sought by the public authorities, either the attorney general or district attorney: Com. ex rel. Attorney General v. Kepner, 1 Pearson 182; Hobson v. Phila., 155 Pa. 131; Gold v. Phila., 115 Pa. 184; Sparhawk v. Union Passenger R. R. Co., 54 Pa. 401; Jones on Easements (1898), sec. 543; Goddard, Law of Easements, 6th ed. (1904), page 539; 32 Corpus Juris, pages 47, 295.\nThe decree of the court below is affirmed at appellant’s cost."}