{"id": "1090545", "contents": "Opinion by\nMe. Justice Sadler,\nThe Catasauqua Siik Company was a closely controlled corporation, the stock being in the possession of W. J. and E. J. Smith, brothers, and a brother-in-law, James J. Seyfried. The latter was also a director of the Lehigh National Bank, whose place of business was in the same town. At various times, loans were negotiated by the former company, represented by notes, all of which were drawn to its own order, and endorsed by the parties named. The last, a renewal, was dated July 7, 1914, payable ninety days thereafter. This obligation was signed as before, except that the personal representatives of Seyfried, whose name was first, but who had died in the meantime, appeared. Payments on account had reduced the balance due to somewhat less than $6,000. The silk company became insolvent, and efforts were made by the bank to have those liable pay the amount still due. In 1917, it brought suit against all endorsers.\nOn behalf of the estate of Seyfried, a statutory demurrer was-filed, denying that the obligation was joint, and insisting that, as a result, there was a misjoinder of parties. Expecting that some adjustment might be made, the legal question raised was not brought up for argument until 1923, or definitely disposed of until a year later. The court was then of opinion that the legal position urged should be sustained, and suggested an amendment, striking the names of the living defendants from the record. In the absence of proper averments showing joint liability, it was correctly so ordered (Wolf v. Hostetter, 182 Pa. 292; Matawan Title Co. v. Golden, 53 Pa. Superior Ct. 430), especially in view of the fact that one was deceased, and the effort was being made to recover against his estate: Hoskinson v. Eliot, 62 Pa. 393; Githers v. Clarke, 158 Pa. 616.\nA second statement of claim was substituted, to which also an affidavit of defense was interposed by the same counsel, averring, contrary to the former contention, that the liability was joint, and therefore the suit against the representatives of the one endorser alone could not be brought. It was likewise insisted that the amendment, made by direction of the court, was, in effect, the institution of a new proceeding, which was barred by the statute of limitations. The demurrer was upheld, and from the order made the present appeal is taken.\nThere is no sufficient averment of fact in the original statement of claim, or the amended one, that the obligation of the three endorsers was joint. They were all liable to the bank which discounted the notes, though primarily the first named was required to pay, and this happened to be the decedent, Seyfried. If there was any agreement between him and his brothers-in-law as to the ultimate division of responsibility, that must be settled between themselves, but in so far as the bank, which is the plaintiff here, is concerned, any such understanding cannot defeat its right to recover against the first endorser.\nWe cannot agree that the amendment made more than six years after the maturity of the notes, with permission of the court, — the original suit having been instituted within that period, — bars the rights of the plaintiff here. It has been held frequently that such action is not permissible where, in reality, the purpose is to introduce a new cause of suit (Rochester Borough v. Kennedy, 229 Pa. 251; Grier Brothers v. Northern Assurance Co., 183 Pa. 331), and additional parties cannot be made defendants after the time fixed by the statute for bringing the action (Wright v. Eureka Tempered Copper Co., 206 Pa. 274; Bender v. Penfield, 235 Pa. 58), but it is proper to correct the names or description of the defendants (McGinnis v. Valvoline Oil Works, 251 Pa. 107; Windsor Mfg. Co. v. Globe Insurance Co., 277 Pa. 374; Hanlon v. Davis, 276 Pa. 113; Angelicchio v. Director General, 81 Pa. Superior Ct. 393; Holmes v. P. R. R. Co., 220 Pa. 189), and further facts may be set forth by the plaintiff, if no new basis of recovery is stated: Vervaeke v. Adams Express Co., 230 Pa. 647; First National Bank v. American Bangor Slate Co., 229 Pa. 27. This procedure may be allowed where the claim is not changed, even after verdict rendered (Vervaeke v. Adams Express Co., supra), or in the appellate court: Hewitt v. Democratic Publishing Co., 271 Pa. 546; Dodd v. Stewart, 276 Pa. 225.\nIt cannot be successfully contended that the order striking off the names of the second and third endorsers, and allowing the action to stand against the estate of Seyfried alone, had the effect of altering the cause. The liability of the latter was fixed and legally asserted by the bank when it brought its suit in 1917. Removal of the names of the subsequent signers as parties worked no harm to it: Hardie v. Bateson, 252 Pa. 317.\nWe are convinced the amendment originally allowed was proper, and that the learned court below fell into error in striking off the second statement, which it had directed to be filed. It follows that the only assignment of error must be sustained, and the record remitted to the court below so that an affidavit of defense may be submitted, if desired, and a trial had on the merits.\nThe judgment is reversed; the costs of this appeal to abide the final determination of the case."}