{"id": "1090590", "contents": "Opinion by\nMr. Justice Kephart,\nAppellant sued to recover damages for injuries sustained as the result of drinking from a bottle of milk said to contain broken glass. In addition to denying plaintiff sustained injury by reason of defendant’s alleged negligence, it successfully set up as a bar in the court below a release duly executed by plaintiff which absolved it from all liability. The release is attacked by plaintiff as being ineffective to bar his claim because it was executed when he was mentally incapable of entering into a binding contract. Whether plaintiff’s evidence to set aside the release on the ground of mental incapacity was clear, precise and indubitable (Ralston v. Phila. Rapid Transit Co., 267 Pa. 257) need not be decided by us; we confine our affirmance solely to the question of ratification of the release by the use of the money after he knew it had been received in consideration of its execution.\nWhile plaintiff testifies that he was not conscious of its execution, he does not deny that he wrote the signature attached to the release, and though it may have been invalid or voidable as being procured when he was mentally incapable of understanding his act, he may, by subsequent conduct, ratify and affirm it. Where one whose reason is temporarily dethroned executes a release, and, after his proper faculties have been restored, knowingly accepts the benefits of Ms contract, or appropriates moneys received to his use, he thereby ratifies the release, giving to it the same force and effect as if executed when fully conscious: Gibson v. Western New York, etc., R. R. Co., 164 Pa. 142. Though we said in a, dictum in the Gibson Case (p. 155) that, where a contract has been executed through fraudulent means, and its disaffirmance is sought, the injured party may retain the money as an indemnity for the fraud perpetrated, without admitting it as part consideration of the contract, yet we have held subsequently that the retention of benefits after full knowledge of the fraud constitutes a waiver of the fraud and ratification of the contract: Corporation Funding & Finance Co., Inc., v. Stoffregen, 264 Pa. 215, 218, and cases cited.\nAt the time the release was' executed plaintiff received $150. He testified that before that time he had had no money, and a day or so afterwards his wife informed him she had discovered $150 in his clothes and defendant’s employees had told her the money was given by defendant in settlement of his claim. He admitted he could not explain how the money came to be in his pocket unless he had received it from defendant in settlement. He said he spent the $150 after he knew that it had been given by defendant as settlement of his claim; he attempted to excuse such conduct on the ground of necessity for money for living expenses. Even if true, such necessity furnishes no legal reason for overthrow-^ ing the release.\nThe record shows that at a hearing before the Workmen’s Compensation Board plaintiff testified that he had made claim for damages against the milk company and that they had settled with him.\nWe do not know how a stronger case of ratification could be made out. The sole evidence as to the execution of the release came from defendant’s side of the case, and it clearly shows there was no fraud practiced on plaintiff. Assuming he may not have been mentally capable of executing the release, there is no evidence here that would charge this defendant with knowledge of that condition. When plaintiff was in the office of defendant’s agent, the evidence shows him to have been normal.\nIt was appellant’s duty to return the money to defendant as soon as he learned who had given it to him, if he sought to disavow his contract. His use of the money effected a ratification of the release and the law cannot tolerate any other conclusion. On this ground the judgment of the court below is affirmed.\nJudgment affirmed."}