{"id": "1092034", "contents": "Opinion by\nMe. Justice Feazeb,\nPlaintiff sued to recover damages for the death of her husband as a result of injury sustained in a grade crossing collision at Phillipsburg, Washington County. The jury found for plaintiff and motion for judgment non obstante veredicto was dismissed. Defendant appealed. The sole question requiring our consideration is whether deceased was guilty of contributory negligence as matter of law.\nDeceased was riding on the front seat of a motor truck driven by his son. On reaching the crossing, over defendant’s double track railroad, the truck was stopped with its front end six feet from the first rail, from which point both driver and deceased had a view toward the south, the direction from which the train came, for a distance, estimated by plaintiff, of 700 feet. Not hearing or seeing an approaching train, they started to cross the tracks and when about half way over, deceased informed his son of an approaching train, whereupon the driver increased the speed of the truck, as much as possible considering the rough condition of the crossing. The rear end of the truck was struck as it had almost cleared the last rail, resulting in the death of plaintiff’s husband.\nThe crossing, was merely a fairly-fit-for-travel roadway, the space between the rails and the tracks being filled with “cinders or dirt,” was rough and uneven with holes and rnts caused by heavy coal trucks frequently passing from one side of the road to the other. The driver testified that, owing to the uneven surface of the crossing, he was driving at a rate of three or four miles an hour, which speed he considered the highest he should travel consistent with safety. The estimate, by witnesses for plaintiff, of the speed at which the train approached, was from fifty to fifty-five miles an hour. Appellant argues that, — taking the distance from the place at which the truck stopped to the opposite side of the tracks as áiy2 feet, over which distance the truck would be required to move, while the train traveled practically 700 feet, and calculating the relátive speed of each from the place the train first came in view, — it would pass over the intervening distance to the crossing in 8.6 seconds and, in this space of time, the truck would clear the tracks, had it been moving at the rate of 3.2 miles per hour, and, from this, further contends the train must have been in view at the time the truck entered on the tracks; consequently, we should apply the rule laid down in Carroll v. P. R. R. Co., 12 W. N. C. 348, and recently reiterated in Lessig v. Eeading Transit & Light Company, 270 Pa. 299, 303, as follows: “It is in vain for a man to say that he looked and listened, if, in despite of what his eyes and ears must have told him, he walked directly in front of a moving locomotive; and it is equally true that when, with the certainty of an infallible mathematical test applied to the testimony of a witness, he is found to be mistaken in a material matter, it would be a travesty upon justice to allow a jury to consider such testimony, and a license to them to render a false instead of a true finding. Such testimony is either intentionally false or mistakenly so; and, in either case, the court should instruct the jury to disregard it.” We have frequently said this rule is only applicable in clear cases. “It applies only where a person enters upon a railroad track, and is struck by a moving train so instantaneously as to raise a legal presumption that he did not stop, look and listen, and to rebnt any presumption that he had done so. Where there is doubt as to negligence upon the part of the plaintiff, the case is for the jury”: Howard y. B. & O. R. R., 219 Pa. 358, 360. The difficulty with the application of this rule in the present case is that the circumstances of the accident do not necessarily show that the truck was driven directly in front of a train, apparently in plain view. The case is not one where a person is struck immediately upon entering a railroad. On the contrary, the truck had almost cleared the last track and reached a place of safety. In view of the rough roadway of the crossing and the necessarily limited speed of the truck, it is possible that the train, considering its high speed, appeared in sight after deceased and his son had stopped to look and listen and again started to pass over the tracks. Although the mathematical calculation suggested by appellant’s counsel apparently demonstrates that the truck driver had time to cross to the opposite side, unless he started after the train came in sight, such precise timing of the relative movements of the truck and train and close calculation of time and space, at best only an approximation, make the margin of safety such a narrow one that a traveler should not be held accountable, as matter of law, for the resulting accident. Under the circumstances, we are of opinion it was for the jury to say whether the approaching train was in sight before the driver of the truck entered on the crossing.\nThe judgment is affirmed."}