{"id": "1092042", "contents": "Per Curiam,\nPlaintiffs^ husband and wife, sued to recover damages for injuries sustained by the latter in alighting from a trolley car of defendant company. A verdict was rendered in favor of each plaintiff. Subsequently a motion for a new trial was overruled and judgment entered on the verdict. Defendant appealed.\nMrs. Hill was a passenger on one of defendant’s cars and intending to leave the car at Fourth and Fallowfield Streets in the Borough of Charleroi, notified the conductor, who in turn signalled the motorman to stop at the indicated place. Plaintiff’s contention is that the car stopped and as she was in the act of stepping to the ground, it suddenly, and without warning, started, throwing her to the street and inflicting painful and serious injury. Two questions are raised in this appeal, first, was Mrs. Hill injured, while alighting from the car by its being prematurely started; as to whether or not the car came to a standstill before plaintiff attempted to alight and started while she was in the act of stepping to the roadway, the evidence was conflicting and necessarily for the jury.\nAs to the'second question, the error assigned is that the court below erred in charging the jury as follows: “Are all her present defects in condition, which have been testified to, the natural result and have they been produced by the alleged injury which they claimed she sustained when she stepped from the car?” Neither of the two assignments of error challenge the ruling of the court on the evidence and at the close of the charge, the trial judge asked, “Is there any matter of law which the court has overlooked, to which counsel on either side desire to call my attention?” Plaintiffs’ counsel replied, “No, your Honor,” and defendant’s counsel suggested one question in no way related to the matter referred to in the assignment. With respect to this assignment, the evidence was conflicting and consequently it was for the jury to determine whether or not Mrs. Hill’s defective physical condition at the time was the natural result of and produced by the alleged injury. No question having been raised at the trial as to the sufficiency of the evidence to warrant submission of this question to the jury, it is now too late to complain on that ground, especially as the trial judge, at the close of his charge, afforded counsel ample opportunity to call attention to any matter of law he had overlooked.\nThe case was fairly submitted to the jury and the judgment is affirmed."}