{"id": "1092059", "contents": "Opinion by\nMr. Justice Fbazeb,\nPlaintiffs sued to recover damages for injury sustained by the upsetting of an automobile in which they were riding as invited guests of defendant and his family. Binding instructions for defendant were given by the court below and plaintiffs appealed.\nThe facts in the case are undisputed. Defendant, the owner and driver of the car, invited plaintiffs to ride with him and his family to visit mutual friends. The car had just rounded a curve in the road at a speed of 25 miles an ■ hour, which plaintiffs concede was not excessive under the circumstances. A short distance beyond the curve was located a culvert, the sides of which were guarded by piers, the distance between the monuments representing the entire width of the roadway, approximately 35 feet. The highway was at the time free of vehicles at this point. Defendant was driving near the center of the roadway and, as he reached the culvert, attempted to swing his automobile to the right. The roadway was slightly crowned, making a slope from the center to either side and as defendant turned to the right the rear of the car “started to roll to the left and struck the pier.” In explaining further, defendant testified, “The car started to turn over by Skidding to the left and the rear end struck the pier and threw it [the car] back and before I could swing the car, it went over the bank.” Plaintiffs testified the car increased its speed after striking the pier and, in explanation of this, defendant stated that possibly his foot was unintentionally placed on the accelerator and the car forced to the opposite side of the road and over the bank before he had “by any possible chance” time to apply the brakes. Plaintiffs further testified the “whole thing” happened suddenly, “all in an instant,” or in “a very short fraction of a second” and that “there wasn’t any time for brake action.” Under the testimony, and viewing it in the most favorable light to plaintiffs, the only plausible explanation for the happening of the accident is that the rear wheels of the automobile, owing to some unknown cause, skidded to the left as defendant attempted to turn slightly to the right, causing the rear of the car to come in contact with the pier of the culvert, and defendant, in his haste to right it, accidentally placed his foot on the accelerator instead of the brake pedal.\nUnder the above facts, we find nothing tending to show that defendant, an experienced driver, failed in his duty toward plaintiffs which was merely the observance of ordinary care to avoid injuring them: Cody v. Yenzie, 263 Pa. 541; Ferrell v. Solski, 278 Pa. 565. There was nothing in the managing of the car previous to its skidding and collision with the side of the culvert indicating lack of ordinary care in its movement. Plaintiffs proved merely the happening of the accident, which apparently was due to the skidding of the rear wheels, under unusual and not to be anticipated circumstances: Ferrell v. Solski, supra. This alone was insufficient to place on defendant the burden of accounting for the accident. He did not stand in the position of an insurer of plaintiffs’ safety and, in absence of proof of negligence or carelessness on his part, the action of the court below was proper.\nThe judgment of the court below is affirmed."}