{"id": "1095155", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nDefendants, Arthur M. Dietz and Jacob H. Dietz, have appealed from what is known as a “padlocking order,” of the Court of Common Pleas of Allegheny County, that certain property in the City of Pittsburgh shall not “be occupied or used for any purpose for one year” from the date of the decree, June, 1925.\nArthur M. Dietz was the proprietor of and conducted a barroom on the premises in question, of which Jacob H. Dietz was the landlord; whiskey and other intoxicating liquors were sold for beverage purposes in this barroom; defendants were notified by proper public officials that they were maintaining a common nuisance, and that, if they did not abate it, application would be made for an injunction to that end; the nuisance continued and proceedings were instituted under sections 6 and 7 of the Prohibition Enforcement Act of March 27, 1923, P. L. 34. A demurrer to the bill was overruled and defendants were directed to answer, which they failed to do; thereupon a decree pro confesso, in the form stated in the preceding paragraph of this opinion, was entered.\nThe statute under which the present proceedings were instituted provides, by section 6, that, “Any room, house, building......or place, where intoxicating liquor is manufactured, sold......or possessed, in violation of this act,......is hereby declared to be a common nuisance; and any person who maintains such a common nuisance shall be guilty of a misdemeanor, and, upon conviction thereof, shall be subject to the penalties hereinafter provided.” Section 7 provides that, “An action to enjoin any nuisance, defined in this act, may be brought in the name of the Commonwealth of Pennsylvania by the attorney general......or by the district attorney of the......county, or by the solicitor of any municipality. Such action shall be brought and tried as an action in equity, and may be brought in any court having jurisdiction to hear and determine equity cases within the county in which the offense occurs. ......Upon the decree of the court ordering such nuisance to be abated, the court may......order that the room, house, building, structure......or place shall not be occupied or used for one year thereafter.” These provisions are followed, in section 7, by a further one to the effect that, if “the owner, lessee, tenant, or occupant” of the premises in question shall, after an order closing the property for a year, give a bond for not less than $500, “conditioned that intoxicating liquor will not thereafter be manufactured, sold, offered for sale, bartered, furnished, possessed, or otherwise disposed of” on the premises, and that the obligor will “pay all fines, costs and damages that may be assessed” for the violation of the Act of 1923 upon such premises, the court may permit the property to be forthwith occupied and used for proper purposes. Section 10 provides that violators of the act shall be guilty of a misdemeanor punishable by fine or imprisonment, “at the discretion of the court”; and section 11, that property used and possessed contrary to the terms of the act shall be subject to seizure and forfeiture.\nAfter calling attention to the above statutory provisions and noting that they made the possession and sale of intoxicating liquors “an indictable misdemean- or,” and the premises used for that purpose “a common nuisance,” appellants state their conception of the question involved to be, “Whether the legislature can, under the Constitution, give jurisdiction to a court of equity to abate such a nuisance where there are no interferences, actual or threatened, with property or rights of a pecuniary nature of complainants, and where the public health is not affected?” It is particularly to be noted ■that this is the only question raised before us concerning ' the form, extent or validity of the decree appealed from; and, on this question, appellants state their main contentions thus: “The Legislature cannot vest in the courts of common pleas such powers to grant relief in equity as to include that class of cases where equity did not have jurisdiction at common law or at the time of the adoption of the Constitution of 1776......A common nuisance based on mere violation of criminal law is not cognizable in equity, unless- some property rights or rights of a pecuniary nature of complainants are interfered with or the public health is affected, and the Legislature cannot give jurisdiction to a court of equity to abate such a nuisance.”\nIn the present case, it is not pretended that “property rights” or “rights of a pecuniary nature of complainants” are interfered with; but, on the other hand, the matter dealt with is not “a mere violation of criminal law,” — it is a common nuisance detrimental to public health, and this has long been a subject within the sphere of equitable relief at the complaint of those entitled to act for the public. The complainants here are the attorney general of the State, the district attorney of the County of Allegheny, and the city solicitor of Pittsburgh, all acting on behalf of the Commonwealth, as authorized in the Act of 1923.\nAs to the legislation under attack being a health measure, the first section of the statute states, “This entire act is an exercise of the power granted by Amendment XVIII of the Constitution of the United States and of the police power of this Commonwealth for the protection of the public welfare, health, peace, safety and morals of the people of this Commonwealth, — and all of its provisions shall be liberally construed for the accomplishment of these purposes.” Thus it may be seen, — though appellants ignore the fact, — that the Legislature of the Commonwealth, in the exercise of its sovereign rights, has in effect declared by the Act of 1923 that the possession and sale of intoxicating liquors, contrary to law, on any premises within the State, is not only a public nuisance, but one detrimental to “the health of the people of the Commonwealth”; and there can be no question about its being well established that courts of equity may be given jurisdiction to abate a common nuisance which affects the public health: Com. v. Charity Hospital, .198 Pa. 270, 279, 283; Com. v. Kennedy, 240 Pa. 214; Penna. R. R. Co. v. Sagamore Coal Co., 281 Pa. 233; Butterfoss v. State, 40 N. J. Eq. 325, 332. In the Charity Hospital Case, supra (p. 279), it is said, “Where a......nuisance [detrimental to pub-lie health] -is committed.....the attorney general..... may maintain a hill to abate” it.\nIt is primarily for the legislature to consider and decide the fact of what constitutes a menace to public health, then to meet it by a proper remedy, and “a statute enacted for the protection of public health...... can be set aside by the courts only when it plainly has no real or substantial relation to the subject or is a palpable invasion of rights secured by the fundamental law”: Nolan v. Jones, 263 Pa. 128, and authorities there cited. So long as we have the illicit stream of deleterious, if not poisonous, liquors which, in spite of earnest efforts at prohibition enforcement, flow through our State, who can say that an enforcement act is not properly classed as a health measure, particularly where, in the very nature of the situation, there can be no governmental inspection of such liquors for the protection of the public.\nIf the fifth clause of the 13th section of the Act of June 16, 1836, P. L. (1835-36) 784, 790 (extended to all counties of the State by section 1 of the Act of February 14, 1857, P. L. 39), which provides that the courts of common pleas shall have “the power and jurisdiction of courts of chancery so far as relates to......the prevention or restraint of the commission or continuance of acts contrary to law and prejudicial to the interests of the community,” is not broad enough to give jurisdiction to abate nuisances legislatively declared to be detrimental to public health (the authorities indicate otherwise: see, for example, Com. v. Kennedy, 240 Pa. 214, 220-1), then, since section 20 of article V of the Constitution of 1874 provides that the several courts of common pleas shall possess “such chancery powers as are now vested [in them] or as may hereafter be conferred upon them by law,” there can be no question that the legislature had the right to confer this jurisdiction on our common pleas courts by the Act of 1923, — it, as a health measure, being within what is ordinarily known as the field of chancery relief; and, since the legislature avowedly passed the act as a health measure, such a classification being a reasonable one, neither the appellants nor anyone else can be permitted to say that the maintenance of a property where intoxicating liquors are sold and distributed for beverage purposes does not constitute a common nuisance detrimental to public health.\nWhen the legislature validly pronounces a particular state of affairs to be a nuisance prejudicial to the public health, it is as much so as if the proscribed situation had been considered a “nuisance.... at common law,” and “may be prohibited by the same remedies” (Com. v. Charity Hospital, supra, 279); but, of course, the Legislature may not, under the guise of extending the remedy by injunction to a new situation, interfere with the fundamental right of trial by jury in cases within the class covered by the constitutional provision for its preservation. The act under discussion, however, does not infringe this right, for, speaking generally, it exists only in cases belonging to a class not originally within the purview of equitable jurisdiction (Byers v. Com., 42 Pa. 89, 94; Canavan v. Paye, 34 Pa. Superior Ct. 91, 98); and, moreover, there is nothing to prevent the legislature from granting relief without trial by jury when dealing with legal situations, not within the common law and defined by statute since the adoption of the Constitution (Van Swartow v. Com., 24 Pa. 131, 133-4; Rhines v. Clark, 51 Pa. 96, 101; Com. v. Andrews, 211 Pa. 110, 113; Com. v. Mecca Co., 60 Pa. Superior Ct. 314, 318), like the one here involved.\nAgain, since the Act of 1923 contains a provision for its enforcement by injunction, the fact that a violation thereof also constitutes a misdemeanor is of no moment (Penna. Lead Co.’s Appeal, 96 Pa. 116, 123; Evans v. Fertilizing Co., 160 Pa. 209, 215; Com. v. Kennedy, 240 Pa. 214, 220; Ashinsky v. Levenson, 256 Pa. 14, 17; Mahon v. Penna. Coal Co., 274 Pa. 489, 502); the punishment by indictment and fine or imprisonment is to be invoked against the individual offender, while the remedy by injunction is afforded so as to give immediate relief against a state of affairs the existence of which, in the opinion of the legislature, will menace the public health, safety and welfare.\nThe instant case may be summed up thus: New conditions of life, brought about by alterations in our fed\" eral Constitution, have caused developments in the law of Pennsylvania and moved the legislature to declare a certain state of facts to constitute a nuisance detrimental to public health, and to provide that it shall be abatable by injunction; but this represents no more than the proper exercise of a legislative prerogative and the legitimate use of a customary equitable remedy to meet and cope practically with the situation in hand, for the proper protection of what our lawmakers conceive to be the common welfare. In Kariher’s Petition (No. 1), 284 Pa. 455, 470, 471, we recently said: “The history of [remedial] procedure is a story of many changes and neither the Constitution of Pennsylvania nor of the United States acts as a barrier to further changes of this nature so long as the fundamental elements of due process are retained.” Neither due process of law, in general, nor the right to trial by jury, in particular, are interfered with by the legislation now before us, and the case really presents none of the nice questions as to legal limitations on the development of equity jurisdiction so ably argued by learned counsel, because, looking on the Act of 1923 as an assertion of public policy in the nature of a health measure, as we must, all of those questions are beside the point, and the many authorities called to our attention in connection therewith require no discussion.\nThe decree is affirmed at cost of appellants."}