{"id": "1095105", "contents": "Opinion by\nMr. Justice Sadler,\nOn the morning of December 24, 1920, plaintiff’s husband, on his way to work, walked eastwardly along the south side of Duncannon Avenue, in the City of Philadelphia, a sixty-foot street, which enters into another highway, known as the Old York Road. A double track railway is constructed on the latter, and signs are placed on the southeast and northwest comers indicating, in each instance, that cars will be brought to a stop on the near side of the crossing. In attempting to pass over the highway at the usual place, Murphy was struck by a car of the defendant, coming southwardly, and so seriously injured that, in consequence, death resulted the next day. This action was brought by the widow on behalf of herself and children to recover damages from the traction company. The negligence charged was the failure to give due warning of the approaching car by ringing the gong, or otherwise, and that it was moved at such undue speed as to render reasonable control by the motorman impossible. The court refused to grant a nonsuit, or give binding instructions for the defendant, as requested, and a verdict was returned for the plaintiff. From the judgment entered defendant appealed.\nThe first question raised is the sufficiency of the evidence to establish the absence of any adequate warning of the advance of the car, or that it was improperly operated. There was some proof of the ringing of the bell after the north building line of Duncannon Avenue had been passed, but it is now admitted by defendant that the trolley was traveling at an excessive rate, as the jury found, a conclusion amply justified by the testimony. As indicating what was a reasonable speed, a municipal ordinance was offered, against objection, wherein it is provided that a safety stop shall be made “at all main street intersections within the built-up portion of the city,” and the rate be reduced at such points to “not exceeding five miles per hour.” It further enacted that, in other than a named central district, of which the locus in quo was not a part, an “average of twelve miles per hour” shall be the limit. The admission of this ordinance forms the basis of the three assignments of error which complain of portions of the charge in which it is referred to. It was properly received, in connection with other testimony, as some evidence of negligence in operating the car (Lederman v. P. R. R. Co., 165 Pa. 118; Connor v. Electric Trac. Co., 173 Pa. 602; Foote v. American Product Co., 195 Pa. 190; Bell v. Jacobs, 261 Pa. 204; Davidson v. Schuylkill Trac. Co., 4 Pa. Superior Ct. 86), and for this purpose alone, as appears by the instructions to the jury.\nIt is now urged that the proof did not sufficiently disclose the scene of the accident to be a “built-up” portion of the city, and, therefore, the municipal regulation of operation of cars was inapplicable. There was testimony to show that Duncannon Avenue and the Old York Road both appeared upon the city plan, and were opened and used by the public. The former was the beginning of an officially marked block, numbered 5200, and recognized by defendant company as a regular street crossing by the placing of car-stop signs on the near, sides of the avenue. Some houses abutted the west side of the Old York Road, though on the east the Garrett home and a library were the only structures erected. There was sufficient to justify a finding by the jury, to whom the question was submitted, that the locality was of the character contemplated by the ordinance.\nAgain, it is said, assuming the district to be “built-up,” the regulation applies in terms only to street “intersections,” and Duncannon Avenue was not of the designated class, since it entered the Old York Road at right-angles, but did not extend beyond the east side, and therefore cannot be said “to cross over” it, a meaning which, it is insisted, must be ascribed to the words used. In determining the scope of the ordinance, which made certain acts unlawful, there must, of course, be a strict construction of the language employed, and, as it is penal in character, its terms are not to be extended by implication. The jury was permitted, in the present case, to say whether the circumstances here showed the joinder of the two streets to have constituted a “main intersection.” This was a question which should have been passed upon as a matter of law, but its submission could have worked no harm to defendant, since the court would have been compelled to so instruct. That the streets were regularly ordained public thoroughfares was not in dispute, and whether the entry of one into the other, without continuance on the farther side,.came within the meaning of the ordinance, was a question for legal determination.\nThe correct construction of the word “intersection” as used must be ascertained by reference to the context in which it appears: 33 C. J. 474. The subject-matter and the objects sought to be attained, as well as the legislative purpose in enacting it, must be taken into consideration, and its language should receive an interpretation which will render it harmonious with that intention. The evident design of councils was to prevent collisions between street cars and those approaching from other thoroughfares. To guard against such possibilities, the requirement of reduced speed at crossing points was imposed. The danger to be avoided was equally as great when entering from one highway into another, whether the former continued on the opposite side or not.\nThis construction of the word employed is reasonable, and is the one generally recognized as proper under ordinances or statutes, intended to protect the traveling public, where the same language appears. Attention may be called to Mapp v. Holland, 138 Va. 519, 122 S. E. 430, 37 A. L. R. 478, where the subject is fully considered, and to the many cases cited in notes 21 A. L. R. 979, and 31 A. L. R. 488, where the authorities of other states are collected. Appellant calls attention to the contrary conclusion reached in Missouri and Connecticut, but the decisions referred to are not convincing, and, in the latter state, the legislature has, by statute, set forth the true rule to be applied since Atwood v. Connecticut Co., 82 Conn. 539, 74 Atl. 899, relied on here, was determined: Rohde v. Nock, 101 Conn. 439, 126 Atl. 335. No consideration of the question by any of our appellate courts is found, but the interpretation of the word, as contended for by the appellee, has been impliedly approved: Springfield Road, 73 Pa. 127; Taylor v. Bland, 77 Pa. Superior Ct. 551. We are of the opinion that the ordinance involved was applicable to the location where the accident happened in the present case, and was to be considered by the jury as some evidence that the speed of the car, at the intersection, was unreasonable.\nThe question of negligence was contested at the trial, but is now admitted. Defendant insists, however, that no recovery is permissible because of contributory negligence of the deceased. Duncannon Avenue was approached by the car causing the injury on a downgrade, at a high rate of speed, and failed to slow down at the safety stop on the north side. Murphy was on the south crossing, having left the sidewalk, and reached the center of the first track, when struck. The car was observable for five or six hundred feet to the north, and, at the time he passed the zone of safety, which included space sufficient to accommodate the overhang of the trolley, and put his foot on the first rail, the car had not passed the safety stop, but was about sixty feet from him. He was committed to an advance, and had less than three feet to move to the east to effect a clearance when hit. During the short time elapsing, the car passed over the intervening space, the brakes not being applied until the corner had been passed, and was not stopped until it had gone 124 feet beyond the point of impact.\nThere is a legal presumption that decedent took reasonable precaution to protect himself from danger, and did what seemed to him to be necessary to effect his safety by looking and listening. Of course, this rule of law gives way when the facts clearly and inevitably show the contrary to be true, and that the one injured was voluntarily testing the danger, and recklessly taking an unwarranted chance in attempting to pass in front: Cubitt v. N. Y. C. R. R. Co., 278 Pa. 366. Before this can be declared as a matter of law, on appeal, all of the testimony must be considered in the light most favorable to the plaintiff, giving to him the benefit of all proper inferences to be drawn therefrom: McDonald v. Pittsburgh, 278 Pa. 485. The burden is on the claimant to make out a case free from contributory negligence, but not to furnish evidence to disprove its presence: Martin v. South Penna. Trac. Co., 261 Pa. 96.\nIt was the duty of Murphy to make proper observation, and refrain from taking undue risks. The pedestrian is not bound, however, to wait upon a crossing until a car passes, simply because it may be seen in tbe distance: Callahan v. Phila. Tr. Co., 184 Pa. 425; Wright v. Pittsburgh Rys., 223 Pa. 268; Henderson v. United Trac. Co., 202 Pa. 527; Grupp v. P. R. T. Co., 42 Pa. Superior Ct. 271. If, in the exercise of ordinary prudence, there was apparent opportunity to cross safely, it was not contributory negligence to attempt to do so. Murphy had the right to assume the motorman would use due caution in controlling his car, and, at the time he stepped on the first rail, the safety stop, where normally speed would be reduced (Schmidt v. P. R. T. Co., 253 Pa. 502), had not been passed by the trolley, thus differentiating Flynn v. Pittsburgh Rys., 234 Pa. 335, specially depended upon by appellant here, in connection with Cunningham v. P. R. T. Co., 240 Pa. 194, in which case the entry on the track and the accident were simultaneous, but in those cases there was no testimony to show lack of alertness on the part of the motorman. In Shields v. P. R. T. Co., 261 Pa. 422, 426, both of the authorities mentioned are referred to and distinguished, and this court said: “The rights of the pedestrian and the street railway company are mutual, and each is bound to exercise the care-required by the circumstances. The danger the pedestrian is bound to foresee and avoid is that of being injured by cars operated in a proper and legal manner.” He has a right to rely on the assumption that all persons will use ordinary care to protect him (Young v. P. R. T. Co., 248 Pa. 174; Wagner v. P. R. T. Co., 252 Pa. 354), and the mere failure to anticipate the negligence of another does not defeat an action for the injuries sustained: Knobeloch v. P. & N. C. Ry. Co., 266 Pa. 140; Simon v. Lit Bros., 264 Pa. 121.\nUnder the facts here disclosed, the question whether plaintiff’s husband was careless in attempting to cross, observing, as he did, the car sixty feet distant, when he had every reason to believe the motorman had it under reasonable control, was for the jury, and, in submitting the controversy, we see no error.\nThe judgment is affirmed."}