{"id": "1095146", "contents": "Opinion by\nMr. Justice Walling,\nThe defendant, D. Martin Yerkes, was convicted and sentenced in the court of quarter sessions, inter alia, for malfeasance in office committed while acting as a justice of the peace. The conviction was affirmed by the Superior Court, and therefrom an appeal by defendant to this court was allowed on the constitutional questions involved alone. Section 33 of the Motor Vehicles Act of June 30, 1919, P. L. 678, 698, as amended by the Act of June 14, 1923, P. L. 718, 748, imposes penalties for certain violations of the act to be collected by summary conviction “before any.....justice of the peace,” as fines and penalties are by law collected. “Provided, That any person so convicted shall have the right of appeal as in other cases of summary convictions. And further provided, That any person accused of violating any of the provisions of this act may waive summary hearing, and give bond, in a sum equal to double the amount of the maximum fine that might be imposed, for appearance for tidal before a judge of the court of quarter sessions, ......and thereupon the......justice of the peace shall, within fifteen (15) days, return the complaint or information to the said court.”\nOn March 11, 1924, John L. Williams was brought before the defendant charged with a certain violation of the act and demanded the right, conferred by the provision above quoted, to waive a hearing and give bail for his appearance for trial before a judge of the court of quarter sessions. This, defendant refused, and, proceeding to hear the charge against Williams, imposed upon him the maximum fine and costs specified in the act, and, for nonpayment thereof, committed him to jail, from which he was released on a writ of habeas corpus. This conduct of the defendant is sought to be justified on the contention that the above-quoted clause of the statute allowing the waiver of a hearing before the magistrate is violative of section 14, article V of the State Constitution, which reads as follows: “In all cases of summary conviction in this Commonwealth, or of judgment in suit for a penalty before a magistrate, or court not of record, either party may appeal to such court of record as may be prescribed by law, upon allowance of the appellate court or judge thereof upon cause shown.” The contention is untenable. The language of the Constitution must be construed as commonly understood (Collins v. Kephart et al., 271 Pa. 428, 441; Com. ex rel. Lafean v. Snyder et al., 261 Pa. 57; Com. ex rel. v. Hyneman, 242 Pa. 244; Keller v. Scranton, 200 Pa. 130; Cronise v. Cronise, 54 Pa. 255) and not in opposition to its plain import. The charge of an offense of a summary nature is one thing, the conviction thereof is quite another, as the latter is an adjudication of guilt. Hence, the constitutional limitation on legislative power to grant relief to a defendant after conviction, cannot be construed as a limitation of such power before trial. To so hold would be to amend rather than to construe the organic law. It would be to treat the above-quoted section as if it read: “Every charge of a minor offense below the grade of an indictable misdemeanor shall be tried before a magistrate or court not of record, from whose decision either party may appeal to such court of record as may be prescribed by law, upon the allowance of the appellate court or judge thereof upon cause shown.” We can, however, take no such liberty with the Constitution, but must hold the limited manner of appeal from a summary conviction does not prevent the legislature from creating a new minor offense and conferring upon a party charged therewith the right to waive a hearing before the magistrate and take.the case before a judge of a court of record for trial. The provision of the act above quoted makes no attempt to change the manner of appeal after conviction and as the Constitution places no limit on the rights of the parties before conviction, the former does not transgress the latter. There is a strong presumption (not here rebutted) in favor of the constitutionality of legislation: Com. ex rel. v. Snyder, 279 Pa. 234; Sugar Notch Borough, 192 Pa. 349; Erie & North East Railroad v. Casey, 26 Pa. 287. We have referred to the only question raised on this appeal; a further discussion of which and other questions appears in the report of the case in 86 Pa. Superior Ct. 5.\nThe judgment of the Superior Court is affirmed."}