{"id": "1096458", "contents": "Opinion by\nMr. Justice Walling,\nIn November, 1921, the Lincoln Bank of Erie held the overdue notes of the Gem City Wholesale Grocery Company, a corporation (herein called the Grocery Company), for $3,129.35 and declined to renew or extend the same without added security. Thereupon the Grocery Company took up the old notes with a new judgment note for like amount, on the back of which was the following endorsement: “Erie, Pa.......19... For value received I or we hereby sell, assign, transfer and set over unto the Lincoln Bank of Erie or order all my right, title and interest in the within note, and guarantee the payment of the same at maturity, waiving protest, demand, notice of nonpayment and all defenses arising out of lack of diligence in enforcing payment thereof, and I or we hereby empower any attorney of any court of record to appear for me or us and with or without declaration filed, confess judgment against me or us for the sum of within note, with the costs of suit, release of errors and without stay of execution, with five per cent added as part of the judgment for attorney’s fee for collection.....” This was signed by eight individuals, including appellants (herein called the endorsers), the signers thereof being stockholders and directors of the Grocery Company. The new note was drawn payable on demand but with an agreement that time would be, and in fact was, given for its payment. Judgment by confession was entered on the note against the maker and also against the eight endorsers. The latter filed an affidavit of defense and asked to have the judgment as to them opened, averring, inter alia, that they signed merely as directors with the understanding that they were not thereby incurring any personal liability, and further that their endorsement was without consideration. A responsive answer was filed and testimony taken; after argument and upon due consideration the rule to open judgment was discharged by the trial court on February 9, 1925. No exception was taken thereto or appeal therefrom. In March following, however, the endorsers presented to the same court a petition to strike off the judgment, based mainly on the allegation that they signed their names on the back of the note for the sole purpose of giving plaintiff the names of the stockholders and directors of the Grocery Company and if any agreement was made, which they denied, it was oral and invalid under the statute of frauds. A rule was granted thereon and in October, 1925, plaintiff asked that the case be reopened and for leave to take testimony, which was granted. Meantime the Grocery Company had duly been adjudged bankrupt, and the additional testimony taken under the leave just above mentioned disclosed that the appellants had proved their claim in the bankruptcy court and been allowed dividends because of their liability on the note in controversy. It also appeared that some of the defendants had offered to pay their proportional shares of the note. On February 8, 1926, the trial court .filed an opinion and made an order as follows: “And now, to wit, February 8, 1926, the rule granted March 18, 1925, on petition to open judgment is discharged.” Thereupon this appeal was brought on behalf of the endorsers, who assign as error the order just recited. As matter of fact the petition presented on the day last mentioned was to strike off rather than open the judgment, but as defendants were entitled to neither form of relief, the misrecital was harmless, especially as a judgment may be opened on a rule to strike it off.\nAs the note was payable to the plaintiff bank, what purports to be an assignment thereof to it by the appellants has no significance, but may be disregarded without affecting the validity of the written contract of guaranty stated therein. See Miners State Bank v. Auksztokalnis, 283 Pa. 18.\nThe endorsement, being an agreement to pay the note at maturity, is a contract of suretyship (see Homeweed Peoples Bk. v. Hastings, 263 Pa. 260; Iron City Nat. Bank v. Rafferty, 207 Pa. 238; Campbell v. Baker, 46 Pa. 243) and not merely a guaranty of the solvency of the maker. In other words the endorsers are technical sureties, not merely guarantors, and their contract was broken when the maker of the note defaulted. It is agreed this is a nonnegotiable note, as it unquestionably is under our decisions (see Miners State Bank v. Auksztokalnis, supra; Volk v. Shoemaker, 229 Pa. 407, 410), so it is not necessary to consider the law of commerical paper; furthermore, this action is between the original parties with no question as to the rights of a bona fide purchaser. The averment in the original petition is that appellants signed as directors, but an inspection of the note shows they signed as individuals and as no fraud or accident appears, or any sufficient evidence to the contrary, the trial court properly held them liable as such.\nAppellants, as officers and stockholders in the Grocery Company, were interested therein and also parties to the note in suit when it was issued. It was to their interest to keep the company going by securing an extension of credit, which they did by guaranteeing payment of the note. It cannot, therefore, be found that their agreement lacked consideration. The extension of the time of payment alone is a valid consideration for a guaranty (see Miners State Bank v. Auksztokalnis, supra; Muirhead v. Kirkpatrick, 21 Pa. 237), especially so where the guarantor is an interested party: International Harvester Co. v. Patterson, 257 Fed. 411. As no other ground of defense appeared, the rule to open the judgment was properly discharged, and as no appeal was taken therefrom the matter became res judicata; but inasmuch as the case was reopened on petition of plaintiff, it seemed not improper to justify the action of the trial court in discharging the first rule to open the judgment.\nThe application to strike off the judgment is without merit. This is no exception to the general rule that a judgment, as here, regular upon its face will not be stricken off (see Saupp Exr. et al. v. Streit, 258 Pa. 211; France v. Ruddiman, 126 Pa. 257; U. S. Shipping Bd. E. Fleet Corp. v. Vivian, 77 Pa. Superior Ct. 483), but for good cause may be opened and the defendant let in to a defense. Treating the last rule obtained as such and ignoring the principle of res judicata, still the trial court’s refusal to open the judgment thereon was a proper exercise of discretion. Appellants’ contention that they signed their names on the back of the note for the sole purpose of giving plaintiff the names of the directors and stockholders of the Grocery Company is contradicted by the evidence and by the averments in their former petition to open the judgment and is so incredible as to justify the trial judge’s disbelief thereof. Again, in the absence of fraud or mistake, such a defense could not be successfully interposed, for a man is bound to know the contents of a document which he executes, and relieving him from liability thereon, because of ignorance or alleged ignorance of its contents, would overturn well settled law.\nAs the contract in suit is in writing, the statute of frauds has no application. Appellants, although given every opportunity, failed to present a meritorious defense ; hence, the rules to open and strike off the judgment were properly discharged: State Camp of Pa., P. S. of A. v. Kelley, 267 Pa. 49. The instant case is not parallel with Southern Lime & Stone Co. v. Baker, 281 Pa. 587, where some of the names' on the back of the note were payees named therein and some were not, and it was uncertain what if any liability the latter incurred; while here all the endorsers occupied a like relation to the note.\nThe order appealed from is affirmed."}