{"id": "1096472", "contents": "Opinion by\nMr. Justice Frazer,\nPlaintiff claimed under the Workmen’s Compensation Acts for disability resulting from an injury to his back alleged to have been caused by a fall while engaged in his work. The referee found plaintiff received injury in the course of his employment and awarded damages on the theory of total disability. These findings were sustained by the compensation board and the court below, and, since the passage of the Act of June 26, 1919, P. L. 642, we are, in this appeal, merely to inquire and consider if the evidence is sufficient to support the findings and also if the law has been properly applied: Strohl v. Eastern Pa. Rys. Co., 270 Pa. 132, and cases there cited.\nDefendant company is engaged in the lumber business at Tanners Falls, Wayne County, and employed plaintiff to cut, saw and split wood. The latter testified that while so employed on November 1,1923, in changing the position of a log he was engaged in splitting, he fell backward injuring himself to such extent as to require the assistance of a fellow workman to place him on his feet. He immediately complained of pain and injury in his back, quit work, went home and related the occurrence to members of his family. The fellow workman engaged with plaintiff at the time testified plaintiff “went to turn over a stick of wood and fell backwards” and hit his back, and “I helped lift him off the ground;” that plaintiff said “it hurt him in the middle of the back,” and quit work. The witness went home with plaintiff and “helped him along.”\nSince that time plaintiff has done no work and contends the injury complained of has considerably aggravated an infirmity previously afflicting him, causing the trouble to extend to other parts of his body, especially his back and an arm not before subject to the ailment. This condition, owing to inability to bend his back and the trembling to both hands, he claims has incapacitated him from engaging in work of any character. The morning following the accident plaintiff saw a doctor and complained of injury to his back. The doctor testified that on examination of plaintiff he found no visible signs of injury but that he complained of pain in the back and that it was sore to the touch. This visit was followed by two others, at which plaintiff was treated for a “lame back.” The testimony shows plaintiff had for a number of years been afflicted with a progressive nervous disease known as paralysis agitans, which up to the time of the accident affected one arm, causing that member to tremble and shake, that this condition, however, did not seriously interfere with his ability to work as a wood chopper, and that he had been previously steadily employed at such labor earning from $2.50 to $3.50 per day.\nThe case is not one where the origin of the ailment or disease which was the immediate result of disability is uncertain, and may have followed from any of two or more causes, for only one of which defendant would be liable, as was the situation in the cases relied upon by defendant. We have here positive testimony of a fall, and injury to the back, resulting directly in immediate disability, and continuing without interruption from the time of the fall. If the testimony of plaintiff and his fellow workman is believed, and the referee who saw the witnesses and heard them testify was the best judge of their credibility, the mere fact that the physician who examined plaintiff the day following the accident, discovered merely subjective symptoms but no outward evidence of injury, does not require us to reject plaintiff’s evidence because not- further corroborated by medical testimony. Here, the disability now complained of, namely, the injury to the back and the shaking or trembling of the other arm and hand, immediately followed the fall. No other cause for the sudden breakdown was shown. The nervous disease, with which plaintiff formerly suffered had not seriously interfered with his ability to work, and we find no evidence that the disease, a slowly progressive one, had suddenly reached an acute stage, and that this, rather than the fall, was the cause of plaintiff’s disability.\nWe think the testimony is ample to sustain the conclusion that plaintiff’s present physical condition is the result of an injury sustained by him in the course of his employment.\nThe judgment is affirmed."}