{"id": "1099626", "contents": "Opinion by\nMr. Justice Simpson,\nAt the time of her death, testatrix, a resident of South Carolina, owned real estate located in Pennsylvania. When this Commonwealth sought to collect an inheritance tax thereon, appellant, one of her residuary devisees and legatees, claimed it could not be imposed because her will worked an equitable conversion of the property. The court below decided against this contention, and held that the realty was liable for the tax, because of the Act óf June 20, 1919, P. L. 521, which was in force when testatrix died. The present appeal was then taken.\nThe case was decided below, after our' decision in Erick’s Est., 277 Pa. 242, but before it was reversed in Erick V. Pennsylvania, 268 U. S. 473. We had held, following Kirkpatrick’s Est., 275 Pa. 271, that the tax imposed by the Act of 1919, was a transfer and not a property tax; and hence, since the right of succession to a decedent’s estate could be regulated, or wholly taken away, by the law of the situs of the property, this State, where testator was domiciled at the time of his death and Where the property being distributed was located, had the right to require payment of the tax specified in that statute, as ,a condition precedent to the Commonwealth’s consent to the gift. We made no attempt either to tax or distribute testator’s-property outside of this State. The Supreme Court -of the United States held, however, that, under the 14th Amendment to the Constitution of the United States, a.state had no right, when determining the amount of the inheritance tax to be paid by the estate of a resident decedent, to take into consideration the value of tangible property located. elsewhere, even when distributing assets which were within her own borders; and that this was so, though the tax sought to be imposed was a transfer and not a property tax. That decision, which works no injustice, but greatly simplifies and stabilizes the láw relating to inheritance taxes, compels us, in order that we also may do justice and equity, to overrule the bases upon which appellant relies for a reversal of the judgment of the court below.\nIn Miller v. Com., 111 Pa. 321, and in a number of later cases, — often with doubts and sometimes with dissents, — we held that where, by the will of a resident testator, land in another state was equitably converted, the Commonwealth could add its'value to that of the other assets here, when determining the total value of the estate upon which an inheritance tax was to be laid. Frick v. Pennsylvania, supra, overthrew all those decisions, however, and we so held in Hogg’s Est., 284 Pa. 1, and Robinson’s Est., 285 Pa. 308. In Coleman’s Est., 159 Pa. 231, and the cases in its train, — where the status was the same as in the present case, — we decided that if a foreign testator owned land in Pennsylvania, which was equitably converted by his will, this State would not impose an inheritance tax on its value; but we reached that conclusion, as pointed out in Handley’s Est., 181 Pa. 339, and Shoenberger’s Est., 221 Pa. 112, because it was a necessary corollary of that established in the other line of cases above referred to. Surely, with the overthrow of the latter, the corollary line should also fail, unless, indeed, the court felt constrained to retain the existing authorities, as far as possible, because of a profound conviction that both classes of decisions were inherently right. We have no such belief, however. On the contrary, no matter from what standpoint we view the situation, we are satisfied that injustice would result from holding ourselves, when we are the domiciliary State, bound by Prick v. Pennsylvania, supra, but, when we are the State of the situs, decline following the logic of that decision, as of course we legally may, since we always have the right to refuse to impose such a tax.\nThe historical background of all our decisions, above referred to, is the necessary rule that, where a devisee has died after the testator, the question whether his heirs or personal representatives shall take the gift, depends on whether it was realty or the proceeds of realty. There is, however, an essential difference between that situation and the one which arises when the right to tax such a gift is under consideration. In the former, it is a matter subsequent (the death of the devisee after testator) which compels a consideration of the effect of the new status; in the latter, however, there is no need to consider the changed condition, since the Commonwealth’s right, if it has any, arises immediately on the death of the testator: Handley’s Est., 181 Pa. 339; Shugars v. Chamberlain Amusement Enterprises, Inc., 284 Pa. 200, 206.\nIf the matter be looked at from the standpoint of the results which would follow from giving full effect to the logic of the decision in Frick v. Pennsylvania, supra, we find that doing so would make for simplicity, certainty, uniformity and a reduced cost of collecting inheritance taxes. Heretofore a number of contingencies affected the question of the right to collect these taxes on the value of realty located elsewhere than at the domicile of the testator. It had to appear that decedent had made a will, which had been found, probated and not overthrown by a contest, and that, by its terms, the realty was equitably converted, — a matter not infrequently decided only after a long and expensive litigation, resulting, at times, in a double exaction, and, on other occasions, in a total escape from liability. If the courts of the domicile held a conversion was worked, and the courts of the situs decided otherwise (as, unhappily, was the fact in this estate), each jurisdiction would impose an inheritance tax; if the courts of the domicile held a conversion was not worked, and the courts of the situs that it was, neither would impose the tax. On the other hand, if the tax is-assessed only at the situs of the tangible property, and according to the law in force thereat (as equitably and logically it should be: Frick v. Pennsylvania, supra; Easby’s Est., 285 Pa. 60), the existence of the property at that place would at once, without litigation or delay, determine the fact of liability and this would be so whether or not testator made a will, and irrespective of its terms, if he did. Thus, as stated, simplicity, certainty, uniformity, and a minimum of expense of collection, will result from following Frick v. Pennsylvania, supra, to its logical conclusion.\nWe, therefore, decide that where, as here, tangible property belonging to a decedent’s estate is located within this Commonwealth, an inheritance tax may be charged upon its transfer, as prescribed by section 1 (b) of the Act of 1919, snpra, no matter where decedent was domiciled at the time of his death; but where the tangible property is located in some other state, the tax cannot be imposed by us, because no matter what our statutes say, or where decedent’s domicile was, any attempt so to do would be unconstitutional.\nThe judgment of the court below is affirmed."}