{"id": "1099639", "contents": "Opinion by\nMr. Justice Feazee,\nThese two appeals raise the same questions and will be disposed of in one opinion.\nJohn H. Davidson died in 1909, leaving a will in which he devised his residuary estate in trust to invest, with provision that “the dividends, rents, and interest arising from my said residuary estate, after paying the necessary expenses and taxes, shall every three months be divided into nine equal shares,” four of which shares were devised to his wife, Mary E. Davidson, and four to his son, Clayton T. Davidson, with right of survivorship between them. Mary E. Davidson died in 1921. Included as part of the estate of John H. Davidson was a promissory note for $60,000, on which no interest had been paid from January, 1914, to December, 1923, at which latter date, as a result of legal proceedings, the whole of the principal and interest, amounting in all to $99,061.71, was collected.\nThe. portion of the interest which accumulated before the death of Mary E. Davidson amounted to $24,677.04. Four-ninths of this amount, or $10,967.57, less proper expenses, was claimed by the administrator of Mrs. Davidson’s Estate, and also by Clayton T. Davidson by reason of the gift over to him after the death of his mother, his contention being that while the interest accrued previous to his mother’s death, it was not actually paid until after her death, and, accordingly, never became a part of her estate. The question thus arising is whether the failure to collect the accrued income before the death of Mrs. Davidson prevented it from vesting in her under the terms of her husband’s will.\nThe gift of the income is clearly a vested interest. It was a gift of the income “arising” from the trust fund, not of only such part of the income as might have been actually received or collected before her death. It was payable “while she lives and remains my widow” and the mere fact that the will directed the executors to render a statement to each of the devisees every three months did not affect the interest given, but merely established a convenient time for the rendering of an account or statement and to avoid the inconvenience of possible demands made at more frequent or at irregular periods. This case is an appropriate illustration of the injustice which would arise from the application of the opposite rule. The income had not been collected for approximately seven years previous to the widow’s death, and, in the meantime, had been permitted to accrue. The failure to collect was not due to the default of the trustees, but to the insolvency or bankruptcy of one of the makers of the note. This circumstance should not prevent the life tenant from receiving the benefit of her share of the income if it is, in fact, finally collected in full, especially where there is a clearly vested remainder. The general rule is that interest on money is apportionable because presumed to accrue from day to day, regardless of whether payable quarterly, semi-annually or at other fixed periods: Wertz’s App., 65 Pa. 306, 309; Wilson’s App., 108 Pa. 344, 346. We are of opinion the court below reached a proper conclusion in holding the interest was apportionable up to the death of the life tenant.\nIn affirming the conclusion of the court below we take this opportunity to approve the method adopted by that court in apportioning the amount paid for counsel fees in collecting the principal and interest of the note between the life tenant and remaindermen in proportion to the total amount of principal and interest collected. While the income and not the principal is generally liable for the expense of administering the fund (Crawford’s Est., 256 Pa. 504), yet this rule has an exception where unusual or extraordinary expenses are necessarily incurred, and although the will in this case expressly directs that the dividends should be paid “after deducting necessary expenses and taxes,” it must be presumed that this had reference only to the usual expenses of administration and will not be construed as extending to a case like the present, where expensive legal proceedings were necessary not only to collect the interest but also to preserve the corpus of the estate from actual loss. The court below, consequently, properly divided the counsel fees, and expenses pro rata between the life tenants and remaindermen.\nThe decree of the court below is affirmed."}