{"id": "1099633", "contents": "Opinion by\nMb. Justice Simpson,\nThe bill in equity in this case, which was dismissed by the court below, sought to restrain defendant from operating its existing garage and from building an addition thereto. The evidence covers nearly 1,000 printed pages; plaintiff presented to the trial judge 135 requests; his exceptions to the adjudication number 144; and he has filed 56 assignments of error.\nIt would obviously be impossible, within the reasonable limits of an opinion, to review the 56 assignments seriatim; nor is it essential that we should do so. Evidently recognizing this fact, plaintiff limits them in his brief to six general heads: “1. Is the territory, wherein the plaintiff’s residence and the defendant’s garage are located, an exclusively residential section? 2. Does the evidence show that the defendant’s garage is a nuisance, and that by reason thereof the plaintiff suffers special injury? 3. Is plaintiff estopped, or chargeable with laches? 4. Plaintiff and defendant each own one-half of a double dwelling; may defendant tear down its western one-half to erect against plaintiff’s one-half, a building to be operated as a public garage? May the defendant use the vacant lot for general garage purposes, pending the erection of the building? 5. Did the court err in failing to dispose of certain exceptions? 6. Did the court err in dismissing the bill?” Nothing would be gained by considering even these questions in detail; but, before reciting the relevant facts and stating our conclusions regarding the points really involved, it may be well to' say that there is sufficient evidence to justify the answers of the court below as to each and, all of them. The first two raise issues of fact which the court has decided against appellant; these conclusions we must approve since they had ample evidence to support them: Cruzan v. Cruzan, 243 Pa. 165; Ambridge Borough v. Philadelphia Co., 283 Pa. 5; Hamilton v. Bates, 284 Pa. 513. In view of this, the third question becomes unimportant; though, as we shall hereafter show, plaintiff is debarred from injunctive relief by reason of his laches. The objection indicated by the fourth question fails to impress us; it simply suggests matters to be considered in answering the second question. Moreover, if defendant had a right to build the proposed addition to its garage and to use its vacant lot meanwhile, it is a matter of indifference that it tore down the house which was once upon the lot. The fifth question falls because all the matters specified in the one assignment to which it relates, had been elsewhere passed on by the court in banc, and the only oversight was in failing to formally dismiss each exception by reference to its number. The sixth question, since it relates to the final decree only, necessarily falls with the others.\nPlaintiff’s residence is situated in a block of ground bounded by four streets. There are no other dwellings in the block, which is 150 feet in length along one street, 8 feet along the second, 289 feet, 6 inches, along the third and 329 feet, 10 inches, along the fourth. His residence is at the point most remote from the street on which the block is but eight feet wide. Across the street from its front is a small public park; beyond that is Shamokin Creek and then the double tracks of the Phila. & Reading Railway Company. With the exception of the house which defendant tore down, and which, with plaintiff’s, had made a double dwelling, there has been no other private residence in that block for many years, though there have been, and are, a number of buildings used for commercial purposes.\nSome ten years before the filing of his bill, plaintiff, who was then living where he is now, joined with others in erecting a public garage covering all of defendant’s property in that block, except that part then occupied by the adjoining half of the double building. During all the time since then, the garage, as thus constructed, has been used as a public garage, without objection from plaintiff. When the former owners sold the property to the grantors of defendant, plaintiff received his due proportion of the proceeds, knowing that the intention was to continue the public garage at that place. It was not until defendant proposed to increase the size of its garage, in the direction of plaintiff’s residence, that he filed the present bill. No one else complains; and his objections relate entirely to the way the garage has been conducted in the past, evidently fearing he will suffer greater annoyance because the addition will bring it nearer to his home, though not intended to come in contact therewith, — the plans providing for an air space between the adjoining walls.\nThe court below determined that plaintiff’s house was not in a residential neighborhood, and that he had not sustained a special injury by reason of the location and past operation of the garage. Upon both points there was ample evidence to sustain the findings, and hence they are conclusive on this appeal. Plaintiff does not contend that the block in which he lives is residential, but seeks to add thereto a number of other blocks, in several directions, and claims that the predominating character of the combined area is residential. But this he has no right to do; the inquiry respects the immediate neighborhood only (Hamilton v. Bates, supra; Krocker v. Westmoreland Planing Mill Co., 274 Pa. 143, 145; Mitchell v. Guaranty Corp., 283 Pa. 361), as doubtless he would be swift to say, if he lived in an exclusively residential district, and defendant, in order to establish his right to operate a garage there, sought to include an adjacent business area. If a complainant were permitted to go outside of the immediate vicinage, and take in ad joinders of a different nature, in order to establish the residential character of his neighborhood, it is probable that no garage could be erected in any of our smaller municipalities, unless every resident agreed to its presence. “He who lives in a city [or borough] must bear with the inconveniences growing out of his location there, just as he enjoys the benefits flowing from it...... While those who prefer a quiet life would rather not live in close proximity to such places [as disturb home life], the fact of their existence, and the unpleasant noises and disturbances sometimes arising from their use, will not alone justify a chancellor in ordering their removal”: Houghton v. Kendrick, 285 Pa. 223, 226.\nPlaintiff has wholly misconceived his remedy, and the requirements of proof in cases of this character, even if he is entitled to some relief. The requisites of proof, where an injunction is sought, are essentially different, from those necessary in an action at law to recover damages for injuries resulting from an alleged nuisance: Richards’s App., 57 Pa. 105. Moreover, “a public garage is not a nuisance per se, as is a glue factory......A public garage has been determined to be a nuisance in a residential district......But such garage would not be a nuisance in a section [largely] devoted to business purposes” (Phillips v. Donaldson, 269 Pa. 211, 216), as this one is. So far as concerns the part already constructed, and steadily operated with plaintiff’s knowledge for more than a decade, of course laches stands in the way of his obtaining an injunction: Orne v. Fridenberg, 143 Pa. 487; Phila. & Reading Coal & Iron Co. v. Schmidt, 254 Pa. 351; Hohl v. Modell, 264 Pa. 516; Wagner v. Baird, 48 U. S. 234. So, too, he cannot successfully object to the mere construction of the building: Mitchell v. Guaranty Corp., 283 Pa. 361. At the utmost, therefore, his right to an injunction would be limited to questions appertaining to the increased use, and upon this point his proofs would be greatly restricted. He was bound to know, when he and his associates sold the property to defendant’s grantor, that the garage business, to be carried on there, was expected to grow, with the increasing number of local automobile owners, and that defendant, in that event, would have to enlarge its plant, in order to meet the increasing demands upon it. Of course he and defendant also knew that this would not justify the creation of a nuisance, where none existed before; but they likewise knew that usually it would result, if at all, only from, the manner of operation, and hence the fact of nuisance could only be determined when the enlarged plant became a going concern.\nOn reviewing the evidence, we find that it does not justify the conclusion that, aside from the questions arising by reason of proximity and increased business, the annoyance to plaintiff will be any greater than it has been for the past decade. On the contrary the court below has justifiably found, as a fact, that the new construction, by reason of its being fireproof and of providing for the elimination of the windows on the side adjoining plaintiff’s home, will minimize even the annoyances from which he says he has suffered heretofore. The question we are called upon to decide is, therefore, whether or not we should reverse the court below for not enjoining the enlargement and operation of the garage, in this nonresidential neighborhood, because of the apparently unfounded fears of one who cannot obtain injunctive relief against its operation as of its present size? We can see but one and that a negative answer to this question.\nA careful study of this record leads us to the conclusion that the matter is peculiarly one for a neighborly adjustment of the controversy. Apparently defendant recognizes this, for attempts were made to purchase plaintiff’s property, which met with no encouragement from him. Perhaps the affirmance of the decree of the court below will cause him to view the matter in a different light, when he reflects that neither at law nor in equity can he be recompensed for diminution in the value of his property: Rhodes v. Dunbar, 57 Pa. 274; Keiser v. Mahanoy City Gas Co., 143 Pa. 276; Robb v. Carnegie Bros. & Co., 145 Pa. 324. If he still prefers to retain his home, perhaps when he further recalls that defendant’s right to construct and operate a garage at its present location has now become res ad judicata, so far as he is concerned, and that the only possible question for future litigation will be as to whether or not the enlarged plant is being so operated as to cause him as little annoyance as possible, he will look with more favor, than he seemed to do at the argument, to the court’s suggestion that the parties should get together, with their engineers, and determine in what way the new building could be erected so as to reduce the annoyance to a minimum? “Agree with thine adversary quickly whilst thou art in the way with him,” has behind it the two greatest factors known to mankind: inerrant authorship and unbroken experience. It may not be improper to add, as a matter for still further reflection, that a. chancellor’s conscience is not apt to be so deeply stirred in favor of one who would rather take the chance of suffering or inflicting an injury and .then litigating about it, as in behalf of one who has made a neighborly attempt to avoid it.\nThe decree of the court below is affirmed, and the appeal is dismissed at the cost of appellant."}