{"id": "1100854", "contents": "Opinion by\nMr. Justice Sadler,\nThe Union Paving Company entered into three contracts with the highway department for the construction of certain roads in Lebanon County. These agreements provided the work should be done under the supervision of an engineer, whose decision should be binding, though in case of dispute the matter might be submitted to the commissioner and attorney general, or his deputy, as arbitrators, whose decision should be conclusive. A demand was made upon the contractor that wooden runners be constructed during the course of the work so as to protect the bituminous surface while being laid. The builder protested against this requirement, and further claimed the highway department had failed to properly prepare the stone base. Compensation to the amount of $6,188.78 was asked for the additional outlay necessitated. This demand was refused, and the arbitrators to whom the case was submitted decided adversely to the claimant, to whom due notice of the decision was given.\nLater, a claim was presented by the paving company to the auditor general and state treasurer, the right being claimed under the provisions of the Act of 1811 (April 30th, P. L. 145). Allowance was denied, and an appeal taken to the Court of Common Pleas of Dauphin County. This was later dismissed on motion, and from the order entered this appeal was taken.\nThe question here raised is as to the validity of the incorporation of arbitration clauses in road contracts, which we have held proper in the appeal of the Eastern Paving Company in an opinion this day filed, and what is there said need not be repeated. The only difference in the two cases is that in the former the demand was not submitted to arbitrators, while in this it was, with the result that it was disallowed. If the arbitration clause was effective, then the decision of the arbitrators precluded further action by the appellant, and we so hold.\nThe order appealed from is affirmed at the cost of appellant.\nSee the preceding case."}