{"id": "1100756", "contents": "OPINION\nJustice CASTILLE.\nThis Court granted review to determine whether a Pennsylvania-licensed driver who has been convicted of driving while intoxicated in Indiana, a sister state which, like Pennsylvania, is a signatory of the Drivers License Compact of 1961 (the “Compact”), can avoid the one-year suspension of his Pennsylvania driving privileges otherwise required under the Compact because it was not clear that the Indiana proof of the conviction, which consisted of a court abstract, was forwarded by the Indiana driver’s licensing authority. The lower courts dismissed the administrative suspension of appellee’s Pennsylvania driving privileges because they deemed the Indiana court abstract defective under the Compact, absent proof from the Pennsylvania licensing authority that the abstract had been issued from Indiana’s driver’s licensing authority. For the reasons set forth below, and consistently with this Court’s decisions in Commonwealth, Dept. of Transp. v. McCafferty, 563 Pa. 146, 758 A.2d 1155 (2000), and Harrington v. Commonwealth, Dept. of Transp., 563 Pa. 565, 763 A.2d 386 (2000), we hold that the perceived defect in the origin of the Indiana conviction report is immaterial to Pennsylvania’s home state power of driver’s license suspension. Accordingly, we reverse the order of the Commonwealth Court and remand to the trial court for consideration of any remaining properly preserved issues.\nOn May 21, 1998, appellee John W. Siekierda, a licensed Pennsylvania driver, was arrested in the State of Indiana and charged with operating a vehicle while intoxicated (“OWI”), in violation of Section 9-30-5-2 of the Indiana Code. Appellee submitted to chemical testing at the time of his arrest, which revealed a blood alcohol concentration (“BAC”) level of 0.18%. On July 28, 1998, appellee was found guilty of OWI in the Hancock Superior Court in Indiana. He was sentenced to a one-year term of probation and was directed to pay a $1,000 fine and costs. The Court also suspended appellee’s Indiana driving privileges for 30 days, but granted him probationary driving privileges.\nIndiana and Pennsylvania are party states to the Compact. See Ind.Code §§ 9-28-1-1 through 9-28-1-6; 75 Pa.C.S. §§ 1581-1586. The Compact is an interstate agreement, adopted by statute, designed to coordinate law enforcement efforts against intoxicated drivers and other serious traffic offenders, and to increase uniformity among member states in exchanging information on convictions, records, licenses, and other pertinent data. See Driver License Compact Administrative Procedures Manual 1994, preface, § 1.1. Article I of the Compact includes a declaration of policy which makes clear that it is intended to “promote compliance with the laws, ordinances and administrative rules and regulations relating to the operation of motor vehicles” in each of the party states, and to make the “reciprocal recognition” of the license to drive “more just and equitable” by considering compliance with the rules of the road as a “condition precedent” to the issuance or continuance of the license to drive. Article IX of the Compact, which addresses “construction and severability,” directs that “[t]his Compact shall be liberally construed so as to effect the purposes thereof.”\nThe Compact addresses both the reporting obligation of a party state when a qualifying conviction occurs in that state, as well as the obligation of a party state when it is the home/licensing state in receipt of a report that one of its drivers has been convicted in another state of a qualifying offense. Article III of the Compact sets forth the reporting obligation as follows:\nThe licensing authority of a party state shall report each conviction of a person from another party state occurring within its jurisdiction to the licensing authority of the home state of the licensee. Such report shall clearly identify the person convicted, describe the violation specifying the section of the statute, code or ordinance violated, identify the court in which action was taken, indicate whether a plea of guilty or not guilty was entered or the conviction was a result of forfeiture of bail, bond or other security and shall include any special findings made in connection therewith.\n75 Pa.C.S. § 1581 (Art. III). Article IV delineates the home state’s responsibility upon receipt of a report of a qualifying conviction pursuant to Article III, as follows:\nEffect of Conviction.\n(a) The licensing authority in the home state, for the purposes of suspension, revocation or limitation of the license to operate a motor vehicle, shall give the same effect to the conduct reported, pursuant to Article III of this compact, as it would if such conduct had occurred in the home state in the case of convictions for:\n(1) manslaughter or negligent homicide resulting from the operation of a motor vehicle;\n(2) driving a motor vehicle while under the influence of intoxicating liquor or a narcotic drug or under the influence of any other drug to a degree which renders the driver incapable of safely driving a motor vehicle;\n(3) any felony in the commission of which a motor vehicle is used; or\n(4) failure to stop and render aid in the event of a motor vehicle accident resulting in the death or personal injury of another.\n75 Pa.C.S. § 1581 (Art. IV(a)). Thus, appellant Pennsylvania Department of Transportation, Bureau of Driver Licensing (“PennDOT”), as the Pennsylvania “home state” licensing authority, is required to treat a qualifying out-of state conviction for driving under the influence (“DUI”) as if the driver had been convicted of DUI in Pennsylvania. See also McCafferty, 758 A.2d at 1160. As a practical matter, this means that PennDOT is required to suspend for one year the operating privileges of any person who is convicted of DUI. See 75 Pa.C.S. § 1532(b)(3). See also Crooks v. Commonwealth, Dept. of Transp., 564 Pa. 436, 768 A.2d 1106 (2001); McCaffer ty, supra; Sullivan v. Commonwealth, Dept. of Transp., 550 Pa. 639, 708 A.2d 481 (1998).\nPursuant to its reporting obligation, Indiana reported appellee’s OWI conviction to PennDOT by way of a court abstract which the trial court determined was forwarded to PennDOT by the convicting court. Following receipt of the report, PennDOT determined that the Indiana conviction was substantially similar to the offense set forth in Article IV(a)(2) of the Compact, and accordingly, treated appellee as if he had been convicted of DUI in Pennsylvania. Thus, by official notice dated and mailed February 10, 1999, PennDOT notified appellee that it was suspending his operating privileges for one year, effective March 17,1999.\nOn March 10, 1999, appellee filed a statutory appeal from the one-year suspension with the Court of Common Pleas of Chester County. A de novo hearing was held before the Honorable Howard F. Riley, Jr., President Judge, on April 22, 1999. At that hearing, PennDOT entered into evidence a packet of documents that had been certified by both the Pennsylvania Secretary of Transportation and the Director of the Pennsylvania Bureau of Driver Licensing. Included in the packet were copies of the Indiana report of appellee’s OWI conviction, which were generated by the convicting court in Indiana, rather than by the licensing authority in that state. President Judge Riley sustained appellee’s appeal on December 20,1999.\nPennDOT appealed to the Commonwealth Court, but then filed an application to transfer the appeal to this Court, which was granted on May 8, 2000. By per curiam order dated December 22, 2000, this Court reversed and remanded the matter to the trial court for further proceedings consistent with the intervening decisions in McCafferty and Harrington. Siekierda v. Commonwealth, Dept. of Transp., 563 Pa. 521, 762 A.2d 1085 (2000).\nOn February 15, 2001, a remand hearing was held before the Honorable Michael Joseph Melody, Jr. On November 21, 2001, the trial court again sustained appellee’s statutory appeal. The court held that the report of appellee’s Indiana OWI conviction did not comply with the requirements of Article III of the Compact because the conviction report was a court abstract and was not transmitted by the actual “licensing authority,” i.e., the Indiana BMV. Assuming that it was bound by the Commonwealth Court’s decision in Boots v. Commonwealth, Dept. of Transp., 736 A.2d 64 (Pa.Cmwlth. 1999) (licensing authority of convicting state must be reporting body), appeal denied, 564 Pa. 722, 766 A.2d 1242 (1999), the trial court held that the judicial report of conviction was insufficient to satisfy PennDOT’s burden of proving a basis for suspension under the Compact. The trial court failed completely to address McCafferty and Harrington, as ordered by this Court.\nPennDOT appealed to the Commonwealth Court, arguing that Boots and similar cases, such as Tripson v. Commonwealth, Dept. of Transp., 773 A.2d 195 (Pa.Cmwlth.2001), appeal denied, 568 Pa. 690, 796 A.2d 320 (2002), lacked vitality in light of McCafferty and Harrington, and unduly restricted its efforts to enforce the Commonwealth’s drunk driving statutes. PennDOT further argued that the notice it had received from the Indiana court in this case was sufficient to satisfy the requirements of Article III of the Compact and that, for purposes of Pennsylvania home state enforcement, conviction reports may come from reliable sources other than the licensing authority of the convicting state.\nOn May 22, 2002, a Commonwealth Court panel affirmed the trial court in a published opinion, relying primarily upon Boots and Tripson. The panel dismissed the relevance of the decisions in McCafferty and Harrington, noting that this case involved the identity of the state actor in the reporting state which forwarded notice of the conviction, and not the content of the report, as in those cases. In the panel’s view, the requirement that conviction reports originate with the out-of-state licensing authority “is more than a mere technicality^] [r]ather, it is a substantive and fundamental requirement of the Compact” since it “provides the very foundation for DOT’s reciprocal suspension.” Siekierda v. Commonwealth, Dept. of Transp., 798 A.2d 840, 844 (Pa.Cmwlth.2002). In further support of this proposition central to its disposition, the panel cited to the dissenting aspect of the concurring and dissenting opinion which was filed in this Court’s McCafferty decision. The panel erroneously determined that that dissent was a straight concurrence. Id.\nThe panel also deemed it significant that this Court had denied allocatur in Boots and Tripson. In the panel’s view, Boots and Tripson did not “conflict with McCafferty and Harrington,” and thus, there was no reason to depart from that precedent. Applying its own precedent, the panel recognized that PennDOT had argued in the trial court that it was “more likely than not” that the Indiana court abstract had indeed been forwarded by the Indiana BMY but, the panel found, PennDOT had offered “no proof’ of this contention before the trial court. Accordingly, the panel affirmed the order below, finding that PennDOT had “failed to meet its burden to produce a conviction report from a licensing authority under Article III.” 798 A.2d at 843-44.\nThis Court granted further review in part to examine the validity of the Commonwealth Court’s distinction of McCafferty and Harrington in this context, where it was successfully argued below that PennDOT lacks authority to enforce the Compact if the out-of-state conviction report does not track the letter of Article III—i.e., the report consists of a court abstract rather than a document issuing from the licensing authority. This Court has noted that, in a license suspension appeal, the only issues are whether the driver was in fact convicted of the offense giving rise to the suspension and whether PennDOT complied with applicable law in suspending Pennsylvania operating privileges. Commonwealth, Dept. of Transp. v. Tarnopolski, 533 Pa. 549, 626 A.2d 138, 140 (1993). The question presented in this appeal is primarily one of statutory construction, which is a pure question of law; hence, this Court’s review is plenary and we owe no deference to the lower courts’ legal conclusions. E.g., McCafferty, 758 A.2d at 1158.\nWe emphasize at the outset that the Compact serves the important public purpose of increasing highway safety. See Harrington, 763 A.2d at 391. This Commonwealth grants Pennsylvania drivers the privilege of operating motor vehicles here and in our sister states without requiring separate licensure elsewhere. Along with that privilege comes the concomitant responsibility to abide by the rules of the road. The Commonwealth has a compelling interest in protecting its citizens, and the citizens of our sister states, from the dangers posed by Pennsylvania-licensed intoxicated drivers. See McCafferty, 758 A.2d at 1161; Occhibone v. Commonwealth, Dept. of Transp., 542 Pa. 588, 669 A.2d 326, 328 (1995) (citation omitted). By driving while intoxicated in another state, a Pennsylvania driver has violated important interests of this Commonwealth. McCafferty, 758 A.2d at 1161.\nPennDOT argues that the Commonwealth Court decision below, like the decision in Boots and Tripson and similar cases, relies upon a construction of Article III of the Compact that this Court rejected in McCafferty and Harrington. PennDOT notes that McCafferty and Harrington teach that party states to the Compact have different responsibilities depending on whether they are acting as the home/licensing state or the reporting/convicting state. As a result of that distinction, the literal provisions of Article III affect Penn-DOT’s authority and obligation only when PennDOT is acting in the capacity of a convicting state forwarding a report to a home state. PennDOT argues that these provisions do not apply with the same force when PennDOT (which has no control over how other states may interpret their duties under Article III) is discharging its task as a home state, ie., when its task is to determine whether a report of an out-of-state conviction requires it to suspend a Pennsylvania driver’s operating privileges under Article IV of the Compact.\nPennDOT also notes that, in deeming Article III to impose mandatory requirements, the Boots case had relied upon the earlier decision in Mazurek v. Commonwealth, Dept. of Transp., 717 A.2d 23 (Pa.Cmwlth.1998). PennDOT then notes that Mazurek was summarily reversed by this Court in the wake of McCafferty. See 563 Pa. 343, 760 A.2d 848 (2000) (per curiam) (granting allocatur and reversing and remanding for proceedings consistent with McCajferty). Thus, in Penn-DOT’s view, Boots and its progeny begin with an interpretive premise which this Court has rejected. PennDOT is correct.\nPennDOT argues that McCafferty and Harrington teach that the requirements of Article III do not prohibit a home state from relying upon a conviction report that does not satisfy all of the literal and/or technical requirements which Article III would impose upon PennDOT when it is acting as the reporting state. PennDOT states that the essential substantive inquiry when Pennsylvania is the home state in receipt of a conviction report is simply whether the driver was in fact convicted in a party state of an offense that requires a suspension of Pennsylvania operating privileges under Article IV of the Compact. PennDOT argues that requiring it to provide extrinsic evidence that the reporting state’s conviction report was originally generated from the licensing authority of that state adds nothing to the truth-determining process or the administration of justice under the Compact, and ignores the presumption in law that public officials have faithfully performed their duties. See Albert v. Lehigh Coal & Navigation Co., 431 Pa. 600, 246 A.2d 840, 845 n. 5 (1968) (“There is a prima facie presumption of the regularity of the acts of public officials which exists until the contrary appear”); see also Kennedy v. Upper Milford Township Zoning Hearing Board, 575 Pa. 105, 834 A.2d 1104, 1123 (2003) (same).\nWith respect to the latter point, PennDOT notes that the conviction report it submitted in this case illustrates how the presumption of a faithful discharge of executive duties, which has been ignored by Commonwealth Court in this line of cases, should work. The conviction report here is a “certification of Indiana abstract of court record” which, PennDOT notes, is the form by which an Indiana court certifies a driver’s conviction to the Indiana BMV. Above the judge’s signature line, the form specifies that “[t]his abstract is a certification of record to the Commissioner of the Indiana Bureau of Motor Vehicles as prescribed by Indiana Code 9-25-6-8.” Thus, PennDOT notes, the form exists to satisfy the requirement under Indiana law that courts certify convictions for traffic offenses such as OWI to the Indiana BMV. Penn-DOT further notes that Indiana law imposes no requirement upon Indiana courts to provide these reports to a sister state’s licensing authority, in addition to forwarding them to the Indiana BMV. Instead, the duty to forward conviction reports falls only upon the Indiana BMV. From these facts, and applying the presumption that public officials faithfully discharge their duties, PennDOT argues, the courts below should have presumed that “the Indiana Bureau of Motor Vehicles, the recipient of the certification of court abstract under Indiana law and the entity with the statutory duty to report [appellee’s] OWI conviction to [PennDOT], is the entity [which] forwarded that conviction report.” Brief for Appellant, 27-28. PennDOT argues that the burden should have been upon appellee to rebut a presumption that the report was not forwarded by the Indiana licensing authority.\nPennDOT also argues that the Commonwealth Court’s approach to PennDOT’s discharge of its administrative obligations under Article IV of the Compact is unworkable because it assumes a non-existent power in PennDOT to regulate the conduct of the Compact states which report convictions to Pennsylvania. PennDOT accurately notes that Commonwealth Court decisions in this area have progressed to a point where they now require that the out-of-state court abstracts indicate on their face that they were forwarded by the licensing authority of the reporting state before they may be considered as sufficient proof of the conviction. See, e.g., Snyder v. Commonwealth, Dept. of Transp., 808 A.2d 318, 321 (Pa.Cmwlth.2002). Thus, PennDOT notes, the Snyder panel refused to deem the credited testimony of Bureau of Driver Licensing employees regarding the origin of out-of state conviction reports—i.e., testimony to the effect that the envelopes in which such reports were forwarded unfailingly bore the return address of the convicting states’ licensing authorities, and not the convicting court—sufficient to satisfy Article III of the Compact. PennDOT notes that there is nothing in the Compact which requires that the conviction report itself state that it has been forwarded by the licensing authority; rather, “Commonwealth Court’s strict and unreasonable construction of Article III of the Compact in essence amounts to a unilateral judicial amendment to the Compact which ... imposes additional duties upon the other party states without their consent.” Brief for Appellant, 31.\nFinally, PennDOT argues that Commonwealth Court’s approach allows many drivers who have unquestionably been convicted for impaired driving offenses in other states to escape the Pennsylvania sanction the General Assembly has mandated, thereby lessening the effectiveness of the Compact as a tool for promoting national highway safety. PennDOT submits that, in its experience, at least half of the party states to the Compact, including Pennsylvania, utilize court abstracts or the equivalent as the conviction reports they forward to licensing states under Article III. PennDOT asserts that in no other jurisdiction have the courts required the home state, as a precondition to fulfilling its duties under Article IV, to prove that the report of conviction was sent directly by the licensing authority of the reporting state. PennDOT posits that the licensing authorities in those states believe, consistently with the 1990 Administrative Procedures Manual published by the United States Department of Transportation, that court abstracts are sufficient under Article III. See Driver License Compact Administrative Procedures Manual 1994, § 2.4.3 (the form of the report of conviction may be a copy of the abstract of court record). PennDOT notes that it has no power to require the licensing authorities of other party states to provide different documentation. Brief for Appellant, 40.\nAppellee responds first by disputing PennDOT’s argument that requirements under the Compact have different force depending upon whether Pennsylvania is acting as the home state or the convicting state. Appellee submits that all of the Compact’s requirements apply to all party states, and that the “shall” language employed in Article III means that it is mandatory for conviction reports to be forwarded by the licensing authority of the reporting state before they may serve as the basis for a reciprocal license suspension. Appellee argues that PennDOT’s construction of the statute is mistaken because it disregards the plain language of the statute in order to pursue its spirit.\nAppellee also distinguishes McCafferty on the same ground cited by the courts below: i.e., by noting that that case did not specifically pass upon the question of whether the home/licensing state could accept a report of conviction absent affirmative proof that it originated from the licensing authority of the convicting state. Appellee further argues that it is settled law, under the Boots line of cases, that the licensing authority of a party state must report a conviction to PennDOT before PennDOT may act upon the report to suspend Pennsylvania operating privileges. Finally, appellee disputes PennDOT’s claim that the decision below prevents the Commonwealth from participating as a full party state in the Compact and compromises highway safety. Appellee submits that Penn-DOT has presented no evidence to support its argument to that effect and counters that PennDOT may satisfy the procedural requirements of the Compact merely by asking reporting states to ensure that the required record of conviction emanate from their licensing authority, which should be an easy task.\nThe Commonwealth Court line of cases relied upon below takes a formulaic approach to the Compact, while at the same time recognizing no distinction between the duties and powers of a licensing authority depending upon whether it is acting as a reporting state or a home state. Those cases thus assume that a home state licensing authority’s powers under Article IV are circumscribed by defects in a reporting state’s compliance with Article III of the Compact. In so doing, the cases ignore the admonition in Article IX that the Compact “shall be liberally construed so as to effectuate the purposes thereof,” one of which, as set forth in Article I, is to promote compliance with the laws relating to the operation of motor vehicles in each of the party states. In concluding that the Commonwealth Court cases which adopted this strict approach retained full vitality notwithstanding this Court’s decisions in McCafferty and Harrington, the panel below clearly failed to appreciate the significance of our teachings in McCafferty and Harrington.\nMcCafferty involved a group of consolidated cases where motorists had appealed reciprocal suspensions of their Pennsylvania licenses following out of state convictions for DUI. The motorists prevailed in the courts of common pleas upon constitutional grounds, which in turn vested appellate jurisdiction in this Court. In addition to reversing the determinations on the constitutional questions presented, this Court addressed a claim, raised by one appellee, that the conviction report forwarded by authorities in New Jersey (the reporting state in his case) was deficient because it did not strictly comply with New Jersey’s obligation under Article III. Specifically, the New Jersey report had failed to identify the court in which action was taken and to indicate the appellee’s plea and whether the conviction was the result of a forfeiture of bail, bond or other security—specifics which Article III requires the convicting state to report. 758 A.2d at 1164.\nIn rejecting the appellee’s argument that the failure of the report to comply with the command of Article III rendered his license suspension erroneous, this Court began by noting that “[n]one of this [missing] information would have shed any light on the conduct underlying [the] conviction; it is the conduct underlying the conviction that triggers PennDOT’s duties under the Compact.” Id. We then emphasized that there is a distinction in what the Compact requires of PennDOT when it is the convicting/reporting state versus its duties as the home/licensing state:\nArticle III is clearly mandatory for a party state reporting a conviction within its jurisdiction. Article III therefore imposes an obligation on PennDOT only when it is the state reporting the conduct, not when it is the home state. It does not prohibit PennDOT, as the licensing authority in the home state, from relying on the information contained in the report even if the report lacks certain information specified in Article III. Nor does anything in Article III render the New Jersey report of conviction inadmissible if defective .... Thus, we fail to see how the technical, immaterial defects in the report here rendered PennDOT’s suspension of appellee’s license erroneous.\n758 A.2d at 1164-65 (footnote, brief citation and statutory citations omitted) (emphasis original). In a similar vein, this Court emphasized in a footnote that the fact that a reporting state fails to follow the mandates of Article III does not operate to preclude license suspension by the home state pursuant to Article IV. Id. at 1165 n. 13.\nFinally, this Court cited to the 1998 amendments to the Pennsylvania Compact provisions, where our General Assembly added the following language to Section 1584, which concerns information forwarded by other Compact states:\nThe omission from any report received by the department from a party state of any information required by Article III of the compact shall not excuse or prevent the Department from complying with its duties under Articles IV and V of the compact.\n75 Pa.C.S. § 1584. Although the McCafferty Court recognized that this amendment was enacted after the appellee’s conviction, we noted its tangential significance in that it “explicitly recognizes what is implicit in the structure of the Compact: states play different roles depending upon whether they are the home states or the convicting states.” 758 A.2d at 1165.\nHarrington involved the reciprocal suspension of a motorist’s Pennsylvania driver’s license following a New Jersey conviction for DUI. The New Jersey report was deficient under Article III in that it failed to describe the appellee’s plea or state whether the conviction resulted from a forfeiture of bail or security. 763 A.2d at 390. Unlike McCafferty, the 1998 amendment to Section 1584 applied in Harrington. The trial court sustained the motorist’s appeal notwithstanding Section 1584, finding that it violated Article III of the Compact as well as due process precepts. This Court reversed.\nPreliminarily, the Harrington Court noted that the Commonwealth Court cases which had construed Article Ill’s technical reporting requirements as mandatory in cases where PennDOT was acting as the home/licensing state under Article IV were based upon statutory construction, and not due process precepts. The Court then noted that McCafferty had since concluded that full compliance with Article III on the part of a reporting state was not necessary to the performance of a licensing state’s obligation concerning licensing suspension: “[t]hus, McCafferty effectively overruled the holding of the Commonwealth Court that full compliance with Article III is a mandatory prerequisite to license suspension.” 763 A.2d at 391 & n. 7. Harrington then went on hold, inter alia, that the notice provided to the appellee in that case did not violate due process.\nObviously, the Commonwealth Court panel below was correct that McCafferty and Harrington are factually distinguishable from the case sub judice in that they involved deficiencies in the conviction report, while this case involves a challenge to the failure to offer affirmative proof that the conviction report emanated from the reporting state’s licensing authority. Nevertheless, the significance of this Court’s analysis and rationale in McCafferty and Harrington should not have been so casually dismissed. In McCafferty, this Court stressed that PennDOT’s duty and authority under the Compact differed depending upon whether it was acting as the reporting state or the home state. The approach in McCafferty was very different from the approach taken in Commonwealth Court cases such as Boots and Mazurek, and the Commonwealth Court should have recognized as much.\nAlthough the Compact is a multi-state effort and agreement, for practical purposes, Pennsylvania courts are called upon to assess the performance only of Pennsylvania’s licensing authority, and 'not the performance of executive authorities in other states. Articles III and IV of the Compact speak to the different powers and duties of a licensing authority depending upon whether it is the convicting/reporting state or ’the home/licensing state, respectively. We reiterate our conclusion from McCafferty that the provisions of Article III are clearly mandatory where PennDOT is acting as the convicting state reporting that Pennsylvania conviction to the sister state which licensed the driver. McCafferty, 758 A.2d at 1164. For that matter, the provisions of Article IV are mandatory upon PennDOT when it is acting as the home state in receipt of a report of an out-of-state conviction. But there is. nothing in the plain language of Article III—much less in the overall structure and purpose of the Compact—which - suggests that Article III serves as some form of sub silentio restriction upon PennDOT’s powers where it is in the opposite posture, i.e., when it is called upon under Article IV to act after receipt of a conviction report from a sister Compact state. In that instance, the statute directs PennDOT to determine if “suspension, revocation or limitation of the license to operate a motor vehicle” is required. 75 Pa.C.S. § 1581 (Art. rV(a)). In making this evaluation, PennDOT is directed to focus upon the “conduct reported” pursuant to Article III and to give it “the same effect” as it would have if the conduct had occurred in the home state.\nThere is nothing in Article TV which obliges PennDOT to reject, or precludes it from relying upon, a sister state’s report of conviction because of a perceived defect in proof of the origin of the reporting state’s certification. Consistently with the purpose of the Compact, PennDOT should be deemed free to proceed with a substantive analysis of the matter. In this regard, it is significant that the type of report relied upon by PennDOT in this and like cases was not some mere rumor or unproved accusation: it was a court abstract originating from the convicting court. See Harrington, 763 A.2d at 393 (noting significance of administrative interpretations and assurances which guard against arbitrary and erroneous suspensions). The court abstract in this case was the very document that was forwarded to the Indiana licensing authority as proof of appellee’s conviction. A licensing authority does not generally possess first-hand knowledge of a conviction: it must rely upon such proof of conviction from the court which rendered the conviction. Thus, even in a situation where there was affirmative “proof’ that it was the licensing authority of the reporting state which forwarded the court abstract, or a report of the abstract, the fact that the authority forwarded the actual proof would add little of substance. To require PennDOT to ignore all such abstracts from sister states unless they also contain a rubber stamp from the out-of-state licensing authority would elevate a pointless form (and one which is not specifically required in Article IV) over substance, and defeat the salutary purposes of the Compact.\nThis is not to say that PennDOT’s reciprocal suspension determinations under Article IV are unreviewable or that the documentary evidence upon which PennDOT relies when acting pursuant to Article IV is not subject to substantive chailenge. Challenges may always be raised as to the accuracy or reliability of a particular court abstract or other report of conviction. The driver facing suspension, having been the subject of the out of state conviction, is in a solid position to recognize and litigate any actual substantive deficiency. But, the notion that, for purposes of PennDOT’s duty under Article IV, the essence of the report is the entity which forwards it, rather than its substance, is absurd. In rejecting a due process challenge to an allegedly defective Article III notice in McCafferty, this Court noted that: “[t]he due process clause does not create a right to be deliberately obtuse as to the nature of a proceeding. Appellees here knew exactly what was happening to them and why.” 758 A.2d at 1163. Similarly, in discharging its administrative duty under Article IV, PennDOT should not be required to be deliberately obtuse when it is in receipt of a report of an out-of-state conviction. It can determine what happened and proceed accordingly.\nFor the foregoing reasons, we reverse the order of the Commonwealth Court and again remand the matter to the trial court for proceedings not inconsistent with this decision.\nFormer Justice LAMB did not participate in the decision of this case.\nChief Justice CAPPY files a concurring opinion.\n. The Compact has been incorporated into the Pennsylvania Motor Vehicle Code at 75 Pa.C.S. §§ 1581-1586.\n. In his brief, appellee raises and argues a number of alternative issues in addition to those which were the subject of this Court's grant of discretionary review. Appellee argues that he raised these claims below but they were not reached, given the lower courts’ disposition in his favor. In anticipation of appellee’s attempt to raise these additional issues, appellant filed an \"Application to Limit Issues on Appeal,” arguing that the appeal should be confined to the issues appellant had raised in its allocatur petition, and noting that appellee would be free to litigate his additional issues upon remand, should appellant prevail. This Court granted the application in a per curiam order. Accordingly, we will not address the additional issues appellee has briefed.\n. Much of the Indiana Motor Vehicles Code was amended in 2001. At the time of appellee’s 1998 conviction, Section 9-30-5-2 of the Code provided that a person who operates a vehicle while intoxicated \"commits a Class A misdemeanor.” Section 9-13-2-86 of the Code defined \"intoxicated\" as meaning \"under the influence of,” inter alia, alcohol, controlled substances, drugs, or a combination of alcohol, controlled substances or drugs, \"so that there is an impaired condition of thought and action and the loss of normal control of a person’s faculties to an extent that endangers a person.”\n. Article IV(c) further provides that, if the laws of a party state do not describe these enumerated offenses in \"precisely the words employed in subdivision (a),” Article IV still applies so long as the offenses are of a “substantially similar nature.” Defendants commonly challenge whether the out-of-state offense is substantially similar to the driving under the influence offense set forth in the Compact, and appellee apparently intends to forward such a challenge upon remand here. But, for purposes of the narrower issue presented on this appeal, we assume that the Indiana OWI was a qualifying offense for Compact purposes.\n. At the time of appellee's offense in Indiana, the Pennsylvania DUI provision stated as follows:\n(a) Offense defined.—A person shall not drive, operate or be in actual physical control of the movement of a vehicle in any of the following circumstances:\n(1) While under the influence of alcohol to a degree which renders the person incapable of safe driving.\n(4) While the amount of alcohol by weight in the blood of:\n(i) an adult is 0.10% or greater; or\n(ii) a minor is .02% or greater.\n75 Pa.C.S. § 3731. Section 3731 was repealed effective February 1, 2004, but similar language now appears at 75 Pa.C.S. § 3802.\n. The licensing authority in Indiana for Compact purposes is the Indiana Bureau of Motor Vehicles (\"Indiana BMV\"). Ind.Code § 9-28-1-2.\n. The concurring and dissenting opinion in McCafferty was filed by Mr. Justice (now Chief Justice) Cappy and joined by then-Chief Justice Flaherty and Justice Zappala. The opinion concurred in the result only with respect to one appellee in the case. In all other respects, including the proper construction of Article III of the Compact, the opinion was in a dissenting posture. Notably, in Harrington, then-Justice Cappy filed a concurring opinion explaining that he joined the Harrington Majority Opinion, notwithstanding his expressed view in McCafferty, because he recognized the stare decisis effect of the decision.\n. See Snyder v. Commonwealth, Dept. of Transp., 808 A.2d 318 (Pa. Cmwlth.2002) (conviction report insufficient where PennDOT failed to show its origin was North Carolina licensing authority); Gallant v. Commonwealth, Dept. of Transp., 805 A.2d 1 (Pa.Cmwlth.2002) (en banc) (same for Illinois conviction).\n. PennDOT identifies Florida, Illinois, Indiana, Maine, New Hampshire, North Carolina, Virginia, West Virginia, and Wyoming as examples of other states that employ such abstracts.\n. PennDOT also claims that both the Commonwealth Court and appellee are mistaken to the extent they rely upon this Court’s denials of the petitions for allowance of appeal in Boots and Tripson as an endorsement of the reasoning in those cases. PennDOT is correct in this regard. This Court's denial of a request for discretionary review suggests no position on the merits and carries no precedential weight. It is only where this Court has granted review and entered an order affirming a decision on the basis of an opinion of the lower court that the Court's action may be construed as adopting the rationale employed by the lower court. Commonwealth v. Tilghman, 543 Pa. 578, 673 A.2d 898, 903-04 (1996)."}