{"id": "1100718", "contents": "OPINION\nJustice NIGRO.\nWe granted allowance of appeal to consider whether the Commonwealth Court erred in invalidating two bills that amended existing Philadelphia ordinances and sought to convey certain benefits to same-sex couples in committed relationships who complied with specified registration requirements. For the following reasons, we reverse the Commonwealth Court’s order insofar as it prohibited the City from providing employee benefits to the same-sex partners of employees, but affirm the order insofar as it struck down a prohibition on discrimination based on an individual’s membership in committed same-sex relationship and disallowed a real estate tax exemption for transfers of property between the members of such same-sex couples.\nOn May 7, 1998, Philadelphia City Council passed two bills (the “Legislation”) designed to extend certain rights and benefits to same-sex couples who meet the City’s definition of “Life Partners.” Specifically, Bill Number 970750 amended the “Fair Practices Ordinance,” Chapter 9-1100 of the Philadelphia Code (the “Phila. Code”), which disallows discrimination in the employment setting and in places of “Public accommodation, Resort or Amusement,” to include among the protected class individuals who have verified that they are in adult, committed, financially-interdependent, same-sex relationships. See infra n. 5. The bill accomplished this by adding to certain portions of the ordinance prohibitions against discrimination based on “marital status,” and then amending the ordinance’s definition of “marital status” to include the status of being a “Life Partner.” It then defined “Life Partnership” as follows:\n(a) Definition. For purposes of this Chapter, “Life Partnership” shall mean a long-term committed relationship between two unmarried individuals of the same gender who:\n(i) are at least 18 years old and competent to contract;\n(ii) are not related to the other Life Partner by blood in any way which would prohibit marriage in the Commonwealth of Pennsylvania;\n(iii) are the sole Life Partner of the other person;\n(iv) have not been a member of a different Life Partnership for the past twelve months (unless the prior Life Partnership ended as a result of the death of the other Life Partner);\n(v) agree to share the common necessities of life and to be responsible for each other’s common welfare;\n(vi) share at least one residence with the other Life Partner;\n(vii) agree under penalty of law to notify the [Philadelphia] Commission [on Human Relations] of any change in the status of the Life Partnership.\nPhila.Code § 9-1106(2)(a). The amendments to the Fair Practices Ordinance further required employers whose benefit plans are not covered by the Employee Retirement Income Security Act of 1974 (“ERISA”), 29 U.S.C. § 1001 et seq., to extend to the Life Partners of their employees the same employee benefits that they extend to employees’ dependents. See Phila. Code § 9-1103(B)(5) (“[N]o ... bona fide ... employee benefit plan shall excuse the failure to provide to the Life Partner of any employee any benefit that is provided to the dependent of any employee.”); id. § 9-1103(C) (“Nothing in this Section shall apply with respect to employee benefits offered by an employer whose employee benefit plan is governed by [ERISA]----”). Meanwhile, the second bill passed on May 7, 1998, Bill Number 970749, amended Chapter 19-1400 of the Philadelphia Code, regarding real estate transfer taxes, by adding to the list of transactions exempted from the local real estate transfer tax transfers of property between Life Partners. See id. § 19-405(6).\nAppellees, who are City residents and taxpayers, filed a complaint for declaratory and injunctive relief, seeking to have the Legislation declared null and void. In Count I, they essentially asserted that state law regulating marriage preempts the City’s authority to enact a law creating a new “marital status.” In Count II, Appellees asserted that the Legislation violates public policy favoring marriage, because it deems certain same-sex couples to be married. In the remaining counts, Appellees alleged that the City’s extension of health and pension benefits to the Life Partners of employees was ultra vires, that the City cannot exempt real estate transfers between Life Partners from local taxation and that the City does not have the authority to prevent discrimination against Life Partners based on their status as such.\nThe City filed preliminary objections to the complaint, and on June 22, 1999, the trial court sustained the objections to Counts I and II and dismissed those counts. In a subsequent opinion, the court explained that the Legislation gave Life Partners “none of the rights and obligations imposed by marriage,” but rather, “merely prohibit[ed] discriminati[on] between married life partners and unmarried life partners in the rather narrow areas of City realty transfer tax, [and] city employee benefits.... ” Tr. Ct. Slip Op., 1/3/01, at 3-4.\nOn July 10, 2000, Appellees and the City filed cross-motions for summary judgment. The trial court granted the City’s motion and denied the motion of Appellees on October 5, 2000, concluding that the City had acted within its constitutional and statutory authority in enacting the Legislation and that the Legislation itself was “legal.” Devlin v. City of Philadelphia, 48 Pa. D. & C.4th 86, 92-100 (Phila.Cty.2000).\nAppellees appealed to the Commonwealth Court, which not only reversed the trial court’s June 22, 1999 order granting the City’s preliminary objections as to Counts I and II, but also reversed the October 5, 2000 order granting summary judgment in favor of the City. Devlin v. City of Philadelphia, 809 A.2d 980 (Pa.Commw.2002). Contrary to the trial court, the Commonwealth Court first held that “the City clearly was without authority to legislate in the field of domestic relations by defining and creating a new marital status” and that “the General Assembly, by the enactment of the Domestic Relations Code and other related statutes, and specifically, by Part II of the Domestic Relations Code (ie., the Marriage Law), preempted the field of the marital relationship between two people in Pennsylvania.” Id. at 990.\nIn reaching these conclusions, the court began by quoting Article IX, Section 2 of the Pennsylvania Constitution, which provides that a home rule municipality such as Philadelphia “may exercise any power or perform any function not denied by th[e] Constitution, by its home rule charter or by the General Assembly at any time.” Pa. Const, art. IX, § 2. The court then turned to the First Class Home Rule Charter Act of 1949 (the “Home Rule Act”), in which the General Assembly gave Philadelphia “complete powers of legislation and administration in relation to its municipal functions,” 53 P.S. § 13131 (emphasis added), but prohibited it from “exercising] powers contrary to, or in limitation or enlargement of, powers granted by acts of the General Assembly ... which are [applicable in every part of the Commonwealth.” Id. § 13133. Based on these authorities, the court explained that if an ordinance enacted by a home rule municipality addresses matters of statewide significance and concern that have already been addressed by the General Assembly, the ordinance will be preempted by the state and therefore invalid.\nApplying those principles here, the Commonwealth Court pointed out that by enacting the Domestic Relations Code, 23 Pa.C.S. §§ 1101-1905, and the Divorce Code, 23 Pa.C.S. §§ 3101-3904, the General Assembly had “tacitly but thoroughly demonstrated its intent to preempt this field of legislation,” 809 A.2d at 986, and concluded that the City “attempted to circumvent the Marriage Law when it specifically categorized the Life Partner relationship between a same-sex couple as a type of marital status.” Id. at at 987. In rejecting the City’s argument that it had not created a new marital status, but rather, had merely extended its provision of certain rights and benefits to an additional class, the court noted the similarities between the parameters the City had set for “Life Partners” and those that have been set with respect to state-endorsed marriages. Among other things, it noted that just as the Marriage Law defines marriage as a civil contract between a man and a woman and prohibits the couple from being blood-related, 23 Pa.C.S. §§ 1102, 1304, the Legislation requires Life Partners to be competent to contract and not blood-related in a way that would prohibit marriage. Phila. Code § 9—1106(2)(a)(i), (ii). Moreover, the court pointed out that the Legislation’s requirement that each Life Partner pledge that he or she is the “sole Life Partner” of the other, and that they “agree to share life’s common necessities and to be responsible for one another’s common welfare,” Phila. Code § 9-1106(2)(a)(v), is the equivalent of a couple’s vows in a standard marriage service, i.e., to “comfort,” “honor and keep,” and be “faithful.” The court also noted that the “Verification Statement” the Legislation required for the registration of a Life Partnership is akin to a marriage license, and procedures for the termination of Life Partnerships are akin to procedures set forth in the Divorce Code. See generally 23 Pa.C.S. § 3301. Given all these similarities, the court opined that a couple’s registration as a “Life Partnership” would succeed in creating a “mutual right of support,” which, just like the obligations of marriage, “would be capable of enforcement throughout the Commonwealth.” 809 A.2d at 987. Stating that it could “think of no reason for this multitude of similarities other than a thinly veiled attempt by the City to duplicate the institution of marriage for couples of the same sex,” the court concluded that the City had not merely exercised its home rule power to provide certain rights and benefits to an additional class, but rather, had improperly legislated in the preempted field of marriage. Id. at 988.\nIn concluding as such, the court also necessarily rejected the City’s contention that it had only “regulated an area of municipal interest by the passage of the amendment to the Fair Practices Ordinance.” Id. (emphasis in original). In that regard, the court cited to decisions of other courts in support of its underlying premise that domestic relations law is clearly an area of state concern. Id. (citing Adler v. Deegan, 251 N.Y. 467, 167 N.E. 705, 713 (1929) (Cardozo, J., concurring), amended on other grounds, 252 N.Y. 615, 170 N.E. 164 (1930); Arlington County v. White, 259 Va. 708, 528 S.E.2d 706, 713 (2000) (Hassell, J., dissenting in part and concurring in result)). The court further remarked that the Legislation had, in fact, “already extended] beyond the City’s borders,” because forty individuals from outside the City had already registered as Life Partners, based on the fact that the Legislation permits couples to register as Life Partners if they share a residence, and does not require that residence to be within the City limits. 809 A.2d at 988 (citing Phila. Code § 9-1102(a)(vi)).\nAs a policy matter, the court also found the City’s creation of a new marital relationship to violate the “abundantly clear public policy of this state” as evidenced in the 1996 amendment to the Marriage Law entitled “Marriage between persons of the same sex” (the “Defense of Marriage Act”), which provides that:\nIt is hereby declared to be the strong and longstanding public policy of this Commonwealth that marriage shall be between one man and one woman. A marriage between persons of the same sex which was entered into in another state or foreign jurisdiction, even if valid where entered into, shall be void in this Commonwealth.\n23 Pa.C.S. § 1704.\nFinally, the Commonwealth Court also held that the Legislation’s exemption of real estate transfers between Life Partners from the local realty transfer tax violated the Uniformity Clause of the Pennsylvania Constitution, which provides that “[a]ll taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under the general laws.” Pa. Const, art. VIII, § 1. Noting that the trial court had “held that there was a rational basis for exempting transfers between Life Partners,” the Commonwealth Court stated that “public policy long established in the Commonwealth leads us to disagree.” 809 A.2d at 992-93. The court further emphasized that prior to the amendment, the transfers that were exempt from taxation were those between husband and wife, parent and child or a child’s spouse, grandparent and grandchild or a grandchild’s spouse, and divorced couples who acquired the property prior to divorce, and stated that “Life Partners” plainly did not belong in such company. Accordingly, the court concluded that including “Life Partners” in that statutory class simply did not promote constitutional Uniformity-\nPresident Judge Colins authored a concurring opinion, which Senior Judge Kelley joined, stating that his primary concern was that the City had conferred greater benefits on same-sex partners than it confers on unmarried heterosexual couples. He further opined that by extending these benefits to same-sex couples, the City indicated an intent to establish a civil marriage between same-sex partners, which is within the sole authority of the General Assembly.\nOn appeal to this Court, the City asserts that the Commonwealth Court erred in ignoring the profound differences in purpose and effect between the state’s marriage laws and the Legislation and in therefore concluding that the Legislation attempts to duplicate marriage. It further contends that primarily as a result of that error, the Commonwealth Court erroneously concluded that the Legislation was beyond the City’s home rule authority, preempted by the Marriage Law, and violative of public policy. Finally, the City contends that the Commonwealth Court erred in concluding that the real estate transfer tax exemption for Life Partners violates the Uniformity Clause.\nInitially, we agree with the City that contrary to the Commonwealth Court’s conclusion, the City did not legislate in the area of marriage. Consequently, we also agree with the City that the Commonwealth Court erred in finding the Legislation to be preempted by the Marriage Law and beyond the City’s authority on account of the fact that it constituted legislation on a substantive matter of statewide concern.\nAs a general matter, municipalities are creatures of the state and “possess only such powers of government as are expressly granted to [them] and as are necessary to carry the same into effect.” City of Philadelphia v. Schweiker, 858 A.2d 75, 84 (Pa.2004) (alteration in original) (quoting Appeal of Gagliardi, 401 Pa. 141, 163 A.2d 418, 419 (1960)). A municipality is therefore powerless to enact ordinances except as authorized by statute, and ordinances not in conformity with the municipality’s enabling statute will be void. Id. (citing Taylor v. Abernathy, 422 Pa. 629, 222 A.2d 863, 865 (1966)).\nLike the powers of other types of municipalities, the powers of a home rule municipality are largely constitutionally and statutorily determined. In that regard, the Pennsylvania Constitution provides that “[m]unicipalities shall have the right and power to frame and adopt home rule charters” and that pursuant to such charters, a home rule municipality “may exercise any power or perform any function not denied by this Constitution, by its home rule charter or by the General Assembly at any time.” Pa. Const, art. IX, § 2. Meanwhile, the Home Rule Act, 53 P.S. §§ 13101-13157, which is the enabling legislation for home rule by a first class city, provides that the City “shall have and may exercise all powers and authority of local self-government and shall have complete powers of legislation and administration in relation to its municipal functions ...,” subject to certain enumerated limitations. Id. § 13131. Among the limitations are that (1) “no city shall exercise any powers or authority beyond the city limits except such as are conferred by an act of the General Assembly,” id. § 13133, and (2) “no city shall exercise powers contrary to, or in limitation or enlargement of, powers granted by acts of the General Assembly which are ... [applicable in every part of the Commonwealth.” Id. § 13133(b).\nWith respect to this second limitation, this Court has explained that the General Assembly may negate ordinances enacted by home rule municipalities when the General Assembly has enacted a conflicting statute concerning “substantive matters of statewide concern.” Ortiz v. Commonwealth, 545 Pa. 279, 681 A.2d 152, 156 (1996). Moreover, we have stated that matters “of statewide concern” include matters involving “the health, safety, security and general welfare of all the inhabitants of the State,” but do not include “matters affecting merely the personnel and administration of the offices local to Philadelphia and which are of no concern to citizens elsewhere.” Lennox v. Clark, 372 Pa. 355, 93 A.2d 834, 845 (1953) (emphasis in original).\nNotably, in addition to the constitutional and statutory limits on a municipality’s power, a municipality is also prohibited from exercising powers in violation of basic preemption principles, which dictate that “if the General Assembly has preempted a field, the state has retained all regulatory and legislative power for itself and no local legislation in that area is permitted.” Hydropress Envtl. Servs., Inc. v. Twp. of Upper Mount Bethel, County of Northampton, 575 Pa. 479, 836 A.2d 912, 918 (2003) (quoting Council of Middletown Twp. v. Benham, 514 Pa. 176, 523 A.2d 311, 313 (1987)). Although neither the Domestic Relations Code nor the Divorce Code explicitly prohibits legislation in the field of marriage, “the City has always conceded that, for purposes of this appeal, the Domestic Relations Code occupies the field of marital regulation ... and [therefore] implicitly preempts local legislation in the field of the marital relationship,” and we will likewise accept that undisputed premise for purposes of this appeal. City’s Brf. at 15.\nIn concluding that the City had exceeded its home rule powers and violated preemption principles in enacting the Legislation, the Commonwealth Court stated that the City had legislated in a “substantive area of statewide concern,” when it redefined the parameters of marriage by creating the legal relationship of “Life Partners.” However, while we acknowledge certain facial similarities between marriage and Life Partnership, we simply do not agree that they are sufficient to establish that the City has legislated in the area of marriage here.\nAs an initial matter, we do not believe that the City’s mere designation of “Life Partnership” as a “marital status” demonstrates that it was equating Life Partnership with state-sanctioned marriage. Under the amended ordinance, “marital status” is now defined as “[t]he status of being single, married, separated, divorced, widowed or a life partner.” Phila. Code § 9-1102(r) (emphasis added). Appellees appear to assert that this alone demonstrates that the City is recognizing the status of being “a life partner” as being the functional equivalent of the status of being “married.” However, as will be explained in greater detail below, Life Partnership is simply not the functional equivalent of “marriage” and thus, we find the reference to “the status of being ... a life partner” in the definition of “marital status” to merely supplement the terms “single,” “divorced” and “widowed” as yet another im married “marital status.”\nMoreover, just as we do not believe that the City’s designation of Life Partnership as a “marital status” demonstrates its intent to recognize Life Partners as “married,” we do not believe that the similarities between the requirements for the creation of a Life Partnership and the requirements for the establishment of a marriage demonstrate that the City has impermissibly legislated in the area of marriage. Both the Commonwealth Court below and Appellees put great emphasis on the fact that the City requires individuals seeking certification as Life Partners to establish that they are in a relationship that shares certain qualities of a marital relationship. Namely, as explained above, just as individuals seeking to marry must establish that they are 18 years old, are competent to contract, and do not share certain blood relationships, see 23 Pa.C.S. § 1304, the Legislation requires the same of Life Partners. Phila. Code § 9—1106(2)(a)(i), (ii). Likewise, just as individuals seeking to marry typically vow to support one another emotionally and financially and to be monogamous, the Legislation requires Life Partners to agree to share in the “common necessities of life,” to be responsible for each other’s “common welfare,” and to be the “sole life partner” to each other. Id. § 9-1106(2)(a)(iii), (v). However, as the City explains, while these requirements narrow the class of individuals eligible to register as Life Partners using qualification that are similar to those that our domestic relations laws require for marriage, this fact alone does not lead to the conclusion that the City was legislating in the area of marriage as, more importantly, the Legislation does not imbue Life Partners with the myriad of rights and responsibilities that the Commonwealth’s domestic relations laws impart on married individuals.\nIndeed, even though the Legislation affords Life Partners certain limited rights and benefits that spouses also enjoy, those rights and benefits are but a small fraction of what marriage affords to its participants. As the City emphasizes, Life Partners who separate cannot take advantage of the domestic relations laws that govern, among other things, divorce, alimony, child support, child custody, and equitable distribution. See generally Domestic Relations Code, 23 Pa. C.S. §§ 1101-1905; Divorce Code, 23 Pa.C.S. §§ 3101, 3904. Likewise, Life Partnership under the current Legislation does not somehow extend to Life Partners numerous other spousal benefits, including: (1) the rights and protections that come with holding marital property in a tenancy of the entirety, see 23 Pa.C.S. §§ 3501(b), 3507(a); (2) the marital exemption from paying any transfer tax on inheritance from a spouse, 72 P.S. § 9116(a)(l.l); (3) a guaranteed share of an intestate spouse’s estate, 20 Pa.C.S. § 2102; (4) the testimonial privilege between husband and wife, 42 Pa.C.S. §§ 5914, 5923; (5) the right to file joint tax returns, 72 P.S. § 3402-401; (6) the first right to receive workers’ compensation when the spouse dies, 77 P.S. § 561; (7) employment preferences afforded to the spouses of veterans, 51 Pa.C.S. § 7108; and (8) the right to bring a wrongful death action on behalf of one’s deceased spouse, 42 Pa.C.S. § 8301.\nAppellees disregard these considerable differences between marriage and the Life Partner relationship, and assert that what is relevant is that the City created a legal relationship between same-sex partners, complete with a mutual obligation of support similar to that between spouses, when the General Assembly specifically excluded such relationships from the domestic relations laws. However, in our view, the “legal relationship” that the City has created is, in essence, merely a label that the City can use to identify individuals to whom it desires to confer certain, limited local benefits. Moreover, as long as those benefits are not benefits solely available to married (or formerly married) individuals pursuant to the Commonwealth’s domestic relations laws, which the benefits here are not, it simply cannot be said that the defined relationship is an improper attempt to legislate in the area of “marriage.”\nIn sum, given that the Legislation merely creates and defines the un married status of Life Partnership and gives Life Partners only very limited rights that do not even begin to mirror the extensive fabric of rights and obligations that the Commonwealth has afforded to married couples, we reject the Commonwealth Court’s finding that the City exceeded its municipal powers by legislating in the preempted area of marriage. Having concluded as such, we now turn to each specific benefit that the Legislation provides to Life Partners, i.e., employee benefits, protection from discrimination, and the real estate transfer tax exemption, to determine whether the provision of each individual benefit is nevertheless beyond the City’s authority for other reasons. Ultimately, we conclude that only the employee benefits provisions can survive this inquiry.\nWith respect to employee benefits, we note that the General Assembly has explicitly authorized the City to exercise “complete powers of legislation and administration in relation to its municipal functions,” 53 P.S. § 3421.17, and even Appellees concede that “the question of which benefits should be available to which employees is a matter of local concern.” Appellees’ Brf. at 5-6 (emphasis omitted) (citing Ebald v. City of Philadelphia, 387 Pa. 407, 128 A.2d 352, 354 (1957)). Appellees nevertheless argue that the City has “reach[ed] far beyond personnel and administrative issues into an area that has never been within the authority of [the City] to regulate,” namely, the area of marriage, because it has “recognize[d] same-sex relationships of its employees and of employees in the private sector,” “developed] criteria for them to meet in order to qualify for these benefits,” and “create[d] rights by and between the members of the partnership.” Id. at 6 (emphasis omitted).\nHowever, as stated above, we find no fault in the City’s development of criteria that individuals must meet in order to qualify as Life Partners nor in its recognition of such relationships for certain limited purposes that fall within its Home Rule powers and do not impermissibly overlap with our domestic relations laws. Moreover, as this Court made clear in Lennox v. Clark, 372 Pa. 355, 93 A.2d 834 (1953), the Home Rule Act’s limitations on the City’s legislative powers in relation to topics on which the General Assembly has already spoken “concern only laws in relation to substantive matters of State-wide concern, such as the health, safety, security and general welfare of all the inhabitants of the State, and not to matters affecting merely the personnel and administration of the offices local to Philadelphia and which are no concern to citizens elsewhere.” Id. at 845 (underline added) (italics in original). Here, given our prior conclusion that the City’s recognition of life partner relationships, in isolation, is not in tension with this Commonwealth’s domestic relations laws, we do not hesitate in holding that the City’s provision of benefits to Life Partners is not legislation in an area of state-wide concern, but rather, is a matter “affecting merely the personnel and administration of the offices local to Philadelphia and which are no concern to citizens elsewhere.” Id. (emphasis in original).\nIndeed, like the trial court below, we agree with the Appellate Court of Illinois that “the power to extend to its employees both compensation and benefits is ineluctably essential to the operation of local governmental units.... ” Crawford, 237 Ill.Dec. 668, 710 N.E.2d at 98 (cited in Devlin, 48 Pa. D. & C.4th at 93). As the Crawford court observed, “[t]he competition in the job market involving employees from laborers to professionals must be dealt with by an employing municipal entity on a practical and realistic level if it is to possess the ability to hire and retain qualified individuals to serve the community.” Id. Accordingly, “[prohibiting the extension of [employee] benefits [to Life Partners] may in fact place the City of Philadelphia at a competitive disadvantage with private employers who allow for such benefits.” Devlin, 48 Pa. D. & C.4th at 93.\nIn sum, we find that the City’s extension of employee benefits to employees’ Life Partners on the same basis as such benefits are extended to employees’ dependents is a local matter of personnel and administration that lies within the City’s explicit authority to legislate regarding matters of local concern. See 53 P.S. § 13131. Given this conclusion and our earlier conclusion that the Legislation as a whole does not constitute legislation in the area of marriage, we reverse the Commonwealth Court’s order insofar as it struck down the City’s employee benefits provisions as ultra vires,\nIn contrast, we have considerably more difficulty with the Legislation insofar as it prohibits discrimination against Life Partners and exempts real estate transfers between Life Partners from the transfer tax. Taking each of these provisions in turn, we start with the anti-discrimination provisions and conclude that, as drafted, such provisions were in fact beyond the City’s power to enact because they seek to improperly exercise authority beyond the City limits.\nAs a preliminary matter, we feel compelled to note that we have difficulty discerning the City’s purpose in adding Life Partners as a protected class in the anti-discrimination provisions. Prior to the amendments at issue, the Fair Practices Ordinance prohibited, among other things, discrimination based on race, color, sex, sexual orientation, religion, national origin, ancestry, or handicap in both the employment setting as well as in places of “public accommodation, resort or amusement.” See generally Phila. Code § 9-1103 (“Unlawful Employment Practices”); id. § 9-1105 (“Unlawful Public Accommodation Practices”). Thus, under the prior version of the ordinance, employers and places of public accommodation, resort or amusement were already prohibited from discriminating against individuals based on their sexual orientation, whether or not that sexual orientation also resulted in the individuals being members of Life Partnerships. While the amended ordinance now specifically provides that discrimination based on an individual’s membership in a registered Life Partnership is also prohibited, we are confident that any such discrimination was already prohibited as discrimination based on sexual orientation. Accordingly, we fail to see how the City has materially increased the protection it affords to those in Life Partnerships by prohibiting discrimination based on an individual’s status as a Life Partner. This is particularly true when one recognizes that it is not just any individual in an adult, committed relationship with a member of the same sex who can take advantage of this new prohibition against discrimination against Life Partners, but rather, is only those who have officially registered as Life Partners with the City. See Phila. Code § 9-1106(2) (“No Life Partnership shall be recognized as such under this Chapter unless [verification statement and proof of interdependence are filed with the City].”).\nNevertheless, putting aside our lack of understanding of the City’s purpose, our primary concern with respect to the addition of Life Partners as a protected class in the Fair Practices Ordinance is that, unlike the benefits provisions, the anti-discrimination provisions ultimately put the City in the position of categorizing and defining the relationships of individuals who may very well have no meaningful connection with the City. Specifically, when read in conjunction with the registration requirements, the anti-discrimination provisions invite individuals who neither live nor work in the City to nevertheless register as Life Partners solely as a means to solidify their full rights to be free from discrimination on account of their Life Partner status when, if ever, they come into the City. While we recognize that the City generally has authority to enact anti-discrimination laws pursuant to its police powers, see Western Pa. Restaurant Ass’n v. City of Pittsburgh, 366 Pa. 374, 77 A.2d 616, 620 (1951), we do not believe that this authority permits the City to reach beyond its borders and require individuals outside the City to register their otherwise private relationships with the City in order to obtain the full benefits of those laws. Rather, we believe that the City’s maintenance of a Life Partner registry that is designed to include individuals who may have no identifiable connection to the City constitutes an ultra vires act that violates the prohibition set forth in the Home Rule Act that “no city shall exercise any powers or authority beyond the city limits except such as are conferred by an act of the General Assembly.” 53 P.S. § 13133. Accordingly, we agree with the Commonwealth Court’s ultimate conclusion that the City did not have the authority to enact the Legislation insofar as it attempts to prohibit discrimination based on an individual’s status as a registered Life Partner.\nIn addition, we also agree with the Commonwealth Court’s conclusion that the Legislation’s provisions exempting transfers of real estate between Life Partners from the real estate transfer tax violate the Uniformity Clause of the Pennsylvania Constitution.\nArticle VIII, Section 1 of the Pennsylvania Constitution, i.e., “the Uniformity Clause,” provides that “[a]ll taxes shall be uniform, upon the same class of subjects, within the territorial limits of the authority levying the tax, and shall be levied and collected under the general laws.” Pa. Const, art. VIII, § 1. “To be uniform, a tax must operate alike on the classes of things or property subject to it.” Commonwealth v. Overholt & Co., 331 Pa. 182, 200 A. 849, 853 (1938). The legislature has wide discretion in matters of taxation and a taxpayer pursuing a Uniformity Clause challenge has the burden of demonstrating that a classification made for purposes of taxation is unreasonable and “clearly, palpably and plainly violates the Constitution.” Leonard v. Thornburgh, 507 Pa. 317, 489 A.2d 1349, 1352 (1985); see also id. at 1351. If there is “some legitimate distinction between the classes that provides a non-arbitrary and ‘reasonable and just’ basis for the difference in treatment,” the tax legislation is to be upheld. Id. at 1352. On the other hand, “[wjhen there exists no legitimate distinction between the classes, and, thus, the tax scheme imposes substantially unequal tax burdens upon persons otherwise similarly situated, the tax is unconstitutional.” Id. Notably, the analysis under the Uniformity Clause is “generally the same as that under the equal protection clause of the United States Constitution.” Wilson Partners, L.P. v. Commonwealth of Pennsylvania, Bd. of Finance & Revenue, 558 Pa. 462, 737 A.2d 1215, 1220 n. 11 (1999) (citing Leonard, 489 A.2d at 1351).\nHere, amended subsection 19-1405(6) of the Philadelphia Code provides in relevant part that a real estate transfer tax will not be imposed on:\na transfer between husband and wife, between persons who were previously husband and wife who have since been divorced, provided the property or interest therein subject to such transfer was acquired by the husband and wife or husband or wife prior to the granting of the final decree in divorce, between parent and child or the spouse of such child, between brother and sister or spouse of a brother or sister, between a grandparent and grandchild or the spouse of such grandchild and between any life partners .... For purposes of this paragraph, the term “life partner” shall mean a member of a Life Partnership that is verified pursuant to § 9-1106(2).\nPhila.Code § 19-1405(6) (emphasis added). As such, prior to the amendment adding transfers between Life Partners to this list, the only transfers that qualified for an exemption under this subsection were those between particular individuals related either by blood or marriage.\nUnder these circumstances, the Commonwealth Court correctly concluded that adding Life Partners to subsection 19-1405(6) does not promote uniformity within the taxed class as Life Partners do not share the very characteristics that previously defined the only individuals entitled to an exemption under that subsection, i.e., a relationship of blood or marriage. In defending its decision to nevertheless add an exemption for transfers between Life Partners, the City contends that “it was eminently rational for the City to determine that persons who could demonstrate to the City that they live together in one household as a long-term, financially interdependent unit, are entitled to an exemption when they transfer property between one another.” City’s Brf. at 43; see also City’s Reply Brf. at 18 (“[I]t is perfectly reasonable and far from arbitrary for the City to exempt from taxation real property transfers between persons who have verified that they share a residence and are financially interdependent in some way, regardless of whether they share blood or familial ties or a marriage license.”). While this, on its face, would appear to provide a rational basis on which to revise the real estate transfer tax exemption, it simply does not explain the change that the City actually made. Indeed, if the City sought to provide a uniform exemption for individuals who “live in one household as a long-term, financially interdependent unit,” they would not have only expanded the existing exemptions to add same-sex couples who satisfy this criteria.\nThe City’s response to this reality is two-fold. First, it asserts that Appellees waived this argument by failing to raise it below, an assertion with which the Commonwealth Court majority apparently agreed. See 809 A.2d at 993 n. 19 (“[T]he disparate treatment between unmarried and heterosexual couples and unmarried life partners, was neither raised as an issue nor argued to this Court by the [Appellees] ....”); but see id. at 993 (Colins, J., concurring) (disapproving of the City’s conferral of “greater rights on same-sex couples than on unmarried heterosexual couples”). However, given that the City defends the exemption by maintaining that it is designed to benefit those who “live in one household as a long-term, financially interdependent unit,” we cannot turn a blind eye to the fact that the Legislation does not, in fact, uniformly advance this purported purpose.\nNo doubt recognizing as such, the City attempts to provide a “non-arbitrary and ‘reasonable and just’ basis” for its differential treatment of same-sex and opposite-sex “long-term, financially interdependent units,” Leonard, 489 A.2d at 1351, by pointing out that courts in other jurisdictions have concluded that “it is rational for [municipalities] to treat opposite-sex couples, who have the ability to marry and thereby demonstrate their financial interdependence to the state, differently from same sex couples.” City’s Brf. at 46 n. 14 (citing, e.g., Irizarry v. Board of Educ. of City of Chicago, 251 F.3d 604, 610 (7th Cir.2001)). Moreover, the City asserts that “an ordinance granting benefits to unmarried couples of the opposite sex would have the perverse effect of discouraging marriage.” Id. (emphasis in original).\nHowever, like the Commonwealth Court, we do not find such justifications to be reasonable. First, we simply find it irrational to presume that opposite-sex, cohabitating, financially interdependent couples, who are otherwise inclined to marry, would be dissuaded from doing so by an ordinance permitting them to transfer real property between them without having to pay a transfer tax. Moreover, while the City’s purported rationale suggests that a married couple’s financial interdependence is the reason for their right to the exemption, and that Life Partners, who are also financially interdependent, should therefore be entitled to the same, we know from the context of the marriage exemption that the reason for that exemption is not the couple’s financial interdependence, but rather, merely the fact of their marriage. Indeed, not only is there no requirement in subsection 19-1405(6) that individuals exempt from taxation pursuant to that subsection be financially interdependent, but in addition, certain of the relationships included in that subsection are not even ones that are typically associated with financial interdependence, e.g., brother and sister, and grandparent and grandchild.\nThat said, even if we were to accept the City’s explanation that its goal in adding Life Partners to subsection 19-1405(6)’s list of relationships exempted from the transfer tax was truly to exempt transfers between financially interdependent units who do not have the ability to marry, its attempt to accomplish that goal was simply unreasonable as it has plainly favored same-sex relationships over other legitimate relationships that cannot be consummated in marriage and can also be financially interdependent, such as that between (1) first-cousins, (2) aunts or- uncles and nephews or nieces, and (3) individuals and minors under the age of eighteen who are not qualifying relatives. See 23 Pa.C.S. § 1304. As such, the City has simply provided this Court with no “legitimate distinction between the classes” and we cannot independently discern a legitimate distinction that would permit us to escape the conclusion that “the tax scheme imposes substantially unequal tax burdens upon persons otherwise similarly situated.” Leonard, 489 A.2d at 1352. Accordingly, we conclude that the amendments to Chapter 19-1400 of the Philadelphia Code, accomplished by the passage of Bill Number 970749 on May 7, 1998, violated the Uniformity Clause of the Pennsylvania Constitution.\nFor the foregoing reasons, we affirm the Commonwealth Court’s order insofar as it invalidated Bill Number 970749 and those portions of Bill Number 970750 that seek to provide anti-discrimination protections for Life Partners, but reverse the Commonwealth Court’s order insofar as it invalidated those portions of Bill Number 970750 that required designated employers to offer employee benefits to Life Partners on the same basis that they offer benefits to their employees’ dependents.\nJustice NEWMAN did not participate in the consideration or decision of this matter.\n. The ordinance defines \"Public accommodation, Resort or Amusement” very broadly, and includes all of the following:\nany accommodation, resort, or amusement, which is open to, and accepts or solicits the patronage of the general public, including but not limited to inns, taverns, roadhouses, hotels, motels ... or for the accommodation of those seeking health related services, recreation, or restaurants or eating houses, or any place where food is sold for consumption on the premises, buffets, saloon, barrooms or any store, park or enclosure where spirituous or malt liquors are sold, ice cream parlors, confectioneries, soda fountains and all stores where ice cream, ice and fruit preparation or their derivatives, or where beverages of any kind are retailed for consumption on the premise, drug stores, dispensaries, clinics, hospitals, nursing homes, substance-abuse treatment or rehabilitation programs, ambulance services, health care providers' professional offices, bathhouses, swimming pools, barber shops, beauty parlors, retail stores and establishments, theaters, motion picture houses, airdromes, roof gardens, music halls, race courses, skating rinks, amusement and recreation parks, fairs, bowling alleys, gymnasiums, shooting galleries, billiard and pool parlors, public libraries, kindergartens, primary and secondary schools, , high school, academies, colleges and universities, extension courses and all educational institutions, mortuaries and funeral parlors, non-sectarian cemeteries, garages and all public conveyances operated on land or water or in the air as well as the station terminals and airports, financial institutions and all City facilities and services but not any accommodations which are in their nature distinctly private....\nPhila.Code § 9-1102(u).\n. Specifically, Section 9-1102(r) of the Philadelphia Code was amended to define \"marital status” as “[t]he status of being single, married, separated, divorced, widowed or a life partner.” Phila. Code § 9-1102(r) (emphasis added).\n. Philadelphia City Council passed a third bill on that same date, Bill Number 970745, which amended the Retirement System Ordinance and the Municipal Retirement Benefit Plan 1987 Ordinance to remove restrictions on whom City employees can name as their beneficiaries to receive benefits when they die. Although Appellees initially challenged this bill as well, they subsequently withdrew that challenge, and thus, we will not address this bill further.\n. Act of April 21, 1949, P.L. 665, as amended, 53 P.S. §§ 13101-13157.\n. In that regard, section 9-1106(2) of the Legislation provides:\n(b) Verification. No Life Partnership shall be recognized as such under this Chapter unless the members of the Life Partnership have verified the Life Partnership by: (i) filing with the Commission [on Human Relations] a Verification Statement, in the form and manner required by the Commission, which states, on penalty of perjury, that the Life Partnership meets all the provisions of § 9-1106(2)(a); and (ii) filing with the Commission proof that the Life Partners have been interdependent for at least six (6) months prior to the date the Verification Statement is filed, such proof to include at least three of the following:\n(.1) common ownership of real property or a common leasehold interest in property;\n(.2) common ownership of a motor vehicle;\n(.3) driver's licenses listing a common address;\n(.4) proof of joint bank accounts or credit accounts;\n(.5) proof of designation as a beneficiary for life insurance or retirement benefits, or beneficiary designation under a partner’s will;\n(.6) assignment of a durable power of attorney or health care power of attorney.\nPhila.Code § 9-1106(2)(b).\n. Specifically, section 9-1106(2)(c) of the Legislation provides that:\n(c) Termination. Either Life Partner may terminate the Life Partnership by filing a sworn Termination Statement with the Commission, in the form and manner required by the Commission, stating that the Life Partnership is to be terminated. The termination shall become effective sixty (60) days from the date the Termination Statement is filed, if it is signed by both Life Partners, the Termination Statement shall become effective sixty (60) days from the date proof is filed with the Commission that a copy of the Termination Statement was served, either personally or by certified or registered mail, on the other Life Partner.\nPhila.Code§ 9-1106(2)(c).\n. The court also rejected the City's argument that insofar as the antidiscrimination provisions were concerned, it had not created a new category of marital relationship, but rather, merely \"intended to list the categories of persons protected under its antidiscrimination ordinance.” 809 A.2d at 991 (quoting City’s Commw. Ct. Brf. at 24). As the Commonwealth Court explained, \"if the previous antidiscrimination ordinance already prohibited discrimination based on 'race, color, sex [and] sexual orientation ...,’ the inescapable conclusion is that the category of Life Partners is a different category of marital status, not merely a category of sexual orientation.” 809 A.2d at 991.\n. Philadelphia is the only first class city in Pennsylvania. It adopted its’ home rule charter pursuant to the terms of the Home Rule Act on April 17, 1951.\n. In addition, unlike the Commonwealth Court, we disagree with Appellees that the City has created a \"mutual right of support” that mimics the right of support set forth in the domestic relations laws and that is necessarily \"capable of enforcement throughout the Commonwealth.” 809 A.2d at 987. Preliminarily, we are skeptical that the sworn statement of Life Partners that they \"agree to share in the common necessities of life and to be responsible for each other's common welfare,” Phila. Code § 9-1106(2)(a)(v), has the specificity required to constitute a judicially-enforceable promise. See Weavertown Transport Leasing, Inc. v. Moran, 834 A.2d 1169 (Pa.Super.2003) (to create an enforceable contract, parties must \"delineate the terms of their bargain with sufficient clarity”); 17A Am.Jur.2d Contracts § 183 (2004) (\"an agreement cannot be enforced if its terms are indefinite”). Moreover, even if such a statement were found to be judicially enforceable, we note that the Superior Court has specifically rejected the notion that a promise of support between two parties somehow converts the parties’ relationship into a marriage with all of its statutory rights and duties. See Knauer v. Knauer, 323 Pa.Super. 206, 470 A.2d 553, 564 (1983). Accordingly, at most, Life Partners who have registered pursuant to the City's procedures will have created an enforceable contractual right of support, much different and much less specific than that afforded to married and formerly married parties under the domestic relations laws.\n. In this regard, we note that any \"dependent” is eligible for the employee benefits that the Legislation extends to Life Partners, see Phila. Code § 9-1103(B)(5) (requiring that benefits offered to dependents also be offered to Life Partners), the protections against discrimination in the Fair Housing Ordinance are available to individuals regardless of whether they are married, see Phila.Code §§ 9-1103, 9-1105 (providing protection based on race, color, sex, sexual orientation, religion, national origin, ancestry and handicap), and the real property tax exemption is available to any number of \"unmarried” individuals. See, e.g., Phila. Code § 19-1405(6) (providing exemption for transactions between, among others, brother and sister, and parent and child).\n. A host of amici curiae, including Philadelphia businesses who themselves provide employee benefits to domestic partners, labor unions, the American Civil Liberties Union of Pennsylvania, the National Gay and Lesbian Task Force and the Pennsylvania National Organization for Women, have filed a brief in support of reversal of the Commonwealth Court’s decision. In that brief, the amici stress that more than sixty municipalities across the country have adopted some form of domestic partner registry, many of which offer health insurance and other benefits to the domestic partners of their employees, and no other court has held that the establishment of such registries and provision of benefits is the equivalent of creating marriage for same-sex couples. See, e.g., Tyma v. Montgomery County, Maryland, 369 Md. 497, 801 A.2d 148, 158 (2002) (\"To be sure, in the Act, the requirements for domestic partnership generally parallel those for marriage____ On the other hand, the Act does not create 'a legal equivalency between lawful spouses and same-sex domestic partners' or otherwise impinge upon the State's interest in marriage.”); Crawford v. City of Chicago, 304 Ill.App.3d 818, 237 Ill.Dec. 668, 710 N.E.2d 91, 99 (1999) (\"Personnel policies such as [those set forth in the domestic partnership ordinance] do not infringe on the General Assembly’s prerogative to define and regulate the institution of marriage. The [ordinance] merely creates an option for a City employee to purchase health insurance for a domestic partner, without establishing legal status competing with marriage.”).\n. For the same essential reasons, we must reject the Commonwealth Court's conclusion that the Legislation violates public policy by recognizing same-sex marriage when such marriages are prohibited by the Defense of Marriage Act, 23 Pa.C.S. § 1704.\n. The amici in support of reversal of the Commonwealth Court’s decision, see n. 11, supra, provide citations to authorities which establish that \"as of December 3, 2003, over 5,000 employers nationwide offer domestic partner health benefits to employees, a number that has increased by 66% in the past two years.” Brf. in Supp. of Reversal for Amici Curiae, at 3. In addition, they provide a list of over two hundred Fortune 500 Companies that offer domestic partner health benefits. Id. at Exh. A3.\n. We recognize that the Legislation’s employee benefits provisions require all employers in the City whose benefit plans are not governed by ERISA to offer benefits to Life Partners on the same basis that they offer benefits to dependents and thus, the benefits provisions concern more than just the City itself as an employer. However, according to the City, few private employers are affected by this requirement as most employers who are not covered by ERISA are public employers, and Appellees do not identify any private employers who are, in fact, affected. In any event, no affected employers, either public or private, have attempted to intervene in this action to challenge the benefits requirements as applied to them. Accordingly, there is no ripe controversy before this Court concerning the City’s authority to impose this requirement upon non-City entities, and we express no opinion on whether this would be permissible.\n. Significantly, Appellees have not argued to this Court that the extension of benefits to same-sex couples in adult, committed and financially interdependent relationships, without also extending benefits to opposite-sex unmarried couples in adult, committed, financial interdependent relationships is a violation of equal protection principles. Accordingly, we do not reach this issue here.\n. Notably, according to the City, Life Partners need not be homosexual and, in fact, can merely be same-sex roommates, provided that they verify that they are in a \"committed relationship,” vow to be each other’s \"sole Life Partner” and agree to \"share the common necessities of life and to be responsible for each other’s common welfare.” Life Partner Verification Statement, R.R. 24; Joint Stipulation of Fact at ¶ 11, R.R. 23 (\"Individuals can be life partners regardless of sexual orientation.”) Nevertheless, we must presume that in prohibiting discrimination against Life Partners, the City's goal was not to prohibit discrimination against committed, same-sex, heterosexual roommates.\n. As noted previously, the ordinance's anti-discrimination provisions only protect those persons who have officially registered as Life Partners with the City. See Phila. Code § 9-1106(2)(b).\n. The City argues that the Commonwealth Court erred in considering the previously exempted class as consisting only of those persons set forth in subsection 19-1405(6). According to the City, in considering whether constitutional uniformity principles were violated, the Commonwealth Court should have instead looked to the entirety of section 19-1405 and recognized that the City merely added an exemption for transfers between Life Partners to \"twenty-six different categories of exemptions from the transfer tax, many of which concern transactions between unmarried, unrelated people....” City’s Brf. at 46. While this argument has some appeal, we note that the City clearly considered the exemption for transfers between Life Partners to be closely aligned with the exemptions set forth in subsection 19-1405(6) as it added the exemption for Life Partner transfers to that subsection rather than creating a new subsection. Indeed, such an assessment makes sense as the other twenty-six categories of transfers exempted from the transfer tax are obviously sui generis. See, e.g., Phila. Code § 19-1405(3) (transfers to a local government entity by way of a sheriff sale or tax claim bureau sale); id. § 19-1405(13) (transfers from non-profit industrial development agencies or authorities under certain terms and conditions); id. § 19-1405(14) (transfers by mortgagors to original grantors holding purchase monfey mortgages); id. § 19-1405(16) (transfers to land or preservation conservancies); id. § 19-1405(20) (leases for the production or extraction of coal, oil, natural gas or minerals). Thus, we do not believe that the Commonwealth Court erred in focusing its inquiry on whether Life Partners are similarly situated to the other individuals who are entitled to a transfer tax exemption under subsection 19-1405(6).\n. The City actually added only same-sex couples who meet this criteria and have filed Life Partner verification statements. See Phila. Code § 19-1405(6) (“For purposes of this paragraph, the term ‘life partner' shall mean a member of a Life Partnership that is verified pursuant to § 9-1106(2).\"). While the Commonwealth Court was troubled by this additional requirement, suggesting that hinging the right to an exemption on it was unreasonable and arbitrary, 809 A.2d at 993, we do not find this verification requirement alone to raise uniformity concerns. Rather, we agree with the City that it is perfectly reasonable for \"the City to require persons who seek to avail themselves of [a tax exemption] under the City's laws to provide the City with evidence and reassurance that those persons meet the requirement for obtaining th[e exemption].” City’s Brf. at 45; see also, e.g., Phila. Code. § 19-1405(26)(b) (requiring non-profit housing organizations that seek a transfer tax exemption to file a \"sworn affidavit” with the Department of Records certifying their status as non-profit housing organizations.)\nIn contrast, we feel compelled to note that we would not find a similar explanation to be convincing in connection with the anti-discrimination provisions as it is clearly not reasonable to protect individuals from discrimination based on their membership in a protected class only if they have filed a verification of their membership in that class."}