{"id": "1103328", "contents": "Per Curiam,\nPlaintiff sued Ford City Borough in trespass to recover for personal injuries; judgment was entered on a verdict in her favor and defendant has appealed. The accident occurred December 13, 1924, at about 8 p. m. Plaintiff, who was carrying a bottle of water in her hand, tripped on a raised flagstone, which, according to appellant’s history of the case, was about “three and a half inches,” or possibly a little less, above the adjoining stone. Plaintiff claimed that she could not see this defect in the pavement, owing to “a lack of light” and “because of obstructions to the light by reason of automobiles parked in the street immediately outside the curb” at the point where she fell. Although plaintiff lived in the neighborhood and had passed over the pavement in question on the way to fill her bottle, it appears that, at the time of her prior passage, it was dark and she had walked near the house-line, where the break in the pavement was not so high and where, of course, she must have stepped over the rise rather than against it. Under these circumstances the court below could not have ruled that, as a matter of law, plaintiff was guilty of contributory negligence in not seeing and avoiding the obstruction in her way at the time of the accident.\nThe only other question is whether the proofs depended upon by plaintiff show negligence on the part of defendant. While it cannot be said that every defect in a borough street or sidewalk renders the municipality liable for negligence, and while it must be recognized that it is practically impossible to maintain the streets in such condition as to make them entirely free at all times from the possibility of accident to those using them, yet we are not convinced that the court below erred in submitting the question to the jury as to whether or not the defect in this case was of such a serious character and continued for so long a time that the exercise of reasonable care called, for the repair of the pavement by the borough authorities, or that the finding of the jury on these issues against defendant should be set aside. There was evidence that the condition which caused the accident to plaintiff had existed for two weeks prior thereto and that about one week before the date of plaintiff’s accident a Mr. Curren had encountered a like mishap at the same spot. On this state of facts, the court below did not err in submitting to the jury the question whether or not defendant had constructive notice of the defect in its pavement.\nThe judgment is affirmed."}