{"id": "1104411", "contents": "Per Curiam,\nWilliam C. Packer, as guardian of Mary Cameron Packer, a minor beneficiary under tbe will of James C. Packer, deceased, filed certain exceptions to tbe adjudication of tbe latter’s estate by tbe Orphans’ Court of Northumberland County. These exceptions were argued before tbe court below during tbe minority of Mary Cameron Packer, who became of full age on February 12,1927. On April 11,1927, two months after tbe minor bad reached her majority, tbe exceptions were dismissed. Notwithstanding the fact that his late ward had become of age, William C. Packer, as guardian, appealed on April 29, 1927, to this court, from the decree dismissing his exceptions; and, relying upon section 15 of the Act of May 19, 1897, P. L. 67, he filed no bond, since the act in question provides that, where one “suing or defending in a representative capacity is the appellant,” his appeal shall act as a supersedeas without the entry of security. William C. Hill, a remainderman under the will of James C. Packer, deceased, and an appellee here, on May 9, 1927, petitioned this court, setting forth the above facts and praying that (1) we decree the appeal filed' by William C. Packer as guardian “to be the individual appeal of Mary Cameron Packer”; (2) that the appeal be “decreed not to be a supersedeas”; and (3) that Mary Cameron Packer “be directed to file a bond with surety for costs as required by law.”\nPerhaps under exceptional circumstances, not shown by this record, where an adverse judgment or decree is entered in a proceeding commenced during a guardianship, such a fiduciary would have the right to enter an appeal, pending the formal settlement of his accounts, even after the minor had become of age; but, ordinarily speaking, the guardian’s only duty to his late ward under such circumstances is to notify her of the fact of the judicial decision against her interests, so that she may have a proper opportunity to appeal.\nNo reason appears in this case why the late ward should not herself have filed the appeal now before us. However, since appellee is willing that the guardian’s appeal shall be decreed to be the individual appeal of Mary Cameron Packer, the record may be thus amended; but what bond shall be entered by the substituted appel- ■ lant is, under section 17 of the Act of 1897, a matter primarily for the consideration of the court below, with a right of appeal by anyone who thinks himself aggrieved by its action. If Miss Packer fails to enter security under section 5 of the Act of 1897, and appellee is of opinion that, because of that omission, the present appeal cannot be prosecuted, he may take such further steps in this court as deemed necessary to obtain appropriate relief.\nIt is ordered that Mary Cameron Packer be substituted as appellant, and the record is amended accordingly."}