{"id": "1104416", "contents": "Opinion by\nMr. Justice Simpson,\nDefendant’s insurance carrier appeals from a judgment of the court below, affirming a decision of the referee and workmen’s compensation board, holding defendant responsible, under the Workmen’s Compensation Acts, for the death of plaintiff’s husband, following an injury reeeivéd by him in the course of his employment.\nThe statement of the questions involved raises but two points: “1. Is there sufficient competent evidence to support the award of the referee? 2. Are not the referee’s findings of fact so contradictory as to make an award of compensation, based thereon, void as a matter of law?” It will be observed that both of these questions relate to the findings of fact; hence, if the findings are sustainable by the evidence, we need go no further in deciding the appeal: Furman v. Broscious, 268 Pa. 119; Southmont Boro. v. Upper Yoder Twp., 284 Pa. 287.\nIt must be remembered that, in reviewing such findings, we do not analyze the evidence, for the purpose of determining on which side the weight thereof lies. That is the duty of the compensation authorities. So far as we are concerned, if there is competent evidence to sustain the findings, we accept them as true: Rodman v. Smedley, 276 Pa. 296; Vorbnoff v. Mesta Machine Co., 286 Pa. 199. Whether or not there is such competent evidence, is a question of law, and, to determine this, we review the evidence; but if, in so doing, we find that there is, we gq no further on the point, for those authorized by law to find the facts have done so, and, under such circumstances, we are bound thereby: Stahl v. Watson Coal Co., 268 Pa. 452; Thomas v. State Workmen’s Ins. Fund, 280 Pa. 331. So, too, where the injury has resulted in death, and, by reason of that fact, the claimant is deprived of the testimony of the one who could have shown exactly how the accident happened, the inability to do so is not a fatal defect. It suffices if the facts justify the conclusion that the injury was an accidental one, sustained in the course of decedent’s employment: Zelazny v. Seneca Coal Mining Co., 275 Pa. 397; Laraio v. Penna. R. R. Co., 277 Pa. 382. It ought not to be necessary to repeat these propositions so constantly, but it seems to be required where insurance carriers are concerned.\nApplying the principles stated, the facts of the present case are found to be as follows: In September, 1924, while in the course of his employment with defendant, decedent was injured in his right knee. No one saw the accident, but within five minutes of its happening, another employee noticed decedent holding his leg, and was told he had been hit on the knee by a barrel he was unloading. This employee knew decedent had been engaged in that kind of work, saw the barrel after the accident, noticed it was empty and that its contents were strewn over the floor. When decedent returned home that night, he told his wife about the accident and she saw the injured knee, and the way it was swollen. Shortly afterwards he was taken to a hospital, and his trouble was diagnosed as sarcoma of the knee and metastasis of the lungs. While there he was operated on, and a growth, the size of an orange, was removed from the place of injury. For a while he seemed to improve, but later became worse, and the doctors advised an amputation of the leg. Decedent would not consent to this and left the hospital, but shortly thereafter was taken to another and died there. Even were we to disregard such of the above evidential facts as might perhaps be claimed as hearsay, yet enough would remain to sustain the finding that decedent suffered the injury complained of in the course of his employment.\nThe doctors, who saw decedent during his illness, all testified positively that, in their judgment, the sarcoma was caused by the injury to the knee. An expert called by defendant stated that he did not believe sarcoma could be caused by a single injury. All of them agreed, however, that an existing sarcoma, followed by a single blow, “would be a causative factor in producing the condition he had, and light it up.” The quotation just given is taken from the testimony of defendant’s expert.\nAfter setting forth the foregoing facts regarding the cause of the accident and nature of the injury, the referee found that “decedent died as a result of a sarcoma; (that the medical testimony shows that such an injury as the decedent suffered would not cause a sarcoma, but such an injury could aggravate a preexisting condition of sarcoma and cause its rapid development); that, taking into consideration the nature of the injury, the soreness and tenderness that evidenced themselves at the site of injury, all of which transpired within five months, the presumption is, and this is substantiated- by medical testimony, that there was a direct connection between the accident and his death.” The referee, therefore, decided : “2. The decedent having met with an accidental injury......while in the course of his employment with the defendant, and as his death resulted from a sarcoma which was brought about by the injury, his dependents are entitled to compensation.” These findings were approved by the workmen’s compensation board, and the court below, and, as there was evidence to support tbe findings, they must be accepted as true.\nTbe supposed contradiction referred to in tbe statement of tbe questions involved, is alleged to appear in tbe two findings of tbe referee (1) “that sucb an injury as tbe decedent suffered would not cause a sarcoma,” and (2) that “death resulted from a sarcoma which was brought about by tbe injury.” What tbe referee meant by this latter statement, as clearly shown by bis report, is that tbe injury caused tbe sarcoma to develop, thus making a “direct connection between tbe accident and bis death.” Of this also appellant complains, because there was no direct proof that tbe sarcoma existed before tbe accident. Its existence before, if it was not caused by tbe accident, was, however, an inference from tbe basic facts, and there was ample evidence to support it, and hence tbe conclusion is binding on us, in tbe same way as are all other properly found facts: Gailey v. State Workmen’s Insurance Fund, 286 Pa. 311.\nTbe judgment of tbe court below is affirmed."}