{"id": "1107280", "contents": "Opinion by\nMr. Justice Frazer,\nBy written agreement dated July 10, 1925, defendant agreed to sell to plaintiff real estate situated at 3312 Woodland Avenue in the City of Philadelphia, for the sum of $20,000 payable $500 at the time of signing the agreement, $500 on or before August 25th, $9,000 “at settlement” and the balance to be secured by first mortgage on the premises. The agreement contained the following clause: “Settlement to be made on or before November 1, 1925, and said time is hereby agreed to be the essence of this agreement. Should the buyer fail to make settlement as herein provided, the sum or sums paid on account are to be retained by the seller, either on account of the purchase money, or as compensation for the damages and expenses he has been put to in this behalf, as the seller shall elect, and in the latter case this contract shall become null and void and all copies to be returned to seller for cancellation.”\nThe first installment of $500 was paid, and on July 30th, plaintiff’s agent gave to the broker who had negotiated the sale two checks amounting to $500, drawn or endorsed to the order of defendants son fig agent, he claiming to have full authority to act in the matter. The broker made repeated unsuccessful attempts to deliver the checks to defendant’s agent. On August 1st, he informed the agent of having received the checks and was told to stop in and give them to him, the agent, when he had an opportunity to do so. Subsequently, during the month of August, the broker called at the agent’s office a number of times for the purpose of delivering the checks, each time failing to find him in, until September 6th, twelve days after the time fixed for payment of the additional deposit. The agent at that time refused to accept the checks when tendered, giving as a reason that they were not received at the time fixed in the agreement and the property had in the meantime increased in value. He also objected to the form of the tender then made, though previously, when advised the checks were ready for him, he made no objection on the ground that cash was not offered.\nPlaintiff made a formal tender of the balance of the purchase-money November 1, 1925, the date specified in the agreement, and, on defendant’s refusal to accept the money and convey the property, plaintiff filed the bill in this case asking for an order of specific performance of the agreement. The defense was based solely on the failure of plaintiff to pay the additional installment on or before August 25th. The court below deemed this sufficient reason for refusing a decree of performance, and dismissed the bill.\nOrdinarily, failure to pay money on a particular day is not such material departure from the terms of a contract as to justify a rescission by the other party, as the delay may be fully compensated by the payment of interest ; hence time is not considered as of the essence of a contract unless there is an additional factor, such as wilful refusal to pay or change in the circumstances or in the situation of the parties resulting in injury from the delay, insufficient to be compensated by the mere allowance of interest; Remington v. Irwin, 14 Pa. 143; Sylvester v. Born, 132 Pa. 467; King’s Est., 215 Pa. 59; or unless the parties have expressly agreed that time should be treated as essence of contract. Where this situation exists, the courts will ordinarily, accept the agreement as made and refuse to decree performance in the event of failure to make payment within the stipulated time.\nThe contract here involved contained such stipulation, but the dispute is whether it applies to all payments to be made or only to the time of final settlement. We are of opinion the latter construction is the proper one. The provisions for payment of the installments are found at the beginning of the written agreement. This language is followed by various details relating to liens and encumbrances, insurance, title, fixtures, taxes, date on which possession is to be delivered, etc., and then follows the clause “settlement to be made on or before November 1, 1925, and said time is hereby agreed to be the essence of this agreement.” Clearly, “said time” refers to the date of the settlement which immediately precedes it, consequently, it is clear that was the only date the parties deemed of sufficient importance on which to require exact performance. Apparently they did not consider payment of the other installment, — a comparatively small amount, — of such serious consequence as to make its nonpayment a reason for terminating the contract.\nUnder this view of the contract it becomes unnecessary to consider the question whether there was not in fact a waiver by defendant’s agent of prompt payment of the installment.\nThe decree is reversed, the bill reinstated and the record remitted with direction that a decree of specific performance be entered in accordance with this opinion. Costs to be paid by defendant."}