{"id": "1107293", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nDudley S. Liggett, owner of the real estate here involved, and the Alpha Sign Company, a corporation engaged in the advertising business, appellants in this case, were authorized by the proper municipal authorities to erect a large advertising signboard on the Liggett property, in Pittsburgh, “with the distinct understanding that the permit [was] for the period of one year only.” At the end of this period, the municipal authorities (acting under an ordinance of city council, passed pursuant to the' Act of March 7, 1901, P. L. 20, as supplemented by the Acts of June 21, 1919, P. L. 570; May 11, 1921, P. L. 503, and May 1, 1923, P. L. 122) refused to renew the permit and ordered the sign removed. An appeal was taken to the court below, which, in an elaborate adjudication, containing numerous findings of fact and conclusions of law, sustained the order under attack. This appeal followed.\nThe Act of 1919 provides, inter alia, by section 1, that “Every city of the second class......in the interest of public health, safety and general welfare, is authorized, by ordinance......, (c) to regulate and restrict the location of trades and industries, the location of buildings designated for specified uses, and to divide the city into districts of such a number, shape, and area as it may deem best suited for the purposes”; further that, “for each such district, regulations may be imposed, designating the trades and industries which shall be excluded or subjected to special regulations.”\nThe “zoning ordinance” passed by the city council August 9, 1923 (Pittsburgh Ordinance Book, vol. 34, p. 556), provides that the city shall be divided into “use districts,” one of them being designated as “B — residence district”;. and signs of the nature and character of the billboard here involved are excluded from all residential zones.\nThe court below found as a fact that the sign erected by defendants is about 300 feet long and from 30 to 35 feet high, “equipped with electric appliances, transformers, flashes, fuse boxes, and time clocks, for the purpose of utilizing the electric current in an effective manner.” It carries the name “Chandler” in white letters 24 feet high, to advertise the car of the Chandler Motor Company.\nIn addition to the facts just stated, these were also found: “The Alpha Sign Company is a corporation engaged in the trade or business of manufacturing, selling or leasing electrical or painted advertising signs or billboards, and of selling advertising service supplied by means of. such signs; the business, trade or industry so conducted is to a great extent carried on upon premises leased for that purpose, as in this instance, upon which [premises] an essential part of the business is actually conducted, that of maintaining and operating the signs and their equipment, by means whereof continuous advertising or publicity service is rendered.” In the present instance, the Alpha Company leased from Liggett the property on which the sign was erected, then it “built and equipped the signboard, [and] sold the right to use it for publicity purposes to the Chandler Motor Company, but actually manages and operates the sign and its appliances”; for this purpose “an employee of the sign company makes daily visits......to install or replace bulbs, inspect and regulate the clocks which control the electric current, and give every attention necessary for its successful operation.” On these underlying facts, the court made an ultimate finding that the sign company is using the property of Liggett and “carrying on upon it the trade, industry or business of furnishing advertising and publicity.”\nIt was further found that the land upon which the sign was erected is in a “B — residence district,” and that it was “thus zoned at the time of the application for and the granting of the permit referred to and [also] when the application for a renewal was made, the refusal of which is here appealed from”; that all parties concerned were aware of these last-mentioned facts when the lease for the land was taken and the sign placed thereon, but the owner and the lessee thought, when they erected the sign, that the territory in question would be changed later on to a “commercial district,” wherein “such signs would be permissible,” though the municipal zoning authorities disagreed with them as to this. Liggett never raised any question as to the proper zoning of the neighborhood in which his property was located until after the refusal to allow the sign to stand.\nFinally, the court below found that “the Liggett land and the other properties in the vicinity......have not for some years been either known or used for any purpose other than as residence property; that at the time ......Liggett acquired title, and from then to the present (save for the erection of said sign) the property was and remained residential,” despite the fact that it is on a hillside; that the zoning of the neighborhood in which the property is located “was made in good faith,” as a residence district, “as the most desirable and practicable use for such property, and not with the ulterior motive of merely excluding signboards or billboards from such locality”; and, finally, that the decision of the several municipal authorities was based on the fact that, after most minute and careful study by a planning commission, the property had been placed by city councils in a zone “wherein such signs are forbidden.”\nThe statutory provisions contained in the Act of 1919, that cities of the second class may “regulate and restrict the location of trades and industries’’ by zoning ordinances, and may designate “the trades and industries which shall be excluded” from a particular district, are very broad, and the ordinance here in question does not exceed the powers in that regard there conferred on such cities. We agree with the court below that the erection and maintenance of the sign in controversy is part of “the industry or trade of public advertising” in which the Alpha Sign Company is engaged. In that connection the court below well says, “Clearly the erection of such a billboard and its elaborate equipment with electric current, appliances for the application of such current, and daily service of an employee to successfully operate the equipment......is a business of great importance, requiring capital and skill as well as the maintenance of an extensive plant, from which the sign company makes a profit, and it is therefore clearly a trade or industry within the meaning of the act and may be regulated under its terms.” Webster’s International Dictionary defines “industry” as “Any department or branch of......business; especially one which employs much labor and capital and is a distinct branch of trade.” This definition is consistent with that given in other modern dictionaries. In Wells, Fargo & Co. v. Northern Pac. Ry. Co., 28 Fed. 469, 474, the express business is held to be “an industrial pursuit.” In both Carver v. Hulme, 7 Mont. 566, 19 Pac. 213, 214, and Agua, etc., Co. v. Bashford, etc., Co., 4 Ariz. 203, 35 Pac. 983, a mercantile business, — in the former, generally, for “the sale of goods,” and in the latter, specifically, for the “sale of mining supplies,” — was held to be an “industry,’’ “industrial business,” or “industrial pursuit”; the court saying in the Agua Case that, “The term ‘industrial pursuit’ is a very broad expression,” and that these words, “according to their popular or ordinary usage,” embrace a “mercantile business.”\nTrue, in Bryan v. City of Chester, 212 Pa. 259, back in 1905, before zoning ordinances were authorized in this State, we held that a municipality had no power to enact an ordinance, — common to a whole city and without regard to particular conditions existing in designated, or zoned, districts, — forbidding citizens to erect billboards on their own property, where, as shown by the preamble to the ordinance, the purpose was to prohibit signboards generally because they were “unsightly” and might create a nuisance. Since that time, however, zoning of cities has become rather universal, and, as shown in our recent opinions (see Ward’s App., 289 Pa. 458; White’s App., 287 Pa. 259), where authorized by act of assembly and reasonable in their application, zoning ordinances are very generally sustained as a proper exercise of the police power. The particular ordinance under consideration does not exclude signs generally from all parts of the City of Pittsburgh; but, while allowing certain kinds of signs, it excludes those of the type of the one here in controversy from districts classified as residential. The United States Supreme Court has held in two cases that a city, exercising the police power, may prohibit the erection of billboards in residence districts: see Cusack Co. v. Chicago, 243 U. S. 526; and St. Louis, etc., Co. v. St. Louis, 249 U. S. 269. In the latter case Mr. Justice Holmes states (p. 274) : “Of course the several restrictions [contained in the ordinance before the court] are said to be unreasonable and unconstitutional limitations on the freedom of the individual and the rights of property and land, but the argument comes too late;......billboards...... may be......prohibited in residence districts of a city”: see also State v. Hauser, 17 Ohio App. 4, decided in 1925.\nIt is contended, however, that the action of the municipal authorities in the present instance was not an exercise of legal discretion, but an arbitrary disregard of appellant’s rights; that such action was confiscatory in effect and deprived the owner and lessee of the Liggett property of the only, or the most profitable, use to which that real estate could be put. In disposing of this contention the court below well says: “The same argument was advanced in Village of Euclid v. Ambler Realty Co., 272 U. S. 365; there the most profitable use of the tract involved was for industrial plants, [and] it was claimed (as here) that the zoning was practically confiscatory. Nevertheless, the ordinance was sustained......In Building Inspector v. Stoklosa, 145 N. E. (Mass.) 262, Chief Justice Rugg, at page 264, says: ‘Every such [zoning] division may injure somebody, but if it [the ordinance] be made in the public interest and be reasonable in its general features ......it will not be stricken down merely because a particular individual may think himself aggrieved, or may, in truth, be injured.’ Where an official body in its administrative capacity has acted upon a matter properly before it, the courts will not reverse except where there is a manifest and flagrant abuse of discretion. ......Penn Mut. Life I. Co. v. Cuyler, 283 Pa. 422, 429.” This principle controls in a case like the present: Ward’s App., 289 Pa. 458, 462 (bottom of page), and Zahn v. Board of Public Works, 47 S. C. 594, 595.\nThough a message of the mayor of Pittsburgh, accepted as evidence by the court below (which message accompanied a veto' of an ordinance placing the neighborhood of the Liggett property in a district from which large advertising signs were not excluded), refers to certain esthetic considerations, this is not evidence that the municipal board, which refused appellants’ application, or the city council, in passing the zoning ordinance now before us, were moved in so doing by such consideration. The record of the proceeding before the board shows affirmatively that, in reaching the decision complained of on this appeal, that body based its deter-initiation entirely upon the fact that the sign in question was of a character not allowed in “a residence district under the provisions of the zoning ordinance”; and, as the court below well states, “It is clear that it was beyond the power of the board to change the zoning effected by the ordinance, by transforming such residence district into a commercial one, to aid appellants to use their property more advantageously......The duty of the board was to enforce the law as it stood, subject to the right to' modify the severity of its provisions,” as authorized by certain sections of the'act of assembly. The mere fact that the board, in enforcing the ordinance, possibly may have been actuated by considerations of the unsightliness of billboards in this district, or may have heeded the opinion of other corporate authorities in that regard, can not influence an appellate tribunal to overthrow the judgment of that official body, based upon the prohibition found in the ordinance itself. When an ordinance such as the one now before us is attacked, it must be presumed that the city council enacted it with a purpose to subserve the public welfare, and hence all intendments are in its favor: Dobbins v. Los Angeles, 195 U. S. 228. With the court below, “we recognize the principle which forbids zoning legislation that rests entirely upon esthetic considerations” (White’s App., 287 Pa. 259, 266) ; but, as said in St. Louis Poster Adv. Co. v. St. Louis, 249 U. S. 269, 274, “The incidental consideration of a question of esthetics will not invalidate the exercise of the police power when the particular regulation is founded on other substantial grounds.”\nIn the present case, however, no evidence appears which would compél a finding that even incidental esthetic considerations impelled the municipal authorities to take the actions under attack; for the court below found that the zoning of the section of the city in which the Liggett land is located was made in accordance with the long-sustained status of the neighborhood as residential, which status continued to exist after the property was purchased by Liggett, and “remained the same to and after the passage of the ordinance.” The court below likewise found that the sign here in question was excluded from the district because of its residential character. Under these and other findings of fact upon this record, the contentions thus far discussed cannot be sustained.\nSeveral assignments complain because the court below admitted evidence which appellants think should have been excluded. Not one of these assignments shows reversible error, and it would serve no useful purpose to discuss them separately; but, we may add that, on hearings without a jury, such as held by the court below in this case, considerable liberality is allowed in ruling on questions of evidence, and, ordinarily, complaints as to such rulings cannot prevail on appeal unless it appears that the admission of objectionable evidence led to and is the .sole support of material findings; which make against appellant, or that the excluded evidence, which ought to have been admitted, would have sustained other findings materially in appellant’s favor. No such state of facts is shown upon the present record.\nThe assignments of' error are all overruled and the order appealed from is affirmed at the cost of appellants.\nMr. Justice Kephart dissented."}