{"id": "1107224", "contents": "Opinion by\nMe. Justice Schaffee,\nThe claims in this proceeding, one of which was held to be a general claim and the other altogether rejected by the court below, were made by Schwartz, receiver in bankruptcy of Brown & Stevens, against funds in the hands of the State Banking Department realized from the assets of the Cosmopolitan State Bank which had become insolvent and has been taken over and liquidated.\nBrown and Stevens were private bankers and the Cosmopolitan State Bank, as its name indicates, a state banking institution. The two banks were closely affiliated, Brown being president and Stevens vice-president of the Cosmopolitan. On October 20, 1924, the Cosmopolitan Bank delivered to Brown & Stevens a certificate reciting that they had deposited in the bank $10,000 payable to the order of themselves on demand on the return of the certificate properly endorsed, with interest at 4%. The certificate was marked not subject to check. The purpose of Brown & Stevens in obtaining the certificate was to substitute it with the commissioner of banking for certain securities which they had placed in his hands, as required by the Act of June 19, 1911, P. L. 1060, in order to conduct a private bank. They endorsed the certificate to the commissioner of banking and he turned over to them the securities which, as the record indicates, temporarily aided their credit and assisted in making it possible for them to continue business. Brown & Stevens became bankrupt and the certificate passed into the hands of their trustee in bankruptcy, who claims that he has on it the preferential standing of a depositor in the insolvent Cosmopolitan Bank under the provisions of the Act of May 13, 1876, P. L. 161, 170. The court below determined that appellant was a general creditor only.\nOn behalf of the secretary of banking it is contended that, since Brown & Stevens at the time they became bankrupt owed the Cosmopolitan Bank as depositor in excess of $39,000, the amount due Brown & Stevens, on the certificate of deposit, should properly be applied on account of the bank’s larger claim. The appellant says there can be no set-off because the debts are not mutual and that he is entitled to distribution from the funds of the Cosmopolitan Bank irrespective of the fact that Brown & Stevens owe it the larger sum; he relies largely upon Wooden v. Reese, 77 Pa. Superior Ct. 162, where it was properly held that one who receives money for a specific purpose, thereby becoming trustee, cannot appropriate the amount so received as a set-off against a greater indebtedness due him by the person who gave him the money after the latter has become bankrupt. In order to bring this case within the cited one, the appellant takes the position that the moneys deposited by Brown & Stevens in the Cosmopolitan Bank, and for which the certificate of deposit was given, were trust funds. He points to the Act of June 19,1911, P. L. 1060, section 1, which provides that “The money and securities deposited with the commissioner of banking [by private persons applying for a license to do a banking business]......shall constitute a trust fund for the benefit of the depositors of the licensee......and such beneficiaries shall be entitled to an absolute preference as to such moneys or securities over all general creditors of the licensee.” Under that act, appellant contends, “the certificate of deposit became impressed with the trust” and the claim based on it should not be applied in reduction of the Cosmopolitan’s claim as depositor of Brown & Stevens.\nWe are quite unable to follow appellant’s reasoning. As between the Cosmopolitan Bank and Brown & Stevens, the $10,000 for which the certificate of deposit was given was not a trust fund. If the case were not complicated by the insolvency of the state bank and the claim of the bank against Brown & Stevens, it is clear beyond doubt that the latter could not recover the $10,000 under the certificate of deposit as a trust fund for the reason that it could not be traced: Webb v. Newhall, 274 Pa. 135; Lifter v. The Earle Co., 72 Pa. Superior Ct. 173. There was no agreement that the fund should be used for a special purpose, or separated or individuated from the bank’s general funds, nor was it earmarked in any way; under these circumstances, the certificate of the bank was simply a debt as any other deposit: Lebanon Trust & Safe Deposit Bank’s Assigned Est,, 166 Pa. 622. The fact that Brown & Stevens then took the certificate and deposited it with the commissioner of banking under the Act of 1911, so that, as between Brown & Stevens and their depositors it became a trust fund to which such depositors might look for preference, does not alter the situation as between Brown & Stevens and the Cosmopolitan Bank. The certificate of deposit represented an indebtedness of the bank to Brown & Stevens which indebtedness the former had the right to apply in reduction of its claim, of equal rank, against the latter. Even if the right to so apply it did not exist, we would not reverse the lower court’s decision that appellant is a general creditor (the result happens to be the same in any event, as we understand general creditors will receive nothing) for we are of opinion that, under the peculiar circumstances here shown, Brown & Stevens were not depositors at all in the Cosmopolitan Bank within the terms and spirit of the Act of 1876. That act provides that the assets of an insolvent bank shall be applied first “to pay all the deposits of the corporation,” and, after they are paid, the remaining liabilities of the bank shall be discharged. This means the bona fide deposits in the bank, made in the sense that deposits are ordinarily understood, and does not contemplate that such a transaction as we have recited, between inter-related banks, with common officials, manifestly entered into for the purpose of aiding the financing of one of them, shall be transmuted into a claim as a deposit to the disadvantage of the real depositors when the institution falls into financial difficulty. It can readily be seen that if we give our sanction to transactions such as this, as raising a depositor’s status in insolvent banks, the safeguards which the law intends to throw around real depositors might be of little value to them.\nAnother claim made by the trustee in bankruptcy of Brown & Stevens against the funds of the Cosmopolitan Bank is that the payment by Brown & Stevens of $10,000 to the bank within twelve days of the filing of a petition in bankruptcy against them was an unlawful preference. At the time this payment was made, the Cosmopolitan Bank had on deposit with Brown & Stevens over $49,000 and this payment, for anything that the record discloses, was simply the usual payment by a bank to a depositor of part of his funds. It was never intended that such transactions, without a showing of fraudulent intent in the payment, should constitute a preference. To hold otherwise would make the relations of depositors with their banks, in the event of the latter’s insolvency, precarious in the extreme. In disposing of this claim the court below said, “As to the second claim for $10,000 paid by Brown & Stevens to the Cosmopolitan State Bank, alleged to have been given as a preference, with the knowledge that Brown & Stevens were insolvent, and known to be at the time of payment, from the testimony it appears that a bank examiner in the course of his duties was making an examination of the Cosmopolitan Bank, that said bank had on deposit with Brown & Stevens $49,538.10 and the examiner requested a reduction of this deposit; it further appeared that a demand upon Brown & Stevens for the entire amount would have caused them financial embarrassment, and it was agreed the amount should be withdrawn in sums of $10,000, the first of which was paid and is the subject of this claim. The proof falls far short of the allegations of the claim” as to an illegal preference, and, we may add, to the test thereof which was laid down in Rudisill’s Trustee v. Wildasin, 275 Pa. 255, and Cherry v. Union Nat. Bank, 87 Pa. Superior Ct. 114.\nThe assignments of error are overruled and the order of the court below approving the distribution is affirmed at the cost of appellant."}