{"id": "1109676", "contents": "Opinion by\nMr. Justice Sadler,\nThe plaintiff, Miller, was injured as a result of a defect in a car coupler while working for the Reading Company, defendant. Admittedly, the railroad was engaged generally in interstate business, but, at the time of the accident, Miller was employed as a brakeman in the Port Richmond yard about a train undertaking intrastate movements. He brought an action to recover for injuries sustained, averring both a violation of the Federal Employers’ Liability and the Safety Appliance Acts. The evidence introduced at the trial failed to disclose an employment in interstate commence, and therefore no recovery could be had by reason of the first cause set up, but the proof established a loss occasioned by failure to comply with the requirements of the federal Act of March 2, 1893, as amended March 2, 1903, in that defective appliances furnished for use resulted in the damage complained of. The liability of defendant, under the circumstances, was submitted to the jury, and a verdict was rendered for plaintiff. From the judgment entered, this appeal is taken.\nThe Federal Liability Act can be taken advantage of only when an engagment by the defendant in interstate commerce appears (Smith v. P. & R. Ry. Co., 288 Pa. 250), and therefore that legislation furnishes no basis for recovery here. But the Safety Appliance Act protects intrastate traffic on an interstate highway, such as the defendant in the present instance was engaged in (Sims v. P. R. R. Co., 279 Pa. 111), and this is true though the railroad itself is entirely within the bounds of the state, if it has a connecting point with one passing beyond: McMahan v. Montour R. R. Co., 270 U. S. 628. The federal statute applies to all locomotives and cars used on any railway that is a means of intercourse between states, though the employee injured may not at the time be employed in such commerce: Texas & Pacific Ry. Co. v. Rigsby, 241 U. S. 33. Hence, the defendant had the right to recover, unless, as insisted by appellant, the trial court was without jurisdiction to entertain his action.\nIt is contended that our Workmen’s Compensation Act (June 15, 1915, P. L. 736) furnished a proper and exclusive remedy for all employees sustaining injuries in the course of their service, and to it alone must plaintiff look for redress, as its provisions were impliedly accepted by him, since he failed to dissent in writing from an assumption of obligation thereunder. It is said that the rights of master and servant are now regulated by the legislation referred to, and, where the parties are within its scope when the injury occurs, an award of compensation as therein provided must be held to furnish the only satisfaction obtainable, and an action in trespass will not lie: Liberato v. Royer, 81 Pa. Superior Ct. 403; 281 Pa. 227, aff. 270 U. S. 535.\nThe constitutionality of the Compensation Act was sustained, against the objection that it interfered with the right of the individual to make his own contract: Anderson v. Carnegie Steel Co., 255 Pa. 33. He can reject its provisions if deemed wise, and is bound only if he fails to signify an intention to preserve the legal right of action existing as between master and servant. But the act, carrying with it a presumption of acceptanee of its terms, did not interfere with rights acquired by the congressional legislation, which supersedes the law of the state upon matters within its terms. In passing upon the like question, where the Employers’ Liability Law was involved, it was said by this court: “So long as it remains upon the books, in cases involving accidents happening upon interstate railroads to employees engaged in interstate commerce, such state laws as the compensation acts must be viewed as though nonexistent, — including, of course, all the direct and indirect effects thereof, whether these, when applicable, create contractual relations or otherwise”: O’Donnell v. Director General, 273 Pa. 375; Zimmerman v. Western Union Tel. Co., 77 Pa. Superior Ct. 127; Erie R. R. Co. v. Winfield, 244 U. S. 170; N. Y. Cent. R. Co. v. Winfield, 244 U. S. 147.\nThe argument is made that, though the Workmen’s Compensation Law is inapplicable to a case falling within the scope of the Federal Employers’ Liability Law, because then interstate commerce is involved, yet the same is not true where the accident occurs in an intrastate movement, for in such instances the local legislation must fix the relative rights of the master and servant. Congress has seen fit to provide that certain appliances shall be used by railroads engaged in business between the states, or connected with others furnishing such service, and, for the protection of all, the performance of certain duties is made requisite. Recovery may be had by employees, irrespective of the character of their work at the particular moment of injury, when there has been a violation of the requirements as to the use of safety appliances. These rights of the one injured are not affected by the Workmen’s Compensation Act, for the same underlying reasons which led to the conclusion that the Federal Employers’ Liability Act may notwithstanding be enforced: McMahan v. Montour R. R. Co., supra.\nAttention has been called to a decision in which a contrary view is expressed (D. L. & W. R. R. Co. v. Peck, 255 Fed. 261), but a different conclusion'was reached in Ross v. Schooley, 257 Fed. 290 (certiorari denied, 249 U. S. 615). In the latter case, it was said: “it is immaterial whether the injured employee was at the moment engaged in interstate or intrastate commerce, because the congressional right that was called into play was the power to prescribe the equipment of interstate carriers for the protection of all persons upon such roads, both employees and travelers, regardless of their participation in interstate commerce. A state legislature, therefore, has no more power to curtail the federal right of an employee than of a traveler....... But our conclusion, which rejects a result that would make the operativeness of the act dependent upon the legislative wills of the several states, and which aligns that act with the Employers’ Liability Act in substantive and procedural effect, is supported by our understanding of Schlemmer v. Buffalo, etc., Ry Co., 205 U. S. 1.” Later (Director General v. Ronald (C. C. A.), 265 Fed. 138), Judge Manton, who took part in the Peck Case first cited, declared: “Bound as we are by the pronouncement there [in the Ross Case] and the reasons therefor, as expressed by the Supreme Court [Texas & Pacific Ry. Co. v. Rigsby, 241 U. S. 33], and more recently adhered to by the denial of the writ in the Ross Case, I conclude that plaintiff below may recover here, irrespective of his engagement in interstate commerce.......Liability is expressed and fixed by the statute itself, and is to be found therein. That federal act takes precedence over the State Workmen’s Compensation Act.”\nAppellant further argues that all power to sue for injury to an employee, except when engaged in interstate commerce, has been taken from our courts, and jurisdiction of all claims for losses sustained conferred on the compensation board. Therefore it is insisted that, though a right of action may exist, where there has been a violation of the Safety Appliance Act by one engaged solely in intrastate commerce, yet the state courts have no power to entertain such claims, and any permissible suit must be instituted in some federal tribunal. The act of Congress gave to the employee rights not granted under state laws, and our courts have frequently sustained proceedings based on the federal statute in question (Sims v. P. R. R. Co., supra, and cases there cited) and the exercise of this jurisdiction has been approved on appeal to the United States Supreme Court: McMahan v. Montour R. R. Co., supra: Pursglove v. Ry., 285 Pa. 27, certiorari denied, 270 U. S. 654, 70 L. ed. 783.\nThe enforcement of claims arising under the Safety Appliance Act, in personal injury actions, is not confined to the federal tribunals. The state courts must always hold themselves open for the prosecution of civil rights growing out of the laws of the United States: 2 Roberts Federal Liability of Carriers, sec. 877; Claflin v. Houseman, 93 U. S. 130; Murray v. N. W. R. Co., 62 Fed. 24; Langhill v. P. R. R. Co., 254 Pa. 119. Our Workmen’s Compensation Act gave to a board exclusive jurisdiction of proceedings to adjudicate claims of employees, which, by consent, express or implied, it was agreed should be so disposed of, and, as to such cases, jurisdiction of the courts to try and determine is ousted. But as to demands, not arising from the ordinary relation of employer and employee, such as the enforcement of rights fixed by federal statute, their powers remain as if no such state legislation was in force. It follows that there was power below to entertain the present proceeding. No complaint of trial error, or of the verdict rendered is made, and the assignments of error, directed to the jurisdictional questions discussed, are overruled.\nThe judgment is affirmed."}