{"id": "1109705", "contents": "Opinion by\nMr. Justice Kephart,\nPlaintiff, a dealer in hay and grain at Capac, Michigan, purchased a carload of hay that was en route from Michigan to Auburn, N. Y., consigned on an order (yellow) bill of lading. On the arrival of the car at its destination (plaintiff having sold it meanwhile to the Balme Company of New York), the yellow bill was surrendered and the car, GT 17247, was reconsigned by plaintiff’s agent, O’Hara, to plaintiff, as consignee on a straight (white) bill of lading. The destination was Brooklyn Eastern District Terminal Co., Brooklyn, N. Y. Plaintiff, having received this bill from his agent, drew on the Balme Company through his Michigan bank, attaching the bill of lading to the draft. He gave no notice to the Balme Company or to the railroad of this action, but instead, two days later, he wrote the Balme Company as follows: “Car GT 17247 is billed to me at B.E.D.T., on a white bill of lading. You will please notify-BEDT that you are to take care of this car on arrival. This is a car I had in transit and reconsigned from Auburn, N. Y. Reconsignment was made for me by O’Hara so he shows as the shipper.”\nOn May 16th, the Balme Company presented this letter to the delivering carrier, who took it up and delivered the hay to it. Owing to some dispute between the Balme Company and the plaintiff, the draft was not lifted and the hay was not paid for. Plaintiff then brought this action against defendant railroad, the origination carrier, for the contract price of the hay, basing his claim upon the alleged misdelivery to Balme. The question before us is whether the letter was sufficient authority for the delivery of the goods. The Superior Court held it was not.\nThe Federal Bills of Lading Act of August 29, 1926, ch. 415, 39 Stat. 538, section 9, governs the conditions under which goods may be delivered when shipped by the different bills of lading, — negotiable or order bill of lading, and nonnegotiable or straight bill. The rights under each, as determined by the act of Congress, are quite different.\nIf the shipper is desirous of protecting absolutely the purchase price due him, he may use an order or yellow bill of lading, and be assured that he will collect the money. Under the yellow bill, its surrender, properly endorsed, is necessary before a carrier may safely deliver the property. See Salomon Stern, Ltd., v. Davis, 292 Fed. 221. The machinery involved in the use of the order bill is cumbersome, involving much delay; if the goods are perishable, this delay may destroy them (Merchants & Miners Transportation Co. v. Branch, 282 Fed. 494); if of small value, demurrage may destroy it: First Nat. Bank v. Rogers, Brown & Co., 273 Fed. 529.\nA shipper who desires to avoid such consequences may ship on a straight or white bill, and obtain the advantage of speed by relying upon the general honesty of the consignee. The carrier, on such bill, may deliver on the order of the consignee, and it is under no duty to the latter or the consignor to demand the bill of lading: 4 R. C. L. 840. This must be so, as the white bill is the ordinary method of shipment, and the commerce of the country cannot be held up by strict rules as to the presentation of the bill adopted solely for protection of the careless in business. A yellow bill carries its own danger signal, while a white bill indicates to the railroad company that the way is clear of any obstructions to delivery, such as goods unpaid for. A carrier is protected in delivering goods to a consignee without the bill of lading; so would it be on his order.\nA nonnegotiable or white bill of lading cannot be made a substitute for the negotiable or yellow bill, unless notice is brought home to the carrier. We have stated that the railroad company, under the straight or white bill of lading, must, “at its peril,” make delivery to the right person. The word “peril” does not impose a terrifying obligation; the right person may be determined from many different situations. He may not be the consignee, but some one directly or indirectly put in a position to be the “right person.” There can be no peril in delivering to that one. When the order is given, either oral or written, to deliver goods to a particular person, there is no duty of inquiry as to the bill of lading. Of course, the production of the bill of lading by one other than a consignee will insure a certain degree of safety, but, in the face of a written order from him, its production is not only not necessary, but is not as reliable.\nThis brings us to a consideration of whether the letter was a sufficient delivery order to authorize the action of the carrier. It told the Brooklyn Eastern District Terminal Company that, while the car was shipped in Utley’s name, that was merely for convenience; the Balme Company was “to take care of the car on arrival.” How was this to be done if possession was not to be taken? The words must be interpreted in the light of the meaning of similar words in ordinary business transactions. If A. notify the bank that B. is to take care of Ms note, he means that B. is to pay or satisfactorily adjust it. If A. asks B. to take care of his horse, B. is to feed and look after it. If A. is sent to the store to take care of a bit of merchandise purchased, he is to get it, — so with regard to hay transported by the carrier. What were the officers of a company engaged in receiving, transporting and delivering merchandise to do on receipt of this letter? The ordinary interpretation of these words in connection with the circumstances they were to be applied to was that they authorized the company to hand over the goods. It was the only way possible to take care of the hay. Sending the draft to the bank did not increase the carrier’s duty. Nothing was said about the draft in the letter; there was not the slightest hint that the hay was not paid for. The letter, while addressed to the Balme Company, was intended for the carrier to act on.\nThis is a much stronger case than those cases where goods are shipped to A. in care of B., where delivery to B. has been upheld under each order: City Nat. Bank v. El Paso R. R., 262 U. S. 696; Phila. Tapestry Mills v. New England Steamship Co., 146 N. E. 777. The court below and the Superior Court erred in holding the railroad company responsible.\nThe judgment is reversed and is here entered for defendant."}