{"id": "1109675", "contents": "Opinion by\nMr. Justice Kephart,\nThis action was to recover damages for injuries inflicted on Spencer Bowman, a minor, through the negligence of defendant in operating his automobile. The jury found for the plaintiffs, and assessed the damages to the son at $7,000, and to the mother at $1,000. The court below refused motions for judgment n. O'. v. and for a new trial, hence this appeal.\nThe accident occurred on October 19, 1925, on the cartway of Columbia Avenue, at or near Marston Street in Philadelphia. Columbia Avenue runs east and west. Spencer M. Bowman, the eleven year old son of Mrs. Gladys Bowman, at eight on the morning of October 19, 1925, left his home for school. He went westward on the northern sidewalk of Columbia Avenue, and, according to his testimony, turned to walk across the cart-way of Columbia Avenue at the regular crossing on the east side of Marston Street. This evidence was corroborated by the testimony of Mrs. Marvel, who had observed him from the front widow of her grocery store, on the southeast comer of Columbia Avenue and Mars-ton Street. Defendant and his witnesses testify that the boy attempted to cross to the southwest corner of Columbia Avenue and Marston Street, running on a diagonal line from a point immediately south, of Yonah Hall, which is some fifty or sixty feet west of the crossing.\nThe minor plaintiff and his witnesses testified that he was struck as he stepped over the south rail of the eastbound car track, the impact throwing him into the air. Stouman and Officer Yeager stated that Bowman, after pausing to adjust his stocking, suddenly darted in front of the motor car which struck him with the right end of its bumper while he was on the eastbound track, Stouman having, to avoid running over him, turned the automobile sharply toward the north. They denied he was thrown into the air, and asserted he seized the bumper of the car with both hands and saved himself from being run over by clinging to it. “It was conceded by the defendant that he had seen the boy leave the northern sidewalk of Columbia Avenue and that he had a clear view of him as he crossed the street; also that at the rate at which it was moving, he could have stopped his automobile within half of its length, that is, in the space of five or six feet. The femur, or thigh bone of the child’s right leg was fractured in the accident.”\nIt is urged that no negligence is shown on the part of the defendant; the mere fact that an injury occurs in a public highway does not raise a presumption of negligence: McAvoy v. Kromer, 277 Pa. 196; Flanigan v. McLean, 267 Pa. 553, 556. A jury cannot be permitted to find anything negligent which is less than the failure to perform a duty: Bardis v. Phila. & Reading Ry., 267 Pa. 352, 355. When the case was argued at the bar of this court, there was not much discussion on this question. Under plaintiff’s evidence, it is apparent that defendant was negligent. The boy was struck at a public crossing, and thrown into the air, the car skidding after he was struck. The speed of the car and the manner of operation would seem to show, or at least it was sufficient from which the jury could find, that the car was not under control when it approached the crossing, and, therefore, it was negligently operated.\nDefendant contends that the court below, in charging the jury, disregarded his theory of the case and held the defendant to duties not required by law. Furthermore, he urges that the trial judge confused the law with respect to the different duties of a driver at a regular street crossing and between crossings, and that the charge in effect amounted to binding instructions for the plaintiffs. Appellant’s theory of the case was that the accident took place between crossings, while plaintiff’s case showed it to be at a crossing. The disputed question of fact was, of course, for the jury, under proper instructions. We cannot accept appellant’s theory solely, but must consider it in relation to plaintiff’s case, and whether the charge of the court sufficiently covered it.\nThe proof necessary to show negligence when an accident occurs between crossings is different from that required where the injury occurs at a public crossing: McAvoy v. Kromer, supra, at p. 199. The degree of care required in operating a car between crossings is not as great as it is at a public crossing. The driver cannot, however, carelessly inflict injuries on users of highways between crossings. His duty is governed entirely by the circumstances of whether he saw such persons in the way in time to avoid hitting them, or whether he should anticipate their acts when they have committed themselves to a dangerous position. As stated in Silberstein v. Showell, Fryer & Co., 267 Pa. 298, and in McAvoy v. Kromer, supra, a driver is not bound to anticipate that a child will suddenly dart from the side of the street; but if at a designated place where there is anything to challenge his attention, and warn him that he should expect heedless acts, it becomes his duty to avoid, if possible, an accident: Frank v. Cohen, 288 Pa. 221. But, as we stated in the case just cited, at p. 226, even then no responsibility may attach to the driver of the car, if, with the car under control, a child, while in the cartway, deliberately steps in front of it. It is well known that a car cannot be stopped instantly, and that traffic must move. We have held that vehicles have the right of way on that portion of the highway set aside for them. They are not held to the same standard of care as at a regular crossing, although they must be constantly on the lookout for the safety of others: Virgilio v. Walker & Brehm, 254 Pa. 241; Gavin v. Phila. Rapid Transit Co., 271 Pa. 73.\nThe difficulty is not in regard to the law governing the duties of drivers of automobiles at particular places, but what was the driver’s duty under the facts of this case as shown by defendant’s own evidence. Here we have a child that attempts to cross a street; whether it be at a regular crossing or in a diagonal way between crossings is immaterial in considering the main question. Defendant saw him leave the north curb of the sidewalk and step into the cartway, a zone of danger, running with his back partly to defendant; he stopped to pull up his stocking. The car came almost abreast of the boy, running under sufficient control between crossings. He could have stopped it in five feet. The question now develops, what was the duty of a driver who saw a boy enter a place of danger and continue therein? The boy, when his stocking was pulled up, dashed forward against the car.\nIf this was the whole story, defendant’s case was established, and neither the boy nor the mother could recover. To hold otherwise would make drivers insurers of the safety of pedestrians once in the cartway. But we have plaintiff’s version that the accident did not happen as defendant described it. As judgment could not be given on defendant’s case, it was the duty of the court to charge specifically on defendant’s theory. The judge of the court below, in the charge, says: “Of course, if the boy attempted to run across the street and ran heedlessly of what might be coming down upon him; if he stopped on the northern car track, or slowed up in that track, with a view to pulling up his stocking, as the policeman testified, and if lie then darted suddenly, so to speak, in the way of Stouman’s car, when Stouman had no reason to anticipate that ke would attempt to cross its path, I think you would be justified in finding your verdict in favor of the defendant.” This case cannot be likened exactly to a “darting out” case, the child not being in a place of safety (the sidewalk), but in a place of danger, when it suddenly darts in front of a car then under control; the driver has no reason to anticipate such acts. Hence, this instruction was correct and covered defendant’s case: Frank v. Cohen, supra, at p. 226.\nThere are many expressions of the trial judge which, wrested from the context, would obviously be erroneous; but these are clarified and seen to be proper when the charge as a whole is considered and the facts restated as above. We need not repeat these excerpts as it would serve no useful purpose. Generally, they complain that the court below used such expressions as “he was bound to look after the safety of the boy,” and “he did not stop his car,” “it was immaterial whether the boy walked or ran,” and “he must use his eyes and see what is on the highway.” These statements are unimportant when taken in connection with the facts and with what was pointed out to the jury by the court.\nRelative to the question of the inadequacy of the instruction on contributory negligence, plaintiff’s ease was clear of it, and the burden of showing it rested on the defendant. Plaintiff need not prove negatively that he was not guilty of negligence: Dattola v. Burt Bros., Inc., 288 Pa. 134; Clark v. Lancaster, 229 Pa. 161. One who avers a fact in excuse of his own misfeasance, must prove it: Beatty v. Gilmore, 16 Pa. 463. While such negligence was not adequately described, had defendant felt aggrieved, he should have asked for a more extended instruction: Snyder v. Reading Co., 284 Pa. 59; Davis v. Cauffiel, 287 Pa. 420, 425. Moreover, the child being but eleven, the jury would be required to find Ms capacity to appreciate his act.\nWe cannot say that the amount of the verdict was excessive; the boy was in the hospital for some ten weeks, and was in bed at home for fifteen weeks. The result of the fracture of the femur is the shortening of the leg, consequently a serious loss of its use. Under these circumstances we do not consider the award so high that we should take hold of it. It is within that problematical zone of awards where the judgment of the court below should be final on the matter. With regard to the money awarded to the mother, more than half of it was taken up in doctor bills and other expense.\nThe assignments of error are overruled and the judgment of the court below is affirmed."}