{"id": "1109669", "contents": "Opinion by\nMr. Justice Kephart,\nThe City of Philadelphia appropriated the premises at the southwest corner of Thirteenth and Filbert Streets. The property was owned by Ely K. Selig, and had been leased to the United Cigar Stores Company of America for the term of twenty years. That company at the time of condemnation had nine subleases of parts of the premises. The city petitioned for viewers, and, after due notice and hearing, a report with awards was submitted. The present appeal involves the right of one of the subtenants, a party to the proceeding, to recover damages from the city for the taking. Appellant’s sublease contained the following clause on which the case must rest: “In the event that the premises demised, or any part, thereof, are taken or condemned for a public or quasipublic use, this lease shall, as to the part so taken, terminate as of the date title shall vest in the condemnor, and rent reserved shall abate proportionately as to the part so taken, or shall cease if the entire premises demised be so taken.”\nThe city contended, before the viewers, that this provision of the lease precluded recovery on the part of this subtenant for any damages that might have been sustained because of the condemnation, the subtenancy having terminated at that date as effectually as though that period had been written into the lease; the city, therefore, took nothing from the subtenant. The viewers decided adversely to the city’s contention, and exceptions were filed to the report in the court below. These exceptions specifically covered this provision of the lease, and the court below, after careful consideration, disallowed the award; hence this appeal.\nIt is contended there was not sufficient evidence in the record or in the viewers’ reports to justify the action of the court below in setting aside the award. This question was not presented to the court below, nor is it covered by any assignment of error. It is raised here for the first time. There was nothing in addition to the paragraph quoted from the lease that is offered or suggested as being able to throw any light on the question of title or interest. Moreover, appellant had ample opportunity to have such facts placed before the viewers and the court below, had they existed. It was appellant’s duty to show his interest and to see that it properly appeared in the report of viewers. Instead, he was content to take his chances on the outcome of the report as it stood, and, having lost, now wishes another chance. We have examined the report and such other papers in the record as were pertinent and find that the basis of appellant’s claim was the lease, and the controlling part necessary to the decision of the case was the paragraph quoted. The report was sufficient on which to base a final judgment. Nor are we impressed with the further claim that appellant had a right to have his case tried before a jury. True, he might, and be met with the same question of law. It was purely one of law, and on it appellant had no estate. It is difficult to see how a jury trial would aid. With the general question of whether it was proper for the court to determine the case upon exceptions when a right of appeal existed, we have no difficulty. Section 5 of the Act of March 26, 1903, P. L. 63, does not make an appeal the exclusive remedy, and does not even compel a party in interest complaining of an award to elect which method of presenting his objections he will pursue.\nIt is claimed the city had no interest in the lease, and, not being a party to it, should not be permitted to take advantage of any of its terms. Municipal awards must be made to each claimant showing an interest damaged. It is very important for the city to know what interests are affected and to whom it owes money. It certainly could not be liable to persons who had no interest in the property. When appellant offered his title, on which he based his interest, he offered in proof of it an instrument that showed on its face that he had no interest in the land after condemnation. Of course the city must take advantage of such a situation. It should know the extent and value of the things they are liable for. In this case, the city would know it only through the instrument which gives rise to an estate, if any: Munigle v. City of Boston, 3 Allen (Mass.) 230.\nThe principal question is whether or not the court below was correct in holding that the term of the lease ended when the city condemned the property. It is agreed by the parties on both sides that the lease came to an end on July 7th. Appellant contends that it might have done so by operation of law when condemnation took place, and that the defeasance clause is mere surplusage. But, as stated by the court below, the language was put in there for some purpose, and it must have been for the very purpose of securing to the principal tenant the right to an award for its entire tenancy, without any right in a subtenant to claim for any portion of their leasehold. It is therefore clear the clause is not surplusage, but sets forth a condition of the greatest importance to the principal tenant, reserving to himself a substantial right in the property.\nNor is appellant aided by the claim that the court below erroneously found that “the United States Cigar Stores Company of America made (and was paid) its claim upon the basis of its full lease.” While this was a necessary and logical inference from the facts, the statement was made in connection with the discussion of the right of the city to take advantage of the defeasance clause in the lease, and as emphasizing the necessity of the city to avail itself of the fact that the lease gave him no right to damages in the event of condemnation proceedings : Munigle v. City of Boston, supra, p. 232, 233. It was unnecessary for the court to make any finding in regard to the claim of the United States Cigar Stores Company of America.\nAppellant points to Boteler v. Phila. & Reading Terminal R. R., 164 Pa. 397, as sustaining his right to recover, but there the lease expressly provided that the termination should not affect or prevent the lessor or lessee from recovering damages for a taking from corporations or other persons. It might readily be seen that, where a tenant has a lease for twenty years, which is to continue unless a higher power dissolves the relation, he would wish to protect himself for the damage to Ms future holding. We do not have such case in the present record. Apparently there are, in this State, no cases on the principal question involved, but the following will shed some light:\nIn Munigle v. City of Boston, supra, the lease contained the following clause: “It is also agreed that if the lessor shall sell the said house, or if the city shall cut off said premises, that the said Susan shall consent thereto, and that the said Susan shall do all repairs at her éxpense.” In construing the words “shall consent thereto” the Supreme Court of Massachusetts held that the provision was obviously not intended to be simply nugatory, or to leave the rights of the parties exactly the same as if nothing had been said on the subject.\nThe case of Munigle v. City of Boston, supra, was cited with approval in Shaw v. Appleton, 161 Mass. 313, 37 N. E. 372, where a bill was filed to restrain the lessor’s grantee from ousting the lessee from part of the demised premises. The lease contained a clause giving the lessor the right to sell, and providing that so much of the land as should be sold “shall cease to be a part of the herein demised premises.” The dismissal of the bill was sustained by the Supreme Court, which said, p. 315: “When, as in the present case, it is clear that the contract was that the lessee should take his estate subject to a defeasance by a sale of the demised property by the lessor, to hold the clause defining the reserved right of the lessor void because repugnant to the demise would be unwarrantably to defeat the intention which the parties have clearly expressed.”\nThe Munigle Case was also approved in Goodyear Shoe Machinery Co. v. Boston Terminal Co., 176 Mass. 115, 57 N. E. 214, in an opinion by Mr. Chief Justice Holmes, now of the United States Supreme Court, in the course of which he cites leading cases on the subject, including Burbridge v. New Albany & Salem R. R., 9 Ind. 546. In the latter case, there was a claim for damages arising from the construction of a railroad. The lease contained a provision that the lessor should recover “any and all damages from the said railroad company which may be sustained,” etc. In dismissing the lessee’s claim for damages the court stated, p. 548: “It is said that Durkee bad, by parol, waived bis right to recover them. If so, tbe waiver accrued to tbe benefit of tbe railroad company and did not change tbe legal effect of tbe lease, upon which tbe claim of tbe tenants must rest. If Durkee bad changed bis mind, and wished that tbe tenants should have tbe damages, be should have recovered them, as be bad a right to do, and presented them to tbe tenants.” To tbe same effect, see Matter of tbe Mayor, etc., 168 N. Y. Repts. 254, 61 N. E. 249; Matter of City of New York, 124 App. Div. 465,109 N. Y. Supp. 2; Tiffany on Landlord and Tenant (ed. 1910), vol. 1, p. 1188; Lewis on Eminent Domain (3d ed.), vol. 2, paragraph 719, p. 1259.\nTbe court below did not err in striking tbe award from tbe report.\nTbe judgment of tbe court below is affirmed at cost of appellant."}