{"id": "1111172", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nThis controversy arises out of the failure of the appellant, Josiah V. Thompson, to make payments to four beneficiaries under the will of Emma Messmore, deceased, of whose estate he was executor. On August 16,1926, the Orphans’ Court of Fayette County awarded certain sums of money, arising from the sale of land belonging to the estate administered by appellant, to the before mentioned legatees, appellees in this case, and directed him to make payment thereof; which awards and order were affirmed by us in Messmore’s Est., 290 Pa. 107. Pending this affirmance, another order to pay was entered on December 27, 1926. Next, a rule was allowed on Thompson, “requiring him to show cause why he should not make payment”; counsel for appellant, “being then in open court,” waived actual issuance of this rule and later filed an answer (all of which will be stated more fully, and discussed, later in this opinion). On February 26, 1927, the answer was held insufficient and the rule was made absolute. Upon appellant’s continued failure to pay, after due proceedings to that end, the court below, on September 12,1927, issued an attachment for contempt, and this appeal followed.\nAppellant claims that he was not in contempt, first, because no formal notice of the February order was served on him, and he contends that he lacked knowledge of it; second, because, at the time of the entry of the original awards and subsequent order to pay, he was wholly unable to comply therewith, owing to impecuniosity, which, he avers, was not occasioned by any fraud on his part.\nAs to appellant’s first contention, he not only claims to have received no formal notice of the order of February 26, 1927, which is immediately involved on this appeal, but also, in the course of his brief, that he was not formally notified of the orders of August 16 and December 27,1926. Whether or not he was served with formal notices, appellant’s cognizance of all the above orders is plain beyond question, and his actions in regard to them show him to have been fixed with sufficient notice. First, his former appeal to this court from the original decree of August 16,1926, determining the amount of his indebtedness to appellees and ordering him to pay, shows beyond question his knowledge of the court’s orders up to that time. Next, his petition to set aside the supplemental order of December 27, 1926, to pay the awards notwithstanding his pending appeal (which petition was granted and the above-mentioned rule to show cause substituted in place of the prior order), shows his knowledge of that order. Coming to the order of February, 1927, appellant not only was an accountant in the court below, subject to its directions, but, by his counsel, he also actually appeared in open court on January 12, 1927, and, with knowledge of the former orders to pay the awards then under discussion, .waived the actual issuance of a rule to show cause why he should not make such payments forthwith, thereby placing himself in the court below subject to ,all future actions of that tribunal on the rule (thus by his agreement treated as issued) or in any way connected with the object it was intended to accomplish, which was to force appellant to forthwith make payment of the amounts due appellees notwithstanding his then pending appeal from the awards to them. In fact, the object of all the proceedings supplemental to the original decree of August 16,1926, was to force Thompson to pay the awards made by that decree pending his appeal therefrom. The decree was affirmed by us on May 27, 1927. When this affirmance took place, the various supplemental proceedings, including the order of February, 1927, had no further purpose, for the appeal from the original decree no longer pended and the order to pay the awards comprehended in that decree, of which order Thompson had undoubted knowledge, was in full force and effect. .He was a party to the previous appeal and must be taken to have known of its disposition, which occurred prior to the attachment for contempt now before us on the present appeal. Under these circumstances, appellant’s plea of lack of formal notice of the orders of the court below is unavailing.\nAlthough at one time it seems to have been the generally recognized rule in Pennsylvania courts of first instance that a party could not be adjudged guilty of contempt for disobedience of a judicial order unless it was shown that the order in question had been “personally served” upon him (Chew’s Est., 3 W. N. C. 392; McKinney’s Est., 2 W. N. C. 156; Killiam’s Est., 2 W. N. C. 684; Keating’s Est., 1 Woodw. 340; Pierce v. Post, 6 Phila. 494), yet Robb v. Pepper, 11 W. N. C. 497, recognized that, in equity, the necessity of personal service, to found an attachment, was “a matter within the discretion of the court.” In New Brighton v. Pittsburgh, 105 Pa. 13, and in Douglass-Whisler v. Simpson, 233 Pa. 517, 519, the former rule was modified so as to require only “such previous notice as will afford [the parties] an opportunity of being heard.” The last enunciations of the law on this subject, in our appellate courts, appear in Sperry, etc. v. McKelvey, etc., 64 Pa. Superior Ct. 57, 61, and Scranton v. Peoples Coal Co., 274 Pa. 63, 72; in the former case, Judge Kephart, now a justice of this court, said that those to whom an order is addressed, “who know of the existence of the court’s decree;.....will be just as guilty of a contempt” for a violation of it as those who had actual service; in the latter, Justice Simpson wrote, “liability exists where [parties] had actual notice [in the sense of “personal knowledge”] though neither the injunction nor subpoena had been served upon them......, and this for the reason that the law does not permit one, who knowingly acts in contempt of its decrees, to escape liability on a technicality.” These decisions are amply supported by authority: see In re Lennon, 166 U. S. 548, 554; Ulman v. Ritter, 72 Fed. Repr. 1000, 1002-1003; Cape May, etc., Railroad Co. v. Johnson, 35 N. J. Equity 422, 424, and authorities there cited. See also Kelly v. Montebello, 141 Md. 194, 28 A. L. R. 33; 15 A. L. R. 386 and 398; note to Farnsworth v. Fowler, 1 Swan 1, in 55 American Decisions 718, 722-723. Digesting the general law and citing People ex rel. Osborne v. Duchess Co., 20 N. Y. Supp. 329, the annotator in 10 L. N. S. 1098, 1101, states, “If the one accused of contempt has direct knowledge of the proceedings against him therefor, he cannot avail himself of the fact that the process was not served upon him,” and it has been so held very generally in recent times by the lower courts in our own state: see York Mfg. Co. v. Oberdick, 11 Pa. Dist. Reports 616, 618; Titusville Iron Co. v. Quinn, 13 Ibid. 416, 420; Patterson, etc. Co. v. Building Trades Council No. 2, 14 Ibid. 843; see also authorities cited at page 845 of last mentioned case.\nAppellant filed no bond to make his appeal from the original awards of August 16, 1926, a supersedeas; hence, in default of payment a reasonable time thereafter, on the face of the record he has ever since stood in contempt subject to attachment. This contempt continued till the present attachment issued, and still persists, unless the court below erred in holding appellant’s conduct to be a contempt. As to this, he contends that his inability to pay was not due to fraud on his part and therefore he is excused from what might otherwise have been prima facie contempt.\nThe contention just stated raises the further question whether, under the circumstances of the present case, appellant’s averment, in his answer, of impecuniosity had the effect in law of preventing the court below from adjudging him, on the record as it stood, to be in contempt. As to this, we conclude that it was entirely right for the court to dispose of the present case on the pleadings, for appellant’s averments as to his inability to pay could avail him nothing: Matter of Kurtzman, 2 N. Y. State Reporter 655. The court below knew that the alleged inability to pay was occasioned by a misuse of funds; for that there was such a misuse had in effect been adjudicated as a matter of law: Messmore’s Est., 290 Pa. 107, 116. The pleadings had to be read accordingly, and, in the light afforded by what had gone before, the averments of the answer were wholly inadequate to relieve appellant from his sad predicament.\nWhen the present case was before us in Messmore’s Estate, supra, we pointed out that appellant’s discharge in bankruptcy raised no bar to the claims involved in these proceedings. Although not charged with fraud arising malo animo, appellant is guilty of maladministration of trust funds, and this is a species of fraud; he is, therefore, not in the position of one who pleads inability to pay because of poverty which came upon him through no fault of his own. The law is not lenient to those in the position of appellant; we said in Com. ex rel. Di Giacomo v. Heston, 292 Pa. 63, 68, that “a trustee, who fails to pay over the funds entrusted to his care, is subject to attachment for contempt, as is an executor (Tome’s App., 50 Pa. 285) or guardian: Leiter’s App., 10 W. N. C. 225. It is well stated in 13 Corpus Juris 20 that, “When the inability [to pay] is due to the wrongful act of the party himself, the contempt is not excused, as where he has misapplied or misappropriated funds held by him as attorney, administrator, receiver, guardian, or in other trust capacity.” This principle is well settled; see Hoffman’s Est., 10 Pa. Superior Ct. 113, and cases there cited; also Morrison v. Blake (No. 1), 33 Pa. Superior Ct. 290, where it was held that a person attached for contempt for not paying over trust moneys could not purge himself by alleging poverty, the court saying, at page 295, “The mere answer of a trustee that he has wrongfully wasted or otherwise stripped himself of the trust fund may not stay the arm of a chancellor when the day for accounting has arrived, else indeed would his decree be but an empty name, and breaches of trust would become common by reason of their immunity from any dangerous consequences.”\nIn Matter of Snyder, 31 Hun (N. Y.) 302, a situation arose practically identical with that presented in the-instant case. There, where an executor had failed to comply with a decree to pay over moneys, and sought to avoid contempt proceedings by alleging his inability to pay, it appearing that his inability was occasioned by his having lost the money in personal transactions to which he had, — in breach of his trust, — appropriated the funds of the estate, it was held that his poverty was no excuse. See also, to the same effect: Matter of Battle, 5 Demarest’s Reps. 117, 150; Rudd v. Rudd (Ky.), 211 S. W. 791, 796; Wise v. Chaney, 67 Iowa 73, 24 N. W. 599; People v. Zimmer, 238 Ill. 607, 87 N. E. 815.\nFinally, on this branch of the case, appellant emphasizes the fact that, though unable to comply with its decree, he has not, throughout these proceedings or at any time, had an intention to place himself in contempt of the court below. As was said in Cartwright’s Case, 111 Mass. 230, the question of contempt “does not depend upon the intention of the party, but upon the act he has done”; and, in Matter of Snyder, supra, “manifesting great respect for the court and a willingness to make payment” does not excuse the fact of misappropriation of funds, which has- caused the delinquent’s impecuniosity.\nThe appellee’s argument, ignoring all the points raised in appellant’s brief, denies to this court the power to review proceedings such as those now before us; and this on the sweeping doctrine that each court is the exclusive judge of contempts committed against its process. Two authorities are cited in support of this proposition: Passmore Williamson’s Case, 26 Pa. 9, and Seidman’s Est., 270 Pa. 465. The first of these cases is no longer a ruling authority on the point in question and the second does not support appellee’s position as 'to our lack of authority in the premises.\nAlthough, at common law, contempt proceedings were not reviewable upon appeal (Williamson’s Case, 26 Pa. 9; Scranton v. People’s Coal Co., 274 Pa. 63, 68), this court departed from the common law rule in Hummell v. Bishoff, 9 Watts 416, 431, and there held that it was vested with a limited “superintending jurisdiction over proceedings of the court of common pleas to punish for contempt.” In the Passmore Williamson Case, decided some years later, it was said that “the authority to deal with [one committing a contempt] belongs exclusively to the court in which the ofíense is committed, and no court, not even the highest, can interfere with its exercise, either by writ of error, mandamus or habeas corpus, — if the power be abused, there is no remedy but impeachment”; but this was explained in Com v. Newton, 1 Grant 453, 454. We there said of the above-quoted statement, it was “a remark......predicated [on a] conviction for contempt in the District Court of the United States, over which we possess no jurisdiction whatever”; adding, it “does not admit of application to our state tribunals over which our appellate jurisdiction is fixed by statute.” We further said that the “character of our [appellate] powers cannot be narrowed by construction so as to exclude proceedings for contempt”; that, although we do not “revise such cases upon their merits, [yet] for the purpose of seeing that [the] jurisdiction [of lower tribunals] has not been transcended, and that their proceedings, as they appear of record, have been according to law, we...... are bound to exercise a supervisory power over the courts of the Commonwealth.” In Com. ex rel. Di Giacomo v. Heston, 292 Pa. 63, we said that our “supervisory power will be limited to the determination of whether the court below transcended its jurisdiction,” citing Scranton v. Peoples Coal Co., 274 Pa. 63; Com. v. Perkins, 124 Pa. 36. It may be added that we there meant “transcended its jurisdiction” in the sense of exceeding its legal power. Chew’s App., 44 Pa. 247, is a case where this court reviewed an attachment in contempt proceedings without suggesting ány question as to its right to do so.\nSeidman’s Estate, supra, appellant urges, stands for the proposition that “in no instance will an appellate court review proceedings in contempt cases”; but all that we there- decided was that the orphans’ court, having held one not to be in contempt of its decree, we would not examine into the merits of the case and punish as a contempt conduct which the court below deemed not to be of that character. We recently said, in State Lodge v. Morrison, 277 Pa. 41, 43, where counsel also misinterpreted Seidman’s Case, “That an appeal will lie in contempt proceedings in certain civil actions has been definitely decided [in] Scranton v. Peoples Coal Co., 274 Pa. 63.”\nThe Scranton Case is cited in 28 A. L. R. 51 for the now-prevailing rule that judgments in contempt are reviewable; this rule has been most recently followed by us in Com. ex rel. Di Giacomo v. Heston, 292 Pa. 63, and by the Superior Court in In re Contempt of Myers and Brei, 83 Pa. Superior Ct. 383, 387. In the last mentioned case, the court states that, on appeal from a commitment for contempt, “as a general rule ......the appellate court will not inquire further than to ascertain whether the record shows misconduct or disobedience of the [lower] court’s order......; its judgment on the facts is generally conclusive (Com. v. Newton, 1 Grant 453).” Then the court adds, “but, as was well said in People v. Kelly, 24 N. Y. 74, ‘this rule is, of course, subject to the qualification that the conduct charged as constituting the contempt must be such that some degree of delinquency or misbehavior can be predicated of it; for if the act be plainly indifferent or meritorious,......it will not become a criminal contempt by being adjudged so;......[although] the question whether the alleged offender really committed the act charged will be conclusively determined by the order or judgment of the court,......it certainly cannot be true that the decision of an inferior court adjudging a matter to be contempt precludes all investigation as to the legality of, or the proper authority of the court to make, such order’......The appellate courts must exercise supervisory power over subordinate courts for the purpose of seeing that they have not exceeded their jurisdiction and that the proceedings, as they appear of record, have been according to law.”\nWe conclude that this court has the power to review the instant proceeding, and that appellant’s two pleas, of lack of formal notice and of inability to comply with the decrees of the court below, are of no avail.\nThe decree appealed from is affirmed at cost of appellant."}