{"id": "1111191", "contents": "Opinion by\nMr. Justice Kephart,\nPlaintiff was engaged by defendant to make plans, specifications and detailed working drawings for the construction of three houses. For his services he was to receive the sum of $3,500. After the work on the plans had been proceeded with, defendant found that one of the houses was much too large and would cost too much. He requested revised plans, agreeing to pay the cost of preparing the discarded plans, and, according to plaintiff’s testimony, for the new plans, working drawings and specifications, defendant was to pay a commission of 4 8/10% on the book cost of the house. The revised plans were to be made for a house smaller than the one abandoned, the cost not to exceed $50,000. After many of the revised parts had been furnished and the building partly completed, difficulty over the plans arose and plaintiff refused to have anything further to do with the \\iork. He instituted this action for the balance due on the original contract and the commission on the revised work.\nThe defense set up was, that there was no change in the original agreement; plaintiff had planned a house which was too expensive, and was asked to replan it at lower cost, about $50,000. Plaintiff did not perform his work as requested; instead, the house cost $79,000. Plaintiff, therefore, was not entitled to recover anything. Defendant claimed damages because plaintiff did not complete his work of furnishing plans and detailed working drawings as contracted for, particularly in changing the scale from one-quarter to one-eighth inch on plans which were neither legible nor clear, and in not delivering working drawings on time; some of the completed plans were never delivered. The items of loss in this connection were: furnishing heat for the work, especially for plastering during the winter, increased labor charges, interest, insurance and loss usually accompanying delays. The jury found for plaintiff. This appeal is based on trial errors.\nDefendant contends he was not permitted to properly present his case. He was asked by counsel whether he had entered into an agreement with plaintiff after the original agreement, or whether there was any new agreement. The court below, on objection, refused to permit an answer to the question, although plaintiff had testified fully to the new agreement. He was then asked if he knew anything about the modification of the original contract whereby the scale was changed from one-quarter to one-eighth inch. This question met a like fate, as did these inquiries: whether he ever authorized any modification of the contract with plaintiff, or if he sustained any loss by reason of the plans being delayed, and other queries directed at that loss. All these questions were material, and the court below should have permitted defendant to pnt in Ms case. The defense was practically shut out. Appellee’s counsel says these mistakes were harmless errors. They do not appear as such, but if they were, it is a case of too many harmless errors.\nAppellee argues that defendant authorized the modification of the plans and waived the contract requirements. This conclusion is based on inferences deduced from the evidence of the one here styled builder, and letters written by him. The builder denied any authority to make the change, and the owner should have been permitted to enter a like denial. Both owner and builder complain that the change in the plans, which were in part obscure and lacking in essential detail, caused the work to be delayed, entailing a loss to the owner. Nor is the owner estopped from denying the authority because the owner and builder were partners in the construction. The partnership relation would not give one partner authority to modify or change a contract of his partner that is purely personal to him. There must be other evidence, independent of partnership relation, to support the authority, and it did not appear. The mere fact that the builder looked after building details would not support it. Nor would the correspondence between the builder and the architect work an estoppel. Most of the letters are the usual ones between builder and architect, and defendant’s position as owner is not overlooked by the letters. Many of them relate to the work of subcontractors, such as plumbing, etc. The builder had an interest in having such plans correct.\nWhile the delays occasioned by the architect’s failures are not separately shown as to each cause, the jury could find from the evidence that the delay occasioned from all causes attributable to plaintiff was over five months.\nThe trial judge also erred in rejecting the testimony showing the damage sustained by reason of the failure to deliver plans on time, or to deliver proper plans. It was claimed in the affidavit that, because of these difficulties, the houses were not roofed until winter, when, in order to work inside, especially to plaster, it was necessary to heat the houses. There were other items. The builder testified as to some of. them, but defendant was not allowed to testify as to his loss. The trial judge failed to present any of the items of loss as a claim against plaintiff. True, in an off-hand way, he does say at the close of the charge, if he suffered any loss, he can recoup it. This does not cover the situation. We are, however, confining our reversal to the evidence rejected.\nIn this connection, appellee argues, and the court below charged, that the defendant could not sit idly by and see his plans come in late and then set up a claim for damages for the loss sustained because they were late. If there is one thing connected with a building operation fruitful of loss, it is delay in receiving plans from the architect. The plans and working drawings of the architect must keep step with construction work. An architect must know when detailed plans should be out, and he cannot, without reason sufficient in law, hold up men, material and construction, waiting on plans, without subjecting himself to a claim for damages for delay. A certain exactness of performance is required from architects and engineers when an owner commits a construction proposition into their hands; they are responsibile for failure to perform, just as ordinary persons are liable under like engagements. An architect who fails to deliyer plans, specifications and detailed working drawings in time for the successful continuation and completion of the work must be held accountable for the damages which the owner or the builder suffers because of that delay.\nThis contract required completed plans to be in the owner’s hands by the first of September. They were not there; the owner could not very well hire another person to finish the work. He is practically in the power of the architect, and, simply because the owner accepts and uses delayed plans and working drawings to complete a structure, this does not deprive him of his claim against the architect, nor does he waive any right thereby. These failures are not excused because the owner did not complain. The builder or owner should, under certain circumstances, notify the architect in advance that working plans will be necessary, but generally the architect should keep himself informed as part of his duty. In this case, however, the architect testified that the owner was constantly pressing him for plans.\nThe opinion of Mr. Justice Walling, in Osterling v. Frick, 284 Pa. 397, 401, 405, disposes of this branch of the case. It is there stated, “We are unable to agree with the contention that, because Frick suffered plaintiff to continue as architect, the defendants are estopped from claiming damages on account of the negligent manner in which he performed his work.” The defense in that case was built on the delay in delivering plans, and, as there pointed out, damages suffered are recoverable because of that delay. This defendant never surrendered his right to indemnity because of the default of the architect, nor did he waive any claim that he might have had against plaintiff.\nPlaintiff called much expert testimony to show that the plans produced at the trial were of good workmanship. At the time this testimony was produced, the plans were not under attack. The testimony of the experts would have been proper as rebuttal if defendant had assailed the plans. Even then, the plans that concern this case are the ones delivered to the defendant for the builder to work by, and, as rebuttal, the testimony should be confined to such plans.\nFinally, there is still the question, Where an architect is asked to plan a house to cost $50,000, undertaken on a commission basis, and his plans entail an expense of some $80,000, is he entitled, without any explanation, to any commission, or to a commission on the limited price? The answer usually turns on a question of evidence, but such an increase, without explanation, as in this case, should be limited to a commission on the cost as first suggested.\nAll the assignments of error not here1 dealt with are overruled, and those which are covered by this opinion are sustained.\nThe judgment of the court below is reversed and a venire facias de novo awarded."}