{"id": "1111147", "contents": "Per Curiam,\nPlaintiff’s deceased husband was accidentally injured on August 16,1923, in the course of his employment; he died January 8,1927, of pulmonary tuberculosis, and his widow claimed the death was due to the accident which had occurred almost three and. one:half years before. The referee found in her favor; but, on appeal, the compensation board reversed this finding on the ground that the medical testimony offered by- claimant was not sufficient to show that the death Was due to injuries sustained at the time of the accident. Claimant appealed to the court below, which sustained the decision of the board and entered judgment for' defendant; this appeal followed.\nThe only doctor called in the case testified he treated the deceased shortly before his death. The accident of August, 1923, and other facts in the case were stated to this witness, and he was asked whether the injury suffered at that time was “a contributory cause of this man’s death.” He replied, “Could be.” When asked to give his best judgment as to whether it was the cause, he replied, “Very probably was.” Then this question was put, “Would you say it most probably was?” To which he replied, “Yes”; and in answer to the question, “In other words, the chest injuries lighted up the smoldering tuberculosis in the chest region?” said, “Yes, it could do it.” The witness stated further that he had seen the injured man two or .three years before his death, when he knew nothing about the accident, and found no evidence of any injury at that time; that he then treated his patient “for a complaint of purely nab ural causes.” In this connection, he was asked on cross-examination, “Was the man’s condition, as you found it, two years after this accident in 1923, a condition that; might have been caused by purely natural causes?” and. replied, “Yes, sir.” Finally, the witness came down to> the following statement, as to the injury of 1923 causing the death in 1927, “I couldn’t say it probably did, but......in this particular case I rather suspect the injury had been the cause.”\nTaking the testimony as a whole, it does not measure up to the standard required by our decisions. In Gibb v. New Field, etc., Co., 287 Pa. 300, 301, we recently said: “In this class of cases, an expert witness called by plaintiff would have to testify, not that the condition of [the injured person] might have, or even probably did, come from the accident, but that, in his professional opinion, the result in question came from the cause alleged,” though, as stated in Johnston v. Payne-Yost Con. Co., 292 Pa. 509, such testimony need not be given in any particular words.\nThe judgment of the court below is affirmed."}