{"id": "1111140", "contents": "Opinion by\nMr. Justice Frazer,\nThis proceeding is under the Workmen’s Compensation Act in which the referee made an award to the widow of J. Max Rhoads, who died following an operation fourteen days after sustaining injuries while in the course of his labors as an employee of defendant. The award was approved by the compensation board and affirmed by the court of common pleas, and from that affirmance this appeal is taken.\nThe substantial facts as to the accident are plain and not in question. Rhoads, at the time of the accident, was engaged, with two other employees of defendant company, in lowering a steel gasoline tank, weighing 1,500 pounds, into an excavation by means of ropes held by himself and other employees. As the operation progressed, the rope held by Rhoads became knotted, causing a violent jerk and strain to his body, and the result was that the rope slipped from his grasp and the tank fell into the excavation. He immediately complained of severe pain in his stomach and soon thereafter returned to his home. Three days later the attending physician diagnosed a ventral hernia, which, it is not denied, was a direct result of the wrench and strain sustained while lowering the tank. An operation was advised by the physician and performed. Twenty-four hours later Rhoads suddenly died.\nDefendant makes no claim that an operation was unnecessary. It is contended, however, that the accident was not the immediate cause of death; but that .the surgeon in performing .the operation unnecessarily extended it to a “major operation” info the abdominal cavities to remedy preexisting diseased conditions found to exist there; that the extended operation was made in pursuance of an oral arrangement between the injured man and the surgeon, to correct intestinal troubles due to an operation for appendicitis performed several years previous to the accident here in question; that in the course of the operation old and inflamed adhesions were corrected and the gall bladder, found to be diseased, removed ; that the infected gall bladder and the inflammatory condition of the adhesions were not aggravated or affected by the accident; that the death of Rhoads resulted from mesentery thrombosis, or blood clot, following the operation, which stopped the circulation of the blood within the area of the operation, and that this was the immediate cause of his death; and that he thus died from natural causes and there could consequently be no liability for compensation.\nDefendant presents four statements of questions involved ; we shall note but one, as it is sufficiently comprehensive to cover the above recited allegations and also the assignments of error, namely: Was there legally competent evidence to establish the fact in a compensation case that decedent died as a result of the injuries sustained at the time of the accident? The findings and award of the referee, the affirmance of the compensation board and the opinion of the court below unite in answering this question in the affirmative. The legislature has limited our supervisory powers in the disposition of these cases; it has confided to the compensation board and referees the exclusive function of determining what facts are established. Our investigation is accordingly limited to the questions of law raised by the record and is somewhat analogous to our review in an appeal from the confirmation of an auditor’s report or decree in equity: Kuca v. Lehigh Yalley Coal Co., 268 Pa. 163, 165. The basic facts in the present case, as found by the referee, are clear and well established, as our examination. of the evidence shows. The accident happened in the course of decedent’s employment; the ventral hernia was a direct result of that accident; the attending physician considered an immediate operation necessary. He so advised and it was made; in the words of the learned court below, “the relief of the patient was the business in hand.” It did not admit of delay. Arrangements were made for the operation and a very proper surgical service followed. If, in the course of the preparations for the operation, it was agreed between the operating surgeon and the patient that it was advisable to make the operation so complete as to extend to an incision and examination into the abdominal cavities, beyond the location of the hernia, so as to discover if certain preexisting diseased conditions, as disclosed by an x-ray examination, were affected and aggravated by the injury suffered while lowering the gasoline tank, in order that such conditions should be, if possible, remedied, and the death of the injured man came shortly after the operation, we cannot hold that this surgical service, unquestionably necessary under the circumstances, can possibly disassociate the death of Rhoads from the injury sustained while lowering the gas tank. The evidence discloses that death was the final sequence of the accident, and in our opinion this conclusion is fully supported by the testimony of the operating physician himself, when he said: “We discovered that he had some pathology in that abdomen, and I advised him to have a hernia operation and look into the abdomen to see if there was anything else there causing his illness, and, if so, try and correct it at that time. I fixed the hernia. I made the incision for the operation of ventral hernia. While making that I made it large enough so that I could explore the abdomen, but it was a hernia incision.” Here then was an operation performed, admittedly made necessary by the injury sustained at the accident; and the hernia, as testified by the same operating surgeon, “was the factor that brought about the operation.” While it was testified by the same witness that, in his opinion, formed after the operation, the injury had not aggravated the old diseased conditions in the abdomen, an examination of his testimony fails to show that such was his opinion before the operation. Whether such aggravation had resulted he did not know, and of that he could not be sure until he had made an incision and explored the cavities. It was consequently wholly necessary that his surgical services be completed; and there is testimony by an expert and experienced surgeon that an operation of the character performed was proper and required under the circumstances. We find nothing in the record to sustain in the least degree the idea that, whatever sort the operation might be, the injured man did not consider it was to be made for the real and immediate purpose of saving him from serious or fatal results from the accident. The operating surgeon himself testified: “If he had not had the hernia, I do not suppose he would have consented to an operation.”\nFollowing the operation, the injured man seemed to be recovering, but twenty-four hours later suddenly died while still under the care of the physicians. The cause of his death, as all the doctors who testified agreed, was mesentery thrombosis, a constriction of the blood vessels in the area of the operation. Here then was a connected and unbroken series of events and results, beginning with the accident at the lowering of the gasoline tank and ending with the death of the injured man almost immediately after the operation. This operation was necessary; it would not have been performed, so far as the testimony shows, if there had been no accident and injury; existing conditions required, in the mind of the operating surgeon, a thorough surgical treatment; such treatment was given, and, twenty-four hours later, the patient suddenly collapsed and died while still in the hands of the physicians. We therefore accept the conclusion of the compensation board, as affirmed by the court below in the following language, that: “The known cause of death, mesentery thrombosis, could have come from one part of the operation [without the peritoneal cavity], or from another [within the peritoneal cavity]. It cannot be determined which part of the operation originated the thrombosis, even though it is more likely one than the other; and the operation within the peritoneal cavity would not likely have been performed had not the accident occurred. We have here a chain of circumstances and events that cannot be ignored.”\nWe accordingly hold the record presents ample competent evidence to establish the fact that decedent died as a result of the injuries sustained at the time of the accident.\nThe judgment of the court below is affirmed."}