{"id": "1111174", "contents": "Opinion by\nMr. Justice Kephart,\nThe insurance carrier appeals from an award of compensation and ráises the question as to whether the Workmen’s Compensation Board has jurisdiction or authority to make an award for permanent partial disability. The board found that the claimant had sustained a partial disability, permanent in character;: Section 306 of the Act of June 2, 1915, P. L. 742, as amended by the Act of June 26, 1919, P. L. 642, the Act of May 20, 1921, P. L. 966, and the Act of April 13, 1927, P. L. 186, is the legal basis for awarding compensation. It provides for three classifications, (a) total disability, (b) partial disability and (c) all disability resulting from permanent injuries: Berskis v. Lehigh Valley Coal Co., 273 Pa. 243; Lente v. Luci, 275 Pa. 217, 219. We had occasion to review these sections in Bausch v. Fidler, 277 Pa. 573, and particularly in Lente v. Luci, supra. In some aspects, the discussion therein has bearing on the question before us. We need not repeat what was there said.\nParagraph “B,” providing for partial disability, fixes the maximum period of 300 weeks as the time within which compensation may be paid. The disability contemplated by the act is the loss, total or partial, of the earning power from the injury. The injury which causes partial or total loss of earning power may be just as permanent as the injuries mentioned in paragraph “C.” Partial disability, distinguished from total disability, may be just as permanent. It is the duty of the board to determine the period of time compensation should be paid for all disabilities, excepting those coming from the injuries specified in paragraph “C.” If it is uncertain whether it is possible to ascertain within reasonable probability the length of time the disability will continue, no specific time can be fixed; developments are awaited, compensation being paid meanwhile. If the evidence warrants the conclusion that the disability will continue beyond the maximum period of time fixed by law for paying compensation, the award may so state and compensation may be ordered on that basis. The use of the word “permanent,” joining with either partial or total disability, merely indicates the character of the disability. All injuries causing total disability are not necessarily permanent, nor are all injuries occasioning partial disability; but they may be such that the board can conclude that the disability caused thereby will last beyond the statutory period for paying compensation. The word “permanent,” however, associated with paragraph “C,” was given a restricted meaning; it would be better, therefore, to omit its use in connection with “A” and “B.” The orders to be made will not then be confused.\nThe board found from the evidence, which is not disputed, that the injury would last beyond the time fixed in paragraph “B” for payment. They made an award covering the entire period in a sum per week which is not objected to. The order was not improper merely because it contained the word “permanent,” nor will it cause the case to be remanded for further hearing. The order might well read “for partial disability which, in the judgment of the board, will cover a total period of 300 weeks.”\nMay such an award be commuted? Section 316 provides for commutation. The language there used is very broad. “The compensation contemplated by this article mhy at any time be commuted by the board, ......disregarding the probability of the beneficiary’s death,......if it appear that such commutation will be for the best interest of the employe or the dependents ......and that it will avoid undue expense and undue hardship- to either party.” Under this section, any award found as above indicated could be commuted. Of course, before an order like the one before us can be commuted, the board must be satisfied of the ultimate outcome of the injury or disability, its future character and effect on earning power, as indicated by the then physical condition of the claimant. If there is a possibility that the partial disability will disappear before the end of the period fixed for payment, or, if the earning power should be increased so that the amount ordered paid per week could be reduced, then the board should not order the compensation commuted. These facts were all taken into consideration in ordering the award commuted.\nIn fixing the amount, there appears to be an error in the sum the claimant is entitled to. This was reached by misapplying the sections of the act as to prior payments. It is conceded that this was error. In order that the correct amount may be ascertained, we will affirm the judgment of the court below with instructions that the counsel file a stipulation with the court as to the exact amount for which the judgment shall be entered, and, if they cannot agree on this amount, then the court may open the judgment and ascertain the correct amount.\nThe judgment of the court below is affirmed at the cost of appellant."}