{"id": "1111175", "contents": "Per Curiam,\nThis is an appeal from the refusal to issue a preliminary injunction.\nPlaintiff, a taxpayer, brought a bill in equity to restrain defendants from acting under an ordinance, dated February 23, 1928, transferring, from the department of supplies to the department of public safety, an appropriation made by the city council to purchase uniforms for policemen and firemen. In the bill it is alleged that the uniforms in question are “articles of personal property for the use of” the departments to which the men requiring them belong; hence, under the Act of March 19, 1925, P. L. 56, such articles must be bought by the department of supplies; and to allow the director of public safety to distribute to the policemen and firemen the funds thus appropriated to that department would “constitute a diversion of municipal funds to private use, contrary to law.” 1\nThe chancellor refused the preliminary injunction, and subsequently wrote an opinion giving his reasons, in which he states: “The city has no part, except perhaps advisory, in the purchase of the uniforms; they are bought by the men themselves, are their own property, and the city assumes no liability for their purchase and has no title to or interest in them; its connection with the matter ends when it pays to the employee the fixed allowance. The employee has the right to choose his own tailor, to pay what he pleases, and to dispose of his property, when it is no longer needed, as he sees fit.” The court below held that the uniforms were not “articles of personal property for the use of” the department of public safety, and therefore they did not come within the prohibition of the Act of 1925, supra, against the purchase of such articles by any department other than the department of supplies.\nWe have said in numerous cases that, on appeal from a decree which refuses, grants or continues a preliminary injunction, we will look only to see if there were any apparently reasonable grounds for the action of the court below, and will not consider the merits of the case, or further pass upon the reasons for or against such action, unless it is plain that no such grounds exist or that the rules of law relied on are palpably wrong or clearly inapplicable: Lesher v. Gassner Co., 285 Pa. 43, 44, and cases there cited: Gilliam v. Randall, 285 Pa. 377, 378.\nThe present record discloses apparently reasonable grounds for refusing a preliminary injunction, and, in accordance with the above stated rule, the merits of the case will not be considered at this time.\nThe decree is affirmed at the cost of appellant."}