{"id": "1111198", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nEmma Tweitmann, the testatrix in this case, died August 30, 1926; her will is dated July 10, 1924, and a codicil, -April 19, 1926. By the will she gave to her husband all the net income from her real and personal estate, “one-half share in the interest derived from the mortgage on Nos. 4502-04 Frankford Avenue, as well as the half interest in the installment payments under the terms of said mortgage, or if said mortgage is paid off, to reinvest the money in good first mortgages, and he to receive the interest therefrom, also all moneys belonging to [her] on deposit in bank, for and during all the term of his natural life.”\nTestatrix further provided by her will that, at the death of her husband, her niece, Magdalene Oberheide, should have a property, No. 4700 Penn Street, Frank-ford, with all the furnishings therein, “also all of my mortgage money, which may be left after [my husband’s] decease.”\nIn the codicil she stated that one thousand dollars was to be paid immediately to Magdalene Oberheide “for waiting on [her] in sickness, tending to fires and taking care of the house,” adding “Frankford Trust Company to pay it out of my saving fund.”\nTestatrix, at the date of her will, owned a one-half undivided interest in the mortgage on the Frankford Avenue premises. This mortgage was originally for $26,000, payable in installments until reduced to $20,-000. In 1925 it had been reduced to $22,000 and was paid off, testatrix receiving $11,105, which was deposited in her savings fund account at the Frankford Trust Company. At the time of her death, she owned no mortgage, but had on deposit in the* savings account $12,408.53, and, of this amount, $11,105 was money derived from the mortgage mentioned in her will. Testator’s husband died October 8, 1926, and during his life this money was not reinvested in mortgages, as directed by testator’s will.\nMagdalene Oberheide claimed the money in question as bequeathed to her at the death of the husband; but the court below was of opinion that testatrix intended, by the use of the words “my mortgage money,” in the devise to claimant, to comprehend only so much of the estate under disposal as might be invested in mortgages; and as, at the death of testatrix, no part of her estate was so invested, there was no subject-matter to which the words “my mortgage money” could apply. It accordingly refused the claim, and this appeal followed.\nAt the hearing in the court below, when evidence was being produced to prove that the money from the mortgage had been deposited in the saving fund account and was still there at the time of testatrix’s death, the auditing judge asked, “Is it the contention that the money takes the place of the mortgage?” adding, “How does that get rid of the lapse? She gave a specific thing that did not exist.” This last statement shows the underlying error into which the court below fell in construing the present will. What testatrix gave was all of her “mortgage money” which might be left after her husband’s decease. She had previously directed that, in case the original mortgage investment was paid off, this money should be reinvested in mortgages. It is generally known that such investments, like others, give rise to the possibility of losses; hence the direction that Magdalene Oberheide was to receive all of the mortgage money which might be left at the decease of the husband.\nWhen asked at the hearing how much she claimed, Miss Oberheide replied, “$11,000, all her mortgage money,” and it is conceded by appellees that at least that amount of money originally invested in the Frankford Avenue mortgage- was on deposit in testatrix’s saving fund account at the time of her death.\nIt is to be observed that testatrix did not give to Magdalene Oberheide “all of my money invested in mortgages,” but “all of my mortgage money.” We agree with counsel for appellant that the plain language of this will indicates that testatrix contemplated the satisfaction of the existing mortgage and its replacement by other mortgages, and, therefore, in the gift to her niece she refrained from mentioning specific mortgages, but gave the money which was then invested in a mortgage- without regard to whether that investment might continue to exist at the time of her decease. While, as a matter of fact, the mortgage was paid off before the death of testatrix, the “mortgage money” remained intact and passed under her will to the present claimant. The saving fund account contains sufficient to pay both the mortgage money bequest to claimant and the $1,000 given to her by the codicil; under these circumstances, the bequest in the codicil is in no sense inconsistent with the construction we have placed on the will.\nThe decree of the court below is reversed, and the record is remitted for further proceedings not inconsistent with this opinion;' costs to be paid out of the fund."}