{"id": "1111111", "contents": "Opinion by\nMe. Justice Kephaet,\nAppellant charged defendant with the negligent operation of its trolley car, by which she sustained injuries. A verdict was recovered, which the court in banc set aside and entered judgment n. o. v.\nThe reason given for this action was that the testimony failed to disclose how far the trolley car was from the automobile when the appellant entered the car track, and that plaintiff voluntarily committed herself to a position of danger when the trolley car was so close that a collision was inevitable. In so concluding, the court in banc erred.\nAppellant’s testimony must be taken as true, and she is entitled to all favorable inferences to be drawn from it. The jury could have found that appellant’s automobile was parked on the south side of Arch Street between 16th and 17th Streets in Philadelphia, facing east. It was about 150 feet from the east side of 17th Street. There was another automobile parked a few feet ahead, and another at the rear. Plaintiff entered her car with the intention of leaving her parking position and traveling east on Arch Street. As she started her engine, she looked back and extended her left arm as a signal that she intended to occupy the open space. At that time, she saw defendant’s street car on the west side of 17th Street in the act of stopping. She then backed her car in a diagonal direction towards the tracks a sufficient distance to permit her to clear the car ahead, though her car did not reach the trolley rails. Before starting forward, she again put out her left hand as a signal to others behind her, and looked back for approaching cars. At that time she saw the trolley car passing the east side of 17th Street, about 100 feet or more from her. She then proceeded forward. Her car had attained a speed of from five to ten miles an hour, and was just entering the trolley tracks when the street car crashed into its side, forcing it ten or fifteen feet forward against the car parked immediately ahead. Appellee’s trolley sounded no alarm and was traveling at a speed of 25 miles an hour.\nThe crucial points in the case are whether appellant looked for the trolley car when she started forward after backing, and the distance it was from her at that time. We quote from the testimony. Appellant stated that, just after she had started her motor, “there was a Lincoln car parked right ahead of [her]......a few feet away.” There was an automobile “pretty far back on the same side of the street.” She was then asked: “What did you do? A. I looked back and then I saw the trolley just stopping on the other side of 17th Street. I had to back up in order to go ahead on account of this Lincoln being parked on the same side, and I looked behind and I saw the trolley just stopping on the other side of 17th Street and I put out my hand.” She also said that she backed her car. She was next asked: “Then what did you do? A. I looked back and then I saw the trolley slowly starting to cross 17th Street, and I put out my hand and went right ahead. Q. Now, when you started forward and looked behind......how far away was that trolley? A. I should think 100 feet or more than that. I couldn’t measure the feet, but it was just crossing 17th Street when I was near on the middle of the street.” Her testimony as to distance was corroborated by her daughter and in part by another witness. With the record in this state, the court below should not have held as a matter of law that appellant was guilty of negligence.\nWhen the woman held out her hand and the trolley car was 100 feet away, the motorman had ample notice of the fact that she intended to use a portion of the space on which the trolley car must move. This notice came from the fact that her car, in backing, was near the tracks, — in itself a warning, — and from the signal given by her. The motorman should have governed himself accordingly. The controlling principles of law are stated in Hope v. Southern Pennsylvania Traction Co., 270 Pa. 115, and authorities there cited. The accident could be likened to a rear-end collision where the oncoming trolley or vehicle had ample opportunity to see the object ahead and stop or slacken its speed.\nThere is some conflict in plaintiff’s testimony. The evidence must be of a quality entitling it to be presented to the jury. If it be so contradictory in the material parts as to which the plaintiff has the burden of proof so that any verdict given thereon would be a mere guess, the jury should not be permitted to consider it: Goater v. Klotz, 279 Pa. 392, 396; Propert v. Flanagan, 277 Pa. 145, 146; McAvoy v. Kromer, 277 Pa. 196, 198; Parker v. Matheson Motor Car Co., 241 Pa. 461, 467, 468. The function of reconciliation of testimony by juries (Parker v. Matheson Motor Car Co., 241 Pa. 461), is not abrogated by this principle: Goater v. Klotz, supra, 395. This principle of reconciliation is one of the most important doctrines in our jurisprudence. The other rule is applied only when it is clear to the trial judge the verdict would be but a guess, or where the testimony leaves the matter uncertain as to the possible cause of the injury, so that the jury might guess between a number of causes of the accident, for one or more of which the defendant may not be responsible: Raftery v. Pgh. & West Va. Ry., 284 Pa. 555, 558.\nThe order of the court below directing judgment to be entered n. o. v. is reversed and the case is remitted with direction to dispose of the motion for a new trial."}