{"id": "1111183", "contents": "Opinion by\nMr. Justice Sadler,\nTwenty-one property owners, residing adjacent to the block bounded by 47th, 48th, Spruce and Pine Streets, in the City of Philadelphia, filed a bill to restrain the construction and operation of a public garage thereon. One of the defendants, Siegel, had acquired, in 1917, eleven contiguous tracts of land, covering the locus in quo, and subdivided them into lots. Of these, the complainants had become owners of some, by deeds which stipulated that no garage, other than a private one, should be constructed on the land purchased. In all, fifty-six semidetached houses, valued at $25,000 each, and fourteen, worth twice that sum, had been erected on the property conveyed. The entire district, bounded by Locust Street, Cedar Avenue, 45th and 49th Streets, is exclusively residential, containing no commercial structures or shops, with the exception of a drug store located in an apartment house at the corner of 47th and Pine Streets. The square, on which the garage now complained of is erected, was at the time of its building vacant ground. Across the highway, on the west and north, are private dwellings and apartment houses. A portion of the land on the east is vacant, and this is also true on the south where a large public school is erected.\nThe adjoining owners promptly voiced their objections upon learning of the proposed construction. Thereafter a city permit to build was secured. This resulted in an immediate application for a preliminary injunction, which was granted against Siegel and the Mark Construction Company, the contractor. In the meantime the former had conveyed an undivided half interest in the land to one Anderson, who was thereafter joined as a party defendant. Notwithstanding the order of court restraining the use of any building on the lot as a public garage, the work of construction was proceeded with, and, prior to final hearing, it was practically completed. The main portion of the structure complained of is in the center of the block to which we have referred, rising one story above the ground, with a basement beneath. The 120-foot frontage is on the north side of Pine Street, and consists of a 65-foot entrance way, with stores on each side. Immediately within is a vestibule extending to the north for practically 80 feet, and furnishing sufficient room to accommodate 25 cars. Prom the rear extends the larger part of the building, with a width of 200, and a depth of 161 feet. Space has thus been provided for the handling of 129 cars.\nIt is purposed to supply gasoline to the motors making use of the building, but not to permit repair work to be carried on there. Congestion in front on Pine Street will be minimized by the large entrance way provided. The exterior appearance is not objectionable in character, and the roof of the structure in the rear will be covered and made attractive by the placing thereon of a pool and garden. The concrete construction is designed to decrease noise, and a ventilating system has been installed to remove unpleasant odors, though, it may be observed, the transfer of the same to the outside air will not protect the neighborhood from the injury arising from the pollution of the atmosphere. After hearing, the use of the building as a public garage was restrained, and, from the final decree entered, this appeal was taken.\nThe legal principles controlling the situation here presented have been frequently considered in recent cases, and a repetition of what has previously been said would serve no good purpose. Everyone must so use his property as not to injure others. This is true whether the act complained of be expressly prohibited by building restriction, — a fact to which weight was attached in some of the so-called garage cases (Hunter v. Wood, 277 Pa. 150), — or is shown actually to constitute a detriment to adjoiners: Prendergast v. Walls, 257 Pa. 547. In the present case, the complainants were, by their deeds, limited to the erection of private garages, in the use of the lots acquired, but whether this restraint was effective as to the remaining land of the same grantor, Siegel, when he attempted to build thereon, ■was not the subject of discussion by the court below, nor is its consideration necessary here to reach a proper determination. The construction of a building that may to some extent affect the personal comfort or preferences of neighbors does not constitute it a nuisance so as to justify equitable intervention. The mere fact that those residing in a city are subjected to annoyance by the conduct of a business complained of will not establish the existence of such as a nuisance. Urban dwellers must bear with the inconveniences growing out of residence there, just as they enjoy the benefits flowing from it: Houghton v. Kendrick, 285 Pa. 223. Ordinarily, the complainant, asking relief, must establish that the proposed use will work some positive injury to his property, as in the case of a private garage, where the burden is upon him to show this as a fact before an injunction against its operation will be granted: George v. Goodovich, 288 Pa. 48.\nA given business will, however, constitute a nuisance per se “when it is generally known to be injurious to health and to cause legal damage to property in certain localities and surroundings, regardless of how it may be carried on,” for the common experience of mankind, of which the courts take judicial notice, proves this to be the result, and such pursuits in certain areas are to be prohibited: Penna. Co. v. Sun Co., 290 Pa. 404, 410. Though a public garage is not a nuisance in itself, yet it becomes such when conducted in a residential neighborhood: Mitchell v. Guaranty Corp., 283 Pa. 361; Unger v. Edgewood Garage, 287 Pa. 14. And the same has been held, under the facts presented, of service (Slingluff v. Tyson, 280 Pa. 206) or filling stations: Carney v. Penn Oil Co., 291 Pa. 371.\nThe court below has found the district here involved to be exclusively residential, and its findings of fact, supported as they are by ample evidence, will not be reversed unless manifest error appears (Houghton v. Kendrick, supra), for the determination of this question is primarily one for the decision of the court of first instance: Gordon v. Pettey, 291 Pa. 258. Having determined the character of the community, and use of the building intended, it was unnecessary to specifically find it constituted a nuisance in fact, for this conclusion followed as a matter of law. “When the place and the act are admitted, it has been determined by the courts that certain unavoidable, inherent characteristics of the business injuriously affect health and property. In these cases, the averment of the act, or an attempt to perform it in a place forbidden, is all that is necessary”: Penna. Co. v. Sun Co., supra, p. 411.\nAppellants insist that the generally recognized rule prohibiting public garages in residential districts should not be applied under circumstances such as appear here, since buildings for the accommodation of large numbers of families have become necessities in built-up communities, and the furnishing to dwellers therein of accommodations for their motors is a requirement which the courts must recognize. It was urged below, and argued here, that the ultimate intention of the defendants is solely to supply housing facilities for cars of occupants of apartments planned to be built on the four sides of the block, and which will surround the garage constructed in the center, so that in reality the present building is private in its character. Though such argument is not without force, yet we are not here met with the condition suggested, for the contemplated structures have not been erected, nor is need for such service at this time apparent, and it is the stated purpose of defendants to use their structure for the present as a public garage.\nUnder the facts existing when the case was presented, it was not only proper, but necessary, that the court enjoin the use of the building as a public garage, at the suit of those interested, who had acted promptly to assert their rights, and could in no way be said to be guilty of laches. The defendants constructed their building after the preliminary injunction had been granted, with full appreciation of the possible consequences, and cannot now complain because of the expenditures made. The restraint was expressly and properly limited by the final decree to the use of the garage as a public one.\nAppellants suggested below, and here, that, if permission were given to operate the building under the direction of the court, or a master appointed to supervise, it could be demonstrated that no injury in fact would be inflicted. We have held that the present intended use is a nuisance per se when carried on in a residential community, and to permit experiments in separate instances, to determine the extent of the harm suffered, Would lead to endless disputes. The trial judge was not required to grant the application made.\nThe decree is affirmed at the cost of appellants,"}