{"id": "1113417", "contents": "Opinion by\nMr. Justice Schaffer,\nThis is an appeal by defendant from a judgment entered in an action to recover damages for personal injuries sustained by the minor plaintiff in a fall to the floor of appellant’s restaurant, of which she was at the time a patron, the fall being due to the slippery condition of the floor.\nPlaintiff, with a girl friend, was in the restaurant getting lunch. When they had finished, they started toward the door, walking along a passageway between the counter where the food was served and the wall of the room. The space was 4.35 feet in width; it was, however, somewhat diminished by a coat-rack and radiator along the wall. When she had walked a short distance, plaintiff’s feet went from under her, she struck the floor with violence and fractured her sacrum. At the time, an employee of defendant was engaged in mopping up the floor. She had noticed him doing so. She thus described the accident: “As I was going out, I came to this place where he [the employee] had been working on the floor and it looked very slippery there. It was covered with a substance which looked as though it might be suds, white, and I walked very carefully, because it looked very slippery and glassy, sort of, and just as I was walking along my two feet went right out from under me and I went right down.” The floor covering was linoleum divided into squares, and the white substance, which it is contended was a powder used in the water for cleaning the floor, covered three or four of them; they were six and a half inches square, so plaintiff testified, hence the white substance did not cover a space of more than twenty-six inches square. She said the slippery substance was fairly close to the wall and farther away from the counter, at a distance from the latter of one and a half to two feet. In answer to the direct question, she answered that she knew the white substance on the floor was slippery, and knowing this she stepped on it, notwithstanding the fact that there was ample room— one and a half to two feet — for her to place her foot on the counter side of the passageway, where there was none of the white substance. Under these circumstances we are of opinion that in risking her footing in the space covered by the white substance she was contributorily negligent, since she could have stepped a few inches to the left and avoided it, or entirely over it, as it was not over 26 inches wide. Where a person, having a choice of two ways, one of which is perfectly safe, and the other of which is subject to risks and dangers, voluntarily chooses the latter and is injured, he is guilty of contributory negligence and cannot recover: Haven v. Pittsburgh & Allegheny Bridge Co., 151 Pa. 620; Purcell v. Riebe, 227 Pa. 503. In the former case, the injured plaintiff took her chance in traversing an unsafe footway which was obviously under repair, although she had the alternative of a safe roadway alongside; she was denied recovery. In Stevenson v. Pittsburgh, etc., Ry. Co., 219 Pa. 626, this court said: “To avoid what was, at most, an inconvenience, he [the plaintiff] voluntarily encountered a manifest danger. He thus took upon himself the risk.” These words are applicable here. In Davis v. Wilkes-Barre, 286 Pa. 488, the plaintiff claiming damages resulting from a fall on a mound of ice on a city sidewalk was denied recovery because she could have seen the ice if she had looked, but took the chance of stepping on it when there was sufficient space to pass around it; here the facts are even stronger against appellee, she saw the slippery place in the floor, realized that it was slippery and notwithstanding this known condition stepped on it when she could have, avoided it. Under these circumstances she cannot successfully contend that her own . voluntary act did not contribute to her fall. See also Jones v. Counties Gas & Electric Co., 289 Pa. 128.\nThe trial judge should have given binding instructions for defendant.\nJudgment reversed and here entered for defendant."}