{"id": "1113434", "contents": "Per Curiam,\nThis is a suit to recover damages for personal injuries alleged to be due to the negligence of defendant; the jury found in plaintiff’s favor, and judgment was entered accordingly. Defendant has appealed, and contends that he is entitled to judgment n. o. v., (1) because the record lacks evidence of any negligence on his part which was the proximate cause of the injury to plaintiff, and (2) because the evidence shows the latter was guilty of contributory negligence.\nAt the time of the accident, plaintiff was working on a public road at a grade crossing over the right-of-way of a railway company. At this point, an old crossing made of planks had been taken up and a new one of asphalt slabs was under construction; a temporary crossing of planks had been laid at one side of the old way, and this expedient was in use for the passage of traffic. The temporary crossing, while wide enough to accommodate two cars going in opposite directions, was being used for one-line traffic only, under a system whereby flagmen stationed at either end would release the traffic first in one direction and then in the other.\nThe accident occurred on July 23,1926, at about 6:30 P. M. daylight-saving time. Plaintiff was about to nail down a piece of 2x4 scantling, some four feet long, to hold the edge of one of the concrete slabs; he had placed the scantling in position, when he noticed three automobiles coming toward him on the temporary plankway. He waited for two of them to pass, then leaned down to continue his work. He was about five feet from the track occupied by these vehicles, and, if passing automobiles were handled with care, could work there in safety; but the left rear wheel of defendant’s machine ran off the edge of the temporary crossing, and struck the scant-ling which plaintiff was nailing down, causing its end to fly up and injure him.\nAn observer testified that defendant’s car approached the crossing at a speed of not less than 25 miles an hour, and possibly 30, though it subsequently slowed down somewhat. Plaintiff saw the automobile approaching, but whether he was in a position properly to observe its speed, or whether the driver’s apparent intention to slow down deceived him, in short, whether plaintiff was guilty of contributory negligence in leaning down and continuing his work, was, under the circumstances, for the jury to decide, and not for the court. The same may be said of the question of defendant’s negligence. Finally, we cannot rule as a matter of law that the negligent operation of defendant’s car was not the proximate cause of the injury to plaintiff, since, on the facts as we must assume from the evidence the jury found them, there is warrant for the opposite conclusion. The case was for the jury, and, therefore, the court below did not err in entering judgment on the verdict in plaintiff’s favor.\nThe judgment is affirmed."}