{"id": "1115132", "contents": "Opinion by\nMr. Justice Frazer,\nElizabeth Devine died in 1899, leaving a will in which she gave various annuities to individuals and charities. Upon her executor filing bis account it was found tbe principal was inadequate to secure payment of annuities and distribution was withheld. A second account was filed in 1907, at which time tbe balance of principal was also directed to be held for the purpose of carrying out tbe will “as set forth in tbe adjudication of tbe previous account.” At tbe third audit, in 1921, tbe auditing judge stated “for some time during tbe early years of tbe trust the income was insufficient to pay the annuities in full, and the question now arises whether the annuities should abate pro rata during the years in which the income was insufficient to pay them in full, or whether the deficiency in any one year is to be met out of the assets of the estate now being distributed.” The court further stated that “the amount of the arrears due all annuitants, approximately $12,000 (stated in the petition to amount to $11,811.23) is awarded to the accountant for future accounting after notice to all parties.” The estate was next called for audit in 1926, at which time the accountant charged himself with the $12,000, being the amount theretofore awarded to the trustee to cover possible claims of unpaid annuities.\nAt the time the case was called, counsel for annuitants claimed payment in full from the date of decedent’s death, with interest, against the entire fund then before the court, which included the proceeds of parcels of real estate, without being limited to the special fund of $11,-811.23, previously set aside for the purpose. In reply, counsel for five of the residuary legatees stated in open court that he had considered the matter and had no objection to payment of the deficiency in the annuities. This was acquiesced in by other counsel present, and, at the suggestion of the auditing judge, all others notified him by letters waiving objection to the allowance of the annuities and interest in full.\nIt appears the total amount of these payments had not been accurately determined by any of the parties, although it was a matter of mathematical computation, taking into consideration the elapsed time, the amounts of the various annuities, and the legal rate of interest. It was, however, stated at the audit that the fund which had been set aside was not ample for the purpose, and that claims were not limited to payment out of such fund, and the master to whom the case was referred to find the facts made an express finding that “all of the petitioners, by their counsel, had knowledge that the claim of the annuitants would exceed the sum of $12,000 in an unknown amount, which was to be the subject of later computation.” Upon subsequently securing the services of accountants, it was discovered the total amount was considerably in excess of the anticipated sum. The residuary legatees then presented a petition for review, asking that the adjudication be set aside and a new decree made restricting payment of arrearages of annuities and interest thereon to the $12,000 fund which had been set aside in the previous adjudication. The court below held the residuary legatees were bound by their agreement made in open court with other parties in interest, and were estopped from further contesting the decree entered pursuant thereto.\nThe right of the orphans’ court to reopen and review its decrees has been fully discussed in the recent cases of Bailey’s Est., 291 Pa. 421, 424; Given’s Est., 292 Pa. 483, 487, and Willing’s Est., 288 Pa. 337, 343, and there is nothing in the facts of the present appeal which calls for further discussion of principles there expressed. The controlling feature here is the fact that the only question of law involved was disposed of by the court in accordance with agreement voluntarily entered into between respective counsel for all parties in interest. This is not a case of after-discovered evidence or an error of law, or one where justice and equity require further hearing, or the presence of circumstances which indicate that petitioners had lost some right without fault on their part. While petitioners aver they were surprised at the amount of unpaid interest when finally computed, they had full opportunity, had they taken the trouble, to determine, at least approximately, the total amount of arrearages. Furthermore, whether the amount was large or small, the question of law was the same, and when they once conceded that annuitants were entitled to all arrearages, and had notice that the amount would exceed the fund set aside, and the balance would be claimed out of the general estate, it must be presumed they were satisfied to accept the sum finally computed and take a chance on the amount being much larger than anticipated. Under these circumstances, they cannot now procure the aid of the court to relieve them for no other reason than that they did not presume the arrearages and interest would amount to so large a sum. Litigation must end somewhere • and if the decree made pursuant to agreement of the parties under the circumstances here present may be set aside, no decree would be safe from subsequent attack and the rights of the parties would always remain in an uncertain status, dependent upon claims of parties who might, at any subsequent time, believe themselves to be aggrieved by the decree so entered. As stated by the court below, “If the court may not rely on the agreement of the parties, its business would soon be in a chaotic condition.”\nUnder our view of the case, we deem unnecessary consideration of the questions of law raised by appellant.\nThe decree is affirmed at appellants’ costs."}