{"id": "1115167", "contents": "Per Curiam,\nDefendants, Philip L. Ruppel and Mary V. Ruppel, husband and wife, executed a mortgage on real estate owned by them as tenants by entireties. The mortgage was accompanied by a bond in the usual form. Judgment was entered on the bond, by virtue of a warrant of attorney incorporated therein. The court below opened the judgment as to the wife. This appeal followed.\nThe husband purchased an automobile truck to use in his business, and the bond and mortgage were given to secure part of the purchase money. The court below correctly states: “The answer [to the petition to open the judgment] admits that the real purchaser was the husband, and that in reality the wife was only surety for him. This being the case, it is clear that, so far as the bond is concerned, it is, in essence, a mere contract of suretyship as regards the wife, and void within the prohibition of the Act of June 8,1893, P. L. 344. The validity of the mortgage is not before us. If valid, the plaintiff’s rights can be enforced in an appropriate action for its foreclosure. The bond is a distinct and separate instrument, and the judgment upon it binds not only the property mortgaged, but also the wife’s entire estate. The execution of the bond was, therefore, more than a pledging of the wife’s property. It was a general insuring of the husband’s debt, and, as such, without the power of the wife.” As said by Chief Justice Mitchell, in Herr v. Reinoehl, 209 Pa. 483, 487, speaking of the Act of 1893: “What the statute prohibits is the incurring [by a married woman] of a personal liability for the forbidden purpose [of becoming accommodation endorser, maker, guarantor or surety], — a liability which carries the risk of a general judgment.” Mary Y. Ruppel, when she signed the bond and warrant in this case, did just what the statute forbids, and, therefore, the court below correctly opened the judgment as to her.\nThe order is affirmed."}