{"id": "1115134", "contents": "Per Curiam,\nThe relator asked for a writ of habeas corpus, alleging that he had been committed to the House of Correction for a term of three months commencing October 8, 1928, for nonpayment of a support order entered by the domestic relations division of the Municipal Court of Philadelphia; that, at the expiration of this term, he was brought before the municipal court, which required him to “enter $200 bail” for future compliance with its prior order, and, upon his failure so to do, “recommitted him forthwith for inability to produce said bond for future payments.” The petitioner avers that he is unable to enter the security required of him and that, therefore, he “may be compelled to serve a life sentence for his inability to guarantee future payments of support”; further, that “the municipal court had no power to commit tlie defendant, and said commitment was improper, unlawful and illegal.”\nThe writ of habeas corpus can never be used as a substitute for an appeal to test the corectness of the administration of the law in connection with a commitment (Com. ex rel. v. Egan, 281 Pa. 251; Halderman’s Petition, 276 Pa. 1), but where such an order is beyond the power or jurisdiction of the tribunal entering it, the one thereby detained may be released on habeas corpus: Com. ex rel. v. Heston, 292 Pa. 63; Com. ex rel. v. Morgan, 278 Pa. 395. In addition to the Supreme Court, however, there are several courts of higher jurisdiction than the one that made the order in this case, all of which are empowered to issue writs of habeas corpus; for example, the judges of the Superior Court, of the Courts of Common Pleas, and of the Court of Quarter Sessions of Philadelphia County, may issue such writs. In Com. v. Curry, 285 Pa. 289, 291, this court recently said: “While we have original jurisdiction in such matters, ordinarily applications for habeas corpus should go to other courts, having like jurisdiction, thus affording the Supreme Court time to perform its primary duty of reviewing the decisions of subordinate tribunals.” We shall therefore enter the following order:\nAnd now, January 21, 1929, petition dismissed, without prejudice to the right to apply to another court, for the reason that the Supreme Court does not issue writs of habeas corpus when other courts are available for the purpose."}