{"id": "1115121", "contents": "Opinion by\nMr. Justice Frazer,\nThe bill in equity in this case was filed by plaintiff to have a deed of the premises 1612 Locust Street, Philadelphia, from Rose A. Daley, one of the defendants, to Anita H. R. Keir-Lycett, another of the defendants, declared void and to compel conveyance of such property to him on the ground that a trust resulted in his favor by virtue of his having paid the purchase money. The answer of Mrs. Keir-Lycett averred she held title for the benefit of herself and plaintiff and a third person named Michael P. McGeehan, under a written agreement in possession of plaintiff. McGeehan filed a petition to intervene averring facts similar to those set up in the answer of Mrs. Keir-Lycett. The latter also filed a cross-bill setting forth substantially the same facts alleged in her answer, and asking for partition. The court below dismissed the bill, holding that ownership was in plaintiff and the two defendants jointly, and directed partition as prayed for in the cross-bill. From this decree plaintiff appealed.\nThe findings of fact by the court below, which are amply supported by the testimony, are as follows: Plaintiff and Mrs. Keir-Lycett were partners in the real estate business, and McGeehan, the intervening defendant, offered to purchase for them the property, No. 1612 Locust Street, provided they would advance the purchase money, allow him to retain the commission, and give him a one-third interest in the property after the money advanced in making the purchase was repaid. A written memorandum to that effect was prepared and signed by the parties, which however was subsequently lost or destroyed. The property was bought and title taken in the name of Mrs. Daley for the benefit of the three parties above mentioned. Mrs. Daley executed a deed in blank, without date or name of grantee and delivered it to plaintiff, in whose safe it was subsequently deposited. The property was bought subject to a mortgage of $30,000, and $15,000, the balance of the purchase money, was advanced by plaintiff, but subsequently repaid to him by procuring a second building association mortgage on the premises. Later, disagreements arose between the parties and Mrs. Daley, at the request of Mrs. Keir-Lycett, executed to the latter another deed for the property, which deed was duly recorded. Mrs. Keir-Lycett does not claim to be sole owner, but admits she holds the property in trust for herself, plaintiff and McGeehan in equal shares.\nUnder the foregoing facts, which are amply supported by the testimony, the court below could not do otherwise than dismiss plaintiff’s bill, declare the three parties joint owners in equal shares, and direct a partition of the property to be made accordingly. While it is true plaintiff advanced the purchase money, this fact alone was insufficient to establish a resulting trust in plaintiff alone against the testimony of three of defendants as to the conditions under which the property was purchased. Taking the evidence as a whole, the numerical weight is clearly in favor of defendants and the chancellor who heard the testimony was best able to judge of the credibility of the witnesses. The case is not one where the holder of the legal title claims absolute ownership and another seeks to set up a trust contradicting the definite terms of the deed. In such case, the burden is on plaintiff to establish the trust by evidence which is clear, precise and indubitable. Here the holder of the legal title admits she holds title as trustee, thus relieving plaintiff of the burden of establishing such trust. The dispute is, not as to the existence of the trust, but the identity of the beneficiaries, whether for plaintiff alone as he contends, or for plaintiff and two of defendants as claimed by them. On this question we find nothing in the record to justify setting aside the conclusion reached by the court below.\nPlaintiff’s argument is based mainly on the ground that defendants’ proofs were insufficient to establish their interest in the property under the statute of frauds. This defendants were not required to do. Their rights did not begin with and depend upon oral proof, but upon a duly executed and recorded deed from one who held the legal title. The burden was thus on plaintiff to show some valid reason why this conveyance should be set aside or Mrs. Keir-Lycett be declared a trustee for plaintiff. Had the trust been denied, plaintiff might have had considerable difficulty in procuring proof sufficient to set the deed aside and establish a resulting trust in him, especially in view of the circumstance that while he advanced the money necessary to make settlement, it was subsequently repaid to him by executing a mortgage which was made a second lien on the property. Fortunately for plaintiff, the trust was admitted, thus relieving him of the burden of establishing it and leaving for determination only the question of identity of the beneficiaries. This depended on conflicting evidence and there is nothing to justify a reversal of the findings and conclusions reached by the court below.\nThe decree of the court below is affirmed at appellant’s costs."}