{"id": "1115161", "contents": "Opinion by\nMr. Justice Kbphart,\nPlaintiff, a railway postal clerk, was employed on a mail car hauled on one of defendant’s trains. The car took on board some parcel post packages consisting of baskets of potatoes. They were taken from a truck standing by the car door and placed in the mail car by one of defendant’s employees. The packages were being loaded faster than plaintiff could move them away, and a pile about two feet high was formed. One of the baskets rolled off the pile against plaintiff’s foot, causing him to fall and sustain injuries. The basket weighed about seventy pounds. His right to recover damages against defendant was denied. The court below held there was no evidence that the baskets were being handled in an unusual manner, but they were thrown in as packages are usually thrown into mail, baggage or express cars; that the packages had to be loaded, the parties were working fast and plaintiff was actively engaged in the work before him, and no negligence was shown. It is a common fact, observed the court below, that in loading baggage or express these packages will pile up at the door, and it is one of the ordinary incidents to be expected.\nTo sustain the charge of negligence, defendant must have failed to perform some duty owed to plaintiff. If it was part of his work to receive the packages which defendant’s employee was to deliver, then they were engaged in a joint enterprise in which there was an assumption of the risk of injury from a fellow servant: Wischam v. Rickards, 136 Pa. 109. If this was his duty, he could easily have stepped to a safe place and waited until the packages were all placed in the car. If it was not his duty to receive them, and he voluntarily joined defendant’s employee in loading the car, then he placed himself in the position of a fellow servant.\nAppellant cites a number of cases relating to a recovery of damages by Pullman porters. The principle on which liability was there imposed was that the porter was entitled to the rights of a passenger in so far as safe transportation was concerned: Coleman v. P. R. R. Co., 242 Pa. 304; Murray v. P. & R. Ry. Co., 249 Pa. 126. And in Balt. & Ohio Southwestern Ry. Co. v. Voigt, 176 U. S. 498, although that case turned on another point, the Supreme Court said, speaking on the subject of an expressman’s duty (page 513) : “Of course, if his position was that of a common employee of both companies, he could not recover for injuries caused, as would appear to have been the present case, by the negligence of fellow servants.” Continuing, the court said (page 515): “Had the railroad done the express business, the messenger would have been held by law to have assumed the risk of the negligence of the servants of the railroad.”\nUnder the theory either that no negligence was proved, or that the plaintiff assumed the risk of an injury from one engaged in a joint enterprise, this case was rightfully decided.\nJudgment affirmed."}