{"id": "1118210", "contents": "Opinion by\nMr. Justice Kephart,\nThe questions involved in this appeal are all questions of fact, and findings of fact based on sufficient evidence will not be disturbed on appeal: Garr v. Fuls, 286 Pa. 137; Grace v. Moll, 285 Pa. 353.\nPlaintiff and defendants were engaged in the business of conducting a music school, buying and selling musical instruments in Pittsburgh. Plaintiff came to Pittsburgh on the invitation of one of the defendants, and entered into an oral agreement with both to form a partnership, each to have an equal share in the business. Plaintiff paid $500 at that time. The money was put into the business and he continued therein from January 29, 1925, until February 26, 1926, when he was notified that he was no longer needed, and the partnership was dissolved. He demanded an accounting and his share of the business, which was refused. This bill was filed to enforce these rights, and the court, having found a partnership, directed an account to be filed.\nAppellant complains that Basenko, one of the partners, did not consent to the formation of the partnership ; no person can become a member of a partnership without the consent of the other partners: Act of 1915, P. L. 18, section 18, clause (g).\nConsidering all of the testimony, the court was amply warranted in finding that Basenko consented to the partnership. While the partners were foreigners and their ideas may have been difficult to transmit in English, sufficient evidence is in the record to establish the fact that they had intended to form the partnership, and the finding of the court below is conclusive on this question. The testimony shows that both Basenko and Sesko referred to plaintiff as their partner on several occasions, and his name appeared on their advertisements. The partnership relation may be proved by the acts and declarations of the parties sought to be charged: Gibbs’s Est., 157 Pa. 59. As all of the assignments relate to the question of fact, and as we find the court below correctly decided the main questions, for us to review the thirty assignment's of error would serve no useful purpose.\nThe decree of the court below is affirmed, costs to be paid by the defendants."}