{"id": "1118231", "contents": "Per Curiam,\nAppellees have moved to quash this appeal on the ground that no final decree has been entered.\nOn March 10, 1928, the court below made the following order: “It is......decreed that the balance in the hands of accountant, together with the amount with which the executor is surcharged, be paid out by the accountant in accordance with the schedule of distribution which follows....., unless exceptions hereto be filed sec. reg. or an appeal be taken herefrom sec. reg.” Exceptions were filed by appellant, but a motion to dismiss them was made by appellees, which resulted in this order: “And now, to-wit, June 2, 1928,......the exceptions are dismissed for the nonobservance of the rules of court [requiring exceptions to be accompanied by an affidavit and to be served on judge and counsel] as set forth in the motion.” Neither of these orders is final, and no appeal can be taken until a final order is entered: Leibfried v. Horn, 294 Pa. 137, 138.\nAn order, to be final, must in definite terms dispose of the case as a whole; and, to indicate this, after the dismissal of exceptions, some words should be used such as, “the adjudication is confirmed absolutely, and it is decreed that distribution be made in accord with the schedule of distribution.” As the case stands, the decree of March 10th is conditional. The order of June 2nd disposes of the exceptions because of nonobservance of certain rules, without more; for all that appears, it is likely that the court below, when it made this brief order, intended to allow appellant another chance to comply with the rules in question before entering a final decree.\nWhen a final decree is entered, if the present appellant desires to attack it before us, the following major defects in his brief and record should be remedied: The testimony is not set forth in the printed record in its natural order. Several excerpts, covering forty-seven printed pages, are placed in volume one of the record and the remaining testimony appears in volume two. Neither volume contains anything to indicate the omission of part of the testimony therefrom. Appellant attempts to explain this state of affairs by saying, in his answer to the rule to quash, that the testimony in volume one is that which he originally intended to print, and the testimony in volume two was printed to carry out an order of the court below directing it to be presented on appeal. This explanation should appear in both volumes one and two, so that a reviewing judge, studying the printed record, may not be misled into the thought that he has all the testimony before him when reading either volume, particularly volume one.\nThe petition in support of the rule to quash alleges that appellant argues certain points in Ms brief which were not before the court below and as to which that tribunal ordered, “nothing relating to [them] should be printed.” In reply, appellant contends that rule 55 of the Supreme Court refers to what is to be omitted from the record, not from the argument of counsel. The rule in question provides that “Evidence which has no relation to or connection with the questions raised by the assignments of error must not be printed” and that, “In order effectually to carry out the foregoing requirements, appellant shall file in the court below, before he begins to print the record, a brief statement of the questions he intends to argue on the appeal......and of the evidence he does not intend to print.” Then, after providing a method whereby the court of first instance is to decide what evidence shall be printed, where there is a dispute between the parties on that point, this rule states that, “In passing on the materiality of the evidence, the inquiry shall not be whether the court below deems the evidence substantial, but whether it refers to the particular contentions made by the litigant.” (See McCullough’s Estate, No. 2, 292 Pa. 422, 425.) This means that evidence omitted from the record, under rule 55, by appellant, and not printed by appellee, as he is allowed to do (see section 5 of the Act of May 11, 1911, P. L. 279, 280; McCullough’s Etate, No. 2, supra), is not to be used on appeal for any purpose. -\nPractically none of the assignments of error meets the requirements of our rules. Assignments Nos. 1, 2, 3, 7, 8,10 and 11 each assigns as error a certain finding in the adjudication and schedule of distribution without showing, much less “quoting verbatim,” the exception thereto, the decision of the court thereon, and the exception taken to such decision; assignments Nos. 4, 5, 6, 9 and 12, each assigns as error a certain decision, without quoting verbatim the original finding or conclusion of law, and exception taken. These omissions violate rule 27. The last two assignments transgress rule 28 in that they do not quote the motions, the refusing or granting of which is the basis of the respective exceptions: First Nat. Bank of Miami v. Bosler et al., filed May 1, 1929.\nThe other objections are of minor importance and call for no discussion.\nThe appeal is quashed."}