{"id": "1120322", "contents": "Opinion by\nMr. Justice Schaffer,\nAppellant was found guilty of murder of the first degree and the punishment meted out to him by the jury was life imprisonment. He challenges his conviction on the ground that the trial judge improperly permitted declarations of two of his alleged accomplices in the crime to be laid before the jury, the declarations having been made by them to police officers, when he was not present, and some days after the homicide.\nThe two men whose declarations were received had previously been tried for the killing. One was convicted of first degree murder and the other of voluntary manslaughter. They were called by the Commonwealth as witnesses against appellant, and were shown papers by the district attorney, which purported to be confessions made by them to police officers, not in the presence of the defendant, and which implicated him in the killing which took place in the perpetration of a robbery, as the .actual slayer. The crime occurred on April 18, 1928; one of the statements was made and signed on May 2d and the other on May 8th. Both of the witnesses denied that they had voluntarily made them and averred that they had been coerced by the fear of physical violence into assenting to them. The assistant district attorney pleaded surprise when these allegations were made (while admitting, however, that he was not surprised, inasmuch as both men had repudiated the statements at their respective trials) and was permitted by the court to examine the witnesses as hostile. In so doing he read to each of them in the presence of the jury the statements which they were said to have made and signed. This was grossly violative of the rights of the accused and the trial judge, instead of permitting such a procedure, should have been alert to prevent it. “A confession is evidence only against the person who made it, and will not be admitted to affect others who participated in the crime. However, if made in the presence of a party to the criminal act, who failed to make any denial of the charge, it may be evidence against him as an admission”: Henry’s Pennsylvania Trial Evidence, section 121; Matchin v. Matchin, 6 Pa. 332; Fife v. Com., 29 Pa. 429; Com. v. Aston, 227 Pa. 112; 16 C. J. 659; Com. v. Ballon, 229 Pa. 323. “The statements of a coparty...... are not usable as admissions against a coparty...... This principle is particularly illustrated by the rule in regard to the admissions of a codefendant in a criminal case; here it has always been conceded that the admission of one is receivable against himself only”: Wigmore on Evidence, section 1076; Wharton’s Criminal Evidence, 10th ed., page 1430. “When the common enterprise is at an end, whether by accomplishment or abandonment, no one of the conspirators is permitted, by any subsequent act or declaration of his own, to affect the others. His confession, therefore, subsequently made ......is not admissible in evidence, as such, against any but himself”: Wharton’s Criminal Evidence, 10th ed., pages 1435-6; Heine v. Com., 91 Pa. 145; Wagner v. Aulenbach, 170 Pa. 495; Com. v. Zuern, 16 Pa. Superior Ct. 588. Under these authorities, the written statements of the two witnesses were not admissible against defendant and the use made of them under the guise of cross-examination was most improper.\nThe assignments of error are sustained and a new trial awarded."}