{"id": "1120385", "contents": "Opinion by\nMr. Chief Justice Moschzisker,\nThe question here involved is whether plaintiffs, executors of the estate of John P. Crozer, deceased, can convey a good and marketable title to a certain piece of real estate purchased from them by defendant. The court below decided in the Affirmative, and entered judgment accordingly; defendant has appealed.\nJohn P. Crozer, late of Upland, near Chester, Pa., by his will directed the payment of his debts, funeral expenses, and a few specific legacies, very small in amount considering the extent of his estate. Then, in testamentary section 7, he gave his residuary estate to trustees, to “control, manage, invest, reinvest, and keep the same invested” for the life of his wife and four daughters, and for the lives of such of his grandchildren as might be living at the time of testator’s death, the income to be paid to decedent’s wife during her life and to each of his four children, in certain named proportions, with the right of survivorship in the share of daughters predeceasing testator or dying without issue, and a right in grandchildren, living at the time of testator’s death, whose mother might then be dead, to take by representation their deceased parent’s share. Testator further provided that, immediately upon the death of the last surviving grandchild living at the time of his demise, or upon the death of his last surviving daughter, or upon the death of his wife, whichever should occur last, the trust for his residuary estate should terminate, and he directed that the trustees were then “to pay over the principal” to the lineal descendants of his daughters, per stirpes. (The italics are ours.)\nSection 10 of the will, which creates the power in controversy, is as follows: “I hereby authorize and empower my said executors, hereinafter named, or the survivor of them, if they or the survivor of them, shall deem it to be to the best interest and advantage of my estate, at any time or times in their discretion, to sell and dispose of any or all real estate which may at any time form part of my estate, whether at public or private sale or sales, to such person or persons, for such price or prices, and upon such terms and conditions, as to them or the survivor of them, shall seem best and most advantageous, and by proper deed or deeds, conveyances, or assurances in the law, to be by them, or the survivor of them, duly executed, acknowledged and perfected, to grant, convey and assure the same to the purchaser or purchasers thereof in fee simple, free and clear of and from any and all liens and encumbrances, and free, clear and discharged of and from any and all trust or trusts whatsoever and without any liability or responsibility upon the purchaser or purchasers thereof to see to or be responsible for the proper application of the purchase monies or any part thereof, derived from any such sale or sales.”\nThe executors, and also the trustees under testator’s will, are named by him in item 11, and it is to be noted that, while three of the persons appointed executors are likewise named as trustees, there is a fourth trustee, a trust company, located in Philadelphia, which is not an executor; further, that, while the appointments of the executors and the trustees both occur in the same paragraph of the will, yet these appointments are entirely separate and distinct. The designation of the trustees is first made, and, immediately thereafter the same persons named as trustees, except the trust company, are again separately named and appointed executors. Another fact showing that the executors and trustees were intended by the testator to be-entirely separate from one another is the provision in section 8 of his will empowering the trustees “to receive from the executors,” and retain, as part of the principal of the trust created by the will, any investments which testator may have made, whether legal or otherwise.\nThe trustees being separate from the executors, and one of the trustees not being an executor at all, the power of sale vested in the executors would not pass to the trustees, and this is admitted by both sides of the present controversy. Appellant’s contention is that, since testator had been dead more than a year, at the time of the contract of purchase in this case, and the lien of his debts on real estate had expired, no reason existed for keeping alive the power of sale vested in the executors, therefore the power had expired; and, for that reason, plaintiffs could not convey a good and marketable title to any of testator’s real property.\nIt is well established law that, when the purpose of a testamentary power of sale has been accomplished, the power fails. Hence it becomes necessary in each case to judicially ascertain, from the will itself, precisely what purpose the testator had in mind when he created the power, and to determine, from the relevant facts of record, whether that purpose has been fully accomplished. In doing this, all the attending facts at the time of the making of the will, which show the extent of testator’s property, his relation to those upon whom he conferred the power, and other such relevant matters, may be considered: Frisbie’s Est., 266 Pa. 574, 578; Schuldt v. Reading Trust Co., 270 Pa. 362, 365. Here we have it properly established that testator was a very rich man, possessed of a great deal of real estate, variously located from Pennsylvania to California, consisting of farms, dwelling houses, tracts of undeveloped lands, garages, office buildings, manufactories, and warehouses; that a considerable portion of decedent’s unimproved land is located in and on the outskirts of the rapidly growing City of Chester, Pennsylvania, where he had resided during his entire life, in the proper development of which he was greatly interested, and where, also, the three persons named by him as executors had spent nearly all of their lives; that the trust company named by testator as one of the trustees under his will was located in the City of Philadelphia and not in the City of Chester; that, in addition to his real estate, testator had upwards of three million dollars of personal property; that testator must have known and realized it would be to the “detriment and disadvantage” of his estate to sell all his realty within a year from his death or at any other definite period of time after his death; that the persons named by him as executors were, first, his wife, and, next, “two business associates and personal advisers,” in the “integrity, business judgment, and knowledge of real estate values” possessed by all of whom, he had “explicit confidence.”\nWhen we take into consideration the above and other relevant facts, to the extent of placing ourselves as nearly as possible in the position of testator at the time he wrote his will, and when we concentrate on the will itself, which creates a common fund out of all the property, real and personal, possessed by the decedent, and directs that, when the time for final distribution arrives, the trustees named in his will are “to pay over the principal” of the trust created by him to the persons then entitled, it seems clear that testator anticipated and intended his realty to be converted into other investments of a nature which could be paid over and distributed as principal at the proper time, and, further, that the purpose which testator had in mind in giving his executors power of sale over real estate, was to vest in the three particular persons named by him the right to control this conversion, which was to be worked out during the lives of such executors or the life of the survivor of them, and therefore that the power itself was to continue until the last of the executors named by testator ceased to act in that capacity. Not only the whole structure of the will, in light of the circumstances in which testator was placed at the time of its execution, bears out the interpretation placed by the court below on the particular part now in controversy, but also the very words of section 10, creating the power, make the intention of the testator plain. To begin with, section 8, which, of course, precedes section 10, indicates that, when testator used the expression “my estate” in the latter section, he contemplated the property held by the trustees under his will, for in section 8 he authorizes the trustees to receive from his executors such “investments” (from the context evidently meaning investments other than realty) as he may have made and to retain the same “as part of my estate.”\nWith this additional fact in mind, let us now analyze item 10. The testator, in giving his executors power of sale over his real property, states four times that this power shall exist in them and “the survivor of them”; also, in the next item of the will, item 11, the testator states again that, “in the event of the death, renunciation, refusal or inability of any of......said......executors, to act......then the rights, powers and duties hereby conferred or imposed upon said executors shall be exercised [not by the survivors and a successor to be appointed, but] by the survivors or survivor of them.” Then he states that the power is to be exercised whenever those possessing it “shall deem it to be to the best interest and advantage” of his estate, and that it shall extend to real property “which may at any time form part of [testator’s] estate.”\nAs we read the will now before us, its creator reposed absolute confidence in the integrity and business judgment of the executors named by him. In addition to what has already been said on this point, the decedent particularly directed that his executors should not be required to file any inventory or account, and he made it a condition upon all those taking under his will that “their acceptance of provisions contained for them [therein should] be a full and complete waiver of the right to require the executors to file an inventory and account,” which is additional evidence of his confidence in the particular persons named by him as his personal representatives, and reinforces our thought that this confidence is an important key to the testator’s intentions so far as the power of sale vested in the executors is concerned. Another matter of significance is the fact that the power of sale was given to the executors and not to the trustees under testator’s will; though immediately after creating the power of sale in item 10, the very next subject dealt with by the testator, at the beginning of item 11, is the appointment of the trustees. The testator’s evident purpose was to have the trustees named by him manage his property as a whole, aside from the sale of the real estate, and to make the final distribution of principal, but to vest control over the matter of converting his real estate in the persons named by him as executors, or the survivors or survivor of them, so that all concerned might have the advantage in that regard of the separate judgment and management of those particular three persons. Such being the case, the purpose of the power would not be accomplished, so that the authority conferred would come to an end, as long as any of the three continued to act in executorial capacity or in other words so long as any one of them lived and retained his executorship. The court below did not err in declaring the power to be still in force.\nCounsel and the court below, in. their efforts to assist this court, have cited a host of what they deem to be relevant authorities, from our own and other jurisdictions. We have considered all of these citations and read many of the cases covered by them, but do not deem it necessary to discuss or specially mention any prior decision in support of our conclusion, further than to note that none of them contains any ruling which forbids, or is inconsistent with, the interpretation put on the will now before us, which document speaks for itself.\nThe judgment is affirmed."}