{"id": "1120373", "contents": "Per Curiam,\nPlaintiff sued in trespass to recover damages for the alienation of the affection of his wife; the jury found for defendant, and this appeal followed.\nThe first assignment complains that the court erred in sustaining defendant’s objection to a question put to a witness for plaintiff, as follows: '“Q. Did Mrs. Hopper, in the presence of Mr. Hopper make any remarks, if you know, in regard to Mrs. Boyer?” The answer was “Yes.” Then the witness started to say something beginning “Mrs. —.” At this point counsel for defendant objected and the court sustained the objection. The assignment of error does not indicate any of the context of the above question and answer, except that the court rested its ruling on the fact that Mrs. Hopper (the wife of defendant), referred to in the above interrogatory, was dead. It is unnecessary to decide whether the ground given by the trial judge for his ruling, which stopped the witness from adding to her answer, was a correct one; it is sufficient for present purposes to note that the witness had given a responsive answer before any objection was made and, therefore, before the court stopped her from proceeding further. We see no merit in this assignment.\nThe next assignment complains of an excerpt from the charge, in which the trial judge said that no damages had been “shown” except punitive damages, or damages by way of punishment for alienating the affection of plaintiff’s wife. In making the present complaint, appellant overlooks the fact that the trial judge, toward the end of his instructions, said to the jury, “If you are brought to the conclusion that the defendant destroyed the affection of this wife for her husband, he would also be entitled to recover damages for the loss of her companionship, aid, society, and comfort as a wife, in addition to the punitive damages which I have charged you upon.” Considering the fact that plaintiff did not undertake to show in dollars and cents any special damages, the above instructions, as a whole, are free from material error.\nThe last assignment complains of another part of the charge, wherein, appellant contends, the trial judge used only the phrase “alienation of affections,” in stating to the jury the course of conduct on defendant’s part for which plaintiff might be entitled to recover damages. Here, again, appellant’s complaint overlooks the trial judge’s charge as a whole, particularly the part last above quoted, and another part, almost at the end of the instructions, where counsel for plaintiff said to the judge, “I desire to take exception to your honor’s use of the word ‘affection,’ because you give the jury the impression that the right of recovery is for the loss of affection alone,” and the judge replied by instructing the jury, in effect, that the plaintiff would be entitled to recover for the loss of the “companionship,” “comfort,” “aid,” and “assistance,” which the wife might have given to- the husband.\nThe judgment is affirmed."}