{"id": "1120393", "contents": "Opinion by\nMr. Justice Simpson,\nThe Borough of Westmont appeals from so much of a decree of the court below as restrains it from collecting any part of the cost of constructing storm sewers, built in connection with and necessary for the proper paving and grading of three of its streets. The facts are tersely and fairly found by the chancellor, are approved by the court below, and, for the purposes of this appeal, both parties concede them to be true. We are of opinion that they compel a reversal of the decree.\nA majority of the property owners on those streets, both in interest and number, petitioned the council of the borough to grade and pave them. Nothing was said therein respecting the way the work should be done; and hence the borough council had the right to assume that petitioners intended it should exercise its own judgment, within the scope of its statutory powers, regarding the manner of doing the grading and paving. The statutes which were in force at the time of authorization and performance, were the General Borough Act of May 14, 1915, P. L. 312, as amended by the Act of July 6, 1917, P. L. 704, and the former, in chapter VI, article VII, section 4 (page 349), and both the former and the latter in section 7 (page 706) state in identical language that boroughs may, “upon the petition of a majority of [the abutting] property owners in interest and number ......grade, pave, curb or macadamize......any street or alley......and provide for the necessary drainage thereof,” without limiting the borough’s discretion in determining how the “necessary drainage” is to be effected. It was found by the court below, and is now admitted to be true, “that the storm sewers constructed by the borough to take care of the surface water on the three streets in question were necessary in order to properly take care of the surface water from said sections of the borough,” and hence it is conclusively determined that these sewers were necessary for the proper completion of the improvements.\nAll our relevant cases agree with our conclusion as to the scope of the powers of the borough. In Schenley v. Commonwealth for the use of the City of Allegheny, 36 Pa. 29, 60, it is said: “The power to pave, includes the power to furnish and do all that is necessary, usual, or fit for paving.” In Marshall v. Commonwealth to use of Mayor, etc., of Allegheny City, 59 Pa. 455, it is decided that if, in grading a street, it becomes necessary to construct a sewer, its costs can properly be included in the assessment for the grading. In Allegheny City v. Blair, 74 Pa. 225, 230, it is held that when curbing is “necessary for the proper support and protection of the street [authorized.to be paved, its cost is] a proper part of the charge for paving.” In Perrysville Avenue, 210 Pa. 537, the same conclusion is reached in regard to the construction of a retaining wall necessary to support the street. In Deer v. Sheraden Boro., 220 Pa. 307, 310, we said that in an ordinance “to pave and curb the street......there is an implied authority to do everything necessary or usual in curbing and paving, including such changes in the grade as are necessary or essential to the paving.” We have been referred to no case which in any way qualifies those above cited, and we know of none.\nThere is nothing in the opinion of the court below, moreover, which is out of harmony therewith. That tribunal goes further, however, and says that not only is it necessary that there should be statutory authority for the construction of the storm sewers, but that no charge therefor could be assessed against the abutting owners unless it appeared by ordinances, passed before the work was done, that the storm sewers were expressly authorized. It is not necessary to consider whether or not there may be occasions which would operate as exceptions to this general rule, for it is clear that the ordinances authorizing the present work expressly provide for the storm sewers, and the conclusion to the contrary is the fatal error in the proceedings below. Following the receipt of the petitions referred to, the borough council passed three ordinances, one relating to each street, providing that it should “be graded and paved...... [between specified termini] in accordance with the plans and specifications submitted by the borough engineer and which are hereby approved.” These plans and specifications specifically provided for the storm sewers in controversy here. There was, therefore, not only statutory authority to construct such sewers where needed, but specific municipal authority, in the ordinances providing for the grading and paving of these streets, to construct them as part of that work.\nIt is further found by the court below that the work done under those plans and specifications, including the construction of the storm sewers, was substantially performed, though there were a few minor repairs necessary to other parts of the work, which the contractor was about to make, and for the payment of which the borough had a retained percentage much greater in amount than was needed. Subsequently, the cost of the work, including the storm sewers, was duly assessed against the property owners, and, as found and admitted, “the proportion of the cost of the storm sewers [as well as the rest of the work] proposed to be charged against the respective property owners on the three streets in question is fair and reasonable.” It follows that, under the ordinances which have been referred to, each of the several plaintiffs is liable for his share of the cost of the work done in grading and paving the street in front of his property, including the cost of the storm sewers; and, on this ground alone, their bill in equity should have been dismissed. This conclusion renders it unnecessary for us to consider the ratifying ordinances, passed by the borough council, which, in the body thereof, specifically authorize the construction of the storm sewers, and the assessment of the cost thereof on the several abutting owners.\nFinally, plaintiffs claim that some of the properties liened do not abut on the streets which were graded and paved, and hence, as to those plaintiffs, the liens filed are invalid. If this averment were given full weight, it would furnish an additional reason for dismissing their bill in equity. A class bill, as its name implies, is a bill by several of the members of a class, on behalf of themselves and all others in the class, and no relief can be granted upon it, except upon a ground which is common to all the members of the class: Schlanger v. West Berwick Boro., 261 Pa. 605; Wilson v. Blaine, 262 Pa. 367, 373.\nThe decree of the court below is reversed and plaintiffs’ bill in equity is dismissed at their costs."}