{"id": "1122270", "contents": "Per Curiam,\nPlaintiff company, owner of an apartment house located in the City of Philadelphia, employed defendants, real estate brokers having an office in plaintiff’s apartment building, to collect rents due by tenants and act generally as its renting agents in connection with the house, for which service they were to receive as compensation, office space in the building at a monthly rental of seventy-five dollars, and the sum of 3% on collections. The agents were to make proper disbursements in connection with their employment. They continued to act as such agents from October 1, 1924, to March 15, 1926, during which time they collected and disbursed considerable sums of money. A dispute having arisen in regard to the correctness of the receipts and disbursements set forth in defendants’ statement of account, which was not amicably settled, plaintiff filed its bill asking for a full accounting; after answer and replication, a master was appointed who subsequently found in favor of plaintiffs for the sum of $4,446.56; exceptions to this conclusion were dismissed and the master’s findings confirmed by the court. Subsequently, on plaintiff’s petition, a rule was granted on defendants to show cause why they should not be attached for contempt in failing to comply with the decree and pay to plaintiff the amount decreed to be due it. The court below after hearing discharged the rule and this appeal followed.\nThe court below committed no error in discharging the rule for an attachment. Messmore’s Est., 293 Pa. 63, cited by appellant, does not apply here. There the trustee was found to be guilty of fraud in the administration of trust funds, which he failed to pay over to those entitled to receive them, when ordered to do so by the court. Under such circumstances he was held, for his delinquency as a trustee, to be in contempt and liable to attachment. Here the amount sought to be collected was not a trust fund, but a sum due under an agency employment as real estate brokers, to collect rents. The amount in controversy is merely a debt due under that employment. Com. ex rel. v. Heston, 292 Pa. 63, also cited by appellant does not support its contention, but on the contrary, rules the present appeal against it. There an attempt was made to enforce by attachment payment of money arising under a contract in which no question of trust was involved, and we held such proceedings were not permissible since the passage of the Act of July 12,1842, P. L. 339. Here a similar attempt is being made to collect a debt which arises under a contract of employment. See also Ross v. Dever, 298 Pa. 146.\nJudgment is affirmed at appellant’s costs."}