{"id": "11252278", "contents": "OPINION,\nMe. Justice Williams :\nThe facts of this case are not really in dispute. Both parties agree to them substantially as reported by the master, and the only contention is oyer the inferences of law proper to be drawn from them.\nThe complainants’ claim to relief rests upon the single ground of the insufficiency of an agreement of one of three trustees, though it be in writing and under seal, to bind the estate. It is conceded that if the three parties had not been trustees, but had been acting in their individual rights, they would have been bound. The master finds that the two who did not sign the agreement had immediate knowledge of it, acquiesced in it, and accepted the benefits of the payment of cash made upon it. No writing was required. If all three of the trustees' had been present, and had agreed, had delivered the deed, accepted the four hundred and two bonds and the check for interest, as a present settlement in full, leaving the other eighteen bonds in the hands of the' coal company as security for the uncollected rents, or if, not being present, they had subsequently ratified or approved the settlement, then the estate admittedly would have been bound. The master finds such knowledge, acquiescence, and ratification as would have bound the parties in their individual capacities, but he finds as matter of law that this was not enough to bind them when acting as trustees. He says: “ I believe that both Mr. Richardson and Mr. Webster knew of the writing which Mr. Okie had signed, and its purport, a few days after its date. But knowledge is one thing, ratification another. There is no evidence whatever of the latter, and it cannot, in my opinion, be inferred from the former. The subject was one calling for the exercise of judgment and discretion; and it is impossible to find that Mr. Richardson or Mr. Webster, in the exercise of these, gave their assent and approval to the writing in question. Proof of such ratification on their part should, to avail the defendant, be, I think, clear and satisfactory.”\nIt is thus seen that the complainants’ case rests, even in the favorable view taken by the master, on the single point that the affirmative exercise of their individual judgment and discretion, by the two trustees, was not clearly shown. It may be conceded that as an element of a valid legal contract the joint exercise of judgment by all the trustees is essential. The learned master has correctly stated the law in that respect. But it does not follow that a court of equity will necessarily afford relief where such joint action is not clearly shown. The trustees may go into a court of law and enforce their legal rights, and nothing but a strict joint agreement of all will be a defence. But when they aslc a chancellor to help them, he will look into all the circumstances to see if equity requires him to do so. In the present case, the trustees executed the agreement of sale on January 19th, and it was to be operative as of January 1st, but the deed was not delivered until July 24th. The cause of the delay is not shown and is not material, but it has a bearing on the actions of the parties, in this, that the item of rents had in the meantime reached a sum of importance. The trustees were in urgent need of money. It is admitted that they had a large number of notes out, and were indebted to Messrs. Borie in such an amount that they almost immediately transferred the whole four hundred and odd thousand dollars of bonds to them as security. Under these circumstances, the trustees appointed (that is the word Okie uses), one of their number to make the settlement, and he thereupon delivered the deed, received a check for eighteen thousand and odd dollars, the four hundred and two bonds, and signed and sealed a formal agreement that the remaining eighteen bonds should be held by the company as security for the uncollected rent. The cash received by check for interest was rather more than the face value of the eighteen bonds, and the testimony is undisputed that, without the agreement as to the retention of these bonds, this money would not have been paid. The counsel of the trustees was present at the settlement, and the two absent trustees knew of it immediately afterwards. They not only made no objection, but they participated in the disposition and benefit of the cash, with knowledge of the terms upon which it had been obtained; joined in a formal transfer of all the bonds to Borie & Co., and knew that Borie & Co. re-transferred the eighteen bonds in question to the coal and iron company, to be retained under the agreement of July 24th. The circumstances were such as would absolutely bar parties acting in their own right, and though they might not, as matter of law, constitute a contract binding on trustees, they do show such a want of equity that a chancellor should not give them affirmative aid.\nSo far we have considered the case without reference to the question of delay. The facts with regard to the original trustees have already been stated. They took place in July, 1872. The complainants, the’ present trustees, were appointed in November of the same year. They came into the responsible management of a large estate, heavily indebted, and whose previous trustees had been discharged because unable to agree or to get along together. The complainants, therefore, had more than usual reason to look carefully into the condition of the assets, and, in addition to this, Webster says he called their attention especially to these bonds detained by the coa.1 and iron company. Yet they made no move until 1877, when a suit was brought which was subsequently abandoned, and this bill was not filed until 1886. For this delay of more than thirteen years no excuse has been shown. During all this time the-trustees had knowledge of all the facts and circumstances now in their possession, and with such knowledge acquiesced in the action of the coal and iron company. No concealment on the part of the company or ignorance on their own part is alleged in the bill, and the jurisdiction in equity, as the complainants have stated their own case, must rest on the narrow basis afforded by the averment in the fifth paragraph of the bill, that the bonds have a peculiar value and are not readily obtainable in the market. The learned master saw and stated this very clearly in his report. The bill would therefore have been demurrable on the ground that it presented a case for which the law provided a natural and adequate remedy, had this paragraph not been inserted; and, with it, the fact still remains that it states a cause of action in trover, which would have been barred in a court of law by less than one half the delay shown here. It would be a strange anomaly if laches that would conclude a plaintiff, at law, would be disregarded in equity, without the slightest explanation or excuse being offered for the consideration of a chancellor. It is not necessary to cite authorities for this principle, but we may refer to Todd’s App., 24 Pa. 429; St. Andrew’s Church’s App., 67 Pa. 512, 519; and Penn. R. Co.’s App., 125 Pa. 189, as instances in which it has been applied under circumstances analogous to the present.\nIt is not necessary to notice the assignments of error in detail, nor do we express any opinion upon the other questions raised in the case. All we decide is that relief in the present form must be denied, for want of equity in complainants’ case, and for laches.\nDecree reversed, and bill dismissed, with costs."}