{"id": "11250965", "contents": "OPINION,\nMb. Chief Justice Paxson:\nThe first assignment is not in accordance with the Rules of Court, and will not be considered.\nThe second assignment alleges error in the admission of exhibits 3, 4, 5, and 6. They are alleged copies of letters addressed by plaintiffs to various persons. No. 3, dated July 11, 1888, was addressed to the defendants; No. 4, dated July 18, 1888, was addressed to Michael Trump, Esq., assistant superintendent of the railroad company; No. 5, dated September 10, 1888, was addressed to defendants’ solicitors; No. 6, dated October 24, 1888, was addressed to the defendants. There was no proof that the originals of these letters were ever received by the persons to whom they were respectively addressed, or that they had ever been mailed to them. They were mere ex parte declarations, and for the most part irrelevant. At the time they were offered, they were not competent evidence for any purpose, and their admission was error. ■\nThe third, fourth, fifth, sixth, and seventh assignments allege that the learned judge below erred in his answer to defendants’ points. There does not appear to have been an exception to the answer to either of these points. It is so asserted in the paper-book of the plaintiffs. There is no contradiction of this on the part of the defendants, and their paper-book contains no trace of such exceptions. Under such circumstances, we cannot pass upon these assignments.\nThe eighth and ninth assignments allege error in the charge of the court. The substance of it was that, if the jury find the evidence in regard to putting in the switch sufficient to justify them in treating it as a part of the contract, then it would be their duty to allow the plaintiffs additional time to complete their contract by reason of the delay of the defendants in putting in the said switch. As the ease was presented, we cannot say this was error. There is no proper assignment, as before stated, to the sufficiency of the evidence in regard to the switch.\nWe think there was error in the portion of the charge embraced in the tenth assignment. The learned judge assumed that the switch could have been put in in a day or two, with the consent of the railroad company. The plaintiffs’ own testimony shows that, before the switch was to be put in, the lot would require some grading, and there was evidence that such grading was to be done by the plaintiffs. In the face of this testimony, we think it was misleading to say to the jury that the switch could have been put in in a day or two.\nJudgment reversed and a venire facias de novo awarded."}