{"id": "11252200", "contents": "OPINION,\nMs. Justice Gbeen :\nTbe learned court below, in a very clear and impartial charge to the jury, carefully explained to them that the defendant was the assignee, for the benefit of creditors, of Gr. W. Wilkins; and that, as such, he was “ the direct representative of Wilkins. He stands, as it were, in Wilkins’s shoes; and we may say, further, which we are really requested to do in one of the points, that the remedy against him is the same and the rights of Houston are the same, as would be the remedies and rights with respect to Wilkins. They stand together; he, representing Wilkins, is subject to the like questions that Mr. Wilkins would be with respect to this property.” The first and second points submitted by the plaintiffs, embodying the same ideas, were affirmed without qualification. At considerable length, and in precise language, the court, in the general charge, explained to the jury that if the contract between the plaintiff and Wilkins was as the plaintiffs alleged it to be, a conditional contract, reserving the title in the plaintiffs until the notes were paid, the complete ownership of the lumber would not pass to Wilkins until the money was paid. We do not think it possible the jury could have misunderstood the meaning of the court upon this subject.\nThe first assignment of error, selecting a single expression from the charge, to the effect that, even if such a conditional contract as was set up by the plaintiffs was the real contract of the parties, it would not have been binding as against other creditors or innocent purchasers, complains of that as error; and the argument in support of it is conducted upon the theory that the court instructed the jury, in this sentence of the charge, in contradiction to their answer to the plaintiffs’ second point, and practically took from the plaintiffs the benefit of the other portions of the charge, because there were other creditors, but who claimed only through the assignee. It is true, there were other creditors of the assignor, but this was in no sense a contest between them and the plaintiffs. What was said by the court in the sentence complained of was perfectly sound law, and the court cannot be convicted of error because of its utterance. If the court had said or intimated that, as between creditors claiming through the assignee and the plaintiffs, the conditional sale alleged by the plaintiffs was void, it would bare been error. But no such idea was expressed, in either the language complained of or in any other part of the charge. On the contrary, the exact opposite of this was repeatedly declared to the jury.\nThe second assignment cannot be sustained, unless the court submitted to the jury a fact of which there was no evidence. But, in point of fact, Wilkins, Hooks, and McGregor testified that the plaintiffs’ lines were taken off, and Wilkins’s lines were put on. Hooks said he took off the plaintiffs’ lines and put on those of Wilkins, and that this was done early in the spring, soon after the timber was brought to Peart’s eddy; and he further said he took the lines to Wilkins’s property, and there tabbed them in the name of Collins, McCain & Co. McGregor testified that he helped Hooks to take off the linos ; that they were taken away to the boat yard and were tabbed, and he took them in that condition from the boat yard to the depot, and the next day he did not see them there. It cannot be said there was no evidence that the plaintiffs’ lines had been removed from the timber and sent to them. As there was no denial that they had been received, on the part of the plaintiffs, some inference would have been justified that they reached their destination; but all that the court charged was to leave it to the jury to say whether the ropes had been sent home, and, if that were so, whether that was notice to the plaintiffs that their timber had undergone some change, and whether, as careful business men, if the timber was still theirs according to their theory, they ought not to come down and look after it to see whether it had been used or appropriated by Wilkins. Certainly there was no error in this. It was only a question as to what a prudent man would do in such circumstances, and it was left entirely to the jury to decide.\nThe third and fourth assignments. The court below did not charge, either in answer to the defendant’s first point, or anywhere else, that there was a written contract between the parties, and that it was the best evidence. In answer to the defendant’s first point, which was altogether hypothetical and depended upon the belief of the jury, the court affirmed the point, “ if the jury find the fact that there was a written contract.” In the charge, the court had very fully and with entire correctness reviewed the contentions of the parties on the question whether there t^as a written contract. Two quite important writings had been given in evidence, both dated on Api’il 29, 1887, when the sale was consummated. One was an entry made in the pass-book of the plaintiffs, and produced by them on notice and subpoena, in these words:\n“ April 28th, ’87. G. W. Wilkins bought of Collins, Darrah, Dickey & Co., 95,457 cubic feet of pine timber, at 16 cents per foot. Amount, §15,273.12; interest, §152.72; making §15,425.85. Cash, §5,141.94; four months note, §5,141.94; six months’ note, §5,141.96; making total, §15,425.84.”\nThe other was the receipt given by the plaintiffs to Wilkins on the same day, as follows, viz.:\n“ Brattonville, April 29th, 1887. Received from G. W. Wilkins his check for §2,000; check for §3,141.94; four months’ note for §5,141.94; six months’ note for §5,141.96; total, §15,425.85, in full for 95,457 cubic feet of pine timber, at 16 cents a foot, §15,273.12; and discount on six months’ note, §152.72; making altogether, §15,425.85.\n“ E. H. DAREAS.”\nAlthough these two papers were in evidence, and although of themselves alone, and in the absence of other testimony, they do express the full and complete terms of a contract in writing, the court did not say to the jury that they did constitute the actual contract of the parties. On the contrary, they left it to the jury to say, on all the evidence in the cause, verbal and written, what the real contract was. The plaintiffs were allowed to give, and did give, all the verbal testimony they had to offer as to what the contract was; and the court left it all, together with the writings, in a way most fair and impartial in all respects, to' the jury, to say what the actual contract of the parties was. To have refused to give any effect to the writings, or to allow the jury to do so, would have been the gravest error. Everythingthat the plaintiffs could ask was accorded to them, and every opportunity to have all their oral testimony considered, in determining what the contract was, was allowed. Very much other testimony was given entirely inconsistent with the plaintiffs’ theory that they were to remain the owners of the timber until the purchase money was all paid, and it is not to be wondered at that the jury failed to take that view of the case. What the court said as to the effect of the contract, if it was in writing, upon the parol testimony tending to change it, was entirely correct. The third and fourth assignments axe not sustained.\nThe same remarks are true as to the fifth and sixth assignments. The court refused to affirm the second point of the defendant, requiring an instruction that the plaintiffs would be estopped, by force of the facts stated in the point, from alleging a conditional sale, but left the whole matter to the jury to say how far the facts alleged in the point tended to rebut the plaintiffs’ theory of such a sale. As the facts in question were strikingly inconsistent with the contention of the plaintiffs that they were the owners of the timber after the sale, the action of the court was as favorable to the plaintiffs as they could ask. No question was raised by the point and answer as to any other lumber than that which was in dispute.\nSeventh assignment. As the timber was delivered to the plaintiffs, and the defendant pleaded property, the court correctly charged the jury that, if they found for the defendant, he was entitled to a return of the property, and also to damages for the detention. They were also instructed that the measure of damages would be the interest on the value of the timber during the time it was out of the defendant’s possession. On the trial, plaintiffs admitted the quantity taken under the writ, and proof was offered of a sale of part of the timber at eighteen cents a foot, which was two cents a foot more than the price at which the timber was bought. We cannot say that an allowance of damages for the detention, by way of interest on the value, was erroneous. In an action on the bond, any difficulty from this source can be prevented, if necessary.\nThe eighth and ninth assignments are without merit, and are not sustained. The witness was immediately examined, and testified without limitation as to everything said between Willdns and himself.\nJudgment affirmed."}