{"id": "11251694", "contents": "Pee. Cueiam :\nWe are of opinion that the lease from the Knoxville Land Improvement Company to Fisher Beatty contained a general waiver of exemption. The language is very broad: “ And the said lessee expressly waives the benefit of all laws or usages exempting any property from distress or execution for rent.” This is a waiver as to the debt, not merely the property liable to distress. In this respect, the case differs from Mitchell v. Coates, 47 Pa. 202, in which this court said: “It is true the' language is somewhat general, but it is plainly intended to be applied, and therefore must be restricted to what was the subject of the covenant, to wit, personal property liable to distress for rent in arrear. He did not say, waiving all exemption laws, or laws exempting property from execution, or use any expressions which might seem to extend the waiver to the debt, but he closed up the covenant simply by waving all laws exempting personal property from levy and sale for arrears of rent.” This exemption, as will be seen, is of “ all laws or usages,” and applies to any property, whether seized upon a landlord’s warrant, or levied upon by an execution for rent. It would be difficult to frame a broader exemption.\nThe fact that the magistrate recited the waiver in his judgment is not material. The waiver was in the lease, and need not necessarily appear on the justice’s docket. That it.was there does no harm.\nThe only remaining question is whether the justice had jurisdiction in case of rent. This point does not appear to have been made in the court below; at least, the learned judge does not refer to it in his opinion. Without stopping to discuss the various acts of assembly referred to in the argument of the appellant, it is sufficient to say that the act of March 22, 1814, P. L. 190, expressly conferred this jurisdiction upon justices of the peace to the extent of $100, while the act of May 29,1879, P. L. 194, enlarged their jurisdiction to $300.\nJudgment affirmed."}