{"id": "11252384", "contents": "OPINION,\nMr. Justice Mitchell :\nThe codicil, after appointing David guardian of John, as to the money that would come to him under the will, directs that John “ shall remain on said farm with my beloved wife and my son David who shall care for him in all his actual wants.” The fundamental question in the case is whether John’s support is charged upon the land.\nThere is no doubt of the testator’s expectation that his widow and David would continue to live together on the farm. This he provided for in his will, which makes no special mention of John, but includes all the children except David in one class who are to receive equal shares of money, while David is given the farm, with room thereon for the widow. But, having completed his will, the case of this particular son seems to have recurred to him, and he added the codicil in question; and, under the expectation .that the family home of the widow and David would continue to be on the farm, there is little doubt that he regarded the directions that John was to remain on the farm, and also to remain with his mother and brother, as practically the same. He did not, however, put any conditions upon the devises to David and the widow, and they have parted with their estates and possession. The fulfilment of testator’s intentions in the manner that he expected has thus become impossible. John must either give up his home on the farm, to retain the personal care of his kindred, or he must give up that care for a home on the farm among strangers. Under these circumstances, we must seek the testator’s main intent, and that would appear to be that John should have a home with his kindred. It nowhere appears that the testator regarded John as incapable of supporting himself. The will makes no special provision for him, but treats him exactly like the others; and the codicil provides not so much for support as for care. He is to remain on the farm, but he has no title to any part of it; there is no express reservation to him of room, as in the case of the widow, nor is he to have any portion of the crops or proceeds. What John lacked was not muscle, but mind; and, to secure that, exerted honestly and kindly for Jobn’s best interests, the testator made David the guardian of the money and directed that John should have a home, on the farm to be sure, but with his mother and brother who should “care for him in all his actual wants.” This last provision applies naturally, in the reading of the language used, to the widow as well as to David, yet it could hardly be contended that the room in the house which the widow was to have by the will could be charged with the support of John. So far as the widow is concerned, it manifestly refers to personal care. The hardships of a support yielded out of land, perhaps grudgingly, by strangers, as to a serf adscriptus glebm, are graphically pictured by two of our predecessors, in Craven v. Bleak-ney, 9 W. 19, and Steele’s App., 47 Pa. 437; and their remarks would be especially applicable to the case of a man of weak intellect, but alleged to be of strong body, to be worked as a beast of burden for his bare subsistence. The court would certainly not lean to a construction which would produce such a result. The conceded rule is that a charge can only be created by express words or manifest implication: Hackadorn’s App., 11 Pa. 86. But, even without resorting to this rule, it is plain that this case belongs to that very difficult class in which a situation has arisen never contemplated by the testator, and which renders the execution of all his directions impossible. We are obliged, therefore, to separate them, and preserve the principal intent, even at the sacrifice of the subordinate. We are of opinion that this testator’s main intent was to secure to his son the kindly personal care of his kindred, and that the charge, therefore, was personal, and not fixed upon the land by the codicil.\nAppellant, therefore, cannot be charged by virtue of the will. His liability, whatever be the extent of it, arises from the covenants in his line of title, and cannot be enforced in the Orphans’ Court. The decree must therefore be reversed for want of jurisdiction.\nDecree reversed."}