{"id": "1125942", "contents": "Opinion by\nMr. Justice Schaffer,\nPlaintiff brought this action to recover damages for the death of her husband, who was struck and instantly killed while driving his automobile over a grade crossing of defendant’s railroad. The jury’s verdict was in her favor, but the court entered judgment for defendant non obstante veredicto, from which action she appeals.\nThe deceased approached the railroad on a highway with an ascending grade which flattened out at the crossing. The railroad consisted of two tracks, a main and side one. From the direction he was approaching the side track was first reached. On it freight cars were standing on both sides of the crossing. The highway was paved with asphalt level with the rails. It did not extend across the railroad at right angles, but diagonally at an acute angle, the bearing of the angle being to the driver’s right. The train which struck his automobile in the center, a heavy freight consisting of thirty-five cars, loaded with steel, came from his left on the main track. There was evidence, although contradicted, sufficient to take the question of defendant’s negligence to the jury, that of persons in position to hear and whose attention was given to the matter that no signal was sounded of the train’s approach. The phase of the case with which we have to deal is the alleged contributory negligence of the deceased, which the court below determined was established by the testimony as a matter of law, warranting the judgment which it entered.\nAs deceased proceeded along the highway there was no observation possible of the main track in the direction of the approaching train, owing to a high bank and to freight cars standing on the side track 50 feet from the center of the crossing. Plaintiff produced no evidence that her husband stopped, looked and listened as he approached the crossing; she relied entirely on the presumption that he did. A disinterested witness called by defendant, who watched him as he drove along the road and until the collision took place, said that he did not; members of the train crew who observed his approach testified to the same effect.\nOur very careful reading and consideration of the evidence has convinced us that the determination reached by the trial court is right, that the deceased could not have taken the precaution for his safety which the law requires of one about to cross the track of a railroad.\nThe train was running at from 18 to 22 miles an hour, the automobile, a Ford coupé, somewhere between 5 and 10 miles an hour. The deceased was not traveling at right angles to the tracks but diagonally. He lived in the neighborhood, drove over the crossing frequently, and had done so several times on the day of the tragedy. It was daylight and the day was clear. Surveys and exact measurements showed it was 12% feet from the' far rail (as he approached) of the side track to the near rail of the main track measured along the center of the highway; the first rail of the side track was 20% feet from the first rail of the main track. When the deceased reached a point 19% feet from the nearest rail of the main track, he had a view of the track in the direction of the approaching train of 245 feet. When its speed and that of his automobile are taken into account, it is obvious that the locomotive was then necessarily within his view if he looked. When he reached a point 15% feet from the nearest rail of the main track, he had a view along the track of 575 feet; when he reached the far rail of the side track, which was 12% feet from the near rail of the main track, he had a view of 1,105 feet. Under this state of facts, it is obvious that the unfortunate man could not have taken the precautions which we said in the recent case of Lunzer v. Pittsburgh & Lake Erie R. R., 296 Pa. 393, 398, he must take: “One about to cross a railroad at grade, where there is always likely to be danger, must exercise great caution and have his senses alert to apprehend his surroundings and to see and hear those things which would be manifest to him had he done so.” What was further said in that case is directly applicable to this: “Hence, had he exercised any caution when......his first wheel was in the siding ......he would have avoided......[the train]. He was then in a place of safety, ten or more feet from the first rail of the track on which the train was running and owing to his slow speed could have instantly halted.” “Where a person drives an automobile in front of a rapidly approaching train, which he could have seen if he had looked, he cannot recover for injuries sustained”: Hepps v. Bessemer & Lake Erie R. R. Co., 284 Pa. 479. In the very recent case of Miller v. P. R. R. Co., 299 Pa. 63, 69, we repeated the language of Myers v. B. & O. R. R., 150 Pa. 386, 390: “It is simply and flatly impossible that one can stop, look and listen for an approaching train that is in plain view and close at hand, and be unable to see or hear it.”\nThe presumption upon which appellant relies, that her husband performed his full duty before crossing the track, goes down before the incontrovertible physical facts of what he would have been confronted with had he done so. “If, however, there be, in addition to oral testimony, indisputable physical conditions, indicated by actual measurements, maps or photographs, the existence of a fact ordinarily presumed is negatived”: Grimes v. P. R. R. Co., 289 Pa. 320, 326.\nThe judgment is affirmed."}