{"id": "1125939", "contents": "Per Curiam,\nThis is an appeal by plaintiff from a decree of the court below making absolute a rule to open judgment and permit defendant to file an affidavit of defense. It appears from the record that the proceedings in this case were irregular on the part of plaintiff as well as defendant. The action, assumpsit on an assigned claim for commissions for the sale of real estate, was first brought in the name of the assignee. Judgment was entered for plaintiff for want of appearance on August 21, 1929. On October 23d, of the same year defendant took a rule to strike off the judgment which was refused, the court however opened the judgment, giving plaintiff an opportunity to amend its statement of claim by adding the name of the legal plaintiff, and permitting defendant to file an affidavit of defense on the merits. Nothing was done by either party pursuant to this order until December 4, 1929, when judgment was entered for want of an affidavit of defense and, without assessing damages, attachment execution was issued and served on a trust company as garnishee. A rule was again taken by defendant to strike off the judgment and to quash the attachment and with the petition an affidavit of defense was presented which showed a good prima facie defense. Counsel for defendant at argument admitted that failure to file an affidavit within the required time was due to his own neglect and not to neglect on the part of his client. The court below, after referring in its opinion to the default of counsel on both sides, concluded that the case should, in the interest of justice, be decided on its merits and opened the judgment but on condition that the attachment, which had been issued against defendant’s bank account, should remain pending final disposition of the case on its merits.\nIt is a familiar rule that this court will not interfere with the discretion of the court below in opening a judgment except in cases where a clear abuse of such discretion appears. The power of the court to grant relief from a judgment entered by default due to mistake or oversight of counsel is one which is frequently exercised in the interest of justice (Fuel City Mfg. Co. v. Waynesburg Products Corp., 268 Pa. 441, 444, and cases cited), and the facts here involved do not present a case of such abuse of discretion as to call for interference by this court.\nThe judgment is affirmed."}