{"id": "11251776", "contents": "doughty’s appeal.\nOPINION,\nMe. Chief Justice Paxson:\nThis case presents a ragged record, but, after a careful examination of it, we are not prepared to say the judgment of the court below should be reversed. Several of the defendants have appealed, and have furnished us with separate paper-books ; others of the defendants have not appealed, and their cases are not before us.\nThe first assignment of error appears to have been filed under the impression that Maggie Raymond, the witness referred to, was not included in the bill of particulars. An examination of the bill, as printed on page 46 of appellant’s paper-book, shows that she was included. Error is not perceived in the admission of the evidence referred to in the second assignment. Indeed, this was practically abandoned upon the argument at bar.\nThe most serious assignment is the third, which contains a lengthy extract from the charge of the court below. There are some matters in this part of the charge which might well have been omitted, yet we cannot say there was positive error, or that the court interfered with the province of the jury. The reference to the prior conviction of Bauder, Doyle, and Dougherty appears to have been rendered necessary by the defendant’s second point, which prayed for an instruction upon the effect of such prior conviction. Aside from this, there is no appeal by either of the three men referred to.\nThe defendant’s fourth point was affirmed with a qualification that was justified by the facts in the case. If Doughty acted, in the settlement of the Peter Butterhoff ease, in entire good faith, merely to oblige a friend and without a criminal intent, he ought not to have been convicted, and so the learned judge instructed the jury; but if Doughty received twenty-five dollars for procuring such settlement, the case presented an entirely different aspect. This matter was fairly submitted to the jury.\nThe reason given in the fifth assignment for not arresting the judgment is without merit. The statement of Mrs. Clifford, made in another case in the presence of the jury, was an accident, for which neither the court below, the district attorney, nor any one else was responsible. If any harm was done, it was legally cured by allowing Doughty to go upon the stand to contradict her, which he did very thoroughly.\nThe sixth assignment alleges that the court erred in giving undue prominence to the evidence against Doughty, and in not presenting the evidence in his favor with equal fullness and emphasis. An examination of the charge does not bear out the assignment. Considerable latitude and discretion must necessarily be left with the trial judge in commenting upon the evidence; and, unless it is unfair and misleading, we ought not to interfere. We cannot say this charge was so.\nThe seventh assignment alleges error in admitting the stenographer’s notes of testimony on the former trial of Bauder et al., at September Sessions, 1889. Three of the defendants in this case testified in that case, and the testimony was admitted only so far as it affected them. The court below held that it was “ admissible, as admissions on their part, so far as it tends to prove a conspiracy, and their participation in it.” Their admissions or declarations would be evidence against them to show their share in a conspiracy; and, if so, why not their testimony under oath ? This assignment is not sustained.\nThe eighth and ninth assignments hare been sufficiently disposed of by what has been said about the first.\nThe judgment against David Doughty is affirmed.\nIn the case of appellant D. R. Callen, who was convicted under the same indictment, there are two questions which are’ not covered by what has been said in Doughty’s ease. The fourth assignment alleges that the court erred in sustaining the demurrer to the plea of autrefois convict filed by Bauder, Doyle, and Dougherty. What defendant Callen had to do with this has not been made to appear. The defendants, who put in this plea, do not complain of the action of the court, and Callen has no standing to do so.\nComplaint is made in the sixth assignment that the appellant was sentenced to three years’ imprisonment, while the 128th section of the act of March 31,1860, authorizes imprisonment for only two years. It is begging the question to assume that this indictment was laid under said section 128. As before observed, it contains four counts, in one of which it is averred that the defendants falsely and maliciously conspired to charge certain persons with a violation of the criminal laws. This ’offence is punishable by the 127th section of the act of 1860 by three years’ imprisonment. Even if we are mistaken in this, the defendants were convicted generally, i. e., upon each count of the indictment, and might thus have been sentenced upon each count. They were sentenced generally upon the whole indictment for a term much less than might have been imposed.\nThe appellant has no just cause of complaint.\nThe judgment in this case is affirmed.\nThe case of appellant William Maneese presents no question which has not already been disposed of, except the sixth assignment, which alleges that the court below erred in “ not instructing the jury to find on each count of the indictment separately, or generally, and the finding of guilty was generally on all the four counts, which the evidence did not warrant.” There is nothing in the record to show that the court was asked for any snob instruction, and its omission is not error.\nThe judgment is affirmed, and it is now ordered that the respective appellants surrender themselves forthwith to the custody of the high sheriff of Allegheny county, for confinement according to the sentence of the court below."}