{"id": "11250998", "contents": "OPINION,\nMr. Justice Clark:\nThe question in this case is raised upon the defendant’s first point submitted, that, under all the evidence, the plaintiff was not entitled to recover and the verdict should be for the defendant.\nThe learned judge instructed the jury in the plainest manner that to constitute a gift of the four hundred dollars by Daniel Shaeffer to his daughter, Mrs. Ellen Sourwine, it was essential that the donor should not only have the intention to give, but that he should actually and in fact have given the money to her; that, if it was only his purpose to give the money to his daughter at some future time, or if he reserved the control over it, for her benefit in the future, the transaction was not a gift. He said to the jury that it was not necessary, in any literal sense, that the money should have been placed in her hand; it was sufficient if it was put in the hand of, or was paid over to some other person for her benefit; that a gift to be valid and irrevocable cannot be executory, but must be executed, and therefore, to establish a gift of the four hundred dollars, there must have been not only an intention to give, but an absolute gift without reservation or condition. Under this instruction, the jury found for the plaintiff, and the verdict is conclusive upon the facts, if there was evidence to sustain it.\nIt appears that about the year 1865, John D. Sourwine married Ellen Shaeffer, daughter of Daniel Shaeffer, the decedent. Shortly afterwards,' he purchased a tract of land in Indiana county, Shaeffer contributing four hundred dollars to the payment of the purchase money. In the year 1878, Sourwine, by articles, sold the land to Jonas Hileman for one thousand dollars, receiving one hundred dollars of the purchase money in hand. Shaeffer thereupon required Sourwine to give him a judgment note for the four hundred dollars which he had contributed to the purchase money. This note he afterwards entered, and upon execution sold Sourwine’s interest at sheriff’s sale. Having purchased Sourwine’s legal estate at the sheriff’s sale, he brought ejectment against Hileman, and recovered a verdict conditioned upon the payment of the nine hundred dollars purchase money, which condition Hileman complied with, and Shaeffer received the nine hundred dollars with interest. These facts are wholly undisputed. The plaintiff’s contention is, however, that the four hundred dollars was an executed gift to her; that the judgment note, taken in her father’s name, was in her right and in her interest, and for her benefit and protection; and that, therefore, the purchase money recovered in the ejectment from Hileman, after payment of the costs and expenses, was her money. Upon this theory of the case, this suit is brought against the executor of her father’s estate, for money had and received by her father in his lifetime, for her use.\nThe gift, if any, was of money, not of land; and, although by means of the judgment, the legal title to the Hileman land was acquired by Shaeffer, the title followed the ownership of the money, and the purchase money paid by Hileman belonged to the beneficial owner of the title. The .case turns, therefore, upon the question whether or not the original contribution of the four hundred dollars by Shaeffer to the purchase of the land by Sourwine was an executed gift of the money to Sour-wine’s wife, which fact was found for the plaintiff. The amount remaining of the nine hundred dollars paid by Hile-man, after payment of costs and expenses, is six hundred dollars, and this is the amount of the plaintiff’s claim.\nAt the time the money was put in the land, no note or other obligation was taken for its return or repayment, nor is there the slightest proof that it was to be repaid or returned. The testimony throughout is that Shaeffer put the four hundred dollars in the land for Ellen.\nMrs. Lucinda Shearer, a daughter of the decedent, testifies that about the time Sourwine purchased the land, Daniel Shaeffer told her “ he was going to put four hundred dollars in for Ellen;” he afterwards told her “he had put the four hundred dollars in for Ellen,” but John had got the deed made in his own name, and ho was not pleased about it, and “ he had made John give a note for Ellen’s share for four hundred dollars ;” he said “he wanted Ellen to get her money.” After Sourwine had sold the land, he said that when the costs were all paid whatever was left Ellen was to have; that he was going to invest the six hundred dollars in land as soon as they would look out a place to please them.\nJohn Shaeffer, the decedent’s son, testifies that, under his father’s direction, he brought the judgment note given by Sour-wine to Indiana county and entered it; that his father said “he wanted to enter it up, and get the money out of the land, to save it for Mrs. Sourwine; he was afraid the way it was, John Sourwine would get it and squander it; ” that “ he had put four hundred dollars in that land there for her, and he wanted to get it out for her and save it.” “ He told me,” says the witness, “ that he had this money; that he drew it out of this land; that he was saving it for Ellen Sourwine. It came up in reference to lending money. There was a man by the name of Andy Snyder that lived in Washington township, Indiana county,1 wanted to borrow some money, and he got me to find out from my father if he could not lend him some money, and I spoke to him about it, and he said he had no-money then collected in, only this money that he had of Mrs. Sourwine’s, and he did not want to put that out. It was principally gold, and he did not care about putting that out.”\nSarah Shaeffer, a daughter-in-law of the decedent, testifies that after the money had been paid by Hileman, and everything was “ squared off,” the old man said “ he had six hundred dollars in his hands that was Ellen’s money;” that it had come out of the land; “ he said,” says the witness, “ that he had now in his hands, after everything was ‘ squared up,’ he had six hundred dollars for Ellen.”\nThere is much other evidence in the cause to the same effect, and evidence also of the old man’s refusal to pay the money to Mrs. Sourwine, until she would purchase land, and of some angry words between the father and daughter because of his refusal. It is unnecessary that we should give it all; we have given enough to illustrate the character of the proofs upon which the plaintiff relies. The principal witnesses are the decedent’s son and daughter and his daughter-in-law, who would appear to testify against their own interest. This is not a case where the plaintiff seeks to establish a parol gift or sale of land, and the deliberate admissions of the decedent, if they are sufficiently clear, full, and precise, and relate to existing facts, and not to a mere intention, are competent to establish the gift.\nWhilst there are some slight inconsistencies in the evidence, as a whole it tends to establish the plaintiff’s theory of the ease. It would have been clear error for the court to have withdrawn the case from the jury.\nThe judgment is affirmed."}