{"id": "1126387", "contents": "Opinion by\nMr. Justice Schaffer,\nPlaintiff’s action is to recover from defendant the amount due on six promissory notes, representing money loaned by it to him aggregating in amount $85,343.75 with interest. The trial judge instructed the jury to render a verdict in plaintiff’s favor and from the resulting judgment we have this appeal by defendant.\nThe defense attempted to be made was that the bank, through its cashier, had entered into an agreement with defendant to sell 3,000 shares of White Oil Corporation stock, pledged by him as collateral for his obligations, which was then selling on the New York Stock Exchange for $13% per share, and with the proceeds thereof to buy for defendant Texas Company stock at $42.50 per share, its then price on the exchange, and to hold the latter securities as collateral in place of the White Oil stock. It was alleged that the bank failed to make the sale and purchase, as the cashier, acting in its behalf, had undertaken to do and that the White Oil stock declined in value until it was worth only thirty cents a share, whereas the Texas Company stock increased in value until it became worth $54 per share. Defendant set up a counterclaim exceeding the amount of the notes sued on by more than $6,000 resulting from the breach of the alleged agreement, made up of:\nLoss in value of White Oil Corporation stock $40,500.00\nInterest on same.......................... 13,972.50\nLoss in enhanced value of Texas Company stock which should have been purchased ...\n14,771.50\nInterest on same.......................... $517.00\nAmount of dividends which should have accrued on Texas Company stock if same had been purchased as directed by defendant .. 15,724.50\nInterest on same ......................... 2,732.20\nTotal .................................. $88,217.70\nWhether any such extraordinary claim as a defense to the notes would be entertained may be open to doubt. If counterclaims of such a character to just demands for the repayment of borrowed money could be successfully asserted, it would afford a very convenient avenue of escape from the payment of commercial paper, particularly in instances such as this, where the cashier, who is alleged to have made the agreement, was dead at the time of the trial and plaintiff handicapped by the silencing of his voice in denial of the making of the agreement. Defendant asserted not only the agreement with the cashier, but that the latter had many times promised in the bank’s behalf that it would make up the loss to defendant by the failure to carry out its undertaking and would see that he suffered no loss. Defendant further asserted that when the various notes came to be renewed, and he objected to renewing them, the cashier would cause him to sign the renewals by the assurance that he would be taken care of and suffer no loss\nA number of questions are discussed by appellant which he urges should bring about a reversal of the judgment against him and the grant of a new trial. No purpose would be served by a discussion of all of them, as two firmly established legal principles demolish his defense. First, he renewed the notes after his alleged claim for damages arose. Second, he says he renewed them to give them the aspect of valid obligations, when in reality he owed nothing on them, “so [as he says the cashier told him] that there will be no question from the bank examiner.”\nThe alleged agreement between defendant and the cashier took place on Óctober 28, 1921. Subsequent to that date and down to June, 1926, appellant renewed the notes at intervals of three to six months. He not only renewed them, but paid discount on all of them during this period, amounting to about $5,000 a year, and, in addition, made substantial payments on account of the principal of the notes. Not alone these, but he pledged additional collateral for them, including insurance policies on his own life amounting to $31,000. Under such circumstances, he cannot set up the agreement antecedent to the renewals as a defense: Longacre v. Robinson, 274 Pa. 35; First Nat. Bank of Pittsburgh v. Dowling, 286 Pa. 483; Ebensburg Trust Co. v. Pike, 296 Pa. 462.\nThe renewal notes having been made by defendant in order to deceive the bank examiner, he is bound by them as their face discloses: First Nat. Bank of Greencastle v. Baer, 277 Pa. 184; First Nat. Bank of Hooversville v. Sagerson, 283 Pa. 406; Bangor Trust Co. v. Christine, 297 Pa. 64.\nThe assignments of error are overruled and the judgment is affirmed."}