{"id": "1126499", "contents": "Per Curiam (F.),\nCharles B. Nemon, widower, died testate December 22, 1914, leaving to survive him four sons and four daughters. His sons, Charles B. Nemon and Arthur M. Nemon were appointed executors and assumed the trust. Anna Gaddis, one of the daughters, died December 25, 1921, intestate, leaving to survive her a husband, William S. Gaddis, but no issue; letters of administration on her estate were granted to Charles E. Gaddis, appellant. Testator’s will directs his executors to conduct his entire business affairs in testator’s name, for the period of three years following his decease, as nearly as possible in the same manner as he himself had been conducting them, it being his wish that the estate be preserved intact during that time. At the expiration of the three-year period a further extension of three years was mutually agreed upon by all sons and daughters. Following a number of bequests to his sons, daughters and grandchildren, the residue of his estate was given to his four sons and four daughters in equal shares; none of the bequests to be paid until the expiration of three years from testator’s decease, except that made to his granddaughter Bertha Nemon, to complete her education, which sum might be advanced in whole or in part if necessary for that purpose, within the three-year period. An inventory and appraisement was filed within one month after the expiration of the three-year term, amounting to $106,064.67. To this inventory exceptions, mainly to the delay in filing, were filed by the administrator of Mrs. Gaddis. The court below held that by reason of the three-year requirement in the will for continuing testator’s business, the filing of an inventory and appraisement was postponed during that time and dismissed the exceptions, citing Lininger’s Appeal, 101 Pa. 161, 164. A first and partial account was then filed by the executors showing a balance for distribution of $14,739.38, which amount was distributed by the court, among those entitled to receive the same, from which decree of distribution, no appeal was taken. Subsequently on July 29, 1927, a second and final account was filed, showing a balance for distribution of $33,-951.99, to which appellant filed six exceptions, two of which accountants agreed should be sustained and the sum of $1,056.14 surcharged, thus increasing the amount for distribution to $34,758.13.\nThe main exception now for consideration relates to the sale of the Central Hotel property, located in the Borough of Dunbar. At the time of testator’s death, he held a mortgage against the property for $14,000, which the executors foreclosed in September, 1921, and became purchasers of the property at sheriff’s sale for the sum of $561.11, the debt with interest due the estate at that time amounting to $15,582.20. The property was held by the executors until November, 1925, when it was sold at public sale, for the sum of $4,400 to Wilson B. Taylor. Exceptant claims an offer was made by an intending purchaser to pay $18,000, later reduced to $14,000 for the hotel, at the time of the foreclosure sale, which the executors refused to accept. Whether this offer was made by a person financially able to carry out its terms, the testimony fails to make clear. However, it was not accepted, the executors being of opinion a better price could be realized later; appellant now asks that accountants be surcharged with the difference between $4,400 and $18,000. The sale was made after ample advertising and posting of notices, a large number of persons being present, several bids were received and the property sold for the highest amount offered. The court below refused to make this surcharge, and, upon examination of the testimony, we are not convinced it was in error in so doing. The hotel is located in a small town in which, at the time of the foreclosure proceedings, a furnace and by-product coke ovens were in operation, primarily the town’s support, affording employment for from 800 to 1,000 men. The community was then prosperous and the hotel doing a fairly good business with prospects for a continuance. Under these circumstances, accountants believed the property had a value in excess of the sum offered and declined to sell at the price indicated. Afterwards, as the record clearly establishes and previous to the sale to Taylor, the furnace was closed down and dismantled, the coal business seriously slumped, the coke ovens were abandoned, employees moved away and the hotel remained practically vacant for about two years before being sold. During those years the rentals received by the executors were insufficient to meet taxes, insurance and the cost of upkeep. Although accountants made a mistake in not agreeing to sell for either a consideration of $18,000 or the reduced offer of $14,000, their refusal to do so was an honest error of judgment. They fully believed the property had a greater value, and that a larger sum would be realized upon a sale at a later date. In this belief the executors were supported by their brothers and sisters, the only person objecting being appellant.\nIn Semple’s Appeal, 189 Pa. 385, 390, quoting Neff’s Appeal, 57 Pa. 91, this court said, “executors, administrators or guardians are not liable beyond what they actually receive unless in case of gross negligence, for when they act as others do with their own goods, in good faith, and they are not guilty of gross negligence, they are not liable,” and in Waddell’s Estate, 196 Pa. 294, 300, we said “not a single authority is cited, not one can be found which imposes such a penalty as this surcharge, for mere error of judgment.” Many other decisions of this court to the same effect might be cited. Here the testimony shows the executors acted with common prudence and common caution and fails to establish negligence or bad faith; at most their failure to dispose of the hotel when first acquired by them was merely an error of judgment for which they are not chargeable.\nThe assignments of error are overruled and the decree affirmed at costs of appellant."}