{"id": "1129036", "contents": "Per Curiam,\nPlaintiff sued in assumpsit to recover damages for breach of contract. Henry M. Dubbs, plaintiff, a minority stockholder, director and vice-president of RabigerKramer, Inc., entered into a written agreement with J. Albert Kramer, secretary and treasurer, director and majority stockholder, that, in addition to other provisions, at a meeting of the board of directors of the corporation, the board would vote a named salary to Dubbs “for his services as vice-president,” which compensation was not to be reduced except by reason of inability of the corporation to pay, and was to continue for five years. Plaintiff claims this agreement was entered into during a crisis of the company and he was called upon to manage its affairs; that having done so and being willing and able to continue this service, he is entitled to the compensation agreed upon. No meeting of the board of directors had been held to put into effect the agreement, which defendant repudiates.\nJudgment for defendant was entered in an order of the court below, which states: “While directors of corporations are not trustees, they occupy a fiduciary relationship toward the corporation. At best, plaintiff has a contract with defendant that the latter will vote at a meeting of the directors in favor of a resolution employing plaintiff at a salary of $5,200 per annum for five years. It is the duty of a director to deal with the affairs of a corporation at meetings of the board. Presumably he will discuss with his fellows the business of the corporation and act for its best interests. He cannot contract to use his vote for the benefit of anyone else, or even for the benefit of the corporation. If it were otherwise, a director might for a consideration moving to himself personally sell his vote as a director. ‘A director cannot contract as to how he will vote’: Cook on Corporations, 8th edition, volume III, page 2190. A contract made by a director that limits or restricts him in the free exercise of his discretion or judgment is against public policy: Singers-Bigger v. Young, 166 Federal 82; Thomas v. Matthews, L. R. A. 1917 A, page 1068. If the contract alleged by plaintiff was one that was illegal, it cannot serve as a basis for an action for damages because of its breach.” This is a correct statement of the law applicable to directors of a corporation in the discharge of their duties as such, and rules this case.\nThe judgment for defendant is affirmed."}