{"id": "1130055", "contents": "Per Curiam,\nPlaintiff confessed judgment on four of a series of promissory notes, signed by Frank A. Weinstein and Sarah Weinstein, his wife, on warrant contained in the notes. Defendants petitioned to have the judgment opened, pleading several grounds of defense. The court below discharged the rule so far as defendant Frank A. Weinstein was concerned but made it absolute as to Mrs. Weinstein. Plaintiff, an Illinois corporation, appeals solely on the question of whether Sarah Weinstein’s liability on the notes is to be construed by the law of Pennsylvania, under which a married woman is prohibited from becoming surety for her husband, or by the law of Illinois, which permits her to do so.\nThe notes were dated at Chicago, Illinois, and made payable at a bank in that city. The contention here for determination is the place of delivery of the obligations, and as stated by the court below, that question is of vital importance in deciding whether the Pennsylvania or Illinois law is applicable. Appellant argues that the notes, which were mailed from Pittsburgh to Chicago by the husband, should not be considered as delivered until they reached the plaintiff at its Chicago address. The opinion of the court below states its conclusion on this question as follows: “The husband was the local agent of and acted for the plaintiff. When he procured his wife’s signature, he procured it in Pittsburgh. When she signed and delivered the notes to him, as the agent of plaintiff, here in Pittsburgh, the transaction was complete. Her rights as a married woman here could not be and were not suspended to permit her husband to deprive her of them by forwarding the notes to Chicago. Her rights as a Pennsylvanian were finally fixed the moment she gave the notes to her husband.” If these facts are established at a trial before a jury there can be no recovery against Mrs. Weinstein. There was no abuse of discretion by the court below in opening the judgment as to Sarah Weinstein, and discharging the rule as to Frank A. Weinstein.\nJudgment is affirmed."}