{"id": "1130037", "contents": "Opinion by\nMr. Justice Kephart,\nThis is an action on a promissory note. The affidavit of defense admitted its execution and delivery, but averred a parol understanding subjecting payment of the instrument to certain conditions. The affidavit stated that the parties were joint owners of a piece of real estate in Philadelphia, subject to a mortgage, and that appellant, being obligated to pay one-half, was unable to raise the necessary funds and borrowed the amount from his coowner, giving therefor the note in suit. It was also averred that the note was to be paid out of the proceeds to be received from the sale of the premises, which had been sold to one Moore, that the time for settlement between the owners and Moore had been extended to July 13, 1930, and that Moore was again seeking another extension, which, if granted, would extend the time for paying the note in suit. It was further stated that appellant could not he called upon to pay the note until settlement was made by Moore or until the latter gave written notice he would not make settlement. The court below directed judgment for want of a sufficient affidavit.\nAs to this character of defense to actions on written instruments, we stated, in Gianni v. Russell & Co., 281 Pa. 320, 323, in an opinion by Mr. Justice Schaffer: “ ‘Where parties, without any fraud or mistake, have deliberately put their engagements in writing, the law declares the writing to be......the only evidence of their agreement’: Martin v. Berens, 67 Pa. 459, 463; Irvin v. Irvin, 142 Pa. 271, 287. ‘All preliminary negotiations ......are merged in and superseded by the subsequent written contract......and “unless fraud, accident or mistake be averred, the writing constitutes the agreement between the parties, and its terms cannot be added to nor substracted from by parol evidence” ’: Union Storage Co. v. Speck, 194 Pa. 126, 133; Vito v. Birkel, 209 Pa. 206, 208.”\nEarly in our legal history our courts broke away from the strictness of the English rule forbidding evidence of contemporaneous oral agreements to be introduced to vary the terms of a written agreement. Influenced by equitable principles, we permitted evidence of such agreements where reliance had been placed on them in making the written contract. To enable this to be done, there must have been fraud, accident or mistake to excuse the omission of the oral understanding from the written contract. The danger from this rule was aggravated when the parties in interest were made competent witnesses. See Martin v. Berens, supra, 463; Juniata B. & L. Assn. v. Hetzel, 103 Pa. 507. The Parol Evidence Buie was steadily widened so that almost any promise was sufficient to invade the security of a written contract. Constructive fraud was created from mild excuses, and it was acknowledged in Fuller v. Law, 207 Pa, 101, that our efforts to prevent the abuse of the liberality of the Parol Evidence Rule had not met with success. The court, in Gandy v. Weckerly, 220 Pa. 285, continued its policy of liberality.\nThe net result of this liberality was not to open but to break down the door which barred the admission of oral evidence to vary a writing. Equity seemed anxious to extend its helping hand to the debtor in preference to the creditor. The former had failed to do what he should have done, that is, to reduce to writing his alleged oral understanding, while the creditor did all that he could do by placing his engagement in writing.\nThe first step to return to the strictness of the old rule, or, as it has been stated, the beginning of the modern Parol Evidence Rule, was in Second National Bank of Reading v. Yeager, 268 Pa. 167. The effective decisions were in the Gianni Case, supra, and in First Nat. Bank v. Sagerson, 283 Pa. 106; the principles there announced cut away the dead timber from the Parol Evidence Rule as reflected in our earlier cases. The rule started with a new aspect — a definite respect for written instruments.\nIt is because of the apparent exception in the Yeager and other similar cases that we have the present contention based partly on Gandy v. Weckerly, supra. In the Yeager Case a promissory note was sued on and a prospective fund was set up from which payment could be made. We said, in relation to the oral agreement by which the source of payment of the note was to be limited, that such agreements did more than vary or modify the written instrument, they in effect destroyed it.\nThe same defense is here proposed and it seems to be necessary to give it further consideration. The authorities upon which appellant relies present varying situations. We will not go into them in detail. The note in suit presents an unqualified promise to pay to a designated person, at a particular time, a given amount of money. The contract is absolute and complete on its face, and sufficiently comprehensive to embody the aim and object of the parties. They selected a negotiable note as the means best adapted to express their respective relations to each other. When they did this, they intended it to embrace all the essential features that enter into such writing, otherwise they would have resorted to a different form of instrument. May the maker now be permitted to reduce the effective character of such instrument by an outside agreement affecting any material part of it? Here a particular fund or a certain property is set up as the source from which payment is to be made. In answering this question we hold that, unless there was fraud, accident, or mistake in omitting the agreement from the writing, the character of the instrument will not be ignored but will be given its normal effect and will control.\nBut conceding the fact that such an agreement may be made, it would not in any event be sufficient as a defense to deny to the payee or holder the right to judgment on the note. The averment of a particular fund or a particular property from which the note was to be paid would in proper cases be effective to control execution issued on the judgment recovered but would not prevent the entry of judgment. The execution could be restricted to that fund or property, which must first be exhausted, when recourse could be had generally. See Second Nat. Bank of Beading v. Yeager, supra. The execution can be controlled by the court below, but before the execution can be so restricted, it must appear, from evidence that is clear, precise, and indubitable, that such an agreement existed, and that its omission from the writing was the result of fraud, accident, or mistake: Citizens Nat. Bank v. Wisecarver, 300 Pa. 60. Moreover, such property or fund must be in existence or it must be within the power of one of the parties to create it within the time mentioned in the note. The evidence to establish such agreement must be of the same quality as would be necessary to reform a written instrument: Pender v. Cook, 300 Pa. 468, 473. The defendant in this case sets up a fund that is just as uncertain as that in the Yeager Case, and it is unavailing, either to prevent judgment or to restrict an execution. Any parol agreement that subjects the obligation on the instrument to any condition or contingency, whether in person, time or amount, is ineffective, and the instrument is unconditional, unless fraud, accident, or mistake was the means through which the instrument was procured.\nJudgment of the court below is affirmed."}