{"id": "1132411", "contents": "Pee Cueiam,\nThe subject-matter of this action was before us in Cummings v. The Pennsylvania Railroad, 301 Pa. 39, where we reversed the court below and returned the case for a new trial because of an error in the court’s charge to the jury. The suit was brought by a decedent’s widow to recover damages for the death of her husband who. was fatally injured when one of defendant’s trains struck his horse-drawn bread wagon. The accident happened at a grade crossing in the village of Dewart, Northumberland County. Upon the retrial the jury returned a verdict of $15,000 for the widow which sum the court reduced to $13,360 and which reduced amount plaintiff accepted. From judgment for that sum plus interest, the railroad company has appealed.\nAs we said in our previous opinion, the facts showed that the highway crossed the railroad at right angles but the view of the approaching train was obstructed by freight cars standing on a siding. On this retrial, the testimony was again conflicting on the question of appellant’s negligence in failing to give adequate warning of the train’s approach to the crossing, and also on the question of decedent’s contributory negligence. Both questions were left to the jury. Appellant’s argument questioning the adequacy of that portion of the court’s charge which submitted to the jury the question of whether the train gave proper and timely warning at the crossing is without merit. Considering the admitted great rapidity at which the train was approaching the crossing and the conflict in testimony as to the sufficiency of warning given, the question was clearly for the jury and the charge upon this point, taken as a whole, was proper. It is not a conclusive answer for a railroad company to say that the bell was rung or the whistle was sounded in a case like the present. If j;he jury “should find the fact to be that a train moving at the rate of speed at which this train was running would cover the distance between a point from which its bell could be heard at the crossing, and the place of crossing, in so short a time as to make the signal of little or no use to one in the act of crossing the track, then the failure to give notice by the whistle from a greater distance away would be negligence”: Childs v. P. R. R., 150 Pa. 73, 78.\nAppellant’s argument that decedent’s contributory negligence should have been declared as matter of law, is based upon the assumed fact that decedent seized his whip, struck his horse, and drove immediately in the path of the oncoming train. This state of fact is not borne out by the testimony. There is evidence to show that decedent stopped at a proper place before driving upon the tracks, and only after he was committed to the railway and found himself in the path of the train approaching him at the rate of sixty miles an hour, did he grasp the whip and urge his horse forward.\nWe said when this case was before us the first time, “the case was submitted under a charge which is free from error with one exception.” That exceptional instance does not appear on this retrial and appellant has presented nothing new which warrants a disturbance of the trial and verdict.\nThe judgment is affirmed."}