{"id": "1132384", "contents": "Per Curiam,\nOn the evening of June 24, 1926, as the result of a collision between plaintiff’s automobile and defendant’s truck, plaintiff sustained personal injuries, loss of business and damage to his automobile; to recover compensation for the loss sustained, this action was brought. The jury awarded plaintiff a total verdict of $10,300. Defendant moved for a new trial, alleging (1) after-discovered evidence, (2) that the verdict was excessive, and (3) the court erred in charging the jury. The lower court refused defendant’s motion, and this appeal, which raises substantially the same questions, followed.\nThe after-discovered evidence presented by defendant consists of an affidavit made after the trial by Louis J. Wisen, Esq., an attorney who acted for plaintiff in instituting in Mercer County a prior suit against defendant for damages to plaintiff’s automobile, incurred in the accident here referred to, in which proceeding no claim was made for personal injuries. That action was not prosecuted to judgment. Plaintiff explained the omission of a claim for damages for personal injuries by saying he had not read the statement of claim but told Wisen of his personal injuries and was under the impression that a claim therefor was included. The affidavit of Wisen which is now presented stated that plaintiff read the statement of claim, and while he mentioned personal injuries, the attorney deemed them insufficient to include in the suit. The original statement was placed before the jury at the trial for the purpose of affecting plaintiff’s credibility, and had defendant desired to have Wisen present at the trial, it had ample time to call him. It is to be noted that the affidavit specifically shows the Mercer County case was within the knowledge of defendant a long time previous to the trial of the present case. “As a general rule, before a new trial can be granted on the ground of newly discovered evidence, it must appear that due diligence was exercised to procure such evidence upon the original trial, and that it was through no fault or neglect of the party making the application that such evidence was not produced. Courts will not aid parties where they have failed to take the requisite steps to procure their evidence, and, as we said in McEvoy v. Quaker City Cab Co., 267 Pa. 527, 541, ‘If the verdict had resulted from defendant’s unpreparedness to meet the evidence produced [by plaintiff], the fault, if any, rested neither with the court nor with the jury’ ”: Limper v. Philadelphia Electric Co., 297 Pa. 204, 210-11. We agree with the statement of the court below that, “By no stretch of the imagination can this be considered after-discovered evidence” warranting the granting of a new trial.\nFrom the proof of loss produced by the plaintiff, who was a practising dentist at the time of the accident, we cannot say the verdict was excessive. Plaintiff testified that for several years before the accident his gross receipts were about $7,500 annually, and his expenses $2,500; that, after the accident, he was compelled to abandon the practice of operative dentistry owing to the loss of sense of pressure in his thumb and index finger; that he attempted to carry on his profession by employing assistants, whom he was obliged to pay a monthly compensation of $150, nevertheless his practice fell off to such an extent that his gross income for 1927 was reduced to $4,500; that, in 1928, he was compelled to sell his practice, and he moved to Florida, where he engaged in raising chickens, which business has not yet become profitable; that he is at present doing laboratory work for other dentists and earns approximately $25 a week from that service. While the physician who attended plaintiff is dead, an osteopath who later treated him, and a roentgenologist who took an X-ray picture of the injured hand, both testified that it was possible for the injuries received in the accident to cause the condition of which plaintiff complains. The court below found that “A comparison of the X-ray taken in 1930 with another taken two or three years ago shows that the exostosis is larger now than it was at an earlier date.” While in another case injuries of the character here sustained might not warrant a verdict in the sum here rendered, yet, when we consider they have deprived plaintiff of his ability to practice a profession requiring exacting hand and finger work, and which, over a long period, netted him $5,000 a year, we cannot say the sum awarded is excessive. “We have repeatedly said that the question of the amount of the verdict would be reviewed only in cases where so grossly excessive as to shock our sense of justice, and where the impropriety of allowing a verdict to stand is so manifest as to show a clear abuse of discretion on the part of the court below in refusing to set it aside”: Scott v. American Express Co., 257 Pa. 25, 31.\nAppellant’s objection that the court’s instruction as to recovery for permanent injury was unwarranted by the evidence is without merit. Plaintiff, after testifying to the loss of power of grip in his fingers, adduced medical testimony showing an unusual condition of the first metacarpal bone in the right hand, an explanation of the manner in which this defect Could diminish his grip, and reference to the injury as a “permanent condition” by the physician who had taken X-ray pictures of the injured hand. Regarding appellant’s objection to the charge on future payments and present worth, we repeat what we said in Fortney v. Breon, 245 Pa. 47, 56-7, in Snyder v. Reading Co., 284 Pa. 59, 63, and in other cases, “If an instruction is clearly erroneous upon the question of damages, it is ground for reversal, no matter whether specific instructions were requested or not, but if the charge is only inadequate, it is the duty of counsel to ask for more definite instructions, and failure to do so will, as a rule, be deemed a waiver of any objections that might otherwise be made, especially where it is obvious that no harm was done by the matter complained of.” Although defendant’s counsel specifically objected to the submission of the question of permanent injury, only a general exception covers the charge on future payments and present worth. Since the jury were given a correct measure of damages in a general way, “under such circumstances, mere inadequacy of the charge on the question of damages affords no ground for a new trial”: Moore v. Leininger, 299 Pa. 380, 384.\nThe order is affirmed."}