{"id": "1132413", "contents": "Opinion by\nMr. Chief Justice Frazer,\nThe questions involved in this appeal deal chiefly with the facts found by the chancellor and, following our rule, such findings, when supported by evidence or reasonable inferences therefrom, have the effect of a verdict of a jury: Glenn v. Trees, 276 Pa. 165, 167; Rokeach v. Imperial Metal Polish Co., 295 Pa. 366.\nAppellants Tucker and Binenstock desired to dispose of the brewing business of the Atlantic Brewing Company and lease the property on which that business was conducted. They were officers and sole stockholders of the New Century Realty Company, owner of the land on which the brewery was located, and they likewise owned the capital stock of the brewing company. Negotiations were entered into with Feuerstein, appellee, for the sale of the stock and assets of the brewing company and a lease of the land on which the brewery was located. They represented to appellee that the brewing company was in lawful possession of 4,700 barrels of beer, which could be legally delivered to plaintiff, 5,000 empty barrels, and other property in and about the brewery premises. The real estate was subject to a mortgage of $275,000, then due, and it was stated by appellants that payment of the mortgage had been extended for three years. Acting on these statements, appellee orally agreed on November 2,1926, to purchase the stock and assets of the brewing company and lease the premises for three years at an annual rental of $36,000, with an option to purchase the land. The consideration for the sale of the stock and assets was $30,000, of which $8,000 was to be paid immediately, the balance by a note payable in fifteen days. It was further agreed that appellee should make an advance payment of $12,000 on the first year’s rental. These payments were made and the note given, but appellee was not to have possession of the property until the note was paid. When the agreement was concluded, or shortly thereafter, the corporate seal and stock book of the brewing company were turned over to appellee and later he received the lease for the premises. When the note fell due, payment was tendered and demand made for all the corporate stock and assets of the company, including possession of the brewery. Appellants were not prepared to make delivery and refused the tender. Plaintiff then learned the brewing company was not legally entitled to possession of the beer, and shortly afterwards the liquors were seized by government officers and destroyed and the brewery padlocked. Appellee also learned that there had been no extension of the mortgage and that in fact proceedings had been instituted for foreclosure. Appellee inn mediately rescinded the contract and made demand for return of the note and money that had been paid. This was refused and the present bill was filed to compel their return. The court decreed accordingly.\nAppellants contend the evidence shows the transaction to be illegal, that it was nothing more than an attempt to purchase the brewery for the purpose of conducting an unlawful business, that rescission by appellee came only after the padlock proceedings were unsuccesssfully defended by him, and that the present action was brought to aid a matter which had as its basis an illegal transaction. Under such circumstances equity will not lend its aid but will leave the parties where it finds them: Rosenthal v. Ostrow, 287 Pa. 87, and cases there cited.\nThe difficulty with appellants’ position is that the findings of the chancellor based on controverted evidence are opposed to their contention. The chancellor, to be certain that his conclusion was correct, at appellants’ request ordered a further hearing to determine the question of illegality, and subsequently found this fact: “There is no evidence to substantiate the claim of defendants that plaintiff knowingly entered into the contract with intent to violate the Prohibition Law. The attacks upon his character do not support such a conclusion.” Our examination of the record confirms the chancellor’s finding.\nThe lease was in writing and appellants urge that the oral misrepresentation as to the extension of the time of payment of the mortgage was inadmissible, as it would have a tendency to vary the terms of the written lease, citing Gianni v. Russell & Co., Inc., 281 Pa. 320. The lease was part of an entire transaction which was not in writing. It was dependent on the successful outcome of all matters embraced within the scope of the original plan, namely, the sale of stock and assets of the brewery. The representation that the mortgage had been extended was not a promise to do something in the future but stated a thing already accomplished. This statement was untrue when made, for the time of payment had not been extended. It was a misrepresentation of a material fact on the faith of which appellee relied. We did not decide in Gianni v. Russell, suprh, that contracts obtained through fraud could not be attacked. On the contrary, the Gianni Case explicitly recognizes such a rule. It is always competent to aver and prove that an engagement in writing was induced by fraudulent oral representations of material facts that affect tlie consideration. The purpose in such case is not to alter or vary the terms of the writing by parol evidence but to strike the writing down, just as though it had never been in existence, or to strike down such part of it as is dependent on the fraud, if the balance of the contract can be sustained as enforceable. Failure of consideration entitles one to relief in equity, in whole or in part, from his written obligation: Cridge’s Est., 289 Pa. 331, 337.\nAppellee’s case is.based entirely on fraud; it is so averred in the pleadings and shown in the evidence, and the court below found it to be “a gross fraud on which appellee relied.” Moreover, in the Gianni Case, supra, we said that, if the particular representation was not intended to be includéd in the agreement, then the rule as to the admission of oral evidence would not control. The extension of the mortgage was not within the field embraced by the written lease; the extension stated an existing fact that would not naturally or normally be included in the writing either as it related to its terms or to the option to purchase, if it were separate and distinct. The lease dealt reciprocally with engagements and assumptions in the future. It defined the duties which the parties undertook to perform toward each other during the term of the lease. It concerned no past transaction, while inducements upon the faith of which the appellee acted did; they were false, the persons making them knew they were untrue and were made with the intention of inducing the other party to act thereon.\nThe complaint that the rescission of the contract was not accompanied with an offer to return the property delivered loses sight of the chancellor’s findings and the decree of the court which ordered return of such property.\nWe need not dwell on the credibility of the evidence, since the witnesses were before the chancellor and he was in a better position to judge of the trustworthiness of their testimony than we are. Appellee denies that he exercised any dominion over the property and this is in part supported hy other evidence. The findings of the chancellor under our rule must be sustained.\nThe decree of the court below is affirmed at cost of appellants."}