{"id": "1132399", "contents": "Opinion by\nMr. Justice Maxey,\nThe question before us is, What was the proximate cause of the injuries sustained by the minor plaintiff when he was burned by the inflammable substance hereinafter referred to? Was it the act of defendant’s employees in burning this substance of the character of naptha and called “condensation,” in an uncovered bucket in a public street in the City of Philadelphia, or was it the act of a policeman who, seeing the. fire which had been lighted in the roadway in disobedience of a city ordinance, kicked it over toward the minor plaintiff, who was three or four feet away?\nDefendant’s employees on January 15, 1924, carried about one quart of condensation from the meter of a house, in a ten-quart galvanized bucket, and set fire to this substance in a public street. Several boys came and watched the burning. An ordinance of the City of Philadelphia declares it a nuisance to burn combustible matter in any of the highways, squares or parks of the City of Philadelphia except under certain conditions not present in this case. A police officer appeared and said, “Put out that fire.” Defendant’s employees did nothing to put out the fire, but one of them said, “It is rules to burn that stuff.” Another said, “Officer, this is condensation. We are permitted to burn this on the street.” (They had no such permission.) The officer then kicked over the pail which contained the fire. The burning material spilled out and some of it ignited plaintiff’s clothing. As a result, his neck, hands and legs were so severely burned that he was compelled to remain in a hospital for treatment for nearly five months. In the course of his treatment, skin was taken from his thighs and stomach and grafted on his neck. After suit and trial the jury awarded the minor plaintiff $15,000, and the minor’s father $612.25, which latter was the amount of the hospital bill. Motions for judgment n. o. v. and for a new trial were filed. The motion for judgment n. o. v. was overruled, one judge dissenting, and the court made an order discharging the rule for a new trial if the minor plaintiff would remit all of the verdict in his favor in excess of $12,000. A remittitur was filed, and from the judgments on the verdicts in favor of the plaintiffs these appeals were taken.\n' The long-established test of proximate cause is whether the facts constitute a continuous succession of events so linked together that they become a natural whole, or whether the chain of events is so broken that they become independent and the final result cannot be said to be the natural and probable consequence of the primary cause: Thomas v. C. R. R. of N. J., 194 Pa. 511, 515; Stemmler v. Pittsburgh, 287 Pa. 365.\nIn Hoag v. Lake Shore & Mich. South. R. R. Co., 85 Pa. 293, 298, this court, in an opinion by Mr. Justice Paxson, said: “In determining what is proximate cause, the true rule is, that the injury must be the natural and probable consequence of the negligence — such a consequence as, under the surrounding circumstances of the case, might and ought to have been foreseen by the wrongdoer as likely to flow from his act.” He also said in the same case: “How near or remote each fact is to its next succeeding fact in the concatenation of circumstances from the prime cause to the end of the succession of facts which is immediately linked to the injury, necessarily must be determined by the jury.” The same idea as the first one quoted has been in slightly varied language expressed by the appellate courts of other jurisdictions. In Lane v. Atlantic Works, 111 Mass. 136, 139, the Supreme Court of Massachusetts said: “The act of a third person, intervening and contributing to a condition necessary to the injurious effect of the original negligence, will not excuse the first wrongdoer, if such act ought to have been foreseen. The original negligence still remains a culpable, direct cause of the injury.” In Atchison, etc., R. R. Co. v. Stanford, 12 Kan. 351, 377, the Supreme Court of Kansas said: “Any number of causes and effects may intervene between the first wrongful cause and the final injurious consequence, and if they are such as might, with reasonable diligence, have been foreseen, the last result, as well as the first and every intermediate result, is to be considered in law as the proximate result of the first wrongful cause.” See Wright v. Chicago, etc., R. R. Co., 27 Ill. App. 200, 211.\nIn the case before us, the employees of the defendant company were presumed to know that burning combustible matter in the public highway was unlawful and declared by ordinance to be a nuisance. This being so, they should have foreseen that the burning of this smoke-emitting substance in the street would attract the attention of an officer, that this officer would attempt to ex-inguish the fire, and that the ordinary, natural way to do so would be to kick over the pail and attempt to smother the flames. They had no reason to believe that the officer would know the nature of this particular fire or that their telling him, that the substance being burned was condensation would convey any information to him as to its volatile nature; Defendant’s employees were responsible for a situation which would naturally cause the officer to act as he acted in this case. If he had known the nature of the condensation, of the intensity and persistency of its flame when ignited and that great care should be used to avoid spreading it, his act in this case could probably be held to be the proximate cause of plaintiff’s injuries, for under the conditions described he would have been chargeable with knowledge of the consequences of his act; but under the circumstances actually existing at the time, the officer had no reason to believe that the unlawful fire was caused by anything other than ordinary combustible material, and therefore his act in kicking over the pail containing this fire was so natural and reasonable and apparently proper that the original wrongdoers (the defendant’s employees) ought to have foreseen it and its consequences to boys gathered about it. Defendant’s employees set in operation a train of events, each one of which was the natural result of the one preceding it, and they were therefore responsible for the final consequences. They knew of the intense inflammability of condensation, and yet they burned it in a city street near a playground where there were boys whom the fire would naturally attract. The policeman acted as he could reasonably have been expected to act to abate the nuisance. When any person’s act is being judged for criminality or negligence, the knowledge or reasonable belief under which he acted is of major importance. For example, if one person should shoot and kill another under a well founded belief that the other person was pointing a loaded pistol at him intending to shoot and kill him, the act of the person doing the shooting would be neither criminal nor negligent, although it might later appear that the first pistol brought into view was not loaded or was only an imitation. The proximate cause of the deceased’s death would in that case be his own act. In the case before us, the policeman acted reasonably under the facts as they appeared to him and as defendant’s employees should have expected him to act. After the boys had gathered around the fire, the injury to the minor plaintiff was well within what ought to have been the reasonable anticipation of the defendant’s employees. A gust of wind or a passing automobile might have caused exactly the same consequences as were caused by the policeman’s boot under the propulsion of what he deemed to be his duty.\nThe court below left it for the jury to determine whether or not the policeman acted naturally and properly under the circumstances which confronted him. There was no error in the submission of this question to the jury, and no error in the clear and comprehensive instructions that accompanied the submission. The jury’s verdict was against neither the law nor the evidence.\nThe verdict of the jury, as reduced by the court, was not excessive. The injuries sustained by the minor plaintiff were painful and serious, as he himself testified and as was revealed by the hospital records introduced in evidence by agreement of counsel. The notation in this record made on the day of the victim’s admission to the hospital is, in part, as follows: “Severely burned about face, neck, left hand and left lower leg. ...... Neck burned too badly to examine. Upper part of chest burned to second degree. Upper half of chest, neck and region of ears about chin burned to second degree. Left hand over posterier surface and part of the palmal surface and outer surface of left lower leg burned to second degree.” There was testimony also that the minor plaintiff was still suffering pains and that his neck continued to be stiff as a result of these injuries.\nThe judgment is affirmed."}