{"id": "1132393", "contents": "Opinion by\nMr. Justice Simpson,\nTheresa E. Reimel, the original plaintiff in this case, authorized Frank McDougall to sell for her a property in the City of Philadelphia. He did sell it, and at the settlement, which was made by and at the office of the Northwestern Trust Company, it gave him a check, drawn upon itself and payable to plaintiff’s order, for the balance of the purchase money. Instead of delivering the check to her, he forged her name on the back of it, and deposited it to his account with the North Philadelphia Trust Company, which stamped thereon a guarantee of all previous endorsements and then received the amount thereof from the Northwestern Trust Company.\nSubsequently Miss Reimel sued the latter company to recover the amount of the check (less a payment made by McDougall), alleging the forgery, and an affidavit of defense was filed by it which put the case at issue so far as they were concerned. Later, the North Philadelphia Trust Company filed a petition asking leave to intervene as a party defendant, alleging it “would be responsible to the Northwestern Trust Company for the amount of this check and would be compelled to pay the same,” if a judgment should be recovered against that company. Leave was granted and the North Philadelphia Trust Company also filed an affidavit of defense, thereby putting the case at issue between it and her. This intervention as a defendant was its initial mistake, since it was not liable to plaintiff at all, and this error has led to all the difficulties in which it now finds itself enmeshed.\nAt the trial, the jury rendered a verdict against both defendants. Each separately moved for a new trial and for judgment non obstante veredicto, and the four motions were argued before and dismissed by the court below. Plaintiff thereupon directed that judgment should be entered on the verdict, which was done, but, by an error of some one in the prothonotary’s office, it was entered on the judgment index against the Northwestern Trust Company only. Each defendant took a separate appeal to this court, and the judgment was affirmed in each case: Reimel v. Northwestern Trust Co. et al., 298 Pa. 503.\nWhen the record was returned to the court below, the foregoing error was discovered, and, on January 23, 1930, the judgment was again entered against the North Philadelphia Trust Company and duly indexed. No appeal was ever taken therefrom. The state of the record then was this: Plaintiff had a judgment against each of the defendants and could issue execution against either or both, and neither had any standing to object thereto. As between the defendants themselves, however, the primary liability was, presumptively,- that of the North Philadelphia Trust Company, by reason of its guarantee .of plaintiff’s endorsement, and the Northwestern Trust Company’s payment of the check in reliance thereon. What did occur was that the latter company, in order to relieve itself from its record liability, paid plaintiff in full, had the judgment against it satisfied of record, and, in order to maintain its presumptive right against the North Philadelphia Trust Company, had the judgment against the latter company marked to the use of its, the Northwestern Trust Company’s, cashier. One week later the North Philadelphia Trust Company obtained a rule to show cause why the judgment against it should not be stricken off. The rule was discharged, and on appeal we affirmed the order: Reimel, to use, v. Northwestern Trust Co., 300 Pa. 181. The effect of this was to leave the Northwestern Trust Company’s presumptive right against the North Philadelphia Trust Company undisturbed. The latter company then obtained another rule, this time to show cause why there should not be entered a perpetual stay of execution on the judgment against it. An answer was filed, the rule was made absolute, and therefrom the present appeal was taken.\nThe order must be reversed. The only basis alleged for it is that the judgment against the two defendants was a joint judgment, and, plaintiff having obtained satisfaction from one of them, the judgment, by operation of law, was extinguished as to both. If this were an action of trespass, and judgment had been recovered against two joint tort-feasors, appellee’s contention might, under some circumstances, be sustained: Goldman v. Mitchell-Fletcher Co., 292 Pa. 354. It should never be compulsorily enforced, however, in actions of assumpsit, unless the judgment has been paid by a defendant who is primarily liable, and the liability of all other defendants but secondary.\nMany cases so hold, and, so far as we are aware, there are none to the contrary. It suffices, however, to quote from page 357 of the opinion in the case last cited: “ ‘A surety who pays a debt which has been reduced to judgment, is entitled to have the judgment kept alive for his benefit, and to enjoy, as against the pxfincipal debtor, ......exactly the same advantages which could have been claimed by the judgment creditor’: Bispham’s Principles of Equity (10th edition), section 336. ‘Subrogation is an equity called into existence for the purpose of enabling a party secondarily liable, but who has paid the debt, to reap the benefit of any securities or remedies which the creditor may hold as against the principal debtor and by the use of which the party may thus be made whole’: Ibid., section 335. ‘The general rule is well settled that if a surety has paid a debt, he is entitled to all the securities the creditor had against the principal debtor. If the claim be in judgment, he is entitled to be subrogated of record. Even if the judgment has been marked satisfied on the record, the surety paying is entitled to be subrogated’: Wright v. Grover & Baker Co., 82 Pa. 80; Lackawanna Trust & Safe Deposit Co. v. Gomeringer, 236 Pa. 179. Under principles too well established to be gainsaid, appellee, having paid the judgments on which its principal was liable, is entitled to be subrogated to the plaintiff’s rights therein : Kolb v. National Surety Co., 176 N. Y. 233, 68 N. E. 247; Rosenthal v. New York Rys. et al., 109 Misc. Reps. (N. Y.) 210.”\nWhat we have just quoted exactly fits the present case, especially as our own cases, cited therein, were, as here, actions of assumpsit. By its guarantee of all previous endorsements on the check, the North Philadelphia Trust Company induced the Northwestern Trust Company to part with its money, and hence is presumptively liable over to the latter. This being so, presumptively a right of subrogation arose, of which appellant could not properly be deprived in the way here attempted. While at common law this right was nearly always enforced in a separate proceeding, the practice has been otherwise in Pennsylvania, and even at common law it would have been enforced in the same suit, if, as here, the guarantor was a party to the original action.\nIf the North Philadelphia Trust Company still thinks it has a controlling equity, as between it and the Northwestern Trust Company, which it can now enforce notwithstanding what we have said above and the lapse of time since the judgment against it was entered, it must proceed in such a way that the only question raised and to be decided relates to this controlling equity. Certainly in no other way can the judgment, which is now held for the benefit of the Northwestern Trust Company, be rightfully disturbed.\nThe order of the court below is reversed, without prejudice."}