{"id": "1134669", "contents": "Opinion by\nMr. Justice Simpson,\nOn the prior appeal in this case, we set aside the nonsuit entered by the court below, and awarded a procedendo: Dunn v. Milanovich, 302 Pa. 184. The trial which followed, resulted in a verdict for plaintiffs, but the court in banc entered judgment for defendant non obstante veredicto, and plaintiffs now appeal therefrom. There are no disputed facts, and a consideration of the single point of law involved compels an affirmance of the judgment.\nThe action is ejectment for a property in Pittsburgh. William E. Dunn became the owner of it on June 7, 1883, and duly registered his title, as provided by the Eegistration Act of February 24, 1871, P. L. 126, then in force in that city. He died in 1895, and by his will devised the property to his widow, Marcella Dunn. She died in 1910, and her title is now vested in plaintiffs, unless it was divested by the sheriff’s sale hereinafter set forth. Neither the widow, nor those claiming under or through her, ever registered her or their title to the property.\nThe 1914 property taxes not having been paid, the city filed a lien therefor in 1917, naming Marcella Dunn as the defendant. It was duly prosecuted, and — unless the naming of her, and proceeding against her as the only defendant, was a fatal defect — the resulting sheriff’s deed of November 1, 1924, gave a valid title to the purchaser, and this title is now vested in defendant. Plaintiffs admit this, but contend that, under the Act of 1871, the tax title was invalid, because William E. Dunn, whose title was in fact registered, was not named as defendant in the lien, and all proceedings thereon had against him — though he had died nineteen years before the taxes were assessed, and twenty-two years before the lien was filed. On the other hand, defendant contends that the registration of his title protected him and him only, and that plaintiff’s failure to register their title, left the property subject to lien and a valid sale in rem, no matter who was named as defendant. Plaintiffs do not deny that this would be so if the title to the property had never been registered, but contend, as already stated, that the registration of William E. Dunn’s title compels, under the Act of 1871, the opposite conclusion. Whether or not it, or the Act of April 22, 1915, P. L. 172, which supplanted it, had that effect, is the single question we are called upon to decide.\nWe are clear that the Act of 1915, and not that of 1871, is the statute which controls the present case. It was in force when the tax lien was filed, and during all the proceedings leading up to and ending in the sheriff’s deed. It is a procedural statute, and its directions must necessarily be followed in all subsequent proceedings provided for in it, even though the cause of action arose before the passage of the act (Kuca v. Lehigh Valley Coal Co., 268 Pa. 163; Cleary v. Quaker City Cab Co., 285 Pa. 241; Vinnacombe v. Phila., 297 Pa. 564), especially as, in the respect now under consideration, the Act of 1915 fully covers the subject-matter of the Act of 1871: Com. v. Mann, 168 Pa. 290.\nTurning then to the Act of 1915, we find that section 3 provides that “it shall be the duty of all persons now holding or hereafter acquiring real estate [in Pittsburgh], by deed, will, descent, partition, or otherwise” to register their titles, and gives to the then owners of unregistered real estate six months thereafter to comply with its requirements. Neither those who owned this property at that time, nor any one succeeding to their title ever did so, though there was more than a year and a half between the time the statute was approved and the filing of this tax lien.\nSection 6 of the act provides that if such registration is not made “and the said real estate be sold in the name of a former owner thereof, upon a tax or municipal claim, or claim assessed thereagainst, the purchaser at such sale shall acquire the title of such owner to the real estate so sold and the title of all claiming under him......” It will be noticed that this does not refer to a sale in the name of a former registered owner, but only “in the name of a former owner.” In the present case, the sale was made in the name of Marcella Dunn, who was a former owner through whom plaintiffs claim. Hence the sheriff’s vendee acquired the title of all claiming under her, including plaintiffs. This being so, it is clear defendant’s title is good.\nThis conclusion is in accord with a long line of cases, which hold that proceedings to recover the amount of a tax lien are in rem and pass a valid title to the purchaser at sheriff’s sale, though the real owner is not named in the proceedings, unless his title was duly registered under the beneficient provisions of one of the Registry Acts: Delaney v. Gault, 30 Pa. 63; Emrick v. Dicken, 92 Pa. 78; White v. Ballantine, 96 Pa. 186; Hering v. Chambers, 103 Pa. 172; Ferguson v. Quinn, 123 Pa. 337. We can only say to plaintiffs, therefore, as was said in Emrick v. Dicken, supra, at page 82: “If there is any hardship in this case it is due to a considerable extent to the negligence of the owner;......had he not neglected his duty to have his property registered ......it would not have been possible to sell it upon this claim, except in his own name as owner, and after recovery by......service of the writ upon him as in case of a summons.”\nThe judgment of the court below is affirmed."}