{"id": "1134690", "contents": "Opinion by\nMr. Chief Justice Frazer,\nPlaintiff company, owner and operator of a hosiery mill at Nazareth, Northampton County, filed its bill in this case to restrain the American Federation of Full Fashioned Hosiery Workers, a national organization, one of its local branches and its officers and other designated persons (among them, appellant), acting for the local union or for the superior body of which it is a part, from interfering with plaintiff’s employees. The bill alleged attempts by defendants to induce plaintiff’s workers to join defendant union, though knowing that by so doing the workers would violate the terms of the written “individual contract” under which they were respectively employed by plaintiff. A preliminary injunction was issued, which after answer and hearing was made permanent. Budenz, who was not an employee of plaintiff, nor a member of either the national or local organizations, alone has appealed.\nAfter consideration of the voluminous record, we are convinced that it would serve no useful purpose to discuss at length the legal points argued, as the chancellor’s findings of fact are controlling, and the law as applied to them is clear. Briefly stated, the controlling findings are: Plaintiff company does not recognize any labor union, and employs approximately 700 persons, of which number, 241 men and women are workers in its hosiery mill. On June 20, 1929, plaintiff requested each of its employees to sign what the pleadings refer to as an “individual contract.” The terms of this contract were: that the signer was not a member of the American Federation of Full Fashioned Hosiery Workers, or affiliated with it or similar organizations, that if the signer concluded to join an organization of the character of the bodies referred to, he would withdraw from plaintiff company’s employ and not before that time make efforts to unionize the other employees, and that he understood plaintiff company was to “run nonunion, and agrees with me that it will run non-union while I am in its employ.” The court found that the hosiery company practiced no fraud or duress in inducing its employees to sign the agreement, and that each signer was afforded full opportunity to read and understand the contract before adopting its terms.\nThe court found that Budenz, an attorney-at-law residing in the City of Rahway, New Jersey, and White, the secretary of the Reading Branch, Local No. 10, as representatives of the American Federation of Hosiery Workers, of which defendant union is a branch, visited Nazareth and by addresses, both spoken and written, at meetings attended by plaintiff’s employees, induced a number of the company’s employees to violate their agreement with plaintiff and enroll in defendant union, and that they, Budenz and White, published and distributed pamphlets among plaintiff’s employees, which the court found were for the purpose of unionizing such persons, inducing them to violate their contracts and exciting the minds of Nazareth citizens against plaintiff company.\nSeven employees having affiliated themselves with the union in violation of their contracts, were dismissed from plaintiff’s employ, which action upon the part of plaintiff resulted in a sympathetic strike by a portion of the remaining employees, and, as the court found, those not striking have been interfered with and annoyed by threats, statements of intimidation, and picketing, brought about by the printed matter issued by defendants. Appellant himself was one of the pickets and his claim that defendant’s actions Avere legal and peaceably persuasive was not sustained by the chancellor.\nThe court’s findings also state that, previous to defendants’ interference, the relations between plaintiff company and its employees Avere satisfactory and peaceable, and no complaints were made by the latter as to wages, length of hours and working conditions, that “the combination between the defendants to accomplish the unionization of plaintiff and to induce plaintiff’s employees to violate the individual contract which each signed on or about June 20, 1929, was an illegal and malicious conspiracy,” and that the direct and immediate effect of such efforts was injury to plaintiff of a character that would result to it in great financial loss if not restrained. Throughout, defendants had knowledge of the contracts and their terms. These contracts were mutually binding; their provisions and the method of their procurement, upon the facts as found, were not against public policy. As this court said in Flaccus v. Smith, 199 Pa. 128, 136, “The appellee had an unquestioned right, in the conduct of his business to employ workmen who were independent of any labor union, and he had the further right to adopt a system of apprenticeship which excluded his apprentices from membership in a union. He was responsible to no one for his reasons in adopting such a system, and no one had a right to interfere with it to his prejudice or injury.” In American Steel Foundries v. Tri-City Central Trades Council et al., 257 U. S. 185, 209, the court said of labor unions, “they may use all lawful propaganda to enlarge their membership,” but “the principle of the unlawfulness of maliciously enticing laborers still remains and action may be maintained therefore in proper cases...... The elements to sustain actions for persuading employees to leave an employer are first, the malice or absence of lawful excuse, and, second, the actual injury.” The chancellor’s findings, amply supported by the evidence, establish both these elements. Appellant’s contention that the measures resorted to in this case were lawful simply because they stopped short of physical violence or coercion through fear of it, is not sustainable. Such violation of plaintiff’s legal and contractual rights as to the facts here show it to be, — irrespective of the fact that breaches of the peace by defendants were not shown, — a violation entitling plaintiff to equitable relief, as has been held where other combinations were formed to procure concerted breaches of contract by an employer’s employees: Flaccus v. Smith, 199 Pa. 128; George Jonas Glass Co. v. Glass Bottle Blowers’ Assn., 77 N. J. Eq. 219. See also Hitchman Coal & Coke Co. v. Mitchell et al., 245 U. S. 229. As we have frequently and recently said, where the findings of the chancellor are affirmed by the court in banc, which is the case here, and upon appeal such findings appear to be supported by proof sufficient to require their submission to a jury in a trial at law, we will not disturb these findings: Foley v. Barnett, 303 Pa. 218, and cases there cited.\nAs to this appellant, however, the decree must be modified. He contended below and here that the contract between plaintiff and its employees was illegal and unenforceable. This was a mistake. The fact that neither party thereto was bound for any definite term, but only while the relation voluntarily continued, does not vitiate the contract. Plaintiff had exactly the same right to refuse to employ union members, whether for a definite or an indefinite term, as its employees had to refuse to enter its employ for such term, except as members of the union. Plaintiff had the same right, unless controlled by a contract, to refuse to continue in its employ those who had become union members, as its employees had to refuse to continue in its employ unless it discharged all but union members. It follows that plaintiff’s agreement that --“If at any time while I am employed by the Kraemer Hosiery Co. [plaintiff] I want to become connected with the American Federation of Full Fashioned Hosiery Workers’ Union, or any organized labor body, I agree to withdraw from the employment of said company, and agree that while I am in the employ of that company I will not make any efforts among its employees to bring about the unionization of that factory against the company’s wishes,” was a valid and binding contract, and appellant’s oft-repeated contention to the contrary is wholly in conflict with the decisions of this and other appellate courts. That agi’eement did not prevent the employees from later becoming members of the union — their right so to do, is, on the contrary, distinctly recognized, — but merely required them to withdraw from plaintiff’s employment should they thus change their status; and it did not prevent them from making efforts to unionize the factory, — for their right to do this is also distinctly recognized, — but simply inquired them, so far as concerned making such “efforts among its employees,” to refrain from so doing “while I am in the employ of that company.” Assuming plaintiff was privileged, as Ave have shown it was, to have its factory operated exclusively by non-union employees, the regulations quoted Avere, according to the decisions of this and other appellate courts, both reasonable and proper to that end, the employees were without right to violate them while their employment continued, and appellant and those associated Avith him were not privileged to combine together, as admittedly they did, to induce the employees to breach their respective contracts.\nOn the other hand, appellant was free to act, by peaceful persuasion, at a proper time and in a proper way, by the spoken, written or printed word, to induce employees who had signed those agreements to withdraw from plaintiff’s employ and affiliate with the union, and, as already stated, their contracts recognized that privilege. Had this been the course pursued an injunction could not properly have been granted. Appellant also had the right, at a proper time and in a proper Avay, to point out to plaintiff’s employees that their contracts, Avhether legal or illegal, were unwise, and hence the employees should exercise their privilege to “withdraw from the employment of said company.” This much is secured to the citizen by the constitutional provision that: “The free communication of thoughts and opinions is one of the invaluable rights of man, and every citizen may freely speak, write and print on any subject, being responsible for the abuse of that liberty.” This declaration is no higher, however, than the one which sustains the inviolability of legal contracts, and hence any attempt, by speaking, writing or printing, wrongfully to induce an employee to break his contract with his employer, thereby causing irreparable injury to the latter, malíes the one so acting “responsible for the abuse of that liberty.” It is not always easy to determine when speaking, writing and printing becomes an actionable abuse, especially in labor troubles, but, as we have already pointed out, this difficulty does not exist in the present case. We accordingly approve the granting of an injunction against appellant, but modify the final decree as regards him, so that it shall provide as follows:\n“That appellant, Lewis Francis Budenz, his agents, servants, employees and every of them, be and they hereby are perpetually enjoined and restrained from using threats or intimidation, from sending libelous and scandalous letters, pamphlets or newspaper, and from picketing plaintiff’s plant in combination with others, for the purpose of inducing or attempting to induce employees of the Kraemer Hosiery Company, plaintiff, while still in its employ, to become connected with the American Federation of Full Fashioned Hosiery Workers, or any of its local branches, or with any other organized labor body, or for the purpose of inducing or attempting to induce them to make efforts to bring about the unionization of plaintiff’s factory.”\nAs thus modified the decree of the court below is affirmed and the appeal is dismissed at appellant’s costs."}