{"id": "1134566", "contents": "Opinion bx\nMr. Justice Schaffer,\nThe defendant, Stella Sydlosky, stands convicted of murder of the second degree for the killing of the illegitimate male child of Mary Lezinsky, a baby five weeks old. She presents to us four reasons why she should have a new trial: (1) That one of the jurors before whom she was tried misled her counsel into accepting him, when, in answer to the query of the district attorney, whether he knew of any reason why he could not be sworn as a juror and render a true verdict, he answered, that he did not, and failed to disclose that he was a British subject. (2) Because the real purpose of the Commonwealth in introducing in evidence a photograph of the murdered baby was to incite prejudice against her. (3) Because statements imputing guilt to her, made in her presence, and which she immediately denied, were received in evidence over her objection. (4) That she did not have a fair trial.\nAs to the first reason, it is sufficient to say that we determined in Com. v. Dombek, 268 Pa. 262, that the fact that one of the jurors before whom a defendant was tried and convicted of murder was not a citizen of the United States was not ground for reversal. After the reply to the district attorney's question, the answer to which we do not regard as deceptive in effect, appellant through her attorneys could have further interrogated the juror had she so desired. Not having done so, she cannot complain. Nothing in the Act of April 16, 1925, P. L. 244, alters the principle announced in the cited case. Under that act (section 9) any objection or challenge to a juror based on his disqualification for jury service must be made before the juror is sworn “and cannot be made thereafter. After, jurors are sworn without objection all objections to their qualifications ......shall be deemed to have been waived.”\nThe situation as it relates to the second reason is this: The photograph of the baby was taken after death. The child had been garrotted, and his hands and feet had been cut off, this to prevent identification, as prints had been taken of them in the hospital where he was born. If the photograph was offered for the purpose of exciting the prejudices of the jury against the accused, it should not have been received: Com. v. Winter, 289 Pa. 284. Our reading of the record, however, does not convince us that such was the intent in laying the photograph before the jury. The district attorney says it was offered for the purpose of showing the identity of the baby and in order that the jury might have a better understanding of the wounds on its body which physicians had indicated in their testimony. As we said in Com. v. Winter, supra, the admission of photographs and the use to be made of them on the trial must necessarily rest largely in the discretion of the trial judge. We are not satisfied that in the present case discretion was abused.\nThe third reason arises out of the denial of appellant’s motion to strike out certain testimony of Mary Lezinsky, mother of the murdered child. Following her arrest she had admitted her participation in the crime and entered a plea of guilty. On the witness stand in this proceeding she told with great detail all the incidents connected with it; of the friendship which had existed between her and appellant growing out of their having been employed as servants in the same household; of how when she, the witness, discovered her pregnancy she went to the appellant and solicited her help and advice ; of the plane which they made for a place in which she was to be delivered and of their failure; of their eventual hasty trip to a hospital where the child was shortly thereafter born; of the defendant’s suggestion that she give a false name and false address to the hospital authorities; of their joint endeavors to find a place for the baby after discharge from the hospital and their inability to get anyone to take him; how she finally got a room in a rooming house; of the defendant’s suggestion to her that if she wanted to do away with the child she would have to remove his hands and feet, of which impressions had been taken in the hospital, to prevent identification, and of defendant’s offer to get rid of the infant for $50 by killing him. She continued her narrative by telling that the defendant suggested a lonely spot where after dark the baby could be handed over to her, at which, at the appointed time and place, she delivered him to defendant, it being agreed between them that, should she, the witness, be interrogated as to what had become of the child she was to say she had given him to a person named Grace Nolan, who was fictitious. She testified that when she handed the baby over to the defendant, she also gave her the $50 which had been agreed upon. The dead body of the baby, minus hands and feet, was found in a culvert alongside the road in the vicinity where the witness said she had turned him over to the defendant. She said after their arrest and when they were together in the house of detention the defendant told her she, the defendant, had cut off the hands and feet of the baby, put them in its bonnet and taken them home and burned them. All of the foregoing testimony was given in chief by the witness without objection.\nShe was then interrogated by the district attorney as to what occurred when she confronted the defendant in the presence of police officers after their arrest and stated that she was asked “Who is Grace Nolan,” in reply to which she said, pointing to defendant, “There she is,” and further she had given the baby to her, to which she stated defendant replied that she, the witness, was lying and that she had never seen the baby. The defense moved to strike out the testimony as to what transpired when the two women confronted each other, the court refused the motion and this refusal is assigned for error, the appellant invoking the principle that statements made in the presence of the defendant cannot be used as evidence against her unless she acquiesced in them affirmatively or by her silence when she should have spoken, in support of which Com. v. Mazarella, 279 Pa. 465, and Com. v. Johnson, 213 Pa. 607, are cited. We are not disposed to minimize this principle, but here the witness was a party to the crime, she had already testified to defendant’s participation in it, to the specific fact that they had agreed that she, the defendant, was to be spoken of as Grace Nolan and to the further fact that she, the witness, had delivered the baby to her. The repetition of these statements of fact, actual occurrences in the crime, as part of a conversation in the presence of defendant, added nothing to their weight and could have done the appellant no harm.\nWe do not have here the instance where a third party makes a hearsay statement in the presence of the accused which the latter denies. Furthermore, substantially the same testimony as that complained of was introduced in evidence during various stages of the trial, both on behalf of the Commonwealth without objection by defendant and by defendant herself. One of the witnesses for the prosecution, a county detéctive, on being asked what Mary Lezinsky said Avhen defendant Avas first confronted by her at the house of detention, testified that the latter then charged defendant Avith her identity as Grace Nolan. To this defendant’s counsel interposed no objection. Later on cross-examination counsel for defendant elicited from this Avitness almost the same detailed account of the interview between the two women. These same details, the accusation and the ensuing denial by defendant, appear in the testimony of another witness for the Commonwealth, the wife of the caretaker of the house of detention, who Avas present when the charge was made. Still later defendant herself, in her testimony in chief, gave in great detail her own account of the interview when Mary Lezinsky charged her with being the Grace Nolan to whom the latter had already testified the child had been delivered, and this testimony is in practical effect the same as that of which defendant herself complains. And the same is true during cross-examination of defendant. Hence even though the testimony admitted was incompetent, it was abundantly established by other testimony either not objected to or put in evidence by defendant herself, and this being so, its admission cannot be made the basis for reversal: Com. v. Lenousky, 206 Pa. 277; Com. v. Evans, 70 Pa. Superior Ct. 534. We conclude, under the circumstances, that the court did not err in its refusal to strike out the testimony.\nAs to the fourth ground of complaint, that defendant did not have a fair trial, our reading of the record leads us to think she has no grounds for a new trial in this respect.\nThe assignments of error'are overruled and the judgment of sentence is affirmed."}