{"id": "1136912", "contents": "Per Curiam,\nPlaintiff sued to recover the sum of $37,302.30, together with interest from March 3,1931. Defendant appeals from an order of the court below making absolute a rule for judgment for want of a sufficient affidavit of defense.\nPlaintiff is a national bánk, with its principal office in the City of Philadelphia. On July 17, 1930, defendant gave plaintiff, for a valuable consideration, its promissory note, in the principal sum of $38,500, payable one month after date, with interest, and lodged with plaintiff, as collateral for its payment, a bond and mortgage on Atlantic City, N. J., real estate. At maturity of the note, payment was refused; subsequently there was paid on account the sum of $1,200, and also interest to March 2, 1931, leaving a balance owing by defendant to plaintiff of $37,302.30.\nThe court below, in its opinion disposing of the several reasons set up in the affidavit of defense to avoid judgment, states: The affidavit of defense expressly admits defendant’s liability to plaintiff in the sum claimed, but contends the president of plaintiff bank, in March, 1931, agreed, if defendant furnished additional security, “the plaintiff would not call for payment on the said note, but would allow it to stay and remain as it then was”; that such additional security was given plaintiff in the form of a second mortgage upon property in Atlantic City, and accepted. Plaintiff now contends the defense set up is an attempt to vary the terms of a written instrument without averment of fraud, accident or mistake. The court correctly says: “We cannot agree with this contention because the agreement in question was made many months after the execution of the note, and it is well settled that a written instrument may be varied by a subsequent agreement either written or oral, if the latter be founded on a valid consideration. Counsel for plaintiff next argues that there is no consideration to support the alleged subsequent agreement. In this contention he is on firmer ground. In the note itself, the right was given to the plaintiff, even before the due date, to demand additional collateral from time to time, and there is no provision that the time of payment should be extended upon the production of such additional collateral. By the agreement in question, plaintiff therefore received no more than it had a right to require without granting any extension, [and] the production of additional collateral would......not [necessarily] be a consideration to support an agreement for the extension of the due date of the note. Another fatal defect in the above averment in the affidavit of defense is that it is indefinite. It fails to allege for what space of time plaintiff agreed to let the note remain as it was. As a matter of fact, suit was not brought until April 14, 1931, and there is no averment that plaintiff agreed to an extension beyond that date...... It is also averred that the collateral in the possession of defendant is worth many times more than the amount owing on the note, [a] fact [which] would not in any way affect plaintiff’s right to demand payment, and therefore, forms no defense; [further,] that [defendant] has requested plaintiff to return the additional collateral pledged, but plaintiff has refused to do so, [an] averment [which] is likewise ineffective, as plaintiff is under no obligation to return the collateral until the note is paid; [and, finally, it is averred] that plaintiff refuses to sell the collateral originally posted with it. This likewise does not avail defendant, for, while plaintiff may have the right to sell collateral, it is under no obligation to do so. If defendant wishes the collateral returned, it is its duty to pay the note, whereupon it would become the duty of plaintiff to return the collateral.”\nThe opinion of the court below properly adds that the foregoing reasons set forth in the affidavit of defense, “even if fully proved, would he insufficient to warrant a verdict for the defendant.”\nThe order entering judgment for want of a sufficient affidavit of defense is affirmed."}