{"id": "1136888", "contents": "Per Curiam,\nThis bill was brought by plaintiff to secure removal of the remains of his first wife, Sylvia Blake Puckey, and their infant son, from a cemetery lot owned by the wife’s family to a lot purchased by the plaintiff in another cemetery.\nThe facts found by the chancellor show that, in 1920 Sylvia Blake Puckey died in childbirth, at her mother’s home, within a year after her marriage to Walter Puckey, the plaintiff, and was buried in the Shady Side Cemetery at Jermyn, at her request and with the consent of her husband, beside her father, who had died a short time previous to her death. The child died some months later and was buried, also with plaintiff’s consent, beside its mother. Later, plaintiff married again. Ten years after the death and burial of his first wife, coal mining operations beneath the Shady Side Cemetery, where she was interred, made it necessary to remove all bodies in that cemetery to other land, not underlaid with coal, purchased by the cemetery association and known as the Valley View Cemetery. Two of defendants, George Blake and Theodore Blake, brothers of the first Mrs. Puckey, without consulting plaintiff, removed the remains of his first wife and their infant son, together with those of her father, mother and sister to the new Valley View Cemetery. Plaintiff now seeks to have the bodies of his wife and son moved from the latter cemetery to a lot in another cemetery, adjacent to a lot owned by his second wife, in which her first husband is buried. The Blake family opposes such a removal.\nKeeping in mind the rule that the paramount right in the disposition of remains of a deceased husband or wife is, under ordinary circumstances, in a surviving spouse, it must be remembered however, the rule is not unbending but subject to modification under special circumstances (Pettigrew v. Pettigrew, 207 Pa. 313, 317-19; Moore v. Sheafer, 282 Pa. 360, 361). Here, the deceased wife’s original interment beside her father was in accordance with her dying expressed wish and with plaintiff’s consent, and the unavoidable reinterment was made in a similar location among her own family. Plaintiff having remarried in the meantime, the court below decided that “equity should not interfere” to require removal of the remains of Mrs. Puckey and her infant son from their present resting place, to which plaintiff has free access. The case was peculiarly one for the discretion of the court below, and we find no abuse thereof in the decision of the chancellor and of the court in banc.\nThe decree is affirmed at cost of plaintiff."}