{"id": "1138182", "contents": "Opinion by\nMr. Justice Drew,\nThe question here is the right of plaintiff to retain her verdict. She was seriously injured on September 7, 1927, when struck by an automobile owned and operated by James H. Brown, an employee of the defendant. Judgment having been entered on the verdict, defendant appealed, assigning as error the lower court’s refusal of its motion for judgment n. o. v.\nAt the trial defendant attempted to establish two defenses : that Brown was not, at the time of the accident, under’its. control so as to make it. liable for Ms negligence, and that, because of a release given to Brown in full settlement of the claim, any cause of action plaintiff might have had against defendant was extinguished.\nAt the time of the accident, plaintiff was between twenty.and twenty-one years of age. Shortly thereafter, and before she was of age, her mother, acting for her minor daughter and in her own right, sued Brown in trespass for damages for his negligence. On March 8, 1928, that suit was settled and a release given Brown for a. consideration of $1,750, signed by the mother and daughter, in the presence of and with the approval of their attorney, who witnessed the agreement. At the time of the execution of the release, and by mutual agreement, $400 of the consideration was paid by check, and promissory notes were given for the balance. The check was made payable to the daughter and was endorsed by her to her mother. The notes were made payable to the daughter. She came of age August 1, 1928, and nine days later received personally two checks for $150 each; on November 24, 1928, she received a check for $100 and on. February 28, 1929, a check for $50, a total of $450 received by her after coming of age in part payment of the consideration for her release. She received in all $850: the $400. paid when the release was executed, and the $450 received after she came of age. There is due $900 which Brown has failed to pay. The plaintiff made many efforts to collect this money. She wrote a number of letters demanding it. On May 5, 1929, she wrote Brown’s lawyer that she needed the money and asked him to get in touch with Brown. On May 21, 1929, she again wrote him as follows: “I am writing this letter in regards to my money which is to come due next month. I have been very anxious to hear from you about it, of course I will be in about it....... I will call you up the last of this month to see about it.” On June 12,1929, she again wrote him as follows: “I am very sorry you haven’t heard from Mr. Brown yet. I thought he was doing fine until now being this is the last payment. I don’t want to be writing to you all the time but I really need the money. I am very much surprised at the thought that he didn’t have the money there right on the first. It was a few days after the other payment. I hope you hear good news sometime between this and Monday.” Her last letter, dated July 21,1929, said: “I thought I would write and ask you about that money. I am in very much need for it. I have written Brown twice and he was at my place once and he promised to come back but he didn’t show up. We were away when he arrived. If he don’t come across with the rest of it, I think I will have to take further steps. I will stop in the office some day because I am going in to see my lawyer about it.......”\nShe did see her lawyer, and as a result brought this suit on September 5, 1929, a year and a half after the release was given, and thirteen months after she was of age. She has not offered to return any of the money received. She testified that she is unable to do so because she does not have it. Except as indicated by the entering of this suit, she has not at any time shown a desire to disaffirm the contract.\nDefendant contends that plaintiff’s actions after coming of age constituted a ratification of the release given Brown and bars any right she may have otherwise had to bring this suit. Plaintiff, on the other hand, contends that the release was not her contract, that she did not ratify it, and that, even assuming it to be her contract, she could disaffirm it after coming of age, upon learning of her right to do so. She claims she did disaffirm it and that, therefore, the release is no bar to this action.\nWe are satisfied the release was the plaintiff’s own contract. True, as shown on its face, it was made by the mother, in her own right, and for her daughter. The plaintiff by adding her own signature made it her own, not only by accepting it personally, but by approving the act of her mother done in her behalf. However, so far as plaintiff was concerned it was voidable as the contract of an infant (Hollinger v. York Ry. Co., 225 Pa. 419), and subject to her ratification or disaffirmance after coming of age. Ratification of this release, we think, is clearly established by the evidence.\nChancellor Kent, 2 Com., section 31, says that, “if any act of confirmation be requisite, after the infant comes of age, to give binding force to a voidable act of his infancy, slight acts and circumstances will be ground from which to infer the assent”; that the usual and suitable course, when an infant does not mean to stand by his contract, is to disaffirm it by an act as solemn as that by which it was made. “And,” he continues, “his confirmation of the act or deed of his infancy may be justly inferred against him, after he has been of age for a reasonable time, either from his positive acts in favor of the contract, or from his tacit assent under circumstances not to excuse his silence.” To the same effect see the well considered case of Hill v. Roderick, 3 Pa. L. J. 417. If any authority is needed for the proposition that when an infant attains majority and does not mean to stand by a voidable contract made during infancy, he may dis-affirm it, the following should suffice: Strother v. Lynchburg Trust & Savings Bank, 155 Va. 826; Cain v. Garner, 169 Ky. 633, L. R. A. 1916E 682; Reynolds v. Garber-Buick Co., 183 Mich. 157. This must be done within a reasonable time after coming of age: Dolph v. Hand, 156 Pa. 91; Darlington v. Hamilton Bank, 116 N. Y. S. 678; Brownell v. Adams, 121 Neb. 304; Mestetzko v. Elf Motor Co., 119 Ohio St. 575. Ratification of the contract will be inferred from any action on his part manifesting an intention to regard the contract as binding (International Textbook Co. v. Connelly, 206 N. Y. 188; Rubin v. Strandberg, 288 Ill. 64, 5 A. L. R. 133; Schlig v. Spear, 345 Ill. 219) as well as from a failure to dis-affirm within a reasonable time after coming of age: Wise v. Loeb, 15 Pa. Superior Ct. 601; Hill v. Roderick, supra; Williston on Contracts, section 239.\nPlaintiff’s counsel has directed our attention to the cases of Curtin v. Patton, 11 S. & R. 305, and Hinely v. Margaritz, 3 Pa. 428, claiming that they establish the rule that for ratification of any contract made in infancy, there must be a distinct act done in confirmation thereof by the infant after he has attained his majority, with full knowledge of his right to disaffirm. An examination of these cases convinces us that they stand for no such broad principle. On the contrary, the contracts considered in those cases were held to be “not voidable only, but absolutely void” (2 Kent’s Com., section 31). Mr. Justice Duncan, delivering the opinion of the court in the Curtin Case, said: “Where the contract is absolutely void, it would appear to me to require confirmation, when of full age, with an intent of confirming, and with full knowledge that the act would be void unless he confirmed it; there should be evidence of a distinct act of confirmation.” There is nothing in either case to make the law as there stated — requiring knowledge that the contract is void and not binding — applicable to the case at bar, where the contract is not void, but only voidable. To require that one must have knowledge of a right to disaffirm in order to make an effective ratification of a voidable contract made in infancy would be inconsistent with the well established rule that failure to disaffirm such contract within a reasonable time after coming of age terminates the privilege of disaffirmance. The cases cited, so far as the requirement of knowledge is concerned, as plainly stated in the Curtin Case, apply only to void contracts made in infancy; there is no such requirement affecting contracts of infants which are merely voidable.\nIt cannot be denied that plaintiff since attaining her majority has repeatedly recognized the contract made with Brown and insisted upon its performance. She accepted and endorsed checks delivered in payment of the consideration. She wrote letters demanding payment. She saw Brown’s lawyer and her own in her attempts to collect the balance due, and it was only after sbe found that sbe could not get tbe money that sbe brought tbis suit. Her actions and letters clearly show that sbe ratified tbe settlement after she came of age. Her sole act of disaffirmance was tbe bringing of tbis suit thirteen months after she came of age. Under tbe circumstances, tbis was not within tbe reasonable time allowed by tbe law to disaffirm. We can only conclude that sbe manifested a clear intention to be bound by tbe contract and that, therefore, she is barred from maintaining this suit. Tbe learned court below erred in refusing defendant’s motion for judgment n. o. v. We need not now consider defendant’s second contention.\nTbe judgment is reversed and is here entered for defendant."}