{"id": "1138201", "contents": "Per Curiam,\nDefendants appeal from an order of the court of common pleas discharging a rule to open a judgment entered upon a bond containing a warrant of attorney to confess judgment. The bond accompanied a mortgage executed August 29, 1927, from Peter L. Trisick and Pauline S, Trisick, Ms wife, to Julia Spanko. It was conditioned upon payment of $7,500, of wMch $3,750 was due and payable at expiration of five years from date of the instrument, and remainder at the end of ten years from its date. Subsequently the mortgage and bond were assigned to the Merchants and Miners State Bank of Uniontown as collateral security for a loan made by the bank to the mortgagee, which loan was paid in full July 31, 1929. On January 2, 1930, the mortgage was satisfied of record by John M. Core by virtue of a letter of attorney, empowering him to enter upon the record satisfaction of all mortgages or judgments belonging to the Merchants and Miners State Bank. Accordingly it would appear that the Merchants and Miners Bank had no interest in the mortgage debt at the time of the satisfaction on the record, and that its attorney in fact was without legal right to sp satisfy: Mechem on Agency, 2d edition, section 698. This point was not mentioned in the opinion of the court below and the case can be disposed of on other grounds.\nOn August 16, 1930, judgment was entered upon the bond in favor of Julia Spanko and shortly thereafter defendants presented a petition to open judgment, alleging payment and satisfaction of the mortgage. A rule was granted to show cause and considerable testimony taken, much of which was contradictory in nature. Defendants asserted that on the morning of January 2, 1930, Peter L. Trisick visited the home of Julia Spanko and paid to her in cash the sum of $7,500 in satisfaction of the mortgage indebtedness. This was emphatically denied by plaintiff, who also produced evidence to show defendants had paid interest on the debt as late as two months after the alleged satisfaction. After consideration of the testimony and a reargument, the rule to open judgment was discharged. The learned judge of the court below states his reason for discharging the rule as follows:\n“The facts as alleged by defendants are not consistent with payment. Here was a large sum of money, the savings of at least three years, paid to a woman alone, in her kitchen, in the early morning, in a small mining village, without taking a receipt, without securing possession of the obligation being paid, before it was due, and without any previous demand for payment or notice that the payment would be anticipated....... An alleged payment under circumstances of this kind, is, to say the least, suspicious, and this is especially so when it is made by a person who had checking accounts in at least two banks in our county, and of considerable business experience.”\nAppellants argue that it was an abuse of judicial discretion to discharge the rule to open the judgment and that the question of payment should have been submitted to a jury. “The exercise of jurisdiction upon rules to open judgments, entered on-warrants of attorney, has always been held to be within the sound discretion of the courts....... It is a mistake to suppose that the court cannot judge of the weight of the evidence, and the credibility of witnesses, but must in every case, where there is a conflict of testimony, send the case to a jury”: Earley’s App., 90 Pa. 321, 322; Jenkintown Nat. Bank’s App., 124 Pa. 337, 344; Blauvelt v. Kemon, 196 Pa. 128, 131.\nNormally this court will not review the proceedings upon a rule to open a judgment entered upon a warrant of attorney, beyond ascertaining whether the discretion of the court below was properly exercised: Kelber v. Plow Co., 146 Pa. 485; Tressler v. Emerick, 278 Pa. 128. However, appellants insist that the judgment of the court below is a deduction from facts and the result of reasoning upon the same, and consequently is subject to revision and correction if erroneous. After a careful reading of the testimony and the evidence in this, case, we are of the opinion that the court below was fully justified in discharging the rule.\n. The order of the court below is affirmed ah appellants’ costs."}