{"id": "1138144", "contents": "Opinion by\nMr. Justice Simpson,\nOn February 4, 1929, Thomas L. Beirne, named therein as the settlor, executed and delivered to defendant a deed of trust covering a life insurance policy and certain shares of corporate stock, the trustee being “expressly authorized and empowered to retain and hold as investments of the trust estate any or all of the securities and property hereby or which may hereafter be assigned to it to be held under the terms hereof, or the trustee may sell or dispose of the same with full power as to all securities and property at any time included in the trust estate [and] to make all necessary assignments and transfers thereof,” with the authority and duty “to manage, invest and reinvest the same and collect the income and profits thereof and after paying all proper costs and expenses [including its commission as trustee] to pay over the net income arising therefrom unto the said settlor for and during all the term of his natural life,” and, after his death, to pay, out of the principal, specified sums to named individuals and charities; to “invest and reinvest” the remainder, to pay out, of its income, $75 a month to a designated individual for life, the balance thereof to a named charity, and, after the individual’s death, to pay all the income to the charity, together with so much of the principal as it may from time to time demand. The stocks and policy were delivered to defendant at the time of the execution of the deed of trust, and, by virtue of powers of attorney also then duly executed by the settlor, they were forthwith transferred to the defendant as trustee.\nThe settlor also reserved the right to revoke the trust, “by an instrument in writing signed by him and delivered to the trustee during his lifetime, or by such instrument the settlor may alter this trust and the estates, uses or beneficiaries herein declared.” Some ten months later, he exercised this reserved power, and made a somewhat different distribution of the income and principal of the trust after his death; but the trust, in all other respects, was expressly confirmed, and the changes thus made in no way affect the questions to be decided by us.\nThe bill in equity in this case, which was filed by the widow of the settlor, after reciting the provisions of the deed of trust and the supplement thereto as above set forth, and attaching copies thereof to the bill,, stated that the settlor subsequently died, leaving a will and certain codicils, none of which is of any moment here, except, perhaps, paragraph four of the will which states: “Inasmuch as my wife deserted me and has thereby forfeited all rights to share in my estate, I am not making any provision in my will for her beyond that which I felt was a moral duty in my lifetime and having paid her $40 per month in life, I am directing my executors to set aside a sum sufficient to continue paying to her $40 a month for and during the full term of her natural life,” witlx a proviso revoking the legacy if she should contest the will or elect to take against it. The bill further averred that the trusts attempted to be established were passive or dry trusts, testamentary in character, and hence the assets named therein continued to be the property of the settlor; that plaintiff did not desert him but that he deserted her; that, in April, 1930, he ceased paying the $40 a month named in his will; and that the deeds of trust were created by him “for the manifest purpose of depriving plaintiff of her rights under the law......as his wife, and that the said trust was not created in good faith and was not a valid distribution of property, but was done under the guise of charity in order to prevent the plaintiff from establishing her rights as his wife umder the law of the State of Pennsylvania.”\nThe bill prayed that the original deed of trust and the supplement thereto be decreed to be null and void as against plaintiff; that defendant account for all moneys, whether of principal or interest, received by it under the deeds; that it be restrained from selling any of the assets so received by it, and from making any distribution of the principal or income of the trust; and for such other and further relief as plaintiff may be entitled to.\nThe answer denied that the deeds of trust were testamentary in character, or that the trusts were dry or passive, and averred, on the contrary, that active trusts were created thereby. It alleged that the settlor’s intention in creating the trusts was immaterial, since he had the right to do as he pleased with his property, and plaintiff had no interest in it at that time; that the deeds were executed in good faith and for a valuable consideration; that possession of the assets named was forthwith delivered to defendant, which has continued in “the sole and exclusive control, management and distribution” thereof since the creation of the trust; and that it was immaterial, so far as concernced the trust estate, whether the settlor deserted plaintiff or she him, but averred, on information and belief, that she deserted him on or about August, 1923, five and a half years before the execution of the deed of trust.\nAt the trial it could not be shown which deserted the other, he being dead and she, for that reason, being incompetent to testify in regard thereto, though the fact that they lived separate and apart, and he regularly paid her $40 per month, would seem to imply that the separation, however it arose, was at least continued by agreement. The evidence showed that the will was executed the day after the deed of trust, that in talking it over with the scrivener, before execution, the settlor asked the scrivener, who was a lawyer, whether he could eliminate plaintiff from any interest in the trust assets, and the scrivener told him he could, “that a settlor could give away his property, could make any disposition he liked of his personal property and that he was not defrauding his wife of any rights. And I followed the Windolph Case [Windolph v. Girard Trust Co., 245 Pa. 349] in giving that advice, and the execution — the preparation and execution of the instrument followed.” On the faith of this advice the settlor executed the deed of trust, with the “declared purpose to eliminate his wife” from any interest in the assets conveyed thereby, leaving to her only the $40 a month given by the will, which, as stated, was also being prepared at that time. There was no other evidence in any way antagonizing the validity of the trust, but the testimony showed also that, from the day the deed was executed, defendant had exclusive control of the assets specified in it.\nThe trial judge held that the deed of trust and its supplement created only dry or passive trusts, were testamentary in character, and did not vest in the trustee title to the assets attempted to be-conveyed; that they and also the will “were fraudulent in their origin” and “were all created by [the settlor] for the purpose of depriving plaintiff, as his wife, of her portion of his estate under the laws of Pennsylvania,” and hence were null and void.\nDefendant’s exceptions to the adjudication were dismissed by the court in banc, and a final decree entered, declaring that the deed of trust and its supplement were null and void as against plaintiff, that defendant account for any and all sums of money received by it under the deeds of trust, and that it be perpetually restrained from selling or disposing of any of the trust property. From that decree this appeal is taken.\nIt is clear beyond reasonable question that the deeds are not testamentary in character and that the trusts created thereby are active, and not dry or passive. Under them, the trustee has active duties to perform and does not merely hold the legal title to the assets named; hence the trust is an active and not a passive one: Stambaugh’s Est., 135 Pa. 585; Whiteley’s Est., 273 Pa. 364. The fact that the settlor could have revoked the trusts at any time is a matter of no moment, since he did not in fact revoke them: Lines v. Lines, 142 Pa. 149; Windolph v. Girard Trust Co., 245 Pa. 349, 368; Dolan’s Est., 279 Pa. 582, 590; Barber’s Est., 304 Pa. 235, 241. The statement of the triál judge that “In order that a trust may be active, the trustee must be charged not only with ministerial acts but also with discretion,” does not help appellee, even if correct, since, as we have shown by the foregoing extract from the deed, the trustee had a discretionary power to continue the assets in their then present form, if it saw fit so to do, or to sell them and reinvest the proceeds in other securitiesr^The citation of Hemphill’s Est., 180 Pa. 95, as sustaining the trial judge’s conclusion on this point, is an unfortunate one, since there it was held that “a trust to pay the ‘net income’ of realty to the cestui que trust involves the exercise of discretion by the trustee” and makes the trust an active one; a conclusion applied to personalty also in Simonin’s Est., 260 Pa. 395, 397. And, as said in Deniton v. Deniston, 263 Pa. 224, and Austin-Nichols & Co. v. Union Trust Co., 289 Pa. 341, 347-8, a trust is an active one though the discretion to be exercised is but slight.\nThe other point involved is far more interesting and important. There are many early decisions which hold that, so far as concerns his personal estate, a husband may do what he pleases with it, and the wife cannot be heard to complain. See Killinger v. Reindenhauer, 6 S. & R. 531; Pringle v. Pringle, 59 Pa. 281; Bouslough v. Bouslough, 68 Pa. 495; Dickerson’s App., 115 Pa. 198, 204; Ross’s App., 127 Pa. 4. The reason for this conclusion is well stated in the first of the cases cited, 6 S. & R. 535-6: “A man can never be said to commit a fraud on the contingent rights of others, where it depends on his own act whether they shall ever exist. The rights of [the wife], other than to her common law dower, he could defeat in the same manner as he could the succession of his heirs.” So, also, it was said in Lines v. Lines, 142 Pa. 149, 165: “It is the settled law of this State that a man may do what he pleases with his personal estate during his life. He may even beggar himself and his family, if he chooses to commit such an act of folly. When he dies, and then only, do the rights of his wife attach to his personal estate.” Those decisions are all based on the general rule that if one.has the legal right to do a particular thing, the law will not inquire into his motive for doing it: Jenkins v. Fowler, 24 Pa. 308; Vitagraph Co. of America v. Swaab, 248 Pa. 478, 493; Roush v. Herbick, 269 Pa. 145; McDermott v. Reiter, 279 Pa. 545; Titusville Amusement Co. v. Titusville Iron Works Co., 286 Pa. 561.\nIn the cases first above cited, and the others in their train, the question of the husband’s or wife’s intent to commit an actual fraud on the other spouse was not considered, perhaps was not attempted to be shown. In the later authorities, now to be reviewed, however, it is treated as the vital factor, and if actual fraud upon the other spouse is shown to have been the real cause of the transfer of the assets, the general rule is applied, as in other cases of actual fraud, and the conveyance is held void. Thus in Hummel’s Est., 161 Pa. 215, 217, it is said the husband “may give away or squander his property and thus reduce himself and wife to poverty, according to the authorities; but no case has gone so far as to sustain a voluntary obligation given and received with intent to defraud the wife’s rights.” See also Young’s Est., 202 Pa. 431; Waterhouse v. Waterhouse, 206 Pa. 433; Dillen v. Dillen, 221 Pa. 435, 437-8; Armstrong v. Connelly, 299 Pa. 51. “But the fraudulent intent is the indispensable foundation for any such limitation of his control” (Young’s Est., 202 Pa. 431, 441; Windolph v. Girard Trust Co., 245 Pa. 349, 363), and this is not shown merely by proving that “the husband’s intent [was] to deprive the wife of her distributive share in his estate as widow” (Windolph v. Girard Trust Co., supra, page 364; Potter Title and Trust Co. v. Braum, 294 Pa. 482, 485); nor, as we have already shown, does the fact that he retained a life estate in the income of the assets conveyed, or that he reserved a right to revoke the trust whenever he chose to do so, in any way affect the matter.\nIt is clear that the bill in equity in this case was based on the one in Windolph v. Girard Trust Co., supra. The facts there and here and the averments in the two bills are exactly the same, and every point made here was unsuccessfully made there, though then argued on the line now contended for by appellee (of course with consummate ability) by the late John G. Johnson, Esq. The only difference between that case and this, is that there the master and this court refused to find an intent to commit a fraud from the fact that the grantor, after consulting her lawyer as to the method of doing it, made the conveyance for the purpose of preventing her husband from having any interest in the assets conveyed, while here the chancellor found the intent to commit a fraud from that fact alone. This settlor also took legal advice and was told that he “could make any disposition he liked of his personal property, and that he was not defrauding his wife of any rights.” He then executed the deed of trust now being attacked, which we are now told by the chancellor and the court below was a fraud on her rights. Of course that finding must be set aside, since, as stated by the present Chief Justice for the court, in Potter Title & Trust Co. v. Braum, 294 Pa. 482, 487: “this, standing alone, is not such bad faith as to constitute the fraudulent intent necessary to defeat the gift.”\nJune 16, 1932:\nThe decree of the court below is reversed and plaintiff’s bill in equity is dismissed at her cost."}