{"id": "1140263", "contents": "Opinion by\nMr. Justice Linn,\nPlaintiff appeals in a condemnation case and contends that the court misconstrued, to appellant’s disadvantage, the extent of the taking; the question therefore is, exactly what was taken.\nPursuant to the General County Law, 1929 P. L. 1278, sections 771 et seq., section 917, Allegheny County built a new .bridge over the Ohio River. The county commissioners adopted a resolution, May 29, 1929, providing for the location, construction, etc., of the bridge. Appropriate action was had by the quarter sessions and the grand jury.\nPlaintiff’s property, about 16 acres, occupied by a large iron works, abutted on the river. The resolution, and accompanying plans made part of it by reference, described the bridge at an elevation of 40 to 120 feet above the surface of plaintiff’s land, supported by piers, two of which are located on plaintiff’s property. Each pier occupies 1800 square feet of land. In August, 1929, entry was made on the land, and by the agreement of the parties, and also at defendant’s expense, portions of plaintiff’s plant and works then existing on the pier sites were removed, and re-erected on other sites on plaintiff’s land. In February, 1930, the county commissioners passed a resolution, supplementary to the original resolution, more particularly defining the property taken, or intended by the original resolution to be taken, and this was ordered by the court to be filed in the record.\nViewers filed a report from which plaintiff appealed to the common pleas. The appeal was tried with a verdict for plaintiff for $59,853.70; its motion for a new trial was refused, and this appeal followed.\nAppellant contends that all of its land and property within the bridge lines was taken by the original resolution, and that it was entitled to payment therefor; that, instead of being allowed compensation on that basis, the learned court below permitted the resolution of 1930 to be offered, in limitation of the property taken by the first resolution, and thus restricted the taking of land, and damage therefor, to the area occupied by the two piers; that such limitation could not be made after the county had actually entered (August, 1929) on the land within the bridge lines.\nAssuming, without deciding, that the county had the power, in the circumstances, to take all of the land under the bridge, although to be constructed at the elevation specified, it is obvious that in the first resolution the county was acting within its rights in taking no more than was needed and in condemning only so much of the land as was necessary for the bridge construction, i. e. enough to hold the piers, together with the easement at the specified elevations: Wilson v. Scranton, 141 Pa. 621, 630, 21 A. 779.\nWhen we examine the first resolution in the light of the plans which are part of it, we are in no doubt whatever that all that was intended to be taken was the easement and the land supporting the piers. To adopt the contention of appellant that all its land within the bridge lines was taken, would require the elimination of the words “as shown upon said plan” from the resolution. It is in the elimination of the plan, that appellant’s argument fails. We must give effect to the plan because it is part of the resolution and essential to a construction of the commissioners’ action. The plan clearly reveals tbe occupation of the land for piers only, and that the rest of the interference with plaintiff’s land is in the structure overhead at the height given. The entry made is entirely consistent with that interpretation. The supplementary resolution of February 6, 1930, might be laid aside, so far as decision of this appeal is concerned. It has importance, of course, because it recites that “Some doubt has arisen as to the extent to which private and public property affected by said bridge and its approaches has been appropriated,” and that it was the intention “......to appropriate only an overhead easement or right of way to lay out, open, construct and maintain the bridge and its approaches at the elevations and according to the type of construction shown upon said plans and surveys approved and adopted......together with the absolute and exclusive right to use and occupy so much of the land within the lines of said bridge as is required under said plans and surveys for the piers, pedestals and other supports resting upon the ground......” The resolution continues that any rights in excess of those quoted, as intended to be taken, “......which might under any interpretation of said former resolution be held to have been appropriated are hereby remised, released and quitclaimed to the owners of the land......” Such action by the county commissioners was proper: Wilson v. Scranton, supra; Philadelphia Felt Company’s App., 293 Pa. 551, 554, 143 A. 208.\nAppellant also complains of a sentence taken from the charge on the ground that it would mislead the jury in determining the effect to be given to the evidence of witnesses on one side or the other. We have read the charge with that criticism in mind, but can find no basis for it whatever.\nJudgment affirmed."}