{"id": "1140660", "contents": "OPINION\nSAYLOR, Justice.\nAppeal was allowed in this case to consider the application of the “no-impeachment rule,” governing the admissibility of post-verdict testimony by jurors.\nThe civil case underlying the appeal is a medical malpractice action in which Appellees, on behalf of their minor son, sought to recover monetary damages from Appellants based on an alleged failure on their part to timely diagnose a rare but pernicious infection, which ultimately led to brain damage. At the conclusion of trial, the jury returned a defense verdict, with polling confirming that ten of the twelve jurors supported the verdict. See 42 Pa.C.S. § 5104(b) (providing that in civil cases a verdict rendered by at least five-sixths of the jurors has the same effect as a unanimous verdict). Approximately two weeks later, the trial court received a letter from one of the jurors (Juror 10) indicating that, during deliberations, she had learned from several other jurors that they had discussed the case with outside medical professionals, who were friends, relatives and/or personal physicians. In the letter, Juror 10 also expressed her belief that such improper contacts had influenced the verdict.\nThe court provided copies of the letter to counsel. Plaintiffs counsel then filed post-trial motions, nunc pro tunc, which the trial court permitted, limited solely to the question of whether a hearing and/or a new trial was warranted on account of the allegation of taint relative to the jury deliberations.\nSubsequently, the trial court denied the post-trial motions without a hearing and entered judgment on the verdict. In its opinion under Appellate Procedural Rule 1925(a), the cpurt relied on Carter by Carter v. United States Steel Corp., 529 Pa. 409, 604 A.2d 1010 (1992) (plurality), and Orndoff v. Wilson, 760 A.2d 1 (Pa.Super.2000), as reflecting a common law “no-impeachment” rule precluding jurors from testifying about their mental processes connected with deliberations. Accord Pittsburgh Nat’l Bank v. Mutual Life Ins. Co. of NY, 493 Pa. 96, 100, 425 A.2d 383, 385 (1981) (“Pennsylvania follows the majority rule in providing an evidentiary prohibition against the admissibility of testimony of a discharged juror as to what occurred among jurors in the jury room.”). The court recognized that this general precept does not foreclose jurors from testifying about the fact or existence of outside influences, see Carter, 529 Pa. at 415, 604 A.2d at 1013 (“[I]n order to accommodate the competing policies in this area, a narrow exception has been recognized ... [which] permits ‘post-trial testimony of extraneous influences which might have affected the jury during deliberations.’ ” (quoting Pittsburgh Nat’l Bank, 493 Pa. at 101, 425 A.2d at 386)), and therefore, that Juror 10 was not necessarily incompetent to testify concerning the contents of her letter. Nevertheless, the trial court determined that the letter did not contain a sufficient indication of prejudice to warrant a hearing or new trial. See Carter, 529 Pa. at 420, 604 A.2d at 1016 (“Once the existence of a potentially extraneous influence has been established by competent testimony, the trial judge must assess the prejudicial effect of such influence.”). In this regard, the court found it significant that Juror 10’s letter did not convey specific knowledge concerning how the ex parte discussions influenced jurors, and that, under the no-impeachment principle, the jurors could not testify as to this aspect. Furthermore, the court indicated that, since the information discussed in the extraneous communications was amply covered in the presentation of the parties’ respective cases at trial, it was not prejudicial. Cf. Friedman v. Ralph Bros., Inc., 314 Pa. 247, 171 A. 900, 901 (1934) (holding that a jury foreman’s unauthorized view of an accident scene, coupled with his taking of distance measurements “could not have influenced the jury, for it appears the distances were all in evidence and all the facts which the jury may have reported were properly before the jury”). The trial court also expressed substantial misgivings about broadening the availability of post-trial attacks upon jury verdicts. See, e.g., Pratt, slip op. at 4 (“To allow a less restrictive rule would mean that no jury verdict would ever be safe from attack. A juror who may have had a change of heart could, at a subsequent time, return to court stating how and why some outside influence had governed his or her decision.”).\nOn appeal, in a divided opinion, the Superior Court determined that the trial court abused its discretion by failing to conduct a hearing and reversed and remanded for accomplishment of the hearing. See Pratt, 824 A.2d at 305. Writing for the majority, President Judge Del Sole agreed with the trial court’s recitation of the governing standards, namely, the prevailing no-impeachment rule foreclosing, as a general proposition, juror testimony concerning deliberations, and the exception permitting post-verdict testimony regarding the fact or existence of extraneous influences that might have prejudiced the deliberations (but not the effect that such influence may have had on the deliberations). President Judge Del Sole also emphasized that the testimony that Appellants sought to develop by way of a hearing fell squarely within the exception. See id. at 302 (“Testimony that jurors sought outside information regarding the standard of care to be followed by health professionals and discussed it during deliberations is not testimony of the jury’s reasoning processes; rather it is testimony of overt conduct.”). The majority departed from the trial court, however, on the question of potential prejudice arising from the alleged, extraneous communications. In this regard, the Superior Court majority relied on Carter's, advancement of an objective test for prejudice, taking into account the facts and circumstances of the particular case and focusing on how a typical juror would be affected by the influence. See id. at 303 (citing Carter, 529 Pa. at 420-22, 604 A.2d at 1016-17). Further, the majority endorsed Cartels suggested guidelines entailing consideration of:\n(1) whether the extraneous influence relates to a central issue in the case or merely involves a collateral issue; (2) whether the extraneous influence provided the jury with information they did not have before them at trial; and (3) whether the extraneous influence was emotional or inflammatory in nature.\nPratt, 824 A.2d at 303 (citing Carter, 529 Pa. at 421-22, 604 A.2d at 1016-17).\nApplying these considerations to the present circumstances, President Judge Del Sole framed the central question that was before the jury as whether Appellees were negligent in failing to timely order a CAT scan. See id. at 303, 824 A.2d 299. Since Juror 10 asserted that there had been improper juror solicitation of extraneous information going directly to this central issue, see supra note 2 (reflecting Juror 10’s description of the outside information gathered by jurors as pertaining to “whether a CAT scan should have been performed at the same time and whether this was the [appropriate] standard of care”), the majority concluded that potential prejudice was implicated under prong one of the Carter guidelines. With regard to Cartefs prongs two and three, the Superior Court majority recognized that, during trial, both sides presented extensive expert testimony relative to the question of whether and when a CAT scan was implicated. The majority found it significant nonetheless that the jurors were alleged to have obtained extraneous information from individuals in whom they placed particular trust, explaining:\nThe jurors, by seeking an opinion from an outside source, sought an opinion from someone whom they found to be personally credible, on the core issue in the case. In essence, the jurors at issue sought out a third party’s opinion on which testimony presented at trial to accept. Human experience dictates that an individual will more heavily weight an opinion from an individual known to them, than an opinion given by a complete stranger. In this case, the two jurors in essence sought out their own expert testimony, which necessarily served to support one of the two sides at trial.\nPratt, 824 A.2d at 305. President Judge Del Sole also distinguished decisions of this Court and of the Superior Court which have found no prejudice on the ground that the information improperly obtained by jurors already had been presented at trial, because, in the present case, the jurors purportedly consulted outside sources for opinions bearing on the trial testimony. See Pratt, 824 A.2d at 304 (distinguishing Pittsburgh Nat’l Bank, 493 Pa. at 96, 425 A.2d at 383, Friedman, 314 Pa. at 247, 171 A. at 900, and Orndoff, 760 A.2d at 1). Thus, the Superior Court majority found it appropriate to remand for an evidentiary hearing on the juror misconduct claim to determine whether the jurors in fact received opinions from outside sources regarding the appropriate, medical standard of care. Given its evaluation of prejudice, the majority also directed that, if, on remand, the trial court concludes that the allegations of juror misconduct are true, a new trial should be granted without further evaluation on the part of the trial court, and subject only to Appellees’ right of appeal.\nJudge Cavanaugh dissented, as he would have affirmed the decision of the trial court based on its reasoning. See Pratt, 824 A.2d at 305 (Cavanaugh, J., dissenting).\nPresently, in support of their position that the Superior Court erred in requiring further proceedings to determine whether the verdict should be disturbed, Appellants’ essential arguments parallel the trial court’s reasoning. Appellants also contend that the Superior Court’s reliance on the lead opinion in Carter was misplaced, since that opinion failed to garner a majority vote, and therefore, does not represent binding precedent. While Appellants appear to accept Carter*s basic propositions in terms of its framing of the no-impeachment rule and exceptions, their principal complaint concerning Carter centers on the objective test for prejudice. According to Appellants, this approach requires unwarranted and unprincipled speculation on the part of the trial judge. See, e.g., Brief of Appellants at 14 (“Such a process is only arguably better than reading tea leaves.”). In this regard, Appellants highlight that no jury composed of ordinary human beings ever reaches a verdict solely based on the evidence presented in the courtroom, since each juror bring his or her own experiences, knowledge, and beliefs, some of which may be faulty, to bear on the deliberations. Accord State v. Kociolek, 20 N.J. 92, 118 A.2d 812, 816 (1955). Without subjective information (which is simply not available in light of the no-impeachment rule), Appellants posit that a prejudice assessment is inherently a misdirected and pointless exercise. Thus, Appellants urge this Court to announce a rule that forecloses any inquiry into the potential impact of extraneous information, at least in . cases in which the relevant information can be said to have been covered in the evidence presented at trial. Appellants assert that this is precisely the approach taken by this Court in Pittsburgh Nat’l Bank and Friedman, and by the Superior Court in Omdoff. To the extent that this Court would approve the remand directed by the Superior Court and should the fact of an extraneous influence be confirmed by the trial court, Appellants also complain that the trial court should not be constrained to find prejudice. In this respect, Appellants regard the Superior Court’s holding tantamount to a rule of per se prejudice. If the remand is sustained, Appellants urge that, at the very least, the trial court should be afforded latitude to determine if the contacts were sufficiently harmful to Appellees to require a new trial.\nAppellees, on the other hand, while frankly acknowledging the proscription against juror testimony concerning subjective aspects of decision making, observe that the exception to the no-impeachment rule, by its very nature, is directed at information that was not subjected to judicial screening for admissibility or tested by the adversary process. According to Appellees, such information inherently raises the potential for prejudice, and an evaluative assessment is therefore implicated, which must begin with a hearing to develop, in the first instance, details concerning the precise character of the outside information infecting the deliberations. Once this is accomplished, Appellees contend that the trial judge must engage in a thoughtful comparison of the information in relation to the evidence presented within the courtroom. Accord State v. McKnight, 2000 WL 122682, at *3, 2000 Wash. App. LEXIS 188, at *7 (Wash.Ct.App.2000) (“In assessing whether the prejudice occurred, the trial court must compare the particular juror misconduct with all of the facts and circumstances of trial.”). In this regard, Appellees support the objective test for prejudice as developed in Carter and applied by the Superior Court majority.\nApplying these principles to the present circumstances, Appellees highlight that Juror 10’s letter, at a minimum, gave clear notice of potentially prejudicial discussions between several jurors and outside medical professionals, which discussions related to the central issue debated in this case the standard of care to be exercised by defendants). Parallel to the assessment of the Superior Court majority, Appellees also emphasize that the extra-record input is alleged to have been obtained from trusted individuals having great potential influence over juror decision making. See Brief of Appellees at 14 (“[I]t stems to reason that any opinions from the jurors’ friends, family, and relatives engaged in the medical profession pertaining to which expert opinion to believe were never covered in court and is, on its face, prejudicial.”). Since the trial court failed to investigate what extraneous information the jurors had garnered, Appellees argue that it simply was unable to make any rational determination concerning the presence or absence of bias or prejudice so as to ensure that Appellees had received a fair trial. In particular, Appellees criticize the trial judge’s holding that the subject matter of the extraneous communications was “well covered by both sides at trial,” since this decision lacked the predicate of an informed factual comparison. Additionally, Appellees posit that the inaction by the trial court, coupled with the several-year delay associated with the appeal process, has now effectively foreclosed any reasonably accurate assessment, given the fading of memories that occurs with the passage of time. Therefore, it is contended that the only effective remedy that remains is a new trial.\nAs both parties recognize, the general framework concerning the admissibility of post-verdict juror testimony is fairly well settled and is, in fact, embodied in Pennsylvania Rule of Evidence 606(b), which provides:\nUpon an inquiry into the validity of a verdict, ... a juror may not testify as to any matter or statement occurring during the course of the jury’s deliberations or to the effect of anything upon that or any other juror’s mind or emotions in reaching a decision upon the verdict or concerning the juror’s mental processes in connection therewith, and a juror’s affidavit or evidence of any statement by the juror about any of these subjects may not be received. However, a juror may testify concerning whether prejudicial facts not of record, and beyond common knowledge and experience, were improperly brought to the jury’s attention or whether any outside influence was improperly brought to bear upon any juror.\nPa.R.E. 606(b). This competency-based principle embodies both the general exclusionary principle referred to in the decisional law as the “no-impeachment rule,” as well as the prevailing exceptions relating to “prejudicial facts not of record, and beyond common knowledge and experience” and “outside influences.” The rule reflects a policy decision balancing the aim to ensure fair and impartial decision-making, with the interests in confidentiality of jury deliberations and finality of duly rendered verdicts. Furthermore, although the general rule is sometimes stated in very broad terms to the effect that a juror is not competent to testify as to what transpired in the jury room, see, e.g., Commonwealth v. Pierce, 453 Pa. 319, 322, 309 A.2d 371, 372 (1973); Friedman, 314 Pa. at 249, 171 A. at 901, the exceptions make clear that it is the content of the proposed testimony, and not situs, that controls.\nAs the Superior Court concluded, the circumstances of the present case squarely implicate the extraneous-information exception, since Appellees alleged inappropriate contact with outside medical professionals. Accord Commonwealth v. Sero, 478 Pa. 440, 448, 387 A.2d 63, 67 (1978) (“Information, if prejudicial, that reaches a juror through a third party is precisely the evil our exception to the no impeachment rule is intended to obviate.”); Eades v. State, 75 Md.App. 411, 541 A.2d 1001, 1006 (1988) (“A private communication between a third party and a deliberating juror raises a serious concern that the juror may reach a verdict on the basis of the matters communicated, rather than the trial evidence.”). Furthermore, it is not controverted that the asserted, improper communications pertained to a central, disputed issue in the case, namely, the applicable medical standard of care and, more specifically, whether a CAT scan was implicated at an early stage of the medical evaluation of Appellee’s son. The Superi- or Court therefore correctly held that juror testimony was not foreclosed concerning whether or not the alleged communications occurred, regarding their range and content, and as to whether they were in fact injected into the jury deliberations.\nThe primary difference between the approaches of the Superior Court majority and the trial court pertain to the prejudice dynamic. The trial court essentially adopted Appellants’ position that the inability to conduct a post-verdict inquiry into the mental processes of the jurors forecloses a meaningful prejudice assessment; the appellate tribunal, on the other hand, found that the trial court abused its discretion by failing to hear juror testimony and evaluate it according to the objective test for prejudice advanced in Carter’s lead opinion.\nOn this point as well, we agree with and adopt President Judge Del Sole’s analysis, which strikes the most appropriate balance between the competing policies of fairness and finality that are involved. Appellants’ arguments and the trial court’s reasoning essentially would put verdicts beyond effective reach, even in instances in which jury deliberations are alleged to have been tainted by outside sources. Such irregularities, however, are verifiable without undue inquiry into the actual deliberative processes of jurors. Thus, as other courts have noted, the degree of insulation advocated by Appellants is unnecessary to serve the salient policy objectives and leaves too great a possibility for substantial irregularities and injustices to go uncorrected. See Hall, 85 F.3d at 370.\nSince inquiry into the actual, subjective mental processes of the jurors is not permitted, the limited-scope, objective inquiry furnishes the most reasonable methodology for evaluating the impact of extraneous information and outside influence. See generally Manley v. Ambase Corp., 337 F.3d 237, 252 (2d Cir.2003) (“Precisely because Rule 606(b) precludes a court from inquiring into ‘the degree upon which ... extra-record information was used in deliberations and the impression which jurors actually had about it,’ an analysis of prejudice cannot be based on the subjective reports of actual jurors.” (citations omitted)). Moreover, at least in the absence of circumstances warranting a presumption of prejudice, the objective inquiry appears to be the prevailing methodology for assessing the impact of extraneous information and/or outside influence. See, e.g., Bibbins v. Dalsheim, 21 F.3d 13, 17 (2d Cir.1994) (quoting Miller v. United States, 403 F.2d 77, 83 n. 11 (2d Cir.1968)); United States v. Boylan, 898 F.2d 230, 262 (1st Cir.1990); Harper v. People, 817 P.2d 77, 83 (Colo.1991) (citing Wiser v. People, 732 P.2d 1139 (Colo.1987)). Certainly, as well, the Carter guidelines provide a useful starting place for conducting the essential inquiry.\nWe acknowledge Appellants’ argument that Juror 10’s affidavit lacks specificity in material respects, and therefore, even if believed, would not, in and of itself, establish the quantum of prejudice necessary to disturb the verdict. For example, Juror 10’s letter is not specific in terms of whether the extra-record information allegedly communicated to jurors was favorable or unfavorable to Appellees’ position as plaintiffs, or whether it was received by majority or minority jurors (although the tenor of the letter certainly raises the implication that unfavorable information was received by majority jurors). On the other hand, however, it should be noted that this Court has discouraged pointed, post-verdict discussions between disappointed litigants and discharged jurors that are specifically directed toward collecting evidence with which to impeach the verdict. See Commonwealth v. Patrick, 416 Pa. 437, 442-43, 206 A.2d 295, 297 (1965) (“The practice of interviewing jurors after a verdict and obtaining from them ex parte, unsworn statements in answer to undisclosed questions and representations by the interviewers is highly unethical and improper and was long ago condemned by this court[;] ... [ijt is forbidden by public policy ” (emphasis in original)). Given such constraints, the Superior Court did not err in determining that Juror 10’s affidavit was sufficient to implicate further investigation by the trial court via an evidentiary hearing, as had been requested by Appellees. Additionally, for the reasons set forth by President Judge Del Sole, the overlap between the trial evidence and the subject matter of Juror 10’s affidavit should not be deemed controlling absent a more probing assessment, particularly given the asserted relationships of trust between the persons claimed to have furnished extra-record advice and the allegedly offending jurors. Accord Walter v. Ayvazian, 134 Cal.App. 360, 25 P.2d 526, 528 (1933) (“It is not conceivable that the expert opinion of one in whom a juror must be said to have greater confidence than is manifested toward strangers under oath could withstand that degree of scrutiny as to fairness which guarantees the rendition of a just verdict, uninfluenced by outside evidence.”).\nWe also reject Appellees’ invitation to direct a new trial at this juncture, thus obviating the hearing. In this regard, it is noteworthy that Appellees did not file a cross-petition for allowance of appeal, and therefore, it is questionable whether such relief is presently available to them. In any event, most of the decisions cited by Appellees in furtherance of their attempt to circumvent a hearing concern instances in which extraneous information and/or outside influence was discovered prior to the entry of the verdict, and the trial court erred in faffing to conduct an adequate investigation at that juncture. See, e.g., Waldorf v. Shuta, 3 F.3d 705 (3d Cir.1993); United States v. Resko, 3 F.3d 684 (3d Cir.1993); Government of Virgin Islands v. Doivling, 814 F.2d 134 (3d Cir.1987). In the post-verdict setting, we believe that the interest in finality weighs substantially in favor of evidentiary development and factual determination, with the burden of proof allocated to the party contesting the verdict, even in the face of the passage of time that has occurred in the present circumstances.\nFinally, our only difference with the Superior Court majority pertains to its directive that prejudice is to be deemed established on remand in the event that Juror 10’s allegations are confirmed as such. As noted, further development regarding at least the character and extent of any information conveyed, and whether recipients were majority or minority jurors, is essential to even-handed application of the objective inquiry.\nIn summary, in instances of post-verdict allegations of extraneous information and/or outside influence affecting jury deliberations, we adopt the objective test for prejudice as well as the associated guidelines that are set forth in the lead opinion in Carter, 529 Pa. at 421-22, 604 A.2d at 1016-17. The procedure for development of such claims and their ultimate disposition remain vested, in the first instance, within the sound discretion of the trial courts. Here, we sustain the Superior Court’s holding that the trial court abused its discretion in the failure to afford a requested evidentiary hearing, in light of the information which came to light subsequent to the jurors’ discharge.\nThe order of the Superior Court is affirmed, with the further proceedings to follow to be accomplished in accordance with this opinion. Jurisdiction is relinquished.\nJustice NEWMAN files a dissenting opinion.\n. The factual background and procedural history is set forth more fully in the Superior Court’s opinion. See Pratt v. St. Christopher’s Hosp., 824 A.2d 299, 300-01 (Pa.Super.2003).\n. Juror 10's letter stated as follows:\nI served as Juror No. 10 in a medical malpractice trial in your courtroom that began on January 29, 2001 and ended with a verdict in favor of the defense on February 7, 2001. I am distressed by the conduct of some of my fellow jurors and feel an obligation to tell you what occurred.\nI want to stress that I believe that my fellow jurors worked hard to reach what they believed was a proper verdict, but I think that they relied inappropriately on information they gathered from sources outside the courtroom to reach that verdict. Beginning during the trial and continuing through deliberations, some of the jurors reported that they had spoken to various people such as relatives and friends involved in the medical profession and their own personal physicians to get their opinions regarding whether a CAT scan should have been performed earlier, whether a meningitis test and CAT scan should have been performed at the same time and whether this was the standard of care in 1989. Two of the jurors reported conversations with multiple medical professionals that occurred on the first evening of deliberations. I believe that the opinions these jurors obtained from the outside sources influenced the verdict because the jurors discussed these outside opinions during deliberations and stated that their conversations with the medical professionals either confirmed the jurors’ own opinions or changed the jurors’ minds. I have been troubled about the manner in which the verdict was reached because I am aware that jurors are supposed to decide cases based only upon the evidence that comes in during trial and not conduct their own research into the issues presented. I regret that I did not report this to you during the trial.\nR.R. at 17a.\n. The propriety of the court's decision to allow the motions to be filed on a nunc pro tunc basis is not presently questioned in this appeal.\n. The court elaborated on this point, as follows:\nThe issue raised in the letter involved when the CAT scan should have been performed to determine the existence of the brain infection. There was ample testimony, presented at trial, by experts for both the plaintiffs and defendants, as to what period in time during the child’s treatment, it was reasonable to order the CAT scan. Under the case law cited, if the subject of the so-called outside influence amply had been covered at trial, then any information a juror might have acquired outside the trial itself is irrelevant and moot.\nPratt v. St. Christopher’s Hosp., 1991 Nos. 1576, 3126, 3446, Oct.-Dec. Terms, slip op. at 5 (C.P. Phila. May 11, 2001).\n. Appellants also claim that the trial court never admonished the jurors to avoid discussions with persons outside the courtroom. The parties, however, designated only portions of the trial proceedings for transcription. Accordingly, it is not possible to verify whether such an unusual omission actually occurred from the record presented for review, and therefore, it will not be considered further in our disposition.\n. Rule 606(b)'s federal counterpart is substantially identical, but is framed in terms of \"extraneous prejudicial information,\" as compared to the Pennsylvania rule’s \"prejudicial facts not of record, and beyond common knowledge and experience.” Compare Fed.R.Evid. 606(b), with Pa.R.E. 606(b). The commentary to the Pennsylvania rule makes clear, however, that the deviation was intended merely for the sake of clarification as opposed to substantive departure. See Pa.R.E. 606(b), cmt. See generally 27 CHARLES ALAN WRIGHT AND VICTOR JAMES GOLD, WRIGHT AND MILLER FEDERAL PRACTICE & PROCEDURE § 6075 (2004) (\"The word 'extraneous' indicates that the data or [information] considered by the jury was not legally cognizable.”). Various commentators have observed that the extraneous-information/outside-influence exception to the no-impeachment rule derives from a early Massachusetts decision, Woodward v. Leavitt, 107 Mass. 453 (1871), and is distinguishable from (and more narrow in its’ application than) another commonly applied exception derived from a foundational Iowa case, Wright v. Illinois & Miss. Tel. Co., 20 Iowa 195 (1866), in which admissibility turns on whether or not the challenged testimony goes to a matter which \"inhere[s] in the verdict.” See, e.g., Mark Cammack, The Jurisprudence of Jury Trials: The No Impeachment Rule and the Conditions for Legitimate Legal Decisionmaking, 64 U. Colo. L.Rev. 57, 68 (1993) (\"Like the Iowa rule, the extraneous influence rule excludes evidence of beliefs, intentions, motives, and misunderstandings of jurors, and permits evidence of improper contact with third parties or exposure to unauthorized evidence[;][u]nlike the Iowa Rule, however, the federal rule excludes evidence that the jury reached a verdict by chance, or that the jurors used a quotient method to calculate damages.”); James W. Diehm, Impeachment of Jury Verdicts: Tanner v. United States and Beyond, 65 ST. JOHNS L. REV. 389, 412-13 (1991); Susan Crump, Jury Misconduct, Jury Interviews, and the Federal Rules of Evidence: Is the Broad Exclusionary Principfle] of Rule 606(b) Justified?, 66 N.C. L. REV. 509, 518 (1988); Jay S. Horowitz, Impeaching Jury Verdicts, 340 PLI/Lit. 569, 577 (1987).\n. Accord Smith v. Phillips, 455 U.S. 209, 217, 102 S.Ct. 940, 946, 71 L.Ed.2d 78 (1982) (discussing constitutional precepts requiring \"a jury capable and willing to decide the case solely on the evidence before it, and a trial judge ever watchful to prevent prejudicial occurrences and to determine the effect of such occurrences when they happen”).\n. The no-impeachment precept is also said to be buttressed by an overall systemic concern with protecting the integrity of the process; the desire to avoid harassment of discharged jurors by disappointed parties; the strategy of insulating private deliberations of jurors from public scrutiny in order to facilitate their open and frank discussions; and a practice of preventing minority or equivocating jurors from subsequently impugning verdicts. See Tanner v. United States, 483 U.S. 107, 120-21, 107 S.Ct. 2739, 2748, 97 L.Ed.2d 90 (1987) (“[Fjull and frank discussion in the jury room, jurors' willingness to return an unpopular verdict, and the community's trust in a system that relies on the decisions of lay-people would all be undermined by a barrage of , postverdict scrutiny of juror conduct.”); McDonald v. Pless, 238 U.S. 264, 267-68, 35 S.Ct. 783, 784, 59 L.Ed. 1300 (1915); United States v. Schultz, 656 F.Supp. 1218, 1219 (E.D.Mich.1987); State v. Freeman, 5 Conn. 348 (1824). See generally Diehm, Impeachment of Jury Verdicts, 65 ST. JOHNS L. REV. at 394-95. But see Essay, Juror Impeachment of Verdicts, 101 Harv. L.Rev. 250, 251 (1987) (criticizing courts, in their striking of a balance in this area, for \"fail[ing] to analyze whether the broader policies that generally support excluding juror testimony were served in [the] case and exaggerating] the extent to which other trial procedures protected the defendant's right to a competent jury\").\n. As explained by Justice (then Judge) William Brennan:\nWhere ... jurors' testimony goes, not to the motives or methods or processes by which they reach the verdict, but merely to the existence of conditions or the occurrence of events bearing upon the verdict, that basis of policy [i.e., protection of deliberative processes] does not exist, and this whether the condition happens or the event occurs in or outside of the jury room. Evidence of the actual effect of the extraneous matter upon jurors' minds can and should be excluded, as such evidence implicates their mental processes, but receiving their evidence as to the existence of the condition or happening of the event, particularly when the consequences are governed according to whether capacity for adverse prejudice inheres in the condition or event itself supplies evidence which can be put to the test of other testimony (and thus sound policy is satisfied) and at the same time the evidence can serve to avert, as here, a grave miscarriage of justice, which is certainly the first duty of a court of conscience to prevent if at all possible.\nKociolek, 118 A.2d at 816; United States v. Moten, 582 F.2d 654, 664-65 (2d Cir.1978) (explaining that the general exclusionary principle \"yields to the need for juror testimony in situations where there is a reduced potential for harassment or embarrassment of jurors, such as when evidence concerning objective facts is sought”). See generally United States v. Hall, 85 F.3d 367, 370 (8th Cir.1996) (\"The familiar rubric that a juror may not impeach his own verdict ... is a gross oversimplification.”); Annotation, Admissibility, in a civil case, of juror’s affidavit or testimony relating to juror’s misconduct outside jury room, 32 A.L.R.3d 1356 (1970) (“Perhaps the most salient and striking feature of the general [anti-impeachment] rule ... is that despite the sweeping simplicity of the statement, the general rule is neither so generally applied nor are jury verdicts so generally unimpeachable in cases of jurors’ evidence of misconduct outside the jury room”).\n. In this regard, the analysis moves beyond the competency rule of Rule 606(b) into the substantive availability of relief on an extraneous information/outside influence claim. See Pa.R.E. 606(b), cmt. (\"Pa. R.E.606(b) does not purport to set forth the substantive grounds for setting aside verdicts because of an irregularity.”). See generally Diehm, Impeachment of Jury Verdicts, 65 ST. JOHNS L. REV. at 419.\n. In the criminal law arena, a few decisions of the United States Supreme Court suggest that a presumption of prejudice may be warranted in some scenarios involving jury tampering and/or misconduct, see, e.g., Remmer v. United States, 347 U.S. 227, 229-30, 74 S.Ct. 450, 451, 98 L.Ed. 654 (1954), although more recent decisions militate to the contrary. See United States v. Olano, 507 U.S. 725, 739-40, 113 S.Ct. 1770, 1780-81, 123 L.Ed.2d 508, (1993); Smith, 455 U.S. at 214-17, 102 S.Ct. at 944-46. Appellees, however, do not contend that a presumption of prejudice is warranted here (as noted, their opposition to further hearing relates to the passage of time and the associated difficulty of proof, which is discussed below). Additionally, some adjustment of the relevant test and/or burden may be warranted if the extraneous information or outside influence was brought to bear upon the jurors via misconduct on the part of the prevailing party, a circumstance which is also not at issue in this case.\n. Other courts and commentators have attempted to enumerate factors that may be relevant. For example, one leading treatise indicates as follows:\nThe court must attempt to draw inferences as to the probable effects of the extraneous information or outside influence in light of objectively apparent facts about the context in which those matters came to the jury’s attention. Thus, probable effect is estimated in light of the importance of the issue to which the information or influence related, the nature of the information or influence, the strength of the admitted evidence supporting the verdict, the number of jurors exposed to the information or influence, when the jury was exposed to the information or influence, how long the jury discussed these matters during deliberations, the manner in which the court dealt with the information at trial, and any other matters which logically might have a bearing on the effect of the information or influence on the jury.\n27 WRIGHT & MILLER FEDERAL PRACTICE & PROCEDURE § 6075 (footnotes omitted).\n. While the cases cited by Appellants, including Pittsburgh Nat’l Bank, Friedman, and Orndoff, do treat the overlap factor as controlling and do not (at least expressly) appear to reflect a probing inquiry into the degree and character of the overlap, at the very least those cases are distinguishable from the present controversy because they did not involve the allegation that jurors sought material, outside information from trusted individuals."}