{"id": "1140246", "contents": "Per Curiam,\nPlaintiff appeals from the refusal of the court below to grant a new trial in his action for damages for the taking of a portion of his farm land in connection with the relocation of the Lincoln Highway in Salisbury Township, Lancaster County. The assignments of error relate only to the competency of two of the four witnesses for defendant, plaintiff protesting that neither witness was .qualified to testify as an expert. Under a long line of cases it has been held that a witness need not be an expert to testify concerning the market value of land, and “a witness shown to have personal knowledge of the property, its location, buildings, uses, environments and sales of other land in the immediate vicinity, is competent to testify:\" Hoffman v. Berwind-White C. M. Co., 265 Pa. 476, 481, 482; Whitekettle et al v. N. Y. Underwriters Ins. Co., 293 Pa. 385, 387, 388; Westmoreland C. & C. Co. v. Public Service Commission, 293 Pa. 326, 332; and cases cited therein. Here, both witnesses had lived on farms in early life, both were real estate dealers, familiar over a period of a number of years with property in the neighborhood generally, and with the prices at which it had been sold, and they had observed this particular property when passing, from time to time, on the highway, before the taking, and had inspected it specifically afterward. Their testimony was before the jury for what it was worth, the trial judge, in his charge, having instructed the jury to have in mind the qualifications of the various witnesses in weighing their testimony.\nIn the case of one of these two witnesses, plaintiff further contends that he was incompetent for the additional reason that the court had sent him out with the jury, as a “shower,” when they viewed the farm. Appellant does not state why he believes this would render the witness incompetent to testify later on regarding the value of the land, and we find no abuse of discretion in the refusal of the trial judge to exclude his testimony, on this ground.\nThe order of the court below refusing a new trial is affirmed."}