{"id": "1141704", "contents": "Per Curiam,\nThese two appeals involve the same question and will he disposed of in one opinion. They are from a decree of the Orphans’ Court of Allegheny County, allowing a claim of $4,745.49 presented at the audit by F. J. Pur-pura against the estate of James Catalano, who died January 31,1930. Claimant had been a partner of decedent and two others in the business of buying and selling bananas. Decedent was the managing partner and handled all financial matters, depositing the money in his own name. The amount of $4,745.49 represented the balance alleged to be due claimant upon dissolution of the partnership in May, 1924. The auditing judge in finding that “decedent within a short time before his death admitted the indebtedness,” relied on the testimony of “two disinterested, credible witnesses;” and held this evidence to be sufficient proof of the claim. The finding, concurred in by the court in banc, has the effect of a jury’s verdict and will not be disturbed, there being evidence to support it: Feuerstein v. New Century Realty Co., 304 Pa. 271, 273; Belmont Laboratories v. Heist, 300 Pa. 542, 546; Glenn v. Trees, 276 Pa. 165, 167.\nTestimony in support of the claim was also given by M. Purpura, a brother of claimant and former partner in the banana business. Appellant contends this witness was not competent to testify under the Act of 1887, P. L. 158, and that the assignment of his interest in the firm to his brother, at the time of the dissolution of the partnership was not such a “release or extinguishment” of his interest as would qualify him under section 6 of the act, supra, citing Darragh v. Stevenson, 183 Pa. 397. The latter case holds that an assignment of an interest made solely to qualify the witness to testify is not within the good faith required by the act. In the present case the assignment was made several years before the claim was presented or any legal action contemplated. The good faith of such an assignment is a preliminary question for the trial judge and where the question is determined in the witness’s favor he is competent to testify: Turner v. Warren, 160 Pa. 336, 343-344; Miller v. Withers, 188 Pa. 128.\nThe decree of the lower court is affirmed at appellant’s cost."}