{"id": "1141688", "contents": "Opinion by\nMr. Justice Schaffer,\nThe question which confronts us on this appeal is: May a suit be maintained in a Pennsylvania court by an administrator appointed in this State of a decedent who was killed in the State of New York by the negligent act of the defendants? The court below decided that it may be and from this ruling defendants appeal.\nThe action to recover damages for wrongful death is the creation of statute. The common law afforded no remedy. With us the Act of April 26, 1855, P. L. 309, and its amendment of June 7, 1911, P. L. 678, give the right of recovery to the surviving husband, widow, children or parents of the deceased. In New York, “The executor or administrator duly appointed in this state, or in any other state,......of a decedent who has left him or her surviving a husband, wife, or next of kin, may maintain an action to recover damages for a wrongful act, neglect or default, by Avhich the decedent’s death was caused, against a natural person who, or a corporation which, would have been liable to an action in favor of the decedent by reason thereof if death had not ensued:” New York L. 1920, chapter 919, section 1; 13 Consolidated Laws (Decedent Estate LaAv), section 130. The law further provides (13 Consolidated Laws, section 133) that “damages recovered in [such] an action ......are exclusively for the benefit of the decedent’s husband or Avife, and next of kin; and, when they are collected, they must be distributed by the plaintiff, or representative, as if they were unbequeathed assets, left in his hands, after the payment of all debts, and expenses of administration.”\nThe decedent was injured in New York on November 8, 1929, as the result of an automobile accident and died. in that state on November 10,1929. His administratrix was appointed by the register of wills of Erie County, Pennsylvania, in which the decedent was domiciled. She brought this action in the court of that county. On the trial, at the close of the testimony, defendant’s counsel moved for the dismissal of the proceeding, assigning as the reason that the plaintiff was not qualified to maintain it in the courts of this state. This motion was overruled, as was a point for binding instructions for defendant, and thereupon a verdict was rendered in plaintiff’s favor for an agreedrupon sum, defendant’s negligence not being denied.\nNo question is raised that had the administratrix been appointed in New York her action would lie. This is ruled in our cases and is the course which appellant’s able counsel contends should have been pursued. The New York statute, however, provides that the action may be maintained by the administrator appointed in that state or in any other state. The argument is made that to permit an administrator raised here to sue in our courts is against our public policy. It is a little difficult to see why this should be so in the ease of an administrator subject to the control of our courts, when a foreign administrator over whom they can exercise no authority may maintain such an action. There would certainly be an anomaly in permitting a recovery by an administrator of a foreign state over whom we could exercise no direction or control and denying it to an administrator created here and fully subject to our jurisdiction.\nWe start with the proposition, not disputed, that “The general rule is that the law of the place where the tort resulting in death is committed (lex loci delicti) will determine whether an action can be brought therefor, and the party who is to bring it:” Minor, Conflict of Laws, section 108, page 239. See also the same author, section 201, page 493; 2 Wharton, Conflict of Laws (3d ed.), sections 480d and 480e. The American Law Institute Restatement, Conflict of Laws, in section 427 states that “The law of the place of wrong governs the right of action for death,” and in section 430 that “A person designated in the death statute of the state of wrong to bring suit may sue in any state”; in the comment to the latter section it is said, “The person designated in the death statute is owner of the claim in trust for the dis-tributees named in the statute and he and no other is the proper person to sue.” “If the death statute of the state of wrong provides that suit for the death shall be brought by the personal representative of the deceased, recovery can be had only by a person qualified to sue at the forum as personal representative of the deceased,” section 432; and comment thereto, “If the death statute of the state of wrong names a particular representative to sue, such as the representative appointed in the state of injury or at the domicil of the injured person, he and he only can sue in any state as the person designated.” It is only because New York confers the right of action that it can be maintained; but for the statute of that state there would be no remedy. We enforce the right here under the ■ doctrine of comity. It is true that had the negligent act occurred in this State the administratxfix could not have sued in that capacity, but would have been required to bring an action under the Act of 1855 as widow. This, however, can make no difference, because the right of action given arises not under our law but under that of New York, which designates her in the capacity of administratrix to prosecute it, really as trustee for those entitled to share in the award.\nThe public policy of New York as to the recovery is the same as our own. In that state, recovery is for the benefit of the decedent’s husband or wife and next of kin; with us the damages belong to the surviving husband, widow, children or parents of the deceased. In both the award made is for the benefit primarily of the decedent’s family. Although the formal parties plaintiff are dissimilar, the ultimate beneficiaries are either identical or belong to the same class. See note in 77 A. L. r. 1314, and cases there cited. The Court of Appeals of New York has recognized the agreement in policy between that state and ours in Wooden v. Western N. Y. & P. R. R. Co., 126 N. Y. 10, 26 N. E. 1050, saying that both the Pennsylvania and New York statutes “are founded upon the same principle, are aimed at the same evil, construct the same sort or kind of action, and give it for the benefit of the same class of individuals.”\nThe argument of appellant proceeds along the line that our act authorizes the widow to sue for a tort resulting in death in Pennsylvania, and as there is nothing in the act empowering an administratrix to do so, the right of action was not given and cannot be maintained. This we think loses sight of the fact that the right to sue in the one instance is such as this State has jurisdiction to give, whereas in the other it is not; and of the further fact that the right of action can be conferred only by the State of New York for torts there committed resulting in death.\nIt is further argued that as our Act of April 15,1851, P. L. 669, section 19, empowered an administrator appointed in Pennsylvania to commence such an action and the subsequent Act of 1855 eliminated the administrator as the proper party plaintiff, this is a denial generally of the right of a Pennsylvania administrator to maintain such an action here. This line of thought disregards the necessary conclusion that the administrator designated by the New York statute is not strictly speaking an administrator in the same sense that such a representative would be if the Act of 1851 were still in force. The administrator designated by the New York statute is in the nature of a next friend, or trustee, or representative to enforce the right, and then to distribute the proceeds in strict compliance with the statute, free and clear of the claims of creditors. It could well be asserted by any other designated representative or official. The personal representative does not act in virtue of his office, but as the person designated by the statute of New York in whose name the damages are to be recovered, not for the ordinary purposes of administration, but to be distributed as a trust fund. As was said in Boulden v. P. R. R. Co., 205 Pa. 264, 270, “He [the administrator] acts, therefore, not by the authority which the probate court gave when it granted him the power to administer the estate of the deceased, but solely by virtue of the authority vested in him by the statute. It designated the personal representative of the deceased whoever he might be as the party to enforce the right of action given by the statute. In bringing this suit, therefore, the plaintiff does so not as the personal representative of her deceased husband and by virtue of the authority conferred upon her as such, but as the representative or trustee of the parties for whose benefit the action was instituted and by the authority conferred upon her by the statute. The right of action might have been conferred upon the beneficiaries themselves, or upon any private person or public official, and if it had been, it is too clear for argument that there could be no question of the right of the person or official thus designated to maintain the action.”\nThe Act of 1855 was passed to enable the surviving spouse, children and parents of the deceased to obtain the damages resulting from his death, as they are the parties most injured, and to prevent the funds so realized from becoming general assets of his estate to be distributed to his creditors in preference to the persons named in the act, as they would have been distributed under the Act of 1851: Books v. Boro. of Danville, 95 Pa. 158. This is also the intendment of the New York legislation. The fund realized by the administrator in the pending case will not be distributed as part of the general assets of the decedent’s estate, but will go to the persons indicated in the New York act, the widow and two children of the decedent.\nIt is also contended by appellant that the New York statute has no extra-territorial force by which it can confer greater powers on a Pennsylvania administrator than such administrator acquired under the laws of the forum of his appointment. This is not a correct view. The purpose of the New York act was not to confer J greater powers upon a Pennsylvania administrator than j he would get under our law, but to designate him as the; person to enforce a right given by the State of New York! which we in comity will enforce.\nWe are not disposed to pursue the inquiry through the decisions of the courts of other states, a number of which are cited in the briefs. We are here concerned only with our own public policy and the comity which we shall extend to a particular statute of another state.\nThe judgment is affirmed.\nKnight v. West Jersey R. R. Co., 108 Pa. 250; Usher v. West Jersey R. R. Co., 126 Pa. 206; Boulden v. P. R. R. Co., 205 Pa. 264; LaBar v. New York, etc., R. R. Co., 218 Pa. 261; Centofanti v. P. R. R. Co., 244 Pa. 255; Roberts, Admr., v. Freihofer Baking Co., 283 Pa. 573; Rosenzweig v. Heller, 302 Pa. 279."}