{"id": "1141695", "contents": "Opinion by\nMr. Justice Schaffer,\nThe Scranton Electric Company, in pursuance of contracts entered into by it and the Borough of Old Forge, furnished electric light to the latter for a number of years. The borough did not pay the electric company the entire amount due and judgments were entered against the municipality for the sums unpaid in several years. There is no dispute about the amount of the judgments. The complaint of the appellants, taxpayers of the borough, who intervened under the Act of May 4, 1927, P. L. 519, section 3205, seeking to have the judgments opened, is that they are void because they represent an unconstitutional increase in the debt of the borough beyond the two per cent of the assessed valuation permitted by the fundamental law. The court held the judgments valid and refused to disturb them, and appeals were taken under the Act of May 20, 1891, P. L. 101.\nThe question before us therefore is, was the indebtedness of the borough unconstitutionally increased by the sums due for its electric lighting? Each year the borough by budget ordinance appropriated out of its current revenues a sum for electric current, but in some years it did not pay in full the money so appropriated to the appellee company, and in others it apparently made no payment as a consequence of diverting the funds to other uses or because all taxes were not collected. The appellants outline the questions they raise, in the following language, “When and under what circumstances and to what extent may a municipal corporation incur a valid binding indebtedness when the indebtedness of the municipal corporation is concededly in excess of the two per cent of the assessed valuation of the taxable property in the borough and the indebtedness has never been validated by an election?” Specifically as applied to the facts shown they ask “May a borough through the mere observance of the ritual of declaring that a new indebtedness is to be paid out of current revenue neglect to pay that indebtedness from the current revenue and thus cause to accumulate year after year new indebtedness in substantial sums which may eventually have to be paid by the taxpayers of the borough?”\nA long line of cases decided by us answers these questions, under the facts shown by the record, that the sums here in question and the judgments obtained for them do not represent an increase of the indebtedness by the borough for the reason that when the electric company undertook to furnish electricity to it the municipality agreed to pay therefor out of current revenues and actually by ordinances appi’opriated the money therefor out of its current revenue for each year in which electric light was furnished. The position of the appellants comes down to this: That although the contracts and the payments to be made thereunder were valid and proper when entered into and incurred, since the payments were not actually made by the borough as they became due out of current funds, the result was an unconstitutional increase of indebtedness; that although the contracts were valid in their inception, nevertheless they should be invalidated after full performance by the electric company by reason of the fact that the borough did not actually pay all the bills as they accrued.\nWe said in Appeal of the City of Erie, 91 Pa. 398, 403, quoting from Dillon on Municipal Corporations, section 88, “When a contract made by a municipal corporation pertains to its ordinary expenses, and is, together with other like expenses, within the limit of its current revenues and such special taxes as it may legally and in good faith intend to levy therefor, such contract does not constitute the ‘incurring of indebtedness’ within the meaning of the constitutional provision limiting the power of municipal corporations to contract debts.” There it was further said, “If the contracts and engagements of municipal corporations do not overreach their current revenues, no objections can lawfully be made to them, however great the indebtedness of such municipalities may be; for in such case their engagements do not extend beyond their present means of payment, and so no debt is created.” We affirmed this principle, citing the foregoing case, in the recent case of Athens Nat. Bank v. Ridgebury Twp., 303 Pa. 479, 484, saying: “The loans were none the less valid because the supervisors used the current revenue for other purposes than their repayment,” and in Georges Twp. v. Union Trust Co., 293 Pa. 364, we likewise applied it, pointing out that the fact that notes given were renewals of prior ones would not make the renewal notes invalid if the original notes were lawfully created. We there reiterated the principle laid down in Addystone Pipe & Steel Co. v. Corry, 197 Pa. 41, that “The validity of the contract must be determined as of the time it was made.” Those interested in further pursuing the general rule we now follow will find it applied, in addition to the foregoing cases, in Schilling v. Ohio Twp., 260 Pa. 113; Reuting v. Titusville, 175 Pa. 512; Wade v. Boro, of Oakmont, 165 Pa. 479.\nThe Act of March 31,1927, P. L. 91, section 3, 53 P. S. 1953, which requires municipal authorities to certify proceedings for the incurring of indebtedness to the department of internal affairs, has no application to the situation with which we are here dealing, for the reason that no indebtedness was incurred in the sense contemplated by that statute.\nThe orders of the court below are affirmed at appellants’ cost."}