{"id": "1146297", "contents": "Opinion by\nMr. Justice Drew,\nBy virtue of a warrant of attorney contained therein, plaintiff caused judgment to be entered against defendants upon a bond guaranteeing payment to plaintiff of all dues, interest and fines upon certain shares of its capital stock, until the payments of dues and interest should aggregate $5,000. After the issuance of a writ of attachment execution against him upon the judgment thus entered, one .of the defendants, Carmine Desimone, filed, a petition to open the judgment against him. He averred, as grounds for opening the judgment, that the bond conferred no authority for the confession of judgment against him, and shows on its face that plaintiff’s only remedy is by a suit in assumpsit upon the guaranty contained therein, that his only liability under the bond is that of an accommodation guarantor, that the warrant to confess judgment is a penalty, inequitable and without consideration, and that the judgment entered was for a sum greatly in excess of his maximum liability under the contract of guaranty. A rule was granted upon plaintiff to show cause why the judgment should not be opened, and, pursuant thereto, depositions were taken by both sides. On the day fixed for argument upon the rule, Desimone moved to amend his petition nunc pro tunc so as to aver that his signature to the bond had been procured by the fraud of one McCormick, as plaintiff’s agent. It was upon this question that most of the testimony presented in the depositions was taken. After argument upon this motion, the amendment was allowed. No additional depositions were taken. Subsequently argument was had under the amended petition upon the rule to show cause, and the rule to open judgment was made absolute, on the ground that Desimone’s signature to the bond had been procured by the fraud and misrepresentation of plaintiff’s agent. Prom this order plaintiff appealed, assigning as error the allowance of the amendment to the petition and the opening of the judgment.\nWe are of opinion that appellant’s first assignment of error is without merit. In our view, the amendment did not, as appellant contends, introduce a new cause of action, but merely stated another reason in support of the original cause of action — the appellee’s right to have the judgment against him opened. Appellant was fully apprised of this ground for appellee’s petition, and took depositions upon the question of fraudulent conduct by its agent. When the amendment was allowed, it did not need to take further testimony on the point. It cannot, therefore, claim to have been surprised or injured by the amendment, which was, fundamentally, only a correction of the allegata so as to correspond more closely with the probata. This was a proper reason for permitting the amendment: see Murdoch v. Murdoch, 279 Pa. 97. The allowance of amendments rests in the sound discretion of the court, and, in the absence of plain error, its action will not be reversed: see Berlin Smokeless Coal & Clay Co. v. Rohm, 272 Pa. 24, 27; Piesneski v. Stepien, 300 Pa. 161, 163. In this instance, we think, that discretion was wisely exercised, in the interests of justice.\nLikewise, the making absolute of the rule to open judgment was a matter addressed to the sound discretion of the court below, whose duty it was to weigh the evidence presented, consider the credibility of the witnesses, and decide, as a chancellor, whether or not the petitioner had a just defense to the instrument upon which the judgment was entered: Jenkintown Nat. Bank’s App., 124 Pa. 337; Warren Sav. Bank & Trust Co. v. Foley, 294 Pa. 176; Spanko v. Trisick, 307 Pa. 166. Upon appeal, the question for our decision is whether, in view of all the evidence, the action of the court below constituted an abuse of discretion: Wright v. Linhart, 243 Pa. 221; Tressler v. Emerick, 278 Pa. 128. No such error appears in the instant case. A careful reading of the record has convinced us that, although the testimony was conflicting, the learned court below was fully warranted in concluding as a fact that the appellee, an Italian who does not read English, was overreached by appellant’s agent and induced, by misrepresentation, to sign the bond in question. Since, if this be true, appellee has a valid defense (Schuylkill Co. v. Copley, 67 Pa. 386; Templeton v. Shakley, 107 Pa. 370; Stauffer & Stauffer v. Gebhardt, 103 Pa. Superior Ct. 300), the judgment was properly opened.\nThe order of the court below is affirmed at appellant’s cost."}