{"id": "1146284", "contents": "Opinion by\nMr. Justice Simpson,\nThe County Trust Company, guardian of the separate estates of John, Agnes and Margaret Komara, appeals from three separate decrees of the court below, refusing, after a full and patient hearing, to allow it a credit of $2,500 in each estate, this being the sum at which, in each of them, it took from the executor of the will of their father, Steve J. Komara, 100 shares of the capital stock of Frishmuth Bros. & Co., Inc., a wholesale tobacco company, in lieu of that much money, which each minor was entitled to receive under his will. The facts are not disputed, and upon them the decrees must be affirmed.\nBy Ms will, the father bequeathed $5,000 to each of his three minor children, but did not appoint a guardian for their estates. On September 16, 1922, the account of his executor was confirmed absolutely. Included in the balance for distribution were the 300 shares of said stock. On January 1, 1923, counsel for the executor simultaneously presented two petitions to the orphans’ court: one asking the appointment of a guardian for the estates of the minors, and suggesting the present appellant, a corporation of which the executor was a director; and the other praying leave to deliver the Frishmuth stock, at its par value of $7,500, to the guardian on account of the minors’ legacies. No notice of either proceeding was ever given to the minors, who were then 9, 12 and 14 years of age respectively, or to any one acting in their interest, nor was a copy of the will attached to either petition. Nevertheless, the court, on the same day, summarily granted the prayers of both petitions.\nEleven days later the executor made settlement with appellant, as guardian, for the three $5,000 legacies belonging to the minors, appellant accepting the Frishmuth stock at the valuation of $7,500, in part payment thereof, though there were then ample other assets in the estate to pay the legacies, as provided by the will. Neither before nor at the time it accepted the stock, did appellant make any investigation as to the value thereof, which it admits, in its brief in this court, “proved to be absolutely worthless at and prior to the time [it] came into the hands” of appellant, a fact not difficult of ascertainment at that time. Nor did it make any examination into the court proceedings by which the executor was authorized to deliver the stock in part payment of the legacies. If it had, it would have ascertained that the authorizing decree had no force or effect as against the minors.\nAppellant’s first investigation into the matter was made some six months after it accepted the stock, when it at once learned that the Frishmuth Company was unable to pay its debts and had been decreed a bankrupt. Appellant contends that before it “had a reasonable opportunity to investigate and dispose of -the [stock] it was notified the company had failed,” and hence it should be excused for its failure to do anything. This contention is untenable. It was not required even to accept the stock until it had made all necessary investigations regarding the company, as it was legally required to do. Moreover, six months’ delay in commencing an investigation regarding this stock, • of which it had no knowledge, upon which it was receiving no dividends, and which it knew was not a legal investment for trustees, was wholly unreasonable. Indeed, appellant’s position throughout has been one of inaction. It never notified the minors, or any one who might be interested in their welfare, of any of the facts regarding this transaction; it did not file an inventory or a triennial account ; so far as appears, it studiously did nothing until forced to file the present accounts nearly eight years after it had received the worthless stock, and after and because the oldest of the minors had reached full age.\nIts claim below was “that because the [orphans’] court ordered this distribution of this stock in kind, no duty rested upon [appellant] to make any investigation of that stock whatever.” It renews that claim here. It is not a correct statement of the law. The only basis for the allowance of distribution in kind, as set forth in the petition therefor, — and no other is even suggested now— is section 49 (e) 1, of the Fiduciaries Act of June 7, 1917, P. L. 447, 516, which provides as follows: “Whenever it shall appear, at the audit and distribution of an estate in the orphans’ court, that the balance, after payment of debts, includes stocks, bonds, or other securities, which,, for reasons satisfactory to said court, have not been converted by the accountants, it shall be lawful for said court to direct distribution of such assets in kind to and among those lawfully entitled thereto, including fiduciaries.”\nIt will be noticed that this section of the statute has no applicability to the present situation. The executor’s account had been settled and confirmed absolutely some three and a half months before the petitions as to this stock were presented to the court below. The merest inspection of the record would have disclosed this fact to the guardian, and it would also have seen that the minors were not “among those lawfully entitled” to that stock. They were entitled to their legacies in cash; and no satisfactory reasons (or indeed any unsatisfactory ones) were given to the court, as required by the statute, Avhy the stock had “not been converted” by the executor. If the statute had been complied with in all other respects, it is possible appellant would not be surcharged upon these grounds alone; but in these cases they are, in fact, the least important of all the objections to appellant’s conduct.\nIf it had read a little further into the same Fiduciaries Act of 1917, on which it attempts to rely, appellant would haAre found that section 59 (k), P. L. 447, 533, provides as follows: “In all cases in which proceedings may be had in any orphans’ court affecting the interests of a minor, notice of such proceedings shall be given to the guardian of such minor in the same manner as is provided by law in the case of persons of full age. If such minor has no guardian appointed by an orphans’ court of this Commonwealth, or by will probated within this Commonwealth, the orphans’ court in which such proceedings shall be pending shall appoint a guardian ad litem for such minor, in the same manner as is provided by this act in the case of ordinary applications for the appointment of guardians. If such minor or his next friend shall fail or refuse to apply for the appointment of a guardian ad litem, as aforesaid, then such guardian shall be appointed by said court on petition filed by any person interested in such proceedings. Notice shall be served, as aforesaid, upon such guardian ad litem whenever notice shall be requisite.”\nIn all judicial proceedings, actual or constructive, notice and an opportunity to be heard, are essential before anyone’s property can be taken from him, or be converted into some other kind of property, without his consent. This is and should be especially true as to those who are minors. As we said in White’s Est., 163 Pa. 388, 399: “But the conclusive character of a judgment or decree depends not only upon the statutory grant of jurisdiction to the court pronouncing it, but upon actual jurisdiction over the persons whose rights are the subject of investigation. Unless the court has the parties before it, by appearance or service of process, it is obvious that it cannot bind them by its adjudications.” Under such circumstances, the decree of the court is void and is subject to collateral attack: Simpson’s Est., 253 Pa. 217; Clark’s Est., 275 Pa. 506, 509. In the light of these authorities, which, after all, are based on the eternal principles of justice, it is clear that the section of the statute last quoted is applicable to situations like the present, and requires that minors shall always have someone sui juris to represent them and protect their interests, before a decree injuriously affecting their interests can possibly be sustained. It necessarily follows, not only that a guardian must be given sufficient time to examine into such a matter when under consideration, but also that, by virtue of his office, he has cast upon himself the duty to make such an examination— not perfunctorily but carefully — as may be necessary, and should object to anything being done which may injuriously affect those interests.\nWhen appellant was appointed guardian of these minors, the record disclosed: (a) That no one had ever been appointed to act for the minors, except itself; (b) That there was no averment that any investigation had ever been made with regard to the matter, in the interest of the minors, or even by the court suo motu. Nevertheless, appellant did nothing for about six months, until it was too late to do anything effectively. If it had acted promptly, it could have had vacated the decree requiring the minors to accept the stock, and could have had awarded to each of them “the sum of $5,000,” as the will provided; thus their estates would have lost nothing. Its failure to act at all was gross negligence, and for this it is clearly liable: Royer’s App., 11 Pa. 36.\nIn so clear a case as this, the maxim res ipsa loquitur applies, and obviates the necessity for quoting at length from the numerous other authorities to which our attention has been called, though we have examined all of them. We will, however, briefly refer to two. In Simpson’s Est., 253 Pa. 217, 222-3, it is said: “The direction of the testator, which is supreme and not to be disregarded by any court, except by the consent of all parties interested and capable of consenting, was that the sum of $10,000 should be held in trust during the life of his niece......and upon her death the said ‘principal sum of $10,000’ should be paid to her two children. Instead of getting this, the decree of the court below requires them......to take a house with a charge upon it in favor of the accountant...... The requirements of the law are not met when an accountant, whether administrator, guardian or trustee, proposes to hand over to those entitled to the estate specific property, however acquired, in liquidation of his liability, except as the parties in interest agree to an acceptance of the same.”\nAs far back as 1826, in M’Grew’s App., 14 S. & R. 396, 397, we said: “I do not see how any account can be settled according to law, where minors are interested, and those minors have no guardians appointed to attend to their interests...... The final settlement of those who administer the personal estate, is of too much importance to be passed over without notice to those interested, and examination by them. There can be neither notice to, nor examination by a minor. Guardians must be appointed to receive notice on the part of infants, or the account will not be settled according to law ” We have ever since steadily adhered to the principle embodied in that extract; not only in the settlement of accounts, but whenever the court is asked to act upon a matter affecting the estate of a minor; and this must always be so if the courts are to continue to do their whole duty.\nThe decrees of the court below are affirmed, and each appeal is dismissed at the cost of the appellant therein."}