{"id": "1146270", "contents": "Per Curiam,\nPlaintiff sued in trespass to recover damages for alleged defamatory statements contained in her father’s will. The present appeal is from an order of the court below refusing the prayer of defendants’ petition challenging the jurisdiction of the court as provided by the Act of 1925, P. L. 23. An inspection of the docket entries indicates the appeal must be quashed. The record shows that the summons in trespass issued July 10, 1930. On July 28, 1930, counsel for defendants appeared generally, although plaintiff’s statement of claim was not filed until two days later. Defendants then filed an affidavit of defense in the nature of a demurrer which was overruled and dismissed with an opinion filed by the court January 21, 1931. Defendants’ statutory demurrer raised substantially the same questions as those set forth in the petition giving rise to this appeal. Defendants followed this action on the part of the court below by a rule on plaintiff for a more specific statement, and upon plaintiff’s motion to discharge the rule argument was had and the question resolved in defendants’ favor. On August 18, 1932, plaintiff filed her amended statement of claim, and on August 26, 1932, entered a rule on defendants to file an affidavit of defense within fifteen days. On October 3, 1932, defendants filed their petition questioning the court’s jurisdiction.\nIt is obvious that appellants bave no standing to claim the right of appeal conferred by the Act of 1925, supra. The jurisdictional questions contemplated by that act have not been raised promptly nor preliminarily. After appearing generally, counsel for the executors have defended ¿he action for over two years by statutory demurrer and other pleadings. They have forfeited the right to appeal on jurisdictional matters before going to trial. Defendants “having by counsel entered a general appearance, instead of an appearance de bene esse as permitted by the Act of March 5, 1925, P. L. 23, [their] preliminary objections come too late and preclude [them] from questioning the court’s jurisdiction”: Gray v. Camac, Exrx., 304 Pa. 74, 76. See also Fidelity-Phila. Trust Co. v. Berkin, 299 Pa. 196; Stamper v. Kogelschatz, 289 Pa. 94.\nThe appeal is quashed."}