{"id": "1146208", "contents": "Per Curiam,\nThomas Y. Stockton was declared a lunatic by judicial decree in February, 1905. Nettie S. Stockton, his wife, died October 25, 1932, leaving a will dated March 14, 1912. By the terms of the testament the husband received a life estate in her realty; the balance of the real and personal property was left to an adopted daughter of testatrix. Within a year of the death of Mrs. Stockton, the committee of her husband filed a petition asking leave to take against the will. The present appeal is from the refusal of the court to grant the prayer of the petition.\nThe right of a committee in lunacy to elect to take against the will of a deceased spouse is not absolute, as in the case of a person sui juris, but is within the sound discretion of the court in control of the lunatic’s estate: Kennedy v. Johnston, 65 Pa. 451. We agree with the statement of the lower court that this discretion is to be exercised judicially, upon consideration of all the circumstanees and with a view primarily to the interests and welfare of the lunatic himself, taking into account the advantages and disadvantages, to him, of taking against the will, and, further, that the leaning of the law is in favor of the will, particularly where a taking against it would divert the estate of the deceased from his own blood: Brooke’s Est., 279 Pa. 341.\nIn the present case the lunatic is 86 years of age and there is little likelihood of his mental restoration, and it appears that, due to judicious management by the committee in lunacy, there is ample income from the husband’s estate to take care of his needs. In addition, the income from the life estate bequeathed to him by the will in question would be greater than the income derived from an election to take against the instrument. For these reasons, in our opinion the discretion of the lower court was properly exercised in denying the petition.\nThe decree of the court below is affirmed at the cost of appellant."}