{"id": "1146259", "contents": "Opinion by\nMr. Justice Schaffer,\nPlaintiff alleges that defendant is liable to her for damages due to the death of her husband. While crossing a public street in the City of Johnstown he was killed as a result of being struck by an automobile owned by defendant and driven by Paul O. Emory, a salesman in its employ. The accident took place about 3 o’clock on the morning of Sunday, December 22,1929. The particulars of the accident need not be stated, as defendant admits that, for the purposes of this appeal, the driver of the automobile may be considered negligent. Plaintiff recovered a verdict and judgment in the court below. Defendant appeals.\nThe question which we are to determine is whether there was adequate proof that at the time of the accident the car was being driven on the defendant’s business. Emory testified that it was not, that he was driving it on his own affairs and for his own purposes and pleasure.\nThe affidavit of defense filed by defendant admits that Emory was its agent and employee and that it owned the car in question, a Chevrolet coupé. It is not disputed that the automobile was generally used by Emory in connection with his duties as salesman of defendant. The car did not have any sign upon it indicating that it was owned by the defendant or that it was a business ear. In the automobile at the time of the accident were certain catalogues and literature relating to the articles which the defendant manufactured and sold. The presence of these papers in the car does not give rise to the presumption that the car at the time of the accident was engaged in the defendant’s business. That presumption arises where the car is a business car with the business sign of the defendant displayed thereon. The line of cases so holding has as one of its best examples Sieber v. Russ Bros. Ice Cream Co., 276 Pa. 340, and the principle is illustrated by Hartig v. American Ice Co., 290 Pa. 21; Talarico v. Baker Office Furniture Co., 298 Pa. 211; Wesolowski v. Hancock Ins. Co., 308 Pa. 117, and other cases. The most recent one which draws the distinction that we are now making is Double v. Myers, 305 Pa. 266, in which we laid down the rule that while the use of a business vehicle is presumed to be for its owner, such presumption does not prevail where the evidence does not show that there was any name or sign on the vehicle indicating any business, or that there was anything in or about it indicating it was being used for business purposes.\nTo meet the burden of showing that the automobile at the time of the accident was being operated on the defendant’s business, plaintiff called as a witness Leota Swank, the night superintendent of the Memorial Hospital in Johnstown, which hospital is located within about three hundred feet of the scene of the accident. She testified that Emory came to the hospital, told her that he had struck a man, and asked her to send somebody to get him. She said while Emory was talking to' her, the dead body of the plaintiff’s husband was brought into the hospital. She indicated by her testimony that Emory did not leave the hospital between the time he first came there and the time the body was brought in. Emory testified that he had gone to the hospital and then back to the scene of the accident, and again returned to the hospital, and that it was on the occasion of his second visit that he talked to Mrs. Swank. For the purpose of the present discussion, we are assuming that the conversation which Mrs. Swank described took place on his first visit to the hospital. She said that he was very much excited and that he told her that when the accident occurred, “He was returning from a sales trip for his employer.” Emory said he recalled no such conversation, and further that he would not have had any reason to state that he was on his employer’s business at the time of the accident, because he was not. It might well be that he stated to Mrs. Swank that he had returned from a sales trip, without meaning that at the time of the accident, 3 o’clock on Sunday morning, he was then returning from a sales trip and on his employer’s business. In Emory’s testimony, he detailed his movements on the night in question, and if his testimony is true, he spent the evening with others in a social way, attending a dance and visiting friends, to whose house he was returning at the time of the accident.\nThe court admitted the testimony of Mrs. Swank under the res gestae rule. We are assuming that the testimony meets the requirements of this rule in the respects that Emory’s statement was sufficiently close to the time of the accident, and that it was spontaneously made under the excitement which the tragedy brought about. We think, however, that it was inadmissible, because it did not relate to. the accident itself, but was a reference to something not directly connected with the accident at all. The statement that he was returning from a sales trip had nothing to do with the accident. Declarations of an actor in an accident to be admissible as part of the res geste must be statements of what occurred in and at the time of the accident. The fact that the driver was returning from a sales trip does not relate to the accident or in any way emanate from or explain it, but is rather a reflective narrative of an event unconnected with the accident.\nThe res gestse rule is an exception to the hearsay rule. It is a dangerous rule, as all the text writers agree, and we think it ought not to be extended beyond the limits of reasonably immediate, spontaneous declarations relating to the controverted fact, in this instance, to the accident. For elaborate discussions of the rule, see 3 Wigmore on Evidence, (2d ed.), section 1766, and Chamberlayne “The Modern Law of Evidence,” volume 4, chapter 14, page 4124. “To bring acts and declarations within the doctrine of res gestse, they must be connected with, and grow out of, the act or transaction which is the subject-matter of inquiry so as to form one continuous transaction, and must, in some way, illustrate, elucidate, qualify, or characterize the act, and, in a legal sense, be a part of it”: 10 R. C. L., page 977, section 160. In Com. v. Gardner, 282 Pa. 458, Mr. Justice Kephart, speaking generally of res gestse declarations, said (page 465) : “Their sole distinguishing feature is that they should be the necessary incidents of the litigated act,'— necessary, in this sense, that they are part of the immediate preparations for, or emanations of, such act.” The declaration received in the instant case was no part of the immediate preparations for, or emanations of, the litigated act — the negligence.\nBeing of the opinion that the testimony of Leota Swank as to the declaration made to her by Emory was not admissible as part of the res gestae, the assignment of error covering the admission of this testimony is sustained and a new trial awarded."}