{"id": "1150645", "contents": "Opinion by\nMr. Chief Justice Frazer,\nJune 30, 1933:\nPlaintiff sued to recover for injuries sustained in an accident in which the negligence of defendant’s employee is admitted. Defendant appeals from the verdict against it, alleging trial errors and that the damages awarded are excessive. Because of the impaired mental condition of Melvin E. Gothel, the original plaintiff, the Dauphin County Trust Company was appointed his guardian and substituted on the record for him; we shall, however, refer to him herein as plaintiff.\nThe circumstances of the accident need be recounted only briefly. Gothel, riding a mule and leading another, was traveling along the William Penn Highway between Millerstown and Newport on the afternoon of September 4, 1930. The mule he was riding was on the concrete highway, near the edge, on the right-hand side of the road, the other mule just off the concrete on the gravel berm, when appellant’s truck, driven in the same direction, attempted to pass. The driver misjudged the distance, and struck the mule Gothel was riding with such force that it was killed, plaintiff himself being thrown into the air and landing on the gravel berm in such a manner as to sustain a concussion of the brain, an injured hip, and minor injuries. Thereafter, his mind and nervous system were seriously affected; he had hallucinations and at one time attempted to commit suicide; eventually (January 8, 1932), it became necessary to commit him to the Harrisburg State Hospital for the Insane, where he was confined at the time of the trial in May, 1932, twenty months after the accident. Previous to the accident, Gothel, a man of 43 years, had been in good health, supporting himself, his wife and their son by his own labor on his 160 acres of farm and timberland. There was no testimony as to how long Gothel might continue in his impaired mental condition, the medical opinion being that it was impossible to predict, with any degree of certainty, the result of his illness. However, the Carlisle tables of mortality were offered in evidence for use in determining the loss of earning power and the “compensation for pain and suffering which [Gothel] might undergo during the remaining years of his life,” and were admitted over objections that permanent injury had not been shown.\nThe court charged the jury that the question of damages in the future was “problematical”; that no one could tell how long plaintiff would be in the hospital, but, if they could fairly find from the evidence that he would be there a considerable time, they should, in returning the verdict, malee a separate item of the amount awarded for future damages, and that, regardless of whether plaintiff’s injuries would extend into the future, if the jury found the mental injury was produced by defendant, it was the subject of compensation. The verdict as returned read: “We find in favor of plaintiff for doctor fees, medicine, transportation, hospital, the sum of $406.62. For loss of property and labor, $750. For compensation, $18,000.” No item for future damages was included.\nOn motion for a new trial, the court in banc held the question of future loss and suffering should not have been submitted to the jury, but that the charge as given amounted to taking that branch of the case away from their consideration; and, moreover, that the jury did not award such damages, consequently the error was harmless. They held similarly concerning the introduction of the Carlisle tables, i. e., that they should not have been admitted, but did no harm, not having been applied. We agree with these conclusions. The instruction to the jury having been that, if they made an award for future damages, it should be noted in their verdict as a separate item, and no such award appearing therein, it cannot be assumed that a general finding for compensation included that specific item. The presumption is that the jury complied with the court’s instructions.\nThe original award for compensation of $18,000, the court below held was excessive, and reduced the amount to $12,000. Defendant contends this reduced verdict is still excessive.\nUnless a verdict for damages is so large as to shock our sense of justice and show a clear abuse of discretion on the part of the court below, we will not set it aside: Gunther et ux. v. Arnstal, 310 Pa. 295; Linhoss et ux. v. Hodgson, 310 Pa. 339, and cases there cited. In the case before us, the uncontradicted testimony discloses that plaintiff, a comparatively young man, who had been strong and generally in good health until the time of the accident, was negligently struck down, sustaining injuries which not only rendered him incapable of following his usual occupations but so affected his brain and his nervous system that, after going through months of physical and mental suffering, it finally was necessary to confine him in a hospital for the insane. Under such circumstances, we do not regard the verdict, as reduced by the court, as unconscionable.\nDefendant raises several other questions as to the charge of the court. The points were not, however, brought to the attention of the trial judge when opportunity was afforded, and, since they are not fundamental, will not be considered on this appeal.\nThe judgment is affirmed."}