{"id": "1152705", "contents": "Opinion by\nMr. Justice Maxey,\nThis was an action in trespass brought against Brownie Kozlowski and Veronica Kozlowski, his wife, and also against the City of Pittsburgh for damages alleged to have been sustained by the plaintiff, when her husband, Harry Williams, slipped and fell on the sidewalk in front of the Kozlowski garage, receiving injuries which caused his death on the following day. At 5 p. m. on March 27, 1930, Williams, while proceeding as a pedestrian along the southerly side of Davison Street, Pittsburgh, and while traversing that part of the sidewalk which was a part of the driveway to Kozlowski’s garage, fell backwards towards the garage, striking his head and sustaining a fatal fracture at the base of the skull. It was alleged that the condition of this sidewalk was defective in that the garage driveway over it was built at a dangerous slope or grade and it was not level with the sidewalk of which it was a continuation and it had become worn and slippery. This negligence was attributed to Kozlowski and his wife. It was alleged that the City of Pittsburgh was negligent in granting a permit to construct the driveway “at an uneven level with the sidewalk” and in allowing such “dangerous and unsafe condition to continue when it knew or should have known that such irregularities existed,” and “in permitting a defectively built driveway to pass inspection.” Plaintiff recovered a verdict against the defendants in the sum of $4,229.36.\nThe combination sidewalk-driveway where the accident occurred was four feet, seven inches wide and sixteen feet long. It was convex in form, that is, transversely it described an arc. It had been rounded off at the sides so that the owner of the abutting property could obtain a less jolting access by automobile to and from the street to his garage located four and one-tenths feet back from the property line. The property owner starting at about the 16 foot center line of the sidewalk had graded that walk rather abruptly downward to the level of the garage floor. The city starting at the same center line graded the sidewalk down to the street level. From the center line the sidewalk-driveway had on one side a down grade of about 13% and on the other side of about 25%. According to the testimony a pedestrian walking on this sidewalk would in crossing the driveway find no entirely level spot on which to walk. One witness testified that “there is no flat surface of the sidewalk for a distance of ten feet until it comes back to the regular sidewalk.” Another witness declared that in walking across this part of the sidewalk one would have to walk “on a slope or on the top, where it is rough.” It was also in evidence that the driveway over the sidewalk was of an uneven elevation, changing as one traveled over it.\nAt the close of plaintiff’s case, defendants moved for a compulsory nonsuit, alleging three reasons: (1) That the evidence failed to disclose any negligence on the part of either or both defendants. (2) That the testimony disclosed contributory negligence on the part of Harry Williams. (3) That the statement of claim failed to allege joint negligence so that there was a misjoinder of defendants in that two defendants were sued in one suit and that there was no allegation of any joint negligence in the statement of claim. This motion was refused, as was the later motion for judgment n. o. v. The City of Pittsburgh appealed.\nIn 43 C. J., page 1017, section 1795, is laid down this principle: “A municipality is not required so to- construct all its sidewalks that they shall meet upon exactly the same level, and the mere existence of a descent, slope, or step in the sidewalk does not render it liable for accidents to persons in stepping from one elevation to another, where the inequality or inclination is so slight that injury therefrom could not reasonably be anticipated. But it is the duty of the municipality, when such steps or slopes are necessary, to construct and maintain them in a reasonably and ordinarily safe condition as to such persons as may lawfully, and in the exercise of ordinary care, use them, and recovery may be had against it for negligently constructing or permitting unusual or unnecessary steps, slopes, or abrupt descents, from which injury might have been reasonably anticipated ; or where the plan of construction adopted was manifestly unsafe.......”\nIn Shafer v. Phila., 60 Pa. Superior Ct. 256, 258, that court said: “What particular shallowness of depression in a sidewalk or street forms such a slight inequality in the surface, as to excuse its presence and release the city of liability therefor cannot be definitely stated. Each case must necessarily be determined by the surrounding circumstances and generally the matter must be left to the jury.” In the case before us the evidence was such as to clearly make the question of the defendant’s negligence one for submission to the jury. There was ample evidence from which the jury might infer that the cause of the decedent’s slipping was the alleged defective construction of the part of the driveway which was a continuation of the sidewalk. At the point where deceased fell the grade was about 13-14%, and that the deceased slipped and fell because of this grade is a reasonable inference. As we said in Mars v. P. R. T. Co., 303 Pa. 80, 89, 154 A. 290: When a fact is “dedueible as a reasonable inference from the facts and conditions directly proved......it cannot justly be-classed as a mere conjecture or surmise or guess. In both the civil and criminal law, circumstantial evidence is competent evidence. ...... 'The conclusions and tests of every day experience must constantly control the standards of legal logic’ [quoting from Wigmore on Evidence (2d ed.), volume 1, section 27, page 232].”\nThe question of the decedent’s contributory negligence was also for the jury. In Morin v. Kreidt, 310 Pa. 90, 97, 164 A. 799, we said: “When a person is killed in an accident there is a presumption arising from the general knowledge of the strength of the instinct of self-preservation and the natural desire to avoid pain and injury to oneself that the deceased at the time of the accident was exercising due care.” In the instant case there is no evidence so clearly rebutting the presumption that the decedent exercised due care as to justify the trial court’s declaring his negligence as a matter of law.\nIn Lane v. Dickinson, 276 Pa. 306, 120 A. 264, cited by appellant, the driveway across the sidewalk was practically of the same grade as the sidewalk except toward the curb where it descended about five inches to meet the grade of the unpaved street. The companions of the man who was injured on that sidewalk walked where the walk was level and had no difficulty in passing over it safely, “while,” as this court said, “he [the man injured] unnecessarily walked far enough out to step on the slope and was thereby hurt.” In the case before us witnesses testified that there was no part of the sidewalk at the point where the deceased fell that was level. The only alternative presented to the decedent in order to avoid walking on this unevenly surfaced sidewalk was to go out into the street. It cannot be reasonably expected that a pedestrian will take this much caution. “The deceased was only bound to exercise ordinary care, and was not required to anticipate negligence on part of the defendant”: Yuhasz v. Pitt Construction Co., 305 Pa. 166, 169, 157 A. 461. When the deceased assumed that he could walk on what was apparently a continuation of the sidewalk he was doing only what a pedestrian of ordinary prudence would do under the same or like circumstances. The particular defect in this sidewalk was not such as that it could be justly characterized as “an open defect in Ms path” as, for example, a hole in the sidewalk or a physical obtrusion thereon.\nWhat the Superior Court said in Duvall v. City of New Castle, 74 Pa. Superior Ct. 573, 575, can be appropriately quoted here: “The accident did not occur at the crossing of an intersecting street, where special care, must be taken by pedestrians, as they are bound to expect the continuity, if not the level, of the pavement to be broken....... It [the accident] was on the sidewalk of a much traveled street where the plaintiff had no special reason to expect a danger of this character. ‘One is not required in walking along a traveled highway, to keep his eyes fastened upon the ground continually to discover points of possible danger; nor is it necessary that he should in order to avoid exposed pitfalls lying directly in the path before him; but the law does require that he be observant of where and how he is going so as to avoid dangers which ordinary prudence would disclose’: Lerner v. Phila., 221 Pa. 294 [70 A. 755].”\nAppellant also contends that there was a misjoinder of defendants since there was no joint liability between the property owner and the city and since in the statement of claim there was no allegation of a joint liability. The court below found that the eighth paragraph of the claim was a sufficient plea of joint negligence. If the joint negligence is sufficiently pleaded, the procedure followed in this case was in conformity with the Act of June 29, 1923, P. L. 981. If it was not sufficiently pleaded, the suit against the two defendants is permissible under the Scire Facias Acts of 1929 and 1931. Those acts give statutory support to the policy of bringing onto the record as defendants in any action all persons alleged to be liable for the cause of action declared on, whether liable jointly or severally. It is true that these acts provide for the bringing onto the record of an added defendant or defendants only by the original defendant suing out a writ of scire facias to bring such additional defendant or defendants upon the record; but to bring the practice into complete harmony with these acts,'\"we hold that there is now no legal policy which forbids the plaintiff’s bringing all defendants upon the record whether they are liable jointly or severally. These acts expressly purport to be a departure in procedure from the common law rule which forbade the joining in one suit of persons committing torts which were not joint. The Scire Facias Act of June 22, 1931, P. L. 663, section 2, provides, inter alia, “Upon the joinder of additional defendants under the terms of this act, such suit shall continue, both before and after judgment, according to equitable principals, although at common law, or under existing statutes, the plaintiff could not properly have joined all such parties as defendants.”\nThe judgment is affirmed."}