{"id": "1152661", "contents": "Opinion by\nMr. Justice Simpson,\nThe pleadings in this case consist of plaintiff’s statement of claim, defendant’s affidavit of defense and counterclaim, and plaintiff’s reply to the counterclaim. The counterclaim is for $771.36, for merchandise purchased by plaintiff from defendant, wholly unrelated to- the transaction which was the subject of dispute in the statement of claim and affidavit of defense, and the $771.36 is expressly admitted by plaintiff to be due by it to defendant. For the reasons hereinafter set forth, the trial judge decided that plaintiff could not recover upon the cause of action set forth in its statement of claim, and the jury, therefore, rendered a verdict for defendant for the undisputed claim of $771.36. Upon that verdict, judgment was entered and plaintiff now appeals. The judgment must be affirmed.\nSo far as relevant, the facts regarding plaintiff’s claim are as follows: By two separate contracts, defendant agreed to manufacture for plaintiff a specified quantity of mouth wash, according to a formula furnished by plaintiff. The only question at issue arises out of the second contract. A large part of the mouth wash bargained for therein was made and delivered to plaintiff, and later sold to its own customers. Complaints were made by some of these customers to plaintiff which, in turn, passed them on to defendant. The ensuing negotiations resulted in plaintiff cancelling the contract with defendant’s consent, and in the latter agreeing to take back all of the month wash which plaintiff’s customers returned to it, crediting plaintiff’s account with the full amount charged for that which was returned. This plan was carried out, and admittedly all the mouth wash delivered to plaintiff under the contract was returned to defendant, and plaintiff credited with the full purchase price thereof. So far as appears, nothing whatever was said or intimated regarding plaintiff’s intention, if it then had any, to hold defendant liable for the alleged causes of action which are the subject of this suit.\nSubsequently, however, and after the settlement between the parties had been fully carried into effect, plaintiff brought this action, alleging that the mouth wash delivered under this contract and later returned to defendant as above set forth, was inferior in quality to that which defendant had agreed to deliver, and by reason thereof plaintiff had been damaged, as it averred, in the sum of $3,732.16 for advertising costs; $3,623 for loss of profits on the goods contracted for; $850 for additional wages paid to certain employees; $2,550 for additional salary for its executive officers; $5,000 for the market value of the formula for making the mouth wash; $812.10 for distributing agent’s fee, and $20,000 for loss of business and goodwill, making a total of $36,567.26, being the amount claimed for defendant’s alleged breach of that contract, which, as stated, had been rescinded and cancelled.\nSection 69 of our Uniform Sales Act of May 19, 1915, P. L. 543, 562, provides in part as follows:\n“Section 69. First. Where there is a breach of warranty by the seller, the buyer may, at his election,—\n“ (a) Accept or keep the goods, and set up against the seller the breach of warranty by way of recoupment in diminution or extinction of the price;\n“(b) Accept or keep the goods, and maintain an action against the seller for damages for breach of warranty ;\n“(c) Refuse to accept the goods, if the property therein has not passed, and maintain an action against the seller for damages for breach of warranty;\n“(d) Rescind the contract to sell or the sale and refuse to receive the goods, or, if the goods have already been received, return them or offer to return them to the seller, and recover the price or any part thereof which has been paid.\n“Second. When the buyer has claimed and been granted a remedy in any one of those ways, no other remedy can thereafter be granted.\n“Fourth. Where the buyer is entitled to rescind the sale and elects to do so, the buyer shall cease to be liable for the price upon returning or offering to return the goods. If the price or any part thereof has already been paid, the seller shall be liable to repay so much thereof as has been paid, concurrently with the return of the goods, or immediately after an offer to return the goods in exchange for repayment of the price.\n“Fifth. Where the buyer is entitled to rescind the sale and elects to do so, if the seller refuses to accept an offer of the buyer to return the goods, the buyer shall thereafter be deemed to hold the goods as bailee for the seller, but subject to a lien to secure the repayment of any portion of the price which has been paid, and with the remedies for the enforcement of such lien allowed to an unpaid seller by section fifty-three.”\nIt is evident that the above-quoted subsections (a), (b) and (c) relate to instances where the buyer elects to affirm the contract, keep the goods already delivered, and hold the seller for damages for his breach of warranty; whereas subsection (d) relates, as it says, to cases where the buyer elects to “rescind the contract.”\nIf we assume, under the facts above set forth, that the rescission of the contract was the act of plaintiff alone,— and this is the basis of its claim — then it is entitled to recover, in accordance with subsection (d), above quoted, “the price or any part thereof which has been paid” by it, and nothing more. Admittedly there is nothing due by defendant upon this basis. That a vendee who rescinds can only recover upon that basis is evident, for it is exactly what the statute declares, in paragraph first, subsection (d), and in paragraph fourth, each quoted above. Indeed, in subsections (a), (b), (c) and (d) there is set forth what every vendee is entitled to recover, in the various contingencies therein expressed, and they are the limit of recovery in each instance: ex-pressum facit cessare taciturn. And so it is said in 2 Williston on Sales, 1536 (2d ed.) : “612. It seems to be generally assumed that where a buyer has free choice of remedies for breach of warranty [i. e., where the contract itself does not limit the choice], if he elects the remedy of rescission he is thereby precluded from bringing an action for damages, and it has been so decided. The Sales Act adopts this rule.”\nWe thus said in Buffington v. Quantin, 17 Pa. 310, 312: “But a vendee who receives the thing [contracted for] into his possession, before he has become acquainted with its qualities, has, if dissatisfied, but one of two courses to pursue; either to retain it and claim a deduction, or reject it and attempt to rescind the contract. In pursuing the latter [course], he has no contract to enforce. His game is to get rid of the-bargain, by rejecting the vendor’s performance of his part of it.” So, also, it was said in Byrne v. Elfreth, 41 Pa. Superior Ct. 572, 578, that a plaintiff “may return or offer to return the goods, and sue in rescission of the contract, in which case the measure of his damages is the amount of the purchase money paid.” And, in summing up the authorities, it is said in 24 R. C. L. 235, section 510: “The return of the subject-matter of the sale in the exercise of this right [of rescission] will, as a general rule, deprive the buyer of any right thereafter to sue for damages for breach of warranty, which [damages] are [necessarily] based on the continued existence of the warranty.” ' The conclusion stated seems to be universal where the Uniform Sales Act is in force, as it is with us, and compels an affirmance of the judgment.\nWe are clearly of opinion, however, under the facts as we have detailed them, that the rescission was by mutual consent, under which circumstances the law is, if possible, even more strongly against plaintiff’s claim. In 3 Black on Rescission and Cancellation (2d ed.), 1666, section 704, it is said: “If a contract is rescinded by mutual consent or by demand on one side acquiesced in by the other, and there is no express reservation of claims for damages previously sustained under it, there is an implied waiver of any such claims, and neither party, after the rescission, can sue the other for damages sustained by a previous breach of the contract.” The same conclusion is stated in 24 R. C. L. 276, section 555. This is a rule of good faith and fair dealing, and the present case is an apt illustration of its usefulness and the need for enforcing it. Plaintiff had received a large quantity of the mouth wash from defendant, and was liable to a suit for the contract price. To avoid this it alleged a breach of warranty of quality, but this breach, it knew, was denied by defendant, and the only way to settle the dispute was by an agreement or by a suit. It was liable also to have to take the balance of the mouth wash contracted for, if its contention as to breach of warranty was not sustained; and also to suits by its vendees, not as upon a rescission only but for a breach of the warranty, and this, under section 69 of the Uniform Sales Act, might be for a considerable sum beyond that which it had received from its vendees. Under these circumstances, the settlement between plaintiff and defendant was made, and, nothing to the contrary having been said, defendant had the right to believe, — and the law will uphold it in the belief, — that thereby all matters involved in that controversy were ended. To hold otherwise would be to sustain the suppressio veri which the law detests.\nThe judgment of the court below is affirmed."}