{"id": "1152636", "contents": "Opinion by\nMr. Justice Schaffeb,\nThis is an action brought to recover under the double liability clause of a policy of life-indemnity accident insurance providing that the amount payable for death shall be doubled if the bodily injury sustained by the assured was received “in consequence of the collapse of the outer walls of a building while the assured is therein.” At the end of plaintiff’s case, the court entered a compulsory nonsuit, which on motion it refused to take off. Plaintiff appealed.\nOn October 17,1929, August Hess, the assured, was in the first floor of a small three-story brick addition to a large three-story hotel building. A steel railroad car of seventy tons capacity, loaded about two-thirds full of coal, got out of control at the top of a steep grade on a mountain a mile or more away from the hotel and ran away, down the track. It gained momentum and was traveling at approximately seventy miles an hour when it jumped the track alongside the hotel and catapulted with terrific force against the brick wall of the addition. The impact of the car tore a hole in the side of the addition and ripped away a small part of two walls thereof, carrying some of the walls through, so that the portion so carried, together with a part of the floor and a quantity of coal thrown from the car by its sudden stopping, struck the assured and caused his death. The hole caused by the car and the portion of the two walls ripped away comprised only a small part of the first story and basement wall area of the addition. Of the two walls which were struck by the car there were left standing a large and substantial portion of the basement and first story walls of the addition and all of those walls above the first story. The second and third story portion of the two walls, as well as a part of the first story and basement thereof, remained in their original position and intact. The other walls of the addition were intact and the entire building remained standing, with the hole torn in the addition.\nThe position of the appellant is that the company is liable to her under the double indemnity provision of the contract because, so it is argued, the outer walls of the building “collapsed” within the meaning of the policy. We cannot so construe the policy. The wall did not collapse, the runaway car tore a hole in it. It could no more be said that there was a collapse of the wall under the circumstances appearing than it could be determined that if a battering ram or a projectile knocked a hole in the wall that it collapsed. Certainly the parties when they entered into the contract could not have had in mind in using the words “collapse of the outer walls of the building” the knocking of a hole in the wall. In ordinary speech, what happened to the walls would not be termed their collapse and no one would have so described the happening.\nIt is plaintiff’s theory that what was intended to be insured against were injuries to the insured sustained by the falling of a substantial portion of the structural parts of the exterior wall of a building Avhile the insured was inside, regardless of the cause. The difficulty with this theory, however, is that is not what the policy says. It provides for double indemnity, not by the falling of a substantial portion of the structural parts of the exterior walls, but due to the collapse of the outer walls. To make the policy cover plaintiff’s theory would be to extend its terms far beyond what they cover as written.\nThe argument of the appellant proceeds upon the idea that the word “collapse” as used in the policy is doubtful in meaning and capable of two interpretations. Such, however, is not the fact. It is not doubtful of meaning or capable of two interpretations so far as the incidents are concerned which it is sought to malte it cover, because it does not cover them at all. Where there is no ambiguity, the court must construe the language of a policy in accordance with the plain, ordinary meaning of its terms. In Words & Phrases, 1st Series, volume 2, page 1248, it is said: “Webster defined collapse thus: ‘To fall together suddenly, as the two -sides of a hollow vessel; to close by falling or shrinking together; to shrink up, as a tube in a steam boiler collapses’...... The Century Dictionary defines the word collapse thus: ‘To fall together or into an irregular mass of flattened form, through the loss of firm connection or rigidity and support of the parts or loss of the contents, as a building through the falling in of its sides, or an inflated bladder from the escape of the air contained in it’......” In Urian v. Scranton Life Ins. Co., 310 Pa. 144, we were called upon to apply the word “poisoning” as used in an insurance policy to a given state of facts. There, as here, the rule was invoked that, if doubt exists as to the meaning of the language used in an insurance policy, it should be resolved in favor of the insured rather than in the interest of the insurer. It was pointed out by Mr. Justice Simpson, speaking for the court, that in many instances doubt was created in construing insurance policies by a species of argument which would not be tolerated in any other kind of contract, and it was said that, “Where language is clear and unambiguous, it cannot be construed to mean otherwise than what it says.” That is the situation before us. In our view, the language of the policy is clear and unambiguous and the words “collapse of the outer walls of the building” used in it could not be held to cover such an accident as that with which we are dealing, a runaway railroad car penetrating through the walls.\nThe court below properly determined that under the terms of the policy plaintiff, who has received the primary sum payable under it, cannot recover double indemnity.\nJudgment affirmed."}