{"id": "1152617", "contents": "Opinion bt\nMr. Chief Justice Frazer,\nPlaintiff appeals from a decree of the Court of Common Pleas of Delaware County dismissing his bill for specific performance of a contract, alleged to have been made by him on behalf of undisclosed principals, for the sale of one hundred shares of Penn Beverage Company capital stock by each of the named defendants. The three hundred shares sought to be purchased constitute a controlling interest in the corporation, the stock of which is not readily obtainable, being held by a few individuals and not listed for sale upon the open market. The Penn Beverage Company operates a brewery and the transactions in question here took place previous to and just after the national election of 1932, in which the successful political party placed itself and candidates upon an avowedly “wet” platform.\nAppellant relies upon two letters, attached to the bill as exhibits, to substantiate his claim that defendants entered into an agreement to sell their stock. The first letter, dated November 4, 1932, and addressed to appellant, after reciting the receipt of one dollar consideration by each of defendants, states: “Each of us who sign below are willing to sell our respective shares in the Penn Beverage Company,......for $15,000.00 each.” The letter concludes: “Agreement of Sale satisfactory to us to be executed within ten days at the above-mentioned price,” and is signed Connie J. Dorian, Arthur Parker and H. B. Lantz. Appellant’s reply to this alleged offer is dated November 9, 1932, and is addressed to Mr. Connie Dorrian. It reads in part: “I am writing to you to inform you that my parties are willing to pay 10% cash and the balance in 60 days,......in accordance with the option agreement. If this is satisfactory, kindly advise me at once.”\nDisregarding formal objections to the bill (which assert a misjoinder of defendants), it remains manifest that the papers set out above do not constitute a valid offer and acceptance. Of numerous reasons compelling this conclusion, it will suffice to discuss but one. The so-called acceptance materially differs from the offer as to the mode of payment. No qualification having been placed on the price named in the offer, it is presumed a cash transaction was intended.' See Williston on Sales (2d ed.), section 343. The reply, instead of agreeing unequivocally to defendant’s proposition, offered to pay ten per cent cash and the balance in sixty days. That this was a counter-offer and so intended to be is apparent from the last sentence of plaintiff’s letter, in which he says: “If this is satisfactory, kindly advise me at once.”\n“Nothing is better settled than that in order to constitute a contract there must be an offer on one side and an unconditional acceptance on the other. So long as any condition is not acceded to by both parties to the contract, the dealings are mere negotiations and may be terminated at any time by either party while they are pending. There must be a meeting of minds in order to constitute a contract. This doctrine is very familiar and has been recognized many times in onr courts. In Swing v. Walker, 27 Pa. Superior Ct. 366, we said at page 372, quoting from Joseph v. Richardson, 2 Pa. Superior Ct. 208: ‘To constitute a contract the acceptance of the offer must be absolute and identical with the terms of the offer. If one offers another to do a definite thing, and that other person accepts conditionally or introduces a new term into the acceptance, his answer is either a mere expression of willingness to treat or it is in effect a counter proposal.’ We then stated ‘To bind the parties, an acceptance must be in exact conformity with the proposal. A qualified acceptance does not constitute a contract’ ”: Rich v. Pifer Sons, 100 Pa. Superior Ct. 483, 487. See also Restatement of the Law of Contracts, volume 1, section 60, which states: “A reply to an offer, though purporting to accept it, which adds qualifications or requires performance of conditions, is not an acceptance but is a counter-offer.” The Pennsylvania Annotation to this section indicates numerous decisions in which this principle has been applied.\nThe decree of the court below is affirmed at appellant’s cost. *"}