{"id": "1152647", "contents": "Opinion by\nMr. Justice Drew,\nThe defendant, John Andrew Miller, was indicted and tried for the murder of William Shapiro. The jury found him guilty of murder of the first degree, and fixed the penalty at death. From the judgment and sentence entered on the verdict, Miller appeals. There are 89 assignments of error, all but six of which charge inadequacy, inaccuracy and unfairness in the charge of the learned trial judge.\nThe only assignments of error which need be considered are those which allege that the trial court did not adequately instruct the jury on the law of manslaughter and which complain of the express statement of the learned trial judge in the charge that, although he could not take away from the jury the right to return a verdict of manslaughter, on the facts of the case defendant was guilty of murder or nothing, and a finding of manslaughter would not be supported by the evidence. Defendant’s counsel earnestly contend that a verdict of manslaughter could have been reached by the jury on any one of eight possible theories, all of which, they claim, had testimony to support them. Of these eight hypotheses, we need consider only the one most strongly pressed — that the evidence was sufficient to support a finding that the killing\nwas done by defendant under the influence of a real, even though unreasonable, fear that his life was in danger. Nothing was said in the charge to the effect that a killing while under the influence of fear for one’s life might be manslaughter, and the points offered by the defendant on the subject of manslaughter were refused. While it is well settled that a trial judge is not required to charge the jury on manslaughter where there is nothing in the testimony to reduce the grade of the crime below murder (Oom. v. Morrison, 266 Pa. 223; Oom. v. Lessner, 274 Pa. 108; Oom. v. Spardute, 278 Pa. 37; Oom. v. Meleskie, 278 Pa. 383; Oom. v. Hadok, 313 Pa. 110), it is only in very clear cases, where there is no room for doubt, that this can properly be done: Oom. v. Sutton, 205 Pa. 605; Oom. v. Curcio, 216 Pa. 380. It is equally well settled that a killing committed under an apprehension that one’s life is in danger is, if the apprehension is reasonable, excusable as done in self-defense (Oom. v. Colandro, 231 Pa. 343; Com. v. Balanzo, 261 Pa. 507; Com. v. JRussogulo, 263 Pa. 93) ; if the apprehension exists, but is not reasonable, it is manslaughter only: Com. v. Drum, 58 Pa. 9; Com. v. Colandro, supra; see Com. v. Curcio, supra; Com. v. Principatti, 260 Pa. 587. Hence, if there was sufficient evidence for the jury to base a finding of manslaughter on this ground, the defendant was entitled to have the jury so instructed: Com. v. Curcio, supra; Com. v. Colandro, supra.\nAs to the facts leading up to the night of the killing there is no conflict in the testimony. In December, 1932, a bank in West Philadelphia was robbed by six bandits, who obtained a large sum of money and succeeded in making their escape. Shapiro, the deceased, knew-the men who robbed the bank, and had expected to take párifc in the robbery, but had been left out of their plans and given no share of the proceeds. As a result, he was angry, and determined to kidnap for ránsom one of the gang which had robbed the bank. For the promise of a share of the ransom money he secured the assistance of the defendant, Miller, and of a girl named Helen Taylor. In pursuance of a plan agreed upon hy them, the Taylor girl, under an assumed name, rented an apartment. The next evening Shapiro, Miller, and the girl went to a street corner which was frequented by members of the gang, and kidnapped Bennie Berliner, one of the bank robbers. They took him to the apartment, where they securely bound him with ropes. Berliner testified that Shapiro sent Miller and the girl out of the room, and then said to him, “You were in a hold-up, and I know it, and I’m going to send a note demanding $10,000 for your return. If your friends think anything of you, they’ll pay; if not you’re going to get killed. I don’t care what happens. I made up my mind, and I am going to go through with it. You are going to get killed if I get the money or not.” After this, Shapiro had Berlinger sign a note demanding $10,000 ransom money, and sent it to the leader of the gang. On the following day Shapiro was informed that no ransom money would be paid, and from his actions Miller concluded that he intended to kill Berliner. Later that day, while Shapiro was out, Miller informed Berliner of his suspicion and told him he would cut him loose, even if he did not get any money, because he did not want to be implicated in a murder.\nEarly that evening Shapiro returned and told Miller that he had failed to get any money from the gang and that he was going to kill Berliner. Miller testified that he then urged Shapiro to make another effort, that they went out together, and Shapiro telephoned the gang, which again refused to pay anything for Berliner’s release ; that on their way back to the apartment Shapiro told him that they would drive to New York, and kill Berliner while on the road. To this, Miller testified, he demurred, saying that he would not commit a murder, to which Shapiro replied, “You’ll go through with it, or else I’ll give it to you.” When Miller and Shapiro returned to the apartment, the latter told Berliner that he would let him go if he would drive him to New York. Berliner assented, whereupon Shapiro went out to get the automobile, taking the Taylor girl with him.\nTo this point the accounts of Miller and Berliner substantially agree. As to the subsequent occurrences their stories are almost directly opposed. Berliner, for the Commonwealth, testified as follows: After the others had gone, Miller told him Shapiro was going to kill him on the way to New York but that he, Miller, did not want to do this, and said, “Well, I’ll tell you what I want you to do. When Shapiro comes — it is your life; either you are going to get killed or him. If you want to grab hold of his hands when he comes in, you can leave the rest to me.” When he had agreed to this, Miller cut his bonds, but continued to cover him with a gun. In a few minutes Shapiro came in, whereupon, without anything being said, he — Berliner—grabbed Shapiro’s arms. The latter got one of his hands free and tried to reach his back pocket, but did not succeed, because Berliner again grasped his hand. Miller hit Shapiro over the head with the butt of his gun. After a short struggle Shapiro fell on the bed, and Berliner, having let go of him, stood watching the fight. Miller continued to beat Shapiro over the head with his gun, and, when Shapiro was unconscious, pushed him to the floor, and threw the mattress from the bed over him, whereupon Berliner and Miller departed. After they left the apartment, Miller asked for money and threatened Berliner, so the latter took him to his home and gave him $50. Miller then departed, and, later that evening, Berliner went to the headquarters of the gang which had committed the robbery.\nMiller’s story was entirely different. He said that after Shapiro had gone to get the car to drive to New York, he said to Berliner, “I want to save your life. We’ll get out of this, and there will be no murder committed” ; that he then cut Berliner loose, telling him, as he did so, that when Shapiro should come in, the first one who should get a chance to knock him out with his fist should do so; that at Berliner’s suggestion he put his gun down on the bureau; that they were both afraid to leave the house, since they expected Shapiro to return at any moment and feared that if he met them coming out of the house he would make good his threats to kill them, and so they waited for him in the room; that when Shapiro entered, five or ten minutes later, Berliner jumped up, and as he did so Shapiro reached for his back pocket; that he — Miller—then hit Shapiro on the side of his face with his fist and grabbed him. This was the only blow which he admitted having struck. Miller further testified that Berliner, using the gun which he had laid down, then started beating Shapiro over the head; that Shapiro fell unconscious on the bed, and that he pulled Berliner off him, saying, “For God’s sake, do you want to kill him?” Miller claimed he then left the apartment, thinking that Berliner was coming with him, but upon reaching the street had to wait about fifteen minutes for him. He said that they looked for the Taylor girl, but not finding her started for Berliner’s home; that on the way Berliner, who was very excited, said, “I killed that dirty rat”; that when they reached his home he gave him $50 for saving his life, although he had not requested any money; that Berliner then drove him to a corner where he could find a taxi, and, after stopping to see a friend, he went to the house where he and the Taylor girl lived. He told her what had happened, and the two went away together. About a month later they were apprehended at an apartment on Spring Garden Street, Philadelphia.\nAs a result of the beating he received Shapiro died, and his body was found in the room the next day. His head was a mass of wounds, there being about thirty-lacerations and contusions in all, at least three of which, it was testified, were sufficient to cause death. He was not, in fact, armed at the time he was killed, for he had given his gun, which he customarily carried in his pocket, to the Taylor girl just before he returned to the apartment for the last time. This fact, however, was unknown to Miller and Berliner at the time they assaulted him.\nThe testimony of Berliner and Miller is the only evidence in the record as to how Shapiro met his death. While it was sufficient to support the finding of murder of the first degree, yet, if the jury believed the defendant’s statements that Shapiro had threatened to kill him if he did not go through with his plan to murder Berliner, and that he feared to leave the apartment because of this threat, they might have found that defendant killed Shapiro under the influence of fear that his own life was in danger. The jurors were not bound to accept the version of the Commonwealth that the defendant alone, and in pursuance of a premeditated plan, killed Shapiro, nor that of the defense that Berliner, acting independently of any concerted plan, did the killing; it was their right to determine the facts from all the evidence, irrespective of the contentions of the parties: Com. v. Colandro, supra; Com. v. Marcinko, 242 Pa. 388. The jury might have believed that there was some truth, in Berliner’s story, and some truth in Miller’s story, hut that neither was wholly to be believed. The jury could have found that Berliner told the truth when he said that Miller killed Shapiro, that Miller told the truth when he said that he feared for his life because of Shapiro’s threat, and that Miller killed Shapiro under the influence of an unreasonable apprehension that his own life was in danger. If they so believed, they were effectively dissuaded by the instructions of the learned trial judge from returning a verdict of manslaughter, the proper verdict under such circumstances. It was, therefore, error to fail to charge the jury that they might so find and to refuse the defendant’s requests for charge upon that point. Moreover, although the court charged the jury that he could not take away from them the right to find a verdict of manslaughter, it was error to add that there was no evidence which would support such a finding. As we said in Com. v. Marcinko, supra, “The error in telling the jury there was no such evidence was not cured by the suggestion of the court that the jury were not bound by its opinion of the evidence. The positive declaration by the court of the absence of such evidence could not be dislodged from the minds of the jury by the suggestion that they were the judges of the facts. Such a declaration is not simply an opinion of the judge on all the evidence in the case; it is a positive instruction to the jury that there is no such evidence on the question at issue, which in this case was of vital moment to the defendant.”\nThe second, sixth, twenty-first and twenty-second assignments of error are sustained, the judgment is reversed, and a venire facias de novo is awarded."}