{"id": "1154711", "contents": "Opinion by\nMr. Justice Linn,\nThe parties to this appeal are the executor of a judgment creditor of the defendant, Mrs. Youngman, and a garnishee, which, at the time of the trial, had money payable to the defendant under a will. The learned court below directed a verdict for the garnishee on the ground that plaintiff had not rebutted the presumption of payment, or shown that it was not applicable to the judgment. Appellant, on the other hand, contends that it was entitled to binding instructions, or, in any event, that the evidence should have been submitted to the jury.\nThe judgment was entered on a single bill September 17, 1910. On the same day attachment-execution issued, and was served on the garnishee. It was returned -nihil habet as to defendant. March 26, 1913, interrogatories were filed and served; they were answered April 11, 1913.\nThe garnishee was trustee under the will of Mrs. Youngman’s grandfather, D. Reese Esrey; her interest in his estate was contingent: she took nothing unless she survived her father. He died December 25, 1930. The trustee filed its account in September, 1931. At the adjudication, a sum was set aside to abide the suit. Promptly thereafter, the garnishee was notified that the case would be put down for trial. October 3, 1931, the garnishee pleaded nulla bona and presumption of payment. The case was reached for trial May 10, 1932.\nNo testimony was offered on behalf of the garnishee, or on behalf of the defendant. During the period involved, she was a nonresident of this state; although she had notice that the attachment was being pressed, she did not appear at the trial. The learned trial judge, in his opinion, filed under Rule 58, thus summarized evidence offered to prove nonpayment: “The plaintiff, Thomas J. Meagher, died March 17, 1931, and secretaries employed by him, one from 1915 until 1923, and the other from 1922 until the date of his death, testified they would have had knowledge of the payment to the plaintiff of the debt had any been made and that no such payment was made. There was also the testimony of an Assistant Trust Officer of The Pennsylvania Company for Insurances on Lives and Granting Annuities, executor of the estate of the plaintiff, to the effect that no money had come into the hands of the executor since his death as far as he knew and as far as the records disclosed. There was also testimony tending to show that the defendant, Margaret Heebner Youngman, was without any other estate than that coming to her under the Esrey Trust, and that she was, therefore, without means of paying the debt.”\nA vice-president of the garnishee testified that, when served, he “presumed” that he notified defendant’s counsel of the service; in May, 1931, he wrote to defendant: “As you will remember, there are some old attachments against these funds [her contingent interest in her grandfather’s estate]. The one is by Thomas James Meagher against you, No. 394 June Term, 1910. This attachment is against your share of the trust......In due course, we will have our attorneys endeavor to have these attachments removed. We do not know what merit they have. Attachments usually bind until payment......As we recall, the attachments were not pressed against your father’s income because of the spendthrift trust in your father’s will. You may have some personal knowledge in reference to these attachments. If so, please give us any information you can about them......” She subsequently called on him and “employed counsel, who conferred with the attorney for the estate.” She did not “say whether or not she had paid” this judgment; part of her distributive share of the trust fund was set aside to abide this suit after “we took it up between our attorney and her attorney”; “she of course knew it was withheld.” On July 1, 1931, the vice-president advised her: “......our attorneys examined the proceedings in connection with the attachments. They hope to be able to have the attachments removed without going into the question of merit. They are working to this end. We will later advise you as to our success in the proceedings.” On September 1, 1931, he wrote: “Our Attorneys......are pushing as fast as possible the removal of the attachments. We will keep in touch with your Attorney about these proceedings.” On November 16, 1931, he sent her a check on account, stating that an award had been made to her “less $4,000, to be retained to answer attachment.”\nAppellant contends that it appears by the prosecution of the claim, as disclosed by the record and the evidence, that the presumption does not arise; that the circumstances in evidence account for the delay. See Foulk v. Brown, 2 Watts 209, 214; Reed v. Reed, 46 Pa. 239, 242; Coleman v. Erie Trust Co., 255 Pa. 63, 65, 99 A. 217. When the attachment execution issued, defendant’s contingent interest could not be seized: Patterson v. Caldwell, 124 Pa. 455, 17 A. 18; but, from the time it vested, it became subject to the attachment, like any other property afterward coming into the hands of the garnishee prior to the trial: Frazier v. Berg, 306 Pa. 317, 325, 159 A. 541. Defendant did not plead to the writ, or move to dissolve for laches in prosecution, irregularity, or for any other reason. It, therefore, remained alive as a continuous assertion of the claim in the circumstances. Such a writ gives the defendant “a day in court, in which he can have full power to make any defense that he could make in a scire facias.” Gemmill v. Butler, 4 Pa. 232, 234. Plaintiff might, of course, have discontinued the attachment, and issued another, accompanying it (in March, 1913) with the interrogatories issued, but this was not essential because a live writ was then pending and available. Accordingly, in 1913, when plaintiff issued the interrogatories, as an additional step in the execution, they were as effectually supported by the writ of attachment (Gilmore v. Alexander, 268 Pa. 415, 420, 424, 112 A. 9; Frazier v. Berg, supra) as if the existing writ had been discontinued and a new attachment issued.\nIt appears that when garnishee came into funds, prompt trial followed on the attachment process, originally issued to collect the judgment, and again set in motion by the interrogatories. At the argument, appellee contended that, though issued within the twenty year period, the interrogatories were not original process, or process of a character rendering inapplicable the presumption of payment, and that more than twenty years had elapsed without demand by plaintiff. This contention disregards an important element in the problem and must be rejected on the ground that, as the attachment was not dissolved or discontinued, but remained available to support the interrogatories, we must treat it, in dealing with the asserted presumption, as if issued in March, 1913, when the interrogatories were served, and as having the same evidential effect as if the existing writ had been discontinued and a new writ issued.\nIt has been repeatedly said that the presumption does not arise on “sufficiently accounting for the delay of the creditor, or showing a continued course of legal proceedings, conducted bona fide, to compel payment, and [that] all the testimony bearing upon this point [if constituting a prima facie ease] is for submission to the jury as a question of fact to determine as to actual payment.” Van Loon v. Smith, 103 Pa. 238, 242; James v. Jarrett, 17 Pa. 370; Miller’s Estate, 243 Pa. 328, 90 A. 77; McDowell v. North Side Bridge Co., 247 Pa. 190; Coleman v. Erie Trust Co., 255 Pa. 63, 99 A. 217; Gilmore v. Alexander, supra. From the record and the evidence, the jmy may find that the defendant was a nonresident during all of the period involved; that, in the words of the learned trial judge, she had no “other estate than that coming to her under the Esrey Trust and that she was therefore without means of paying the debt”; that plaintiff, by the attachment sought the only property defendant had — her interest in her grandfather’s will which vested — meanwhile; that the suit was conducted bona fide to compel payment; that, in the circumstances, plaintiff had sufficiently accounted for the delay; and that, finally, payment was not made. It was therefore error to direct a verdict for the defendant.\nJudgment reversed and new trial awarded.\nSection 10, Act of April 13, 1843, P. L, 233; Ellwanger v. Moore, 206 Pa. 234, 55 A. 966,\nOne answer o£ the garnishee was that “at the time the writ in the above case was served upon it there was not nor has there been since up to the time of this answering any balance in its hands in favor of the said defendant,”\nSee, too, Ogilsby v. Lee, 7 W. & S. 444; Swanger v. Snyder, 50 Pa. 218, 223; Ruff v. Ruff, 85 Pa. 333, 335; Gilmore v. Alexander, 268 Pa. 415, 423, 112 A. 9.\nThe suit was thus within the twenty-year period, as in Croskey v. Croskey, 306 Pa. 423, 160 A. 103, not after the expiration of the period, as in First Nat. Bank v. Bank of Pittsburgh, 99 Pa. Superior Ct. 601, relied on by appellee."}