{"id": "1154624", "contents": "Opinion by\nMr. Justice Drew,\nThis is an action in assumpsit upon a policy of fire insurance to recove]* the value of the insured property, an airplane, which was totally destroyed by fire on November 2, 1930. Defendant, the insurer, refused to pay the loss on the ground that plaintiff was not, as required by the policy and as he had warranted in his application therefor, sole and unconditional owner of the aircraft in question, but that, on the contrary, he pbssessed no insurable interest therein. By agreement, the case was referred for determination to a referee, who reported findings of fact and conclusions of law in favor of plaintiff and directed entry of judgment for him. On appeal, defendant’s exceptions to the report were sustained by the court below, which accepted the findings of fact but concluded that plaintiff did not own the insured aircraft and reversed the action of the referee. From the judgment thus entered for defendant, plaintiff appealed.\nDefendant’s position is that the airplane never belonged to the plaintiff, but that it was bought by and belonged to one Floyd E. Bortree or the Lake Ariel Park & Amusement Company, of which concern Bortree was president, and that plaintiff was merely employed as pilot, receiving as payment for his services one-half the profits derived from its operation. Plaintiff, on the other hand, contends that he owned the airplane, that he bought it and took title in his name, although Bortree, through his company, advanced the money for its purchase, and that the money which Bortree or his company received from its operations was not a division of the profits but a repayment of sums which he owed Bortree. This question of ownership is the only matter in dispute between the parties; it is conceded that plaintiff paid for and obtained from the defendant the policy in suit insuring him against loss by fire to the extent of the actual cash value of the airplane at the time of loss, that this was the only insurance he carried upon the machine, that while the policy was in full force and effect the insured aircraft was totally destroyed by fire, that this was a loss covered by the terms of the policy, that plaintiff submitted proper proofs of loss, and that the value of the airplane at the time it was destroyed was $4,-536.40.\nIn support of their respective contentions as to ownership the parties adduced considerable testimony before the referee, from which he found the following facts: In the spring of 1929, plaintiff and Bortree entered into an agreement whereby the latter was to finance the purchase by the plaintiff of an airplane to be used as an attraction at the amusement park in which he was interested, to induce people to come there. In pursuance of this agreement, plaintiff and Bortree made several visits to the Ludington-Philadelphia Flying Service at Philadelphia. After some negotiation, the aircraft in question was bought, and on July 3,1929, it was delivered to the plaintiff at Moscow, Pennsylvania, by John D. Bar-tow, chief instruct or and acting assistant manager of the Ludington Company. The purchase price of approximately $5,800 was paid by two checks of the amusement company, signed by Bortree as president and drawn to the order of Ludington-Philadelphia Flying Service. The first check, an initial payment of $500, was mailed by Bortree direct to the Ludington Company. The second check, for the balance of the purchase price, was given by Bortree to the plaintiff, and by the latter turned over to Bartow at the time of delivery. Bartow brought with him a bill of sale made out to Bortree, but at the request of plaintiff, who said that the bill of sale was to be made to him, Bartow crossed out Bortree’s name and address and wrote in plaintiff’s. Upon the bill of sale, which plaintiff filed with the United States Department of Commerce, he obtained license or owner’s cards from the Department of Commerce and from the Department of Internal Affairs of the Commonwealth; these cards were posted in plain view on the dashboard of the airplane in front of the seat occupied by the passenger. By his own admission, Bortree knew, in Jnly, 1930, that title to the machine was in plaintiff’s name (plaintiff testified that he informed Bortree of this as early as Jnly 4, 1929), but from the time it was delivered to the time it was destroyed he never disputed plaintiff’s ownership or took any legal steps to assert the title which he now claims. On July 4,1929, the day after its delivery, plaintiff took the airplane to the park at Lake Ariel and used it for carrying passengers and for stunt flying; he operated it at Lake Ariel for the remainder of the 1929 season and throughout the 1930 season. During that time, however, it was also used for advertising purposes and for various short trips, on a number of which Bortree accompanied plaintiff as passenger. The profits from the operation of the airplane were shared to some extent by plaintiff and the amusement company, but neither plaintiff’s account nor that kept by the company shows the equal division that Bortree testified was called for by their agreement.\nAccepting these findings as true, as we must, since they are supported by evidence (Commercial Motors Mtg. Corp. v. Waters, 280 Pa. 177; Fidelity-Phila. Trust Co. v. Lehigh Valley Coal Co., 294 Pa. 47; Alexander v. Hamilton, 31 Pa. Superior Ct. 189), we are unable to agree with the learned court below that plaintiff was not the owner of the aircraft in question. In our opinion, the natural conclusion to be drawn from the facts found is that plaintiff owned the airplane, that this was the intention of the parties, and had the full consent and approval of Bortree, who, through his company, supplied the money with which plaintiff purchased it. Bortree’s failure to take steps to have the legal title transferred to himself or the amusement company after he admits that he knew plaintiff had title and claimed ownership of the airplane, strongly supports plaintiff’s contention that the existing arrangement was in accordance with the original agreement under which the machine was purchased. Moreover, it is extremely likely that Bortree knew of plaintiff’s claim of title long before July, 1930. Plaintiff testified that he expressly told Bortree that he was having the title put in his own name on July 4, 1929, the day after the aircraft was delivered, and even if plaintiff were mistaken in this, Bortree, who was frequently a passenger, can hardly have helped seeing, on the dashboard before him, the licenses which stated that the mchine was registered in plaintiff’s name. Under these circumstances, if Bortree or his company was in fact the real owner of the aircraft, he should have spoken, and his silence is most convincing evidence that plaintiff owned the airplane. Furthermore, defendant failed to establish Bortree’s claim that he bought the machine, that plaintiff was to fly it as pilot, and that the profits were to be divided equally. The only evidence which defendant produced in support of Bortree’s version of his agreement with plaintiff was an account book of the amusement company showing certain payments to the plaintiff. This book, however, was kept in a most confused fashion, it had no tabulation of gross receipts or general expenditures, and gave no explanation of the payments listed. Plaintiff, on the other hand, explained the division made of the profits in a way entirely consistent with his claim. He said that during 1929 he paid Bortree part of the earnings because the airplane had cost more than $5,000 — the amount Bortree had intended to pay — and that during 1930 he paid Bortree for parts the latter had bought for the machine. In view of this failure of defendant to support by evidence Bortree’s claim as to the agreement he had with plaintiff, the learned referee quite properly rejected defendant’s contention and found the agreement to be as plaintiff had represented.\nThe only factor in the case which tends to support defendant’s claim, and upon which the court below relied, is the undisputed fact that Bortree, through his company, paid for the airplane. This fact alone, however, is not conclusive. It is a frequent occurrence for another than the intended owner of a chattel to supply the money for its purchase, as where it is sold on credit or where the purchaser borrows money from another source, giving in consideration a promise to render services or to repay the sum borrowed. Yet in these instances it would not be contended that the buyer did not obtain full title, even though his indebtedness were not repaid. It is unnecessary for us to determine, in the instant case, whether plaintiff was under an obligation to repay Bortree the cost of the airplane or whether the consideration for Bortree’s action was plaintiff’s operation of it as an attraction at the park, and we therefore express no opinion on that question. But, whatever may have been the arrangement between plaintiff and Bortree as to reimbursement, we think the evidence in the case, taken as a whole, clearly points to the conclusion which we have reached — as did the referee — that in accordance with the intention of the parties at the time the airplane was bought that it should be his, plaintiff had sole and unconditional ownership of the machine from the time it was delivered to the time it was destroyed. He is, therefore, entitled to recover in this action.\nMuch of the defendant’s argument is devoted to an attempt to prove that the referee should have found the facts as testified to by its witnesses, instead of accepting the contrary account of plaintiff and his witnesses. This contention cannot, of course, prevail. The referee’s findings cannot successfully be challenged by pointing to evidence which would support different findings; to do so it must be shown that there is no evidence to sustain the findings made, for, when supported by testimony, they have the force and effect of a verdict and are binding upon us: Phila. Co. v. U. G. I. Co., 180 Pa. 235; Commercial Motors Mtg. Co. v. Waters, supra; Fidelity-Phila. Trust Co. v. Lehigh Valley Coal Co., supra.\nJudgment reversed and here entered for plaintiff: for $4,536.40, with interest."}