{"id": "1154643", "contents": "Opinion by\nMe. Justice Drew,\nThis action is in trespass for deceit. At the trial, upon defendant’s motion, a compulsory nonsuit was entered, which the court in banc subsequently refused to take off, whereupon plaintiff appealed.\nFrom the testimony, which we read in the light most favorable to plaintiff (Moore v. Erie Rys. Co., 308 Pa. 573), we find that plaintiff is a corporation engaged in the business of selling plumbing supplies, and that in April, 1927, one Charles F. Morrison ordered from plaintiff a large quantity of merchandise; that these materials were intended for use in the erection of a number of houses in Philadelphia, in the construction of which Morrison was employed as plumbing subcontractor under a contract wherein the right to file mechanic’s liens was waived; that Morrison’s financial standing was not sufficient to warrant credit in the amount of his intended purchases; that in reply to a demand for security for payment, Morrison referred plaintiff to the defendant trust company, which was controlling and disbursing the funds advanced for the operation; that in pursuance of this suggestion, plaintiff’s credit manager, accompanied by one of its salesmen, went to defendant’s place of business and there saw its trust officer in charge of building operations, who referred them to his assistant, J. M. Newell; that Newell consulted defendant’s records and assured them that 75% of the material bills would be paid in cash on delivery, 25% to be deferred until the completion of the buildings, and that payment of the 25% deferred was secured by mortgages set aside to take care of the plumbing materialmen; that after this conversation plaintiff accepted Morrison’s order and delivered the supplies; that the deferred payment, amounting to $12,000, was not paid; that thereafter plaintiff discovered that defendant did not, as its officer had represented, hold mortgages upon the properties in question; and that plaintiff was unable to collect a judgment which it obtained against Morrison for the $12,000 remaining unpaid.\nUpon this testimony, we think the trial judge made no mistake in entering a judgment of compulsory nonsuit. In order to maintain an action for deceit, plaintiff must show a fraudulent misrepresentation of fact, made with the intention that it should be relied upon, and that it actually was relied upon to its loss: Cox v. Highley, 100 Pa. 249; Long v. McAllister, 275 Pa. 34; Clapp v. Hunt, 276 Pa. 127; Rothermel v. Phillips, 292 Pa. 371; Jamestown Iron & Metal Co. v. Knofsky, 302 Pa. 483; see Warren Sav. Bank & Trust Co. v. Foley, 294 Pa. 176. Since the tort on which the action is based is the defendant’s deceit, it was necessary to prove actual fraud: Cox v. Highley, supra; Lamberton v. Dunham, 165 Pa. 129; Kriner v. Dinger, 297 Pa. 576. Fraud is proved when it is shown that the false representation was made knowingly, or in conscious ignorance of the truth, or recklessly, without caring whether it be true or false: Griswold v. Gebbie, 126 Pa. 353; Lamberton v. Dunham, supra; Kriner v. Dinger, supra. To the same effect, see the leading case of Derry v. Peek, 14 App. Cas. 337. Plaintiff completely failed to prove any fraudulent intent on the part of defendant or its officer. The most that can be said is that plaintiff proved that Newell made a statement which was untrue, but there is nothing in the testimony to show either that he knew his statement was untrue, or that he knew he did not know whether it was true, or that he made it in reckless disregard of whether it was true or false. Of course, it is not necessary — nor indeed is it always possible — to prove fraudulent intent by direct evidence; such intention may be proved, for example, by showing that the misrepresentation was made under circumstances which indicate that it was a reckless assertion in entire ignorance of the fact: Griswold v. Gebbie, supra; Righter v. Parry, 266 Pa. 373. No such proof appears here. Plaintiff’s case is completely lacking in evidence which might even tend to show fraud. It rests entirely upon the testimony as to the conversation with Newell. No other evidence, not even of a circumstantial character, was offered. Certainly the fraudulent and deceitful intent essential to the successful maintenance of the action cannot be established merely by proving the utterance of an untrue statement. However negligent or unbusinesslike Newell may have been, his conduct was not fraudulent if he acted honestly, and it was therefore essential that plaintiff produce evidence that his misrepresentation was made in bad faith. This it did not do, and, since it thus failed to make out the necessary elements of deceit, the case was properly nonsuited.\nIn view of this disposition of the case, it is unnecessary for us to consider the other questions raised.\nJudgment affirmed."}