{"id": "1154705", "contents": "Opinion by\nMr. Justice Drew,\nThis is an action of trespass brought by a widow for compensation for the death of her husband. The action was brought in her own right, and for his minor children by a prior marriage. After the entry of judgment on a verdict for plaintiff, defendant took this appeal, alleging error in the overruling of its motion for judgment n. o. v., and also tidal errors.\nOn June 23, 1931, during the course of an industrial disturbance at the mines of the defendant in Fayette County, the husband of plaintiff was shot and killed by John Yoder, an industrial policeman employed by defendant. Yoder and another man similarly employed, together with a number of deputy sheriffs, had been assigned to> the duty of protecting defendant’s employees from the strikers, and seeing them safely to and from work in the mines, under the supervision of Ernest Barnes and William Ferguson, two of the defendant’s mine superintendents. Defendant had furnished trucks for the purpose of conveying the men from their homes to their work, and it was while one of these trucks* loaded with employees and protected by Yoder and Ingram, a deputy sheriff, was on its way to the mine that the disturbance occurred which resulted in the death of plaintiff’s husband.\nThe truck had come to a temporary stop at defendant’s garage, across the highway from a building in which was located a store operated by plaintiff’s husband. Two other trucks were being loaded with workers at this garage, under the directions of Barnes and Ferguson, and were being protected by the other industrial policeman and five deputy sheriffs. A crowd of strikers and their sympathizers had gathered, some of whom had formed a picket line and were marching up and down the highway between the garage and the store. After an exchange of words and epithets, someone in the midst of the strikers threw an egg, which hit the side of the truck, and immediately Yoder and Ingram jumped from the truck and threw several tear gas bombs into the crowd. As they did so, one of the strikers threw a brick or stone at Ingram. This was followed at once by an order of Barnes to the officers to fire, and thirty-five or forty shots were fired by the officers and several persons injured. Yoder, having emptied his revolver, ran to his automobile, which was parked near the truck, and took therefrom a shotgun and fired at plaintiff’s husband, who was standing on the porch in front of his store, killing him instantly. The disturbance occupied but a few minutes of time, and there was no appreciable interval between Yoder’s emptying his revolver and his discharging the shotgun.\nDefendant contends that it is not liable for Yoder’s act because it was a wilful and malicious trespass, not commanded or assented to by it. With this we cannot agree. Our own case of McGinley v. P. & R. Ry. Co., 257 Pa. 519, is a complete answer to the proposition. In that case a boy nineteen years of age, in company with other boys, had boarded a moving freight train of defendant for the purpose of stealing a ride. Their presence was discovered and defendant’s police officers were ordered to remove them, the train being stopped for that purpose. The boy was shot by one of the officers as he turned to get off the train on the opposite side from the officer. There was nothing to show that any of the boys had committed or intended to commit a felony. The lower court refused to direct a verdict for defendant or to enter judgment for defendant n. o. v., and we sustained its action in so doing. That a master may be held liable for the act of a special policeman, employed by him as a watchman or guard and authorized to use force against others in the performance of his duties, in wrongfully shooting another is not something new to the law. It has been so held in many jurisdictions: Kovatich v. Ross, 230 Ill. App. 330; Deck v. B. & O. R. R. Co., 100 Md. 168; Adams v. St. Louis, etc., Ry. Co., 251 S. W. (Mo. App.) 124; Sharp v. Erie R. R. Co., 184 N. Y. 100; Terry v. Burford, 131 Tenn. 451; T. & N. O. R. R. Co. v. Parsons, 102 Tex. 157; Hudson v. St. Louis, etc., R. R. Co., 293 S. W. (Tex.) 811; see 10 A. L. R. 1087, 1088; 75 A. L. R. 1176, 1178. Masters have frequently been held answerable for the assaults of their servants committed within the scope of their employment: McClung v. Dearborne, 134 Pa. 396; Marcus v. Gimbel Bros., 231 Pa. 200; McGinley v. P. & R. Ry. Co., supra; Reight v. Hamburger, 81 Pa. Superior Ct. 571; Cooper v. Am. Stores Co., 97 Pa. Superior Ct. 474. Of course, the master is not liable where the servant commits an assault solely from his own private malice or ill will toward the person assaulted (Berryman v. P. R. R. Co., 228 Pa. 621; Greb v. P. R. R. Co., 41 Pa. Superior Ct. 61), for in such a case the act is not within the scope of the servant’s employment.\nThere can be no doubt that the facts of the instant case fully warrant a finding that Yoder’s act was within the scope of his employment. The evidence is too clear to bear dispute on this point. He was employed to do the very thing he did, if such should prove necessary for the protection of the men or property of the defendant. He was commissioned as an industrial policeman, he was armed with a deadly weapon, he was authorized to use his authority and the weapon, as occasion might require, for the protection of the interests of the defendant. He was doing this very thing at the time of the happening of the act for which defendant claims it is not liable. It may be that he acted hastily and used more force than was necessary. This, however, would not necessarily take his act outside the scope of his employment. As was stated by Mr. Justice Mestrezat in Brennan v. Merchant & Co., 205 Pa. 258, quoting from Rounds v. Delaware, etc., R. R. Co., 64 N. Y. 129, “The master who puts the servant in a place of trust or responsibility, and commits to him the management of his business or the care of his property, is justly held responsible when the servant, through lack of judgment or discretion, or from infirmity of temper, or under the influence of passion aroused by the circumstances and the occasion, goes beyond the strict line of his duty or authority and inflicts an unjustifiable injury upon another.” Of course, the deviation from the line of duty may be so great that the act cannot properly be said to be within the scope of the servant’s employment, but, as was said by President Judge Rice in Greb v. P. R. R. Co., supra, “Not every deviation of the servant from the strict execution of his duty, nor every excessive use of force therein, nor every disregard of particular instructions will be such an interruption of the course of employment as to determine or suspend responsibility.” In the instant case Yoder was doing the very thing that he was authorized and employed to do if necessary, and defendant’s real objection now is that he acted hastily and without justification. There is nothing in the evidence to show that he acted from personal motives of malice or ill will toward decedent; certainly it cannot be said as a matter of law that he did. It does not appear that he knew decedent personally, and the fact that he fired only when instructed to do so by Barnes, defendant’s superintendent on the ground, is of itself sufficient to warrant a finding that he did so for the purpose of serving his master’s interests and not for any private reason of his own. When all the surrounding facts are considered, it cannot be doubted that the jury was well within its province in concluding that the act was done by Yoder in the scope of his employment and in the furtherance of his master’s business. It follows that the action of the court in refusing the motion for judgment n. o. v. was proper.\nHowever, it is necessary to reverse the judgment and order a new trial, for the reason that the learned court below erred in refusing defendant’s fourteenth point, which is, “The evidence furnishes no facts from which the jury can estimate with any degree of certainty the amount expended by decedent, prior to his death, for the benefit of his wife and children, or what they received from liim, and to attempt to fix the amount that would have been so expended and received, had he continued to live, is only to guess and conjecture,” and in instructing the jury that they might find for the plaintiff compensation for such loss. It is elementary that compensatory damages cannot be allowed unless there is satisfactory evidence to support them: McHugh v. Schlosser, 159 Pa. 480; McKenna v. Citizens’ Natural Gas Co., 198 Pa. 31. There is no such evidence here. Plaintiff testified that when she married decedent, in November, 1930, he was operating a store; that in January, 1931, this store burned, and the family stayed with friends until April of that year, when he began operating the store which he had when he was killed; that groceries, meats and candy were sold therein; that he and she did all the work, except for about two months at first, when a niece of decedent assisted them; that decedent had no other occupation or source of income; that they lived in the rear of the store; that decedent “provided the food and clothing and other necessaries of life” for the family, that they “had everything that was necessary,” and that they “didn’t want for anything”; and that decedent was thirty-eight years of age when he died, and was never sick during the time she knew him. She also produced a book which, she stated, showed the gross receipts of decedent’s old store.\nThis was the sum total of the evidence on the question of decedent’s earnings and his contributions to his family. It was clearly insufficient. There was no proof as to the amount of his earnings, his earning power, or the value of his contributions to the family. The gross receipts of his business were obviously no index to his net earnings or earning power: Longden v. Conestoga Transp. Co., 313 Pa. 561. The statements of plaintiff as to the way in which decedent supported his family were too> vague, general and indefinite to enable the jury to form a reasonable estimate of the monetary value of that support. Mere proof of decedent’s age, health and habits, which is all that plaintiff really established, was not sufficient to show the financial loss sustained by his family by reason of his death: McHugh v. Schlosser, supra. As we said in that case, “When the probable earnings of the deceased are to be taken into account in fixing the damages, it is the duty of the plaintiff to show the earning power of the deceased, or give such evidence in regard to his business, business habits, and past earnings, as may afford some basis from which earning capacity may be fairly estimated: R. R. Co. v. Zebe, 33 Pa. 318; R. R. Co. v. Vandever, 36 Pa. 298. The true measure of damages is the pecuniary loss suffered, without any solatium for mental suffering or grief; and the pecuniary loss is what the deceased would probably have earned by his labor, physical or intellectual, in his business or profession, if the injury that caused death had not befallen him, and which would have gone to the support of his family. In fixing this amount, consideration should be given to the age of the deceased, his health, his ability and disposition to labor, his habits of living, and his expenditures.” Under the evidence in this case, the jury could fix such damages only by indulging in pure guesswork and speculation. To permit them to do so was error which requires that a new trial be granted: McHugh v. Schlosser, supra; see Helmstetter v. Pgh. Rys. Co., 243 Pa. 422; Zimmerman v. Weinroth, 272 Pa. 537; Longden v. Conestoga Transp. Co., supra.\nJudgment reversed and a venire facias de novo awarded."}