{"id": "1156688", "contents": "Per Curiam,\nThe County of Armstrong appeals from a judgment of the court of common pleas of that county entered in favor of Harry B. Rearic, county treasurer, upon appeals from the report of the county auditors for the fiscal years 1930 and 1931. The two appeals were consolidated in the court below, and the case was submitted to the court for trial and determination without a jury, reserving the right of appeal to both parties, in accordance with the Act of April 22, 1874, P. L. 109. The county sought to add the amount of $50,000 to the balance due from Rearic when his term of office expired. This sum represented the aggregate amount of two loans to the County of Armstrong received by Rearic in his' official capacity, but not charged to him in the auditors’ report for either 1930 or 1931.\nThe court below found as a fact that, although “the auditors’ account for the years 1930 and 1931 failed to charge Harry B. Bearic, as treasurer of Armstrong County, with the said sum of $50,000, which had been borrowed and deposited in his name as treasurer,” nevertheless a separate audit of Rearic’s accounts by a certified public account showed no discrepancy in the figures and this latter audit was accepted by the court as correct. The court also found that “no fraud, misappropriation or concealment of any funds of the County of Armstrong on the part of Harry B. Rearic, has been proven, and the sum of $50,000 complained of has been used for legal county purposes.” The testimony adequately supports these findings.\nThe findings of fact of a court hearing a case without a jury under the Act of 1874, supra, are entitled to the same weight and effect as the verdict of a jury, and will not be reversed upon appeal when supported by credible testimony: Bradlee v. Whitney, 108 Pa. 362; Eichman v. Hersker, 170 Pa. 402. In the case before us, the findings of the court below dispose of all relevant issues and completely exonerate defendant of liability.\nJudgment affirmed."}