{"id": "1156648", "contents": "Opinion by\nMr. Justice Drew,\nThis is an action in trespass for personal injuries. Keystone State Corporation had a contract with the Pennsylvania Railroad Company to construct a subway in the City of Philadelphia. It sublet to Scott Brothers, Inc., the defendant, and Richards-Kelly Company, jointly, a contract to do all the hauling on the job, including the removal of excavated material, the hauling of material for backfilling, and miscellaneous hauling.\nPlaintiff, according to his testimony and that of his witnesses, was employed at the date of the accident by the Keystone State Corporation as a labor foreman in charge of a gang of men engaged in backfilling. After the excavation was made, a decking or driveway for trucks was laid along the bottom. This was built of heavy timbers or sleepers five by twelve inches and sixteen to eighteen feet in length, laid on the ground parallel to the sides of the cut. On these sleepers boards were laid crosswise to form the decking. The trucks which brought the backfill drove on the decking and backed to the edge. There they dumped the dirt, which would then be leveled off by plaintiff and his men. As the backfilling was completed, the decking was progressively taken up by plaintiff’s men, no lumber being allowed to remain in the completed backfill.\nAt the time of the accident Arrison, one of defendant’s drivers, drove up with a load of dirt and backed his truck to the edge of the decking. As not infrequently happened in the simultaneous dumping of backfill and taking up of the decking, one of the large sleepers had been partly covered with dirt dumped upon it by the trucks, so that it could not be removed by hand. Plaintiff asked Arrison to pull out this sleeper with the truck, so that his men could remove it before any more dirt was dumped. This he agreed to do. While a cable was being attached, plaintiff examined the load of earth on the truck, which was a part of his duties, and told Arrison that it could not be used for backfilling, which meant that he would have to take it away. Plaintiff then stood on the runway, four or five feet from the left side of the truck, and signaled to Arrison to proceed. It was necessary to pull the timber only a distance of eight or ten feet to loosen it from the earth dumped upon it, but Arrison “started off with a rush” and failed to stop when plaintiff and others called to him to do so. The timber struck the edge of the decking, swung around, and hit and injured plaintiff.\nThe case was tried twice. Both trials resulted in verdicts for plaintiff. After the last trial, the court in banc entered judgment n. o. v. for defendant. The sole question now presented for our consideration is whether the evidence is sufficient to sustain a finding by a jury that the driver of the truck was acting within the scope of his employment. It is clear from plaintiff’s own testimony that he realized that he had no right to order or expect Arrison to pull out the timber as an employee of Scott Brothers, and that Arrison did so only as a favor to him. The load of earth on the truck had been rejected, and Arrison’s duty to his employer required that he proceed to the dump and return for a new load as speedily as possible. It was no part of his duty or that of his employer to put in or take out the timbers used in the construction of the driveway. It was solely the duty of plaintiff’s employer, Keystone State Corporation, to do this work.\nThe contract for the hauling provided that defendant and Richard,s-Kelly Company should “haul from the site of the work and deposit at a dump or dumps......all materials of any class......excavated by the party of the first part [Keystone State Corporation] under the said principal contract (except such material as may be required for backfill......),” should “deposit as back-fill at such locations on the site of the work as the party of the first part may direct, such of the said excavated materials as may be required by the party of the first part for that purpose,” should haul all structural steel required for the work, and should “furnish and operate such five-ton power winch, stake or lumber trucks as may be ordered by the party of the first part for miscellaneous hauling.”\n.Arrison’s act in helping to take up the driveway by pulling out the buried timber falls within none of the provisions of the contract.' It was not a duty of his employer at all. It was a personal attempt by Arrison to assist plaintiff in the performance of his own work for the general contractor. This was not a part of Arrison’s duties, had no connection therewith, and was performed not for the purpose of furthering defendant’s business, •but merely as a favor to plaintiff. Under these circumstances, as in Guille v. Campbell, 200 Pa. 119, the court below acted properly in declaring as a matter of law that the act of defendant’s servant was outside the scope of his employment.\nJudgment affirmed."}