{"id": "1156690", "contents": "Per Curiam,\nIn the early afternoon of a clear day in the midsummer of 1931, an automobile, owned and being driven by Calvin M. Franklin and occupied also by three guests, collided with another, owned by William Imhof, then being driven by his son, William Imhof, Jr., on his father’s business and occupied also by two guests. Both cars and all their occupants were injured. Each driver, backed therein by his guests, charged the other driver with responsibility for the collision, and Mr. Franklin and his guests further claimed that the elder Mr. Imhof was likewise responsible to them in damages, because the son was then using the father’s car on his, the father’s, business. The result was a series of suits; appellant’s counsel, apparently well versed in the higher mathematics, said there were eighteen of them, the present suit being one. It was brought by a minor guest in the Imhof car, by her father and next friend and by the father in his own right, against Franklin and Imhof, Jr., as joint tort-feasors. The jury determined that each defendant had been negligent and therefore rendered verdicts against each of them, in favor of each plaintiff. These the court below sustained, whereupon separate appeals were taken by each individual; that by Franklin being considered in this opinion.\nThe only assignment of error is that “The learned court [below] erred in refusing to grant a new trial on the ground that the verdict was against the weight of the evidence.” This implies that there was some evidence from which the jury could have found that appellant was negligent, and hence was liable to plaintiffs. This being so, the controversy is at an end, so far as we are concerned. Ordinarily we are not interested in, nor will we consider the weight of the evidence on the one side or the other, as shown by the record of a trial in the court below; that was a subject for the jury primarily, for the court below secondarily, and, in the absence of a clear abuse of discretion, is not, on appeal, a matter for review by the Supreme Court: Trainer v. Fort, 310 Pa. 570, 577; Williams v. Southern Mutual Ins. Co., 312 Pa. 114, 121. This is especially true here, since the tria] judge who saw and heard the witnesses, when they gave their testimony, is far better able to give due weight thereto, than the Supreme Court can be on an appeal: Clarkson v. Crawford, 285 Pa. 299; Com. ex rel. v. Snyder, 294 Pa. 555. Hence, one who asserts that a trial judge abused his discretion in granting or refusing to grant a new trial, has a heavy burden to carry; too heavy, indeed, unless he can show a clear abuse of discretion by the court below: Class & Nachod Brewing Co, v. Giacobello, 277 Pa. 530; First Nat. Bank of N. J. v. Cattie Bros., 285 Pa. 202; Marko v. Mendelowski, 313 Pa. 46. In the present case, no such clear abuse of discretion is even alleged in the assignment of error, nor does a study of the record disclose it.\nThe judgment of the court below is affirmed.\nPer Curiam :\nBy agreement of counsel, the same order is to be entered by us in the judgments appealed to January Term, 1935, Nos. 7 and 8, as in January Term, 1935, No. 2, as above set forth. Hence\nThe judgment of the court below in each of said first mentioned cases is affirmed."}