{"id": "1156632", "contents": "Opinion by\nMr. Justice Maxey,\nThis is an action in trespass by riparian owners of a small tract of land acquired by them in 1928, against defendant, a lessee of a culm bank and ground contiguous thereto, on which it operates a washery three and a half miles upstream from plaintiffs’ property. The latter allege that defendant permitted coal dirt, sulphur, muck, and other refuse material to escape from the Washery into Shamokin Creek, which carried this material onto plaintiffs’ land. The court below succinctly states the basic question involved, as follows: “Whether the release given for damages arising from culm deposited in the creek and carried down the stream and upon plaintiffs’ land from a colliery shall be construed to include culm subsequently so carried upon plaintiffs’ land from a washery(Italics supplied.)\nThe “release” referred to was a deed and release given by plaintiffs’ predecessor in title on December 23, 1893, to the predecessors in title of defendant, its successors and assigns. “Plaintiffs” and “defendant” as hereinafter used shall be deemed inclusive of the opposing parties’ respective predecessors in title. The deed and release conveyed to the defendant these rights, (a) “to deposit and discharge into Shamokin Creek and its tributaries, mine water, culm, coal dirt, slate and refuse material generally from any collieries, now or hereafter owned, leased or operated by the said parties of the second part, or either of them,” etc.; (b) “to deposit and discharge upon the above described lands of the party of the first part, such mine water, culm, dirt, slate and refúse matter generally, as shall at any time be carried and deposited there by the said stream or its tributaries.” The grantor therein further “released, quit claimed and forever discharged......the parties of the second part, and each of them, their successors and assigns, of and from all suits, claims, demands and damages, arising out of the use heretofore of the collieries and works connected therewith aforesaid, and the future maintenance and operation of the same, and for, upon, or by reason of any such deposit or discharge of mine water, culm, dirt, slate or refuse matter generally, that is now or has been at any time heretofore or shall be hereafter discharged and deposited in said stream, or on the said lands.” If the language of the above release is broad enough to cover the refuse deposits from the washery operation of the defendant, plaintiffs’ case fails. We hold that it is.\nThis Commonwealth has defined “coal-mine or colliery” as “including every operation and work, both under ground and above ground, used or to be used for the purpose of mining and preparing coal,” Act of June 2, 1891, P. L. 176, article XVIII; and the Act of June 1, 1915, P. L. 712, section 7. In Durkin v. The Kingston Coal Co. and Jones and Rosser, 171 Pa. 193, 33 A. 237, this court said: “The business of coal mining like that of insurance and banking may be defined by the legislature.” A place where coal is extensively mined is a colliery; a place where coal is extensively prepared for market is a colliery. Often in company records and common parlance the place of coal mining and the place of coal preparation are grouped together as a colliery. A washery is a place where coal is extensively prepared for market. Though the precise question has not been before the appellate courts of this State it has been correctly held by a lower court of this Commonwealth that “a washery is a coal mine or colliery within the Mine Law of June 2, 1891, P. L. 176, and subject to its provisions” : Com. ex rel. Stein v. The Brookwood Coal Co., 10 Dist. R. 253.\nPlaintiffs earnestly contend that they have a cause of action against defendant because “the damage resulting from the deposit of the refuse matter from á washery was not contemplated by the parties when the release was executed.” Their proposition is that when a person enters into a contract he parts with no more rights than he contemplated parting with, and assumes no more burdens than he contemplated assuming. While occasionally judicial language is found which when taken literally seems to support this proposition, it is obviously unsupportable in reason and is almost a total stranger to accepted authority. The rule in its application is limited to cases where the inference is inescapable that the parties could not have intended to use the words in the general sense which they import. The fact that a person after entering into a contract finds that what he acquired does not come up to his expectations, or that the obligation he assumed was heavier than he anticipated, opens to him no door of escape from his legally assumed responsibilities. It frequently happens that the “quo” which one contracting party gets for his' “quid” makes him keenly regret that he parted with the latter, but the “moving finger having writ, moves on” and “neither piety nor wit,” nor judicial authority, can “cancel half a line:” When the grantor in the deed of release of 1893 gave for a consideration to the grantee the right “to discharge into Shamokin Creek ......refuse material generally from any collieries, now or hereafter owned, leased or operated by the” latter, the former doubtless had no idea of the amount of colliery refuse material he was bargaining for, but having made his bargain in plain terms, the law can afford him no relief from its subsequent heavy exactions. In determining what the parties intended by their contract, the law must look to what they clearly expressed. Courts in interpreting a contract do not assume that its language was chosen carelessly. The burden plaintiffs assumed is implicit in the contract’s language, and the courts cannot resort to alteration under the guise of interpretation. If, for example, one agreed to feed a certain animal for a long period of time, for a definite consideration, he could not secure legal relief from his engagement merely by showing that the animal later developed an unexpectedly voracious appetite. In 13 C. J. section 485, page 524, appears the following: “The intention of the parties is to be deduced from the language employed by them, and the terms of the contract, where unambiguous, are conclusive, in the absence of averment and proof of mistake, the question being, not what intention existed in the minds of the parties, but what intention is expressed by the language used. When a written contract is clear and unequivocal, its meaning must be determined by its contents alone; and a meaning cannot be given it other than that expressed...... It is not the province of the court to alter a contract by construction or to make a new contract for the parties; its duty is confined to the interpretation of the one which they have made for themselves, without regard to its wisdom or folly.”\nIn holding as we do that plaintiffs are bound by the contract’s terms, we are not heedless of the principle frequently recognized by this court that “however general the terms may be in which an agreement is conceived, it only comprehends those things in respect to which it appears that the contracting parties proposed to contract; and not others they never thought of”: Case v. Cushman, 3 W. & S. 544, 546. Fidelity to this principle does not require courts to indulge in speculations as to the mental processes or expectations of the contracting parties. In interpreting contracts, as in interpreting wills, the guide to intentions is the terms used unless they are ambiguous. The respective rights and obligations which the words of a contract clearly express are the rights and obligations which the courts must recognize and enforce. In Becker v. London Assur. Corp. (1918, H. L.), 117 L. T. Rep. 609, construing an insurance contract, Lord Sumner said: “I dare say few assured have any distinct view of their own on the point, and might not even see it, if it were explained to them, but what they intend contractually does not depend on what they understand individually. If it is implicit in the nature of the bargain, then they intend it in law just as much as if they said it in words.” Contracts that project themselves into the long future often give rise to legal relations that one or both parties may never have anticipated. “No one can ever see very far up the road” but when one has unequivocally committed himself by contract to travel a certain road, he must abide by his commitment. For example, when the agreement of 1893 was executed the releasor may not have anticipated that the collieries further up Shamokin Creek would ever increase in number, and yet it is clear that no matter how many “collieries” the defendant might have established further up Shamokin Creek, the plaintiffs had released the defendant from all damages by reason of increased refuse from these additional “collieries.” Likewise though the releasor may never have anticipated a “colliery” of the nature of a washery, yet since washeries come within both the statutory and ordinary definition of collieries, the defendant which operates these collieries cannot be held to answer for any damages to the plaintiffs because the releasor in 1893 may not have anticipated a colliery of this hind. A washery is a colliery but of a particular kind, just as an automobile is a vehicle, though but few people forty years ago ever expected to see that hind of vehicle traversing the highways. The ordinary breaker in preparing coal for market assorts the coal into marketable sizes, after breaking such portions as requires breaking, and then cleans the coal of its slate and other impurities. A washery does precisely the same thing except that a larger proportion of the coal is already broken into the size desired for marketing, when the coal enters the washery, and except also that larger quantities of water are used in the processes of removing the impurities than are used in similar processes in breakers. In other words, the coal that enters washeries is dirtier than the coal that enters breakers, and, therefore, the refuse is proportionately greater. But the refuse from a coal washery and the refuse from a coal breaker are equally entitled to be designated as “refuse material from collieries,” and that is precisely what plaintiffs agreed to take without complaint or actions for damages against defendant in the deed and release of 1893.\nAppellant also contends that the release is not a defense against a claim for damages arising out of the negligent operation of defendant’s washery and cites the case of Brush et ux. v. Lehigh Valley Coal Co., 290 Pa. 322, 138 A. 860. There this court held that a release similar to the one now before us barred plaintiffs’ recovery for damages arising from the washing of coal dirt onto plaintiffs’ land, but allowed a recovery for injuries resulting from the change made by defendant in the line of the creek which carried refuse onto plaintiff’s land. The elements of injury resulting from the changing of the line of the creek were held to be not comprehended in the release pleaded.\nAppellant also cites Miskel v. Lehigh Valley Coal Co., 85 Pa. Superior Ct. 357. That was an action for damages caused by the washing of coal refuse into the Shamokin Creek, which carried this refuse onto plaintiff’s land. Plaintiff pleaded, inter alia, that the defendant by the construction of a log-cribbing reduced the width of the channel of the creek from about twenty or thirty feet to a width of ten or twelve feet, thereby reducing the carrying capacity of the channel to such an extent that slight increases in the volume of the water caused the creek to overflow its banks and that the cribbing was negligently constructed and not properly maintained. It appeared in that case that plaintiff had released the defendant from all claims and demands arising by reason of the deposit or discharge of mine refuse matter in this creek. The Superior Court said: “The learned trial judge......limited a recovery to such damages as were caused by the defendant’s constructing and maintaining the cribbing and the consequent narrowing of the channel......We are of opinion that that action [i. e., the construction of the cribbing] was not covered by the terms of the release......We can discover no process of reasoning whereby this release can be made to include damages caused by negligence in the construction and maintenance of the cribbing.”\nIt is obvious that the ruling in neither of these cases supports appellant’s contention. The indenture of 1893 was both a deed and release; in it plaintiffs conveyed to the defendant the right to do the very things now complained of. The writing before us must be accepted as an accurate expression of what was intended to be conveyed. This was an easement or estate in plaintiffs’ land analogous to the easement or estate encompassed in a “right of floodage.” The acts challenged were within the ambit of the grant invoked.\nThe judgment is affirmed."}