{"id": "1156672", "contents": "Opinion by\nMr. Chief Justice Frazer,\nThis appeal, by Roswell D. Crick, is from a decree of the Orphans’ Court of Allegheny County dismissing exceptions to the first and final account of the Fidelity Trust Company (formerly Fidelity Title & Trust Company), trustee under a revocable trust agreement with appellant established December 31, 1929, and terminated by him September 26, 1932. Appellant complains of the action of the trustee in awarding to him a participation certificate in an installment mortgage pool in lieu of the cash payment demanded at the termination of the agreement.\nThe trust fund amounted to $90,000, and was composed of $50,000 deposited by Crick on January 7, 1930, $20,000 deposited by Mm January 28, 1930, and two additional deposits of $10,000 on June 12, 1930, and January 14, 1931, respectively. Paragraph 4 of the trust agreement provided: “The Trustee shall invest said funds in first mortgages on real estate in so far as it is able to do so. Any excess funds not so invested or odd amounts in the hands of the Trustee may be invested in such bonds of the United States or any State or Municipality, or in such evidences of indebtedness of corporations as shall seem best in the judgment of the Trustee and the Trustee shall render to the Donor annual statements of the funds of this trust and their manner of investment.” Paragraph 5 reads: “The Donor may alter, partially revoke or completely revoke this trust at any time by writing delivered to the Trustee, but the Donor upon such revocation or alteration shall not be entitled to payment of funds so withdrawn by him until thirty days after such notice.”\nAt the time of entering into this agreement, appellant consulted with a trust officer of the Fidelity Trust Company in regard to the type of investments to be made. The latter explained the differences between “straight” mortgages and “installment” mortgages and indicated that appellant’s funds might be invested (1) in a “straight” mortgage, in which the entire interest is acquired, or (2) in a participating or undivided interest in a “straight” mortgage, op (3) in a general trust fund consisting of installment mortgages, usually referred to as an installment mortgage pool. Appellant indicated his desire to invest in the mortgage pool because of the diversification of securities and because it would enable him to receive income quarterly instead of semiannually, and at his request all the money was invested in the mortgage pool except the final $10,000 deposited on January 14, 1931. By an oversight on the part of the officials of the trust company, this sum was invested in a “straight” mortgage. When Crick became aware of this latter investment, upon the receipt of his quarterly statement, lie immediately called at the trust company and informed its officer that he desired his funds invested in the installment mortgage fund. This request was complied with, and there was no objection by appellant thereafter until September, 1932, when the directors of the trust company found it necessary to reduce interest payments to 5%, due to depleted income from the mortgage fund occasioned by the general business depression. Appellant informed the trust company that the amount of income from his investment was not satisfactory, and promptly made arrangements to terminate the trust agreement, which was done September 26, 1932, and demand made for the return of the principal in cash within thirty days.\nWe agree with the court below that appellant has no right to demand the payment of cash from the trustee, in view of the type of investment which was made. As stated in the opinion of the learned auditing judge, “the entire amount in the trust fund was invested at the donor’s direction and with his knowledge in the installment mortgage fund.” This fund or pool consisted of about 2,800 mortgages with an aggregate worth of approximately $18,000,000. The fund was closed on December 1, 1931, and no more mortgages put into it after that date. Each mortgage provides for the payment of a monthly installment of principal and interest over a ten-year period, but all have an accelerated due date and provide for payment in full in five years from their date. In the depressed state of the real estate market, it was impossible for the trustee, at the time of termination of the agreement, to make prompt liquidation of its securities without injustice to other participants in the mortgage pool. In the circumstances, no duty was imposed upon the trustee other than to issue a participation certificate to appellant stating his interest in the fund. Had the trust agreement specifically stated that donor might demand cash, a different situation would be presented, but no such question is involved in this appeal.\nThere is no allegation of bad faith or mismanagement on the part of the trustee. The investments were made with due care and in accordance with the practice usually followed in connection with trust estates. Appellant has excepted to the refusal of the court below to surcharge the trustee for additional interest alleged to be due on the fund. This matter is not covered by the Statement of questions involved and might be disregarded for that reason: Opening of Parkway, 267 Pa. 219. Appellant’s trust agreement provided for no set interest rate, and he cannot complain if his investments, even though they are in first mortgages, do not provide the six per cent income which would be usual in more auspicious times.\nThe investment of appellant’s funds in the manner followed in this instance is authorized by the Act of April 6, 1925, P. L. 152, which amended clause V of section 29 of the Act of April 29, 1874, to read: “The said companies [trust companies] shall keep all trust funds and investments separate and apart from the assets of the companies, and all investments made by the said companies as fiduciaries shall be so designated as that the trust to which such investment shall belong shall be clearly known: Provided that every such company shall have the right to clear receipts and payments of trust money in the regular course of business in the same manner as other funds held by it: And provided further, that said companies may assign to their various trust estates participation in a general trust fund of mortgages upon real estate securing bonds, in which case it shall be a sufficient compliance with the provisions of this section for the company to designate clearly on its records the bonds and mortgages comprising such general trust fund, the names of the trust estates participating therein, and the amounts of the respective participations ; and in such case no estate so participating shall be deemed to have individual ownership in any bond and mortgage in such fund, and the company shall have the right at any time to repurchase at market value, but not less than face value any such bonds and mortgages from such fund, with the right to substitute therefore other bonds and mortgages.”\nThe provisions of the act have been strictly complied with. Nothing has been done by the trustee contrary to law or in violation of its agreement with appellant. The participation certificate issued to appellant properly indicates his interest in the mortgage fund and cannot legally be objected to at this time.\nThe decree of the court below is affirmed at appellant’s cost."}