{"id": "1156748", "contents": "Opinion by\nMr. Justice Schaffer,\nIn this action to recover damages for personal injuries, verdicts were rendered for plaintiffs in the court below. Defendant moved for judgments non obstante veredicto, which the court refused, entering judgments on the verdicts. Defendant, specifying this action as error, brings before us the record for review.\nThe minor plaintiff, Joseph F. Hough, at the time he was injured was fifteen years of age. He was riding on the right running board of an automobile which was proceeding east on Bayard Street in Pittsburgh. When Neville Street, which runs at right angles to Bayard Street, was reached, the driver of the automobile turned to the right to enter that street. On the corner was an apartment house, so located as to obstruct his view of the thoroughfare into which he was turning. As the driver was making the turn at a speed of about fifteen miles an hour, he saw defendant’s two-horse garbage wagon which was being driven toward Bayard Street on the left (wrong) side of Neville Street. In an endeavor to avoid colliding with it he swung his automobile suddenly to the left and in passing in front of the horses, the minor plaintiff was struck by the tongue of the wagon and swept off the running board, and received quite serious injuries.\nAppellant contends that the boy was contributorily negligent because he was riding on the running board, and that no negligence of defendant was shown. As to contributory negligence, the case is ruled by Hull v. Bowers, 273 Pa. 429; Robinson v. American Ice Co., 292 Pa. 366, and Sexauer v. Pittsburgh Rys. Co., 305 Pa. 319.\nIn Hull v. Bowers, the plaintiff was riding on an electric railway work car, seated on the floor with his feet on the step of the car which extended beyond its body. The defendant backed an automobile into the car, injuring the plaintiff. We there pointed out the difference in right of recovery between actions against the operator of the vehicle on which the injured person is riding and actions against third persons who negligently collide with the vehicle, and we held that in the latter cases the question of the plaintiff’s contributory negligence is for the jury.\nIn Robinson v. American Ice Co., the plaintiff was injured while riding on the step of a truck from which he was knocked to the ground by defendant’s wagon, and we allowed a recovery.\nIn Sexauer v. Pittsburgh Rys. Co., where the plaintiff was standing on the running board of a truck with which a street car collided, we held that the question of the plaintiff’s contributory negligence was for the jury.\nIn Schomaker v. Havey, 291 Pa. 30, much relied upon by appellant, the action was against the operator of the automobile on the running board of which plaintiff’s deceased husband was riding. In that case no third party was involved, and we sustained a nonsuit entered on the ground of contributory negligence.\nAppellant on this phase of the case also contends that the injured plaintiff was contributorily negligent, because he did not warn the driver of the automobile of the presence of the wagon and did not jump from the running board before the tongue of the wagon struck him. There is no evidence in the case to show that he saw the wagon before the driver of the automobile did or in time to warn him. As we recognized in the Sexauer Case, there is danger in jumping from the running board of a moving automobile. The testimony does not so clearly demonstrate that the plaintiff had a chance to jump or that he could have saved himself by jumping as to enable us to determine as a matter of law that he should have done so. The whole question of contributory negligence was for the jury.\nOn the question of defendant’s negligence the evidence is not as clear as it might be regarding the position of defendant’s wagon at the time the automobile rounded the corner. The testimony indicates that after the accident the wagon was in the middle of Neville Street. We think, however, there was sufficient in the testimony of the driver of the automobile to justify the jury in concluding that the team was on the wrong side of the street. His evidence is susceptible of the construction that the wagon was on the part of Neville Street that he was turning into, that is to say, on the wrong side of the street and that it was at an angle from that side moving toward the middle of the highway. Under the Act of May 1, 1929, P. L. 905, section 1004, it was the duty of defendant’s employee to drive his wagon on the right half of the highway, and as it was a slow-moving vehicle, as closely as possible to the right-hand edge or curb. The duty to drive on the right side of the street was imposed upon him under section 1005 also, as he was about to cross an intersection.\nThe judgments are affirmed."}