{"id": "1158976", "contents": "Opinion by\nMe. Justice Linn,\nThe secretary of banking, September 23, 1931, took possession of Franklin Savings & Trust Company under the Banking Act of June 15, 1923, P. L. 809; see section 21 et seq. At that time, the City of Pittsburgh, appellant, had in the bank two deposits made by the same city official, one, in his capacity as city treasurer, the other, in his capacity as collector of delinquent taxes. In 1933, the secretary filed his first and partial account showing, among other things, that two dividends had been paid to depositors, one of 10% July 20, 1932, and the other of 8% January 11,1933 — a total of $22,500 on city treasurer’s account and of $29,735.06 on the delinquent tax collector’s account. The record brought up does not show the amount for further distribution, though it is stated in appellee’s brief that it is “about forty-five to fifty thousand dollars, which would normally pay the depositors about 2%.”\nOn July 17, 1933, after the account was filed, appellant city filed exceptions to the account, alleging that the deposits were unlawful, the bank not having qualified as a city depository as, it is alleged, was required by an ordinance. In consequence of this omission, the city averred, “the said moneys became a trust fund to be held by. the said Franklin Savings & Trust Company in trust for the City of Pittsburgh,” entitling the city to payment in full, prior to payment to “general creditors or ordinary creditors of said Franklin Savings & Trust Company.” The exceptions were dismissed and this appeal followed.\nThe Commonwealth is entitled to priority of payment of bank deposits (South Phila. State Bank’s Insolvency, 295 Pa. 433, 439, 145 A. 520),.but its political subdivisions are not (Valley Deposit & Trust Co. of Belle Vernon, 311 Pa. 495, 167 A. 42); they share with other general depositors in the distribution made pursuant to the statute. The city claims that its funds in the city treasurer’s hands were trust funds, that a constructive trust resulted from their unlawful deposit and that the city is entitled to payment in full before depositors may share.\nThe appeal must fail for want of evidence in the record to enable the fund to be identified or traced. Appellant asks a preference over other depositors on the theory that it is the beneficiary of a constructive trust. But trust relationship, alone, does not give priority; that depends on identification of the property: Lifter v. Earle Co., 72 Pa. Superior Ct. 173, 176; Mehler’s App., 310 Pa. 25, 29, 164 A. 619. The city .argues that the “rule of tracing trust funds is not applicable to the particular circumstances of this case,” but gives no reason for that exception to the general rule. It is settled that the municipality is not entitled to a preferred position as a political subdivision of the State: Valley Deposit & Trust Co. of Belle Vernon, supra. The effect of an unlawful deposit by a municipal or state official seems not to have been decided in this State, but most other jurisdictions require the fund to be traced as in other cases. In this respect the municipality is like any other owner of property. We agree with the learned court below that “there is nothing before us from which it could be found that this deposit or any part of it can be traced into the cash in the trust company at the date it closed, or into the fund for distribution now.”\nThe order is affirmed, costs to be paid out of the fund for distribution.\nSince repealed by Act of May 15, 1933, P. L. 565, article XII, section 1202 (at page 620).\n'By this time, the city had accepted two dividends on account of its deposits, without, so far as appears, having made any claim to a preferred position.\nThe Act of May 23,1913, P. L. 354, providing for distribution, was repealed by tbe Act of May 15, 1933, P. L. 624, article XVI, section 1602 (at page 772) ; and tbe Act of May 15, 1933, P. L. 565, tbe Department of Banking Code, article XU, section 1202 (at page 619), article X, section 1011, supplying order and preference in distribution.\nSee San Diego Co. v. Calif. Nat. Bank, 52 Fed. 59; Board of Commissioners v. Strawn, 157 Fed. 49; City of Centralia v. U. S. Nat. Bank of Centralia, 221 Fed. 755; Page Co. v. Rose, 130 Iowa 296, 106 N. W. 744; Leach v. Farmers Savings Bank of Hamburg, 204 Iowa 1083, 216 N. W. 748; Myers v. Board of Education, 51 Kan. 87, 32 Pac. 658; Brogan v. Knipe, 116 Kan. 506, 227 Pac. 261; Special Road Dist. v. Cantley, 223 Mo. App. 89, 8 S. W. (2d) 944; Yellowstone Co. v. First Trust and Savings Bank, 46 Mont. 439, 128 Pac. 596; State of Nebraska v. Midland St. Bank, 52 Neb. 1, 71 N. W. 101; City of Lincoln v. Morrison, 64 Neb. 822, 90 N. W. 905; County of Grand Forks v. Baird, 54 N. D. 315, 209 N. W. 782; Watts v. Board of Commissioners, 21 Okla. 231, 95 Pac. 771. Contra: State v. Bruce, 17 Idaho 1, 102 Pac. 831; Everton Spec. Road Dist. v. Bank of Everton, 55 S. W. (2d) 335 (Mo. App.); City of New Hampton v. Leach, 201 Iowa 316, 207 N. W. 348, criticised 76 U. of P. L. Rev. 864. See, generally, note 51 A. L. R. 1336, 1342 et seq."}