{"id": "1159636", "contents": "Opinion by\nMr. Justice Simpson,\nAppellant (who was defendant below) and his two sisters owned a large business property in the City of Erie, in which defendant carried on business. Learning that the property would probably be leased, and believing that he knew a customer for it, plaintiff called upon defendant and was authorized to lease it upon specified terms. His customer was not willing to pay the price demanded by the owners, and he thereupon reported that fact to defendant. Defendant was desirous of knowing who was the prospective customer and agreed with plaintiff, so the latter averred and testified, that if “plaintiff would reveal the name of the prospective tenant ... he, the defendant, would pay plaintiff a reasonable and substantial commission, provided defendant leased the premises to such prospective tenant.” Plaintiff thereupon disclosed the name of the prospective customer, and he was subsequently given a lease by appellant and his sisters.\nWhen payment was demanded in accordance with the terms of the alleged agreement, defendant denied liability and plaintiff thereupon began the present suit. He recovered a verdict and judgment, from the latter of which the present appeal was taken.\nIt would unduly prolong this opinion to consider each of the twenty assignments of error separately, and we shall, therefore, review appellant’s complaints along the line of the statement of questions involved, six in number, which will ordinarily be held to limit the scope of an appeal : Whalen v. Smith Fireproof Construction Co., 296 Pa. 10; Keller v. N. J. Fidelity & Plate Class Ins. Co., 306 Pa. 124.\nThe first of the questions is: “Can the president of a corporation authorized to do a real estate business, which has failed to take out a broker’s license, maintain an action in his own name to recover compensation for services in procuring a lease on a quantum meruit where he also has failed to take out a license as a broker?” The jury has found as a fact that plaintiff, in the contract on wliich suit was brought, was acting for himself personally. This being so, it is immaterial whether or not he was “president of a corporation authorized to do a real estate business,” or any other business whatever.\nThe second question involved is: “Can one not licensed as a broker, recover for services in procuring a lease as a casual transaction, where no definite amount has been agreed upon?” This question implies that, but for the failure to state the exact amount in the contract, defendant would be liable upon it if made as averred, and this is admitted in appellant’s brief. Where the party did not hoid himself out as a real estate broker, it has long been the law of this State that he may recover under his contract though he was not licensed as such a broker. No case imposes as a further limitation that the contract must be for a specific sum, and no. reason exists, indeed none is alleged by appellant, why such further limitation should be imposed. In Woods v. Heron, 229 Pa. 625, under like circumstances, plaintiff recovered as upon a quantum meruit. True, in that case the present point was not raised, but this rather implies that counsel therein was of opinion that there was nothing in it, as indeed there was not. Unless there is some policy of the law on the question, though none is alleged and we do not know of any, there would seem to be no reason why a plaintiff in this class of cases cannot recover as upon a quantum meruit, as in all other cases where a contract has been made, but the exact amount of remuneration has not been specified: id certum est quod certum reddi potest.\nThe reason why a real estate broker cannot recover a commission in such matters, unless he has been licensed to carry on that business, is because to allow it would be to permit a recovery for doing that which is forbidden by law; but in casual transactions this has no application to a case where the compensation is not specified, any more than to one where it is. It must be said here, as was said in Chadwick v. Collins, 26 Pa. 138, 139: “Any person may lawfully employ one who is not a real estate broker, to buy or sell real estate, and where such employment takes place, and labor is done under the employment, it must be paid for; at all events, the law will not lend its aid to the employer to defraud the employee out of his just reward.”\nThe third question said to be involved is: “Where other parties than the plaintiff were instrumental in procuring the lease, is evidence of a commission paid to them, competent as bearing upon reasonable compensation to the plaintiff for the services he performed?” This contention is without force. Under the agreement between the parties, plaintiff was entitled to be paid, as the jury have found, “a reasonable and substantial commission, provided defendant leased the premises to [plaintiff’s] prospective tenant,” whose name plaintiff revealed to defendant at the request of the latter. Plaintiff’s evidence tended to show what was such “reasonable and substantial commission.” Defendant was, of course, entitled to produce countervailing evidence on this point. What defendant paid to another broker, however, without the knowledge or consent of plaintiff, would not affect plaintiff’s claim. Had defendant proved or offered to prove that it was customary where a third party aided in procuring a lease this fact would ipso facto reduce the extent of plaintiff’s recovery, and what the amount of that reduction should be, it would have been admissible evidence. But no such offer was made. The record shows that the basis of this complaint, was the following offer made at the trial: “Counsel for defendant proposes to ask Mr. Marks, the defendant, the witness upon the stand, whether he has paid a commission to Wilton I. Ressler & Co., the employers of Drezner, who, the testimony tends to show, procured the execution of this lease.” This was, of course, immaterial. Appellant may have paid separate commissions to any number of individuals, without any of sueh payments affecting plaintiff’s right to recover.\nThe fourth question said to be involved is: “Where bankruptcy terminated the lease before right to commission determined, is evidence of such bankruptcy competent as bearing upon value of services of plaintiff?” The assertion in that question “before right to commission determined,” can only mean before the trial of the case was had, for whatever commission plaintiff was entitled to, was due at the time the lease was signed, between two and three years before the tenant became bankrupt. The question properly stated is, therefore: After plaintiff earned the commission, should the amount of it be reduced by proof of the fact that, after it was all earned, the tenant, through no act of plaintiff, became unable to pay that which he agreed to pay; in other words did plaintiff, without agreeing so to do, become, in legal effect, a surety for the tenant? To ask this question is to compel a negative answer.\nThe fifth question said to be involved is: “Is evidence of the usual commission paid to licensed real estate brokers a proper measure of determining compensation in a casual transaction to one not a licensed broker?” The ultimate question and answer to which this objection relates is: “Q. What we are trying to establish is the generally recognized commission in this city in 1928? A. The commission was two per cent of the amount of the lease.” That real estate brokers also charged commissions at that rate, and that the matter under consideration was “a casual transaction,” in no manner affected the fact that it was the “generally recognized commission” at the time of this transaction. There was no evidence that a different rate was paid to those who, like plaintiff, were not real estate brokers, or in the case of casual transactions. If there had been, doubtless defendant would have attempted to prove it, by cross-examination of the witness or otherwise; but no such attempt was made.\nThe sixth and last question said to be involved is: “Is a written communication by a witness prior to his testimony in court, in any way contradictory of Ms testimony, admissible to dispute him?” According to appellant’s brief there were two “written communications,” a letter and a telegram, sent by one of plaintiff’s witnesses, to defendant, in the course of the proceedings prior to the execution of the lease. In his brief, appellant says that they were admissible because of their “reference to the subject-matter of this lawsuit, to wit, who had procured the execution of the lease to the premises.” He also says that the ruling [excluding the letter and telegram] “was based on a conclusion that neither . . . contradicted or modified the testimony of the witness, that being obviously the purpose for which they were offered in evidence” by appellant. In his brief he correctly states the law on the subject when he says they “should have been admitted, as bearing upon the credibility of the witness, if [they] in any way contradicted, modified or were inconsistent with the testimony given by [the witness] in his deposition.” We are not told, however, nor does our reading thereof disclose anything contained in either document, which “in any way contradicts, modifies or is inconsistent with the testimony given by [the witness] in his deposition.” Nor were they needed to prove “who had procured the execution of the lease to the premises,” which appellant now avers was the reason why they were admissible. It so happens that this matter was not in dispute; it was an admitted fact throughout, and plaintiff recovered, not because he procured the tenant but because the lease was made to the possible customer plaintiff had, and whose name was told by him to defendant.\nIt is not necessary to refer to the other matters argued. As they are not stated in nor suggested by the statement of the questions involved,' they need not, under the authorities hereinbefore cited, be considered by us.\nThe judgment of the court below is affirmed."}