{"id": "1159046", "contents": "Opinion by\nMr. Justice Linn,\nAppellant states the only question for review as follows : “Should a lawyer, who has been a respected member of the bar for forty-four years, be suspended for conduct which is neither infamous nor of a gross or serious nature?” To that we limit our consideration.\nDiscipline for professional misconduct is not limited to acts that are “infamous” or “of a gross or serious nature.” It is required for the maintenance of the high standard of conduct undertaken by the oath of admission to the bar, imposed by statute (see title Attorneys and Counsellors, 17 PS 1601 et seq.) and reflected in accepted canons of professional ethics. Section 73 of the Act of April 14, 1834, P. L. 333, 17 PS section 1661, provides “If any attorney at law shall misbehave himself in his office of attorney, he shall be liable to suspension, removal from office, or to such other penalties as have hitherto been allowed in such cases by the laws of this Commonwealth.”\nThis proceeding is under Rule 17. Three hearing masters recommended suspension from practice for one year and their recommendation was approved by the Board of Governance. As appellant’s statement of the question involved confines our review to whether the suspension was appropriate on the assumption that the conduct complained of was, in his view, not serious, we need not detail the grounds of dispute. It is sufficient to say that it was alleged (and the hearing masters found) that conflicting interests induced conduct by appellant inconsistent with the single relation of attorney and client. This conflict of interest grew out of the facts that appellant was president of Dime Savings and Trust Company; that the trust company -was administrator c. t. a. of Blanche Erdman, deceased, (complainant and another having renounced the right to receive letters testamentary and consented to the appointment of the trust company); that appellant also acted as attorney for the trust company in its capacity as administrator c. t. a.; that complainant was one of two residuary legatees; that he, and also the decedent, and consequently the trust company, as the administractor c. t. a., were indebted to the trust company for collateral loans. The record shows an undoubted conflict of interest, with action on behalf of one interest in circumstances in which another interest was left without necessary representation.\nA majority of the court is of opinion that the recommendation appealed from should be approved. Accordingly, it is ordered that appellant be suspended from the practice of law for the period of one year from this date.\nJustices Kephart, Schaffer and Maxey dissented."}