{"id": "1159547", "contents": "Per Curiam,\nThis is an appeal from a decree of the Court of Common Pleas of Delaware County affirming the action of the Board of Adjustment of the Borough of Prospect Park in refusing to issue to Veronica L. Fleming a permit for the construction of two three-car private automobile garages on the rear of the premises owned and used by her for apartment house purposes. Appellee has filed motions to quash and dismiss the appeal which raise the question of our jurisdiction in this class of cases.\nThe proceedings in the court below were held pursuant to the provisions of the Act of June 29, 1923, P. L. 957. The statute is silent as, to the right of appeal to any higher court, consequently we must consider the case as if before us “in the broadest sense allowed on certiorari”: Geary’s App., 316 Pa. 342; Weinbach’s App., 316 Pa. 333. In other words, we will examine the record solely with a view of determining whether there was evidence to justify the action taken by the court below, and of correcting errors of law appearing therein.\nThe building restriction called in question here exists by virtue of a zoning ordinance of the borough, which, among other things, limits private garages on any one property, in the district in which appellant’s apartment house is located, to a capacity of four cars. This regulation is entirely reasonable and proper, having due regard to the neighborhood and type of community. At the time the case was heard in the court below, appellant had in use on the premises one garage, capable of accommodating three cars, and since then (we are advised by counsel) she has obtained a building permit for and has already constructed an additional garage, ten by seventeen feet, on the premises involved in this appeal.\nThe ordinance provides in section 11 that the board of adjustment “may, in particular cases where unnecessary hardship would otherwise result, authorize variance from the terms of the ordinance in harmony with its general purpose and intent, and with the public interest.” The only reason for authorizing a departure in this instance appears to be the added advantage and financial benefit to appellant, through increase in the rental value of her apartments. This is not sufficient to warrant interference by us in a matter which was, in any event, primarily one of discretion with the board of adjustment. “Where an official body, in its administrative capacity, has acted upon a matter properly before it, the courts should not reverse, except where there is a manifest and flagrant abuse of discretion”: Valicenti’s App., 298 Pa. 276, 281. The record before us fails to disclose such abuse of discretion.\nThe decree is affirmed at appellant’s costs."}