{"id": "1159549", "contents": "Per Curiam,\nThe Lehigh Navigation Coal Company, claiming to be aggrieved by the last triennial assessment of taxes on its property located in the Borough of Lansford, Carbon County, appealed to the court of common pleas of that county from the decision of the county commissioners sitting as a board of revision. Thereafter the company petitioned the court for leave to pay into court, in accordance with section 518 of the Act of May 22, 1933, P. L. 853, the amount of tax then due for the year 1934. The prayer of the petition having been granted, the money was paid into court. Nathan C. Pollock, tax collector for the County of Carbon, Borough of Lansford, Borough of Lansford School District, and the Middle Coal Field Poor District, then petitioned the court to pay over to him such portion of this money as to the court appeared reasonably free from dispute, this sum to be allocated to the various municipal subdivisions, named above, for which Pollock held the tax warrants. The court refused the petition, whereupon the present appeal was taken.\nThe object of these proceedings is, of course, to enable appellant tax collector to obtain his commissions on the tax moneys in question. However, we find no authority for appellant’s contention that any portion of the money paid into court and reasonably free from dispute should be paid to him. An examination of section 518 of the Act of 1933, supra, (the General County Assessment Law) reveals that in cases of this character the court is authorized to “allocate and pay over to the proper authorities such amounts of said tax as shall appear to said court to be reasonably free from dispute, and the remainder of the amount paid in shall be held by the court pending the final disposition of the appeal.” The term “proper authorities” in the act refers to the municipal divisions entitled to the tax, and in allocating and paying the money to them, the court below committed no error.\nThe order is affirmed at appellant’s costs."}