{"id": "1159067", "contents": "Opinion by\nMr. Justice Linn,\nThese appeals are from judgments for defendant notwithstanding verdicts for the plaintiffs. The wife-plaintiff was injured at about eleven o’clock at night, October 18, 1930, by tripping over what, in the statement of claim, are called water boxes, located a few inches apart, and described in the evidence as iron structures about five inches in diameter and five or six inches high. The statement averred that they were maintained by defendant “on the easterly side of said Freeport Street between the curb and the sidewalk,” and that “it was so dark that the plaintiff could not see, and did not see, the water boxes projecting from the ground.” The sidewalk consisted of a concrete pavement three feet seven inches wide; between it and the curb was a grass plot two feet wide, maintained at a lower level than the paved portion of the sidewalk; Mrs. Boyd testified that it was about an inch and a half below the level of the pavement. The borough had the right to maintain the grass plot alongside the sidewalk pavement: Guinter v. Williamsport, 208 Pa. 587, 57 A. 1064; Martin v. Williamsport, 208 Pa. 590, 57 A. 1063.\nPlaintiffs lived in a twin house, each occupant having a frontage of 17 feet. In front of the house was a porch extending the full frontage, with three steps leading down to the sidewalk at each end furnishing access directly to the paved sidewalk. The portion of the house occupied by the plaintiff was at the corner of Freeport Street and an alley, roughly-twelve feet wide, and the steps leading from her porch were at the alley end of the house. The street was paved with macadam. At the intersection of the alley and Freeport Street, on a pole eighteen feet high, and twenty-three feet from plaintiff’s house, was a 1500 candlepower electric light, which was illuminated on the night in question. On.the opposite side of Freeport Street, twenty-four and one-half feet wide, slightly to the west of the house, and at a distance of about seventy feet from plaintiff’s porch steps, was another electric light, also illuminated. In front of the portion of the house occupied by plaintiff was a maple tree, the trunk of which cast its shadow over the water boxes. The distance from the tree to the nearest water box was two feet.\nThe plaintiff desired to go from her house to an automobile standing on the opposite side of Freeport Street. As she came out of her front door and descended the steps to the sidewalk, she had the benefit of the electric light on her left at the corner of the alley, and of the electric light on her right on the opposite side of the street. If she had continued into the street by a direct instead of a slightly diagonal course, she would have had a lighted way into the street that, it is conceded, was perfectly safe. Instead of walking directly to the street on the lighted way, she turned slightly to the right, and left the sidewalk pavement by a course which was darkened by shadows of the tree. She stumbled over the water boxes and was injured. In view of the verdict we assume defendant was negligent.\nShe testified that she had lived in the house one year and that she did not know the water boxes were in front of her house, though they had been there all that time. She was not asked whether she looked where she was walking. She was asked whether she saw what she fell over, and she said she did not see them until after she was injured, when she saw them clearly. Asked why she did not see them as she approached, she said they were “in the shadow of the tree.” Her brother-in-law, who was sitting in the car to which she was going and who picked her up after she fell, described the place as “very dark.”\nIt was her duty to look where she was walking. If she could have seen and yet did not look and stumbled over the boxes, her own negligence in failing to look would bar recovery: McIlhenney v. Phila., 214 Pa. 44, 63 A. 368 (where plaintiff tripped over a curbstone at night); Robb v. Connellsville Borough, 137 Pa. 42, 20 A. 564 (plaintiff injured in stepping from foot pavement to planked street crossing in the evening); Jones v. Counties Gas and Electric Co., 289 Pa. 128, 137 A. 168; Hentz v. Somerset Borough, 2 Pa. Superior Ct. 225). But if she could not have seen, we are confronted with the fact that she rejected a well lighted course, equally convenient, free from danger, and chose one, after leaving the pavement, that required her to walk where it was so dark that she could not see where she was walking. Jones v. Gas Co., supra; McIlhenney v. Phila., supra; Watts v. Plymouth Borough, 255 Pa. 185. She was under no compulsion to take the dark way in preference to the lighted one, and she was required, in leaving the paved portion of the sidewalk, to exercise a higher measure of care than while walking on the pavement: see Guinter v. Williamsport, supra; Martin v. Williamsport, supra; Watts v. Plymouth Borough, supra; Robb v. Connellsville Borough, supra. Her contributory negligence bars recovery.\nThe cases on which appellants rely were cases of defects in the sidewalk; none deals with the condition at a point off the pavement, excepting Murtha v. Phila., 112 Pa. Superior Ct. 426, 171 A. 399, which obviously is not in point.\nJudgments affirmed."}