{"id": "1159568", "contents": "Opinion by\nMr. Justice Kephart,\nAbington Township, a township of the first class, adopted a zoning ordinance by the terms of which distinct “F” is designated as a resident and business district ; under paragraph 4, section 801, of that ordinance, a gasoline filling station can be erected in such district “when authorized by the Board of Adjustment in accordance with Sections 1100 to 1104.” These sections provide for a public hearing after notice by publication in a newspaper having general circulation in the township, and by letter to residents of the township who have registered their names with the board. The trustees of Abington Friends School and Old York Country Club presented a special application, as authorized by the ordinance, to the board of adjustment for a permit to install and operate a gasoline filling station on the school property. The property had been leased to the Atlantic Refining Company.\nAt the hearing before the board, White and Martin, appellees herein, appeared and objected to the application. By a majority vote the application was approved and permission was granted for the erection of the station. The township commissioners'issued such permit to the Atlantic Refining Company. The Zoning Act permits an appeal to the common pleas within thirty days after the decision of the board. No appeal was taken from that action.\nWhite then filed this bill in equity to enjoin the erection of the proposed station. At the hearing, Martin and Samuel H. High, Jr., asked leave to intervene as parties complainants in the bill. The court below inquired if there was any objection to these parties being made complainants, and counsel for defendants replied that there was none ; intervention was then allowed unconditionally. At the conclusion of the hearing the court enjoined the erection of the station, and from that decree the Atlantic Company and the Country Club take these appeals.\nThe court below held that the bill in equity was properly instituted and that White had not lost his right to proceed in equity by appearing before the board of adjustment and objecting to the grant of the permit. White, Martin and High live in Jenkintown beyond the borders of Abington Township. White, having elected to submit himself to the jurisdiction of the board by appearing before it as an objecting party, was bound to follow the statutory remedy provided and pursue it through the court of common pleas, as pointed out by the Act of June 24,1931, P. L. 1206, article XXXI, section 3107, etc. We have, decided that where a statutory remedy is provided, under the Act of March 21, 1806, 4 Sm. L. 326, section 13, it must he followed to the exclusion of other common law remedies; it is unnecessary to repeat what we said in Taylor v. Moore, 303 Pa. 469. Martin, intervening-complainant, is in the same situation as White. Where a person submits himself to a tribunal having jurisdiction of the subject-matter in question here, the granting of the permit, and where the substantive question at issue here, whether the gasoline station at the place indicated would be a nuisance per se or effect a confiscation of complainant’s property could have been determined by a court with full judicial powers, the court of common pleas, and, on appeal, by this court (see Perrin’s App., 305 Pa. 42), he must follow the remedy pointed out by the statute to the exclusion of other remedies.\nThe right to intervene in an equity action is not one of right, but a matter of discretion with the trial court: Valmont Developing Co. v. Rosser, 297 Pa. 140, 149. It should never be granted where an objection has been made and the rights of the opposing party would be prejudiced thereby. White, having joined in a protest before the board granting the permit, had no standing in equity to maintain this bill. He should have appealed: see Taylor v. Moore, supra. This proceeding for an injunction could then have been dismissed when the appearance before the board was shown: Taylor v. Moore, supra. Martin, by intervening, did not infuse any life into the proceeding as he was under the same disability as White, but the appearance of High, who took no part in the proceedings before the board of adjustment, who was not a resident of and whose property was not located in Abington Township, who did not submit himself to the jurisdiction of that body, and who was in no sense bound by its action, was in a different position. No duty was cast on him to appear and submit his objections or protests, nor was he estopped from proceeding in equity by any supposed notice through the newspaper publication required by township ordinance. Appellants cannot now complain that his appearance has infused life into what was a defective proceeding as he was granted leave by their agreement to intervene unconditionally. Appellants could have protected themselves by causing such intervention to be subject to any infirmity appearing in the proceeding.\nHigh’s main complaint was that the erection of a gasoline filling station so close to his property was a nuisance, it took from him a substantial property right of value and worked confiscation by greatly depreciating the value of his property. He has an undoubted right to have a court of competent jurisdiction pass on that question: Perrin’s Appeal, supra. It is not the act of the board that is here complained of, it is the act of the defendants in erecting an instrumentality which will destroy the property of complainant High without an opportunity to be heard; “when substantial property rights are impaired, it must be predicated on notice and opportunity to be heard”: National Auto Corp. v. Barfod, 289 Pa. 307; see also Rutherford’s Case, 72 Pa. 82; Shambe v. D. & H. R. R. Co., 288 Pa. 240. As stated in Perrin’s Appeal, supra, a zoning permit does not exclude the right of a party to have a court of equity review the substantive question as stated where the party affected has no opportunity to be heard in granting the permit: see Franklin St. M. E. Church v. Crystal Oil Co., 309 Pa. 357.\nNo one can be deprived of his property, have a judgment entered against him, or a final decree ordered, unless he or his property affected is brought within the jurisdiction of the authority that exercises such power: Pennoyer v. Neff, 95 U. S. 714; Wallace v. United Electric Co., 211 Pa. 473, 476. High was not within the jurisdiction of the zoning ordinance, nor was his property. He took no part in the proceedings, and the advertising by newspaper was ineffective to control his action. He had a right to assert his remedy in equity. The act as to him, as found by the court below, was clearly confiscatory, and so much of the zoning ordinance as affected his property right was unconstitutional.\nCare must be used to distinguish between the cases which are brought within the terms of the proposed statutory remedy and those cases where the authorities step out of the proposed power and do an illegal act or one which they had no authority to perform. These are not within the jurisdictional phases of the statutory proceeding: cf. Arthur v. School Dist., 164 Pa. 410; Byers v. Hempfield Twp., 226 Pa. 278; Stratford v. Franklin Paper Mills Co., 257 Pa. 163; Phila. v. Kolb, 288 Pa. 359; Chevra Aschewa Chevra Cheval v. School Dist., 116 Pa. Superior Ct. 101.\nDid the court err in holding that the erection of a gasoline station was an invasion of the appellees’ right of property? We have carefully considered all the facts and circumstances and agree with the court below that the immediate neighborhood, for some 600 feet or more, was an exclusively residential district in or adjacent to the Borough of Jenkintown: Tyson v. Coder, 83 Pa. Superior Ct. 116; Burke v. Hollinger, 296 Pa. 510. While business is drifting along Old York Road in the direction of appellees’ property, it has not yet reached the point where the operation of a filling station would not be a nuisance from the fact of operation.\nWhile the place where the gasoline station was to be erected xvas in a district zoned as commercial, as we have stated in prior cases, in such districts there may be sections such as here that are exclusively residential. We give due weight to the action of the authorities in so zoning the district, and consider their action as it may affect properties which lie outside of the territorial municipal unit as the case is presented to us, yet this is peculiarly a case where the findings of fact of the chancellor and the court in banc, sustained by the evidence, are binding on this court, and we accordingly so hold: see Nesbit v. Rieseman, 298 Pa. 475, 487.\nThere are other assignments of error relating to certain statements or findings of the court which were probably objectionable, but inasmuch as they do not influence the substantive question involved, as we have stated it, they are immaterial.\nThe decree of the court below is .affirmed at appellants’ cost."}