{"id": "1159644", "contents": "Opinion by\nMr. Justice Simpson,\nIn the early part of 1931, the City of McKeesport, defendant below and appellant here, had been improving a 147-acre park for public use. In the course of the improvement it removed stumps of old trees, blasting them out with dynamite, dynamite caps and fuses. Prior to May 17, 1931, the park had been opened to public use, although the improvement had not been fully completed. On that day the minor plaintiff, who was twelve years of age, was taken for a walk in the park by his cousin and two twin girls, fifteen years of age. He was carrying with him a small toy, called the American Ace Flyer, and, in the course of the walk, lost a metal cylinder, which formed a part of the toy, and turned back to search for it. Not finding it, he continued on his backward journey until he reached his uncle’s house, where he was then visiting. The rest of the children continued their walk through the park, until one of the girls picked up a dynamite cap from the ground near a hole, where a stump had been blasted out. None of the party knew what the article was, but as the wad in the open end of it was colored red, the girls thought it was a lipstick tube, and finally concluded it might be used to replace the cylinder which the minor plaintiff had lost, and for which he was looking. When the girls came back they found him at his uncle’s back fence, and learning from him that it could be used in repairing his toy, gave the dynamite cap to him, telling him it was a lipstick tube. He supposed that this was what it was, and, in order to be able to use it in replacing the cylinder lost from the toy, attempted to empty it by means of a nail and a stone. The result was an explosion which caused the injuries to him, to recover for which the present suit was brought. In due course he and his parents each recovered a verdict and judgment, and these appeals followed.\nA short time after the accident a number of other unexploded dynamite caps, like the one found by the children, were found at various places in the park, and it was shown that they were of the same character as those which had been used by the city in its dynamiting work; and it was shown also that many of the dynamite caps, purchased by the city for use in removing the stumps, had never been used by it and their absence was not accounted for. The case was made so clear on the main question that the city solicitor admitted, at the bar of this court, that there was sufficient evidence from which the jury could fairly have drawn the conclusion that the cap, which the girls found, had carelessly been left where it was by one of the city employees in the course of the work being done by them in improving the park.\nIndeed, in its brief, the city states its only contention thus: “It is the contention of the defendant municipality, that it is not liable in trespass to the plaintiffs for their injury for the reason that there was an active intervening agency in the presence of the two young women or girls, 15 years of age, carrying the dynamite cap a distance of approximately a quarter of a mile, to a point outside the park, and, while thinking the same to be a lipstick tube, giving it to the minor plaintiff who was, of course, under the age of 14; the minor plaintiff then carried the cap about 100 feet farther to his uncle’s home where he had been visiting, and by means of a [stone] drove a nail through the tube which exploded, injuring his left hand.” No other reason is stated or suggested in appellant’s brief, nor was any other even referred to in its oral argument at the bar of this court. We shall, therefore, limit ourselves to its consideration.\nWhile it would be difficult if not impossible to reconcile all the cases on the subject, a careful investigation has failed to disclose one in this court, which, under similar facts to those here appearing, has resulted in relieving the first wrongdoer from liability to children ultimately injured, where his negligence has set in motion a series of events leading up to their injury. In 22 R. C. L. 129, it is said: “In other words, where a defendant is guilty of negligence, which causes an injury, and the plaintiff is free from negligence contributing thereto, the fact that the negligence of a third person also contributed does not relieve the defendant from liability for his negligence.” And again, page 141: “With reference to dangerous articles negligently left where they are likely to be found by children, in the majority of the cases the courts do not treat their acts as intervening causes, but hold that the result must have been, or at least ought to have been, foreseen, and consequently the defendant is held liable under the general rule that a negligent person is held responsible for all of the consequences of his negligence which ought reasonably to have been foreseen. As it has been tersely put: ‘One who deals with children must anticipate the ordinary behavior of children.’ The rule has been applied to charge with liability one who puts in a position, where children are likely to be attracted by them for the purposes of play, such articles as a swing-gate, a dynamite cap, a detonator, a signal torpedo, or a railroad turntable.” This conclusion is borne out by our own cases.\nIn Stemmler v. Pgh., 287 Pa. 365, we held that “The test of proximate cause in a negligence case is whether the facts constitute a continuous succession of events so linked together that they become a natural whole, or whether the chain of events is so broken that they become independent, and the final result cannot be said to be the natural and probable consequence of the primary cause.” In Rachmel v. Clark, 205 Pa. 314, we stated that: “Children wherever they go must be expected to act upon childish instincts and impulses; others who are charged with a duty of care and caution towards them must calculate upon this, and take precautions accordingly. If they leave exposed to the observation of children anything which would be tempting to them, and which they, in their immature judgment, might naturally suppose they were at liberty to handle or play with, they should expect that liberty to be taken.”\nIn ■ Finkbeiner v. Solomon, 225 Pa. 333, a permissive user on vacating the premises occupied by him, left a box of dynamite caps on a dark shelf in the barn, a nine-year-old son of the owner found the box and was injured by the explosion of one of the caps. We held there could be no recovery, saying (page 337) : “It cannot be said that placing a box of such caps upon a dark shelf in a bain, is in itself a negligent act. If defendant had thrown the caps out, loosely where children were likely to play, and would be apt to find them, the case would have been very different.” That is, in fact, the present case.\nIn Loughlin v. P. R. R. Co., 240 Pa. 174, 178, we said, quoting from Burrell Twp. v. Uncapher, 117 Pa. 353, 363, which, in turn, quoted from Shearman & Redfield on Negligence, section 10: “Negligence, however, may be the proximate cause of an injury of which it is not the sole or immediate cause. If the defendant’s negligence concurred with some other event (other than the plaintiff’s fault) to produce the plaintiff’s injury, so that it clearly appears that but for such negligence the injury would not have happened, and both circumstances are closely connected with the injury in the order of events, the defendant is responsible, even though his negligent act was not the nearest cause in the order of time.” And, referring to Finkbeiner v. Solomon, supra, we said: “While we there agreed with the conclusion of the trial judge, we said that the facts in thé case brought it close to the line, and added ‘if defendant had thrown the caps out, loosely, where children were likely to play, and would be apt to find them, the case would have been very different.’ The present case [as it does her© also] presents just the distinction noted.”; and the defendant was held liable.\nIn Murray v. Frick, 277 Pa. 190, 194, we said: “In the language of Judge Cooley, quoted with approval in Wood v. P. R. R., 177 Pa. 306, 310, and also in Howarth v. Adams Express Co., 269 Pa. 280, 282, ‘If the original act was wrongful, and would naturally, according to the ordinary course of events, prove injurious to others, and result, and does actually result, in injury, through the intervention of other causes not wrongful, the injury shall be referred to the wrongful cause passing through those which were innocent.’ ”\nFinally, in Welser v. United Gas Imp. Co., 304 Pa. 227, 228, we held that “The act of a third person, intervening and contributing to a condition necessary to the injurious effect of the original negligence, will not excuse the first wrongdoer, if such act oqgfit to have been foreseen. The original negligence still remains a culpable direct cause of the injury.”\nIt is not necessary to continue the citation of our cases further. We have found none which, properly understood, alter or affect the principles stated. Defendant’s employees, who had the caps for use in cleaning out the park (which was largely intended to be a playground for children, who were ignorant of their dangerous character), knew that such children, if they found the caps lying around loosely in the park, would pick them up and, carrying them around from place to place, would play with them; and that doing this would quite probably cause injury to the children, yet nevertheless carelessly left them thus lying around. For this, upon principle and authority alike, defendant is liable, where, as here, such injury does result.\nThe judgments of the court below are affirmed."}