{"id": "1159043", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal is from a decree made at the audit of the account of Peoples-Pittsburgh Trust Company, trustee under a trust agreement. The trust was terminated by appellant, pursuant to the terms of the deed.\nOn June 2,1927, the settlor, Helen D. Roberts, now the appellant, paid $2,500 to the trust company as trustee, in trust (1) to invest, reinvest and keep invested in legal investments for trust funds or in such securities as she might direct from time to time; (2) to collect the income and, after deducting the administration costs, to pay the net income to her or as she might direct; on her death, during the continuance of the trust, to pay the principal to her executor or administrator; (3) she had the right to make additions in cash or securities to be held on the same trust; (4) the trustee’s compensation was fixed at 5% on the income received, but no charge was to be made on the principal at termination. The deed provided: “It is understood and agreed that this trust shall continue until terminated upon thirty days’ notice given in writing by either of the parties hereto, and the Trustee shall thereupon pay over, transfer and deliver unto me the said trust estate in cash for investments made by the Trustee and in the securities directed by me where I have exercised my option so to do, together with any income in hand or accrued thereon.” As both parties appear to have construed the provision to mean that the sum payable in cash is the amount of cash principal paid by the settlor to the trustee, and not the cash value of the investment, we accept that construction.\nOn July 2d, the settlor deposited an additional $2,000, and, in 1933, $500. Between December 3, 1931, and December 12, 1932, she withdrew $1,300 of the principal, leaving a balance of $3,700. The net income was paid to her. On May 4, 1933, she notified the trustee of her desire to terminate the trust and, not having directed any specific investment, demanded payment of the entire principal in cash. The trustee filed its account, showing a balance consisting of a participating interest of $1,200 in a $40,000 mortgage, and $2,500 in an $8,000 mortgage, in both of which the trust company was mortgagee. Both mortgages were then in default as to interest and taxes, and neither could be liquidated for the face amount. The auditing judge decreed payment of the $3,700 in cash, but, on exceptions, distribution in kind was ordered by the court in bane.\nThe basis of the decree was that the trustee’s promise to pay in cash the amount claimed, was ultra vires.\nThe Peoples-Pittsburgh Trust Company, the trustee, has the powers, inter alia, conferred by the Act of May 29,1895, P. L. 127 (cf. 15 P. S., sections 2481 et seq.), authorizing it “......to take, accept and execute trusts of every description not inconsistent with the laws of this State or of the United States, and to receive deposits of moneys and other personal property and issue their obligations therefor, to invest their funds in and to purchase real and personal securities, and to loan money on real and personal securities.”\nThe trustee does not deny, as, indeed, it could not deny, that it had power to accept the trust and make the investment for the benefit of the cestui que trust. It received and controlled the trust property. It invested in certificates of interest in the mortgages. As the mortgages are in default, it no longer desires to repay the principal as agreed. To justify this breach of obligation, it now asserts the right to divide the contract into two contracts, and to select and deal separately with the provision providing for repayment of principal in cash, and contends that agreement was ultra vires.\nIt would seem clear that the contention must be rejected, unless the trustee can show that, in exercising its expressly conferred power “to......accept and execute trusts of every description,” the promise that it would now repudiate was “inconsistent with the laws of this State.” The contract is not divisible: Lemmon v. East Palestine Rubber Co., 260 Pa. 28, 103 A. 510. The trustee concedes that it is unable to point to any statute prohibiting the agreement at the time it was made. If such agreements could be construed as equivalent to a guarantee of the principal of the mortgage, within the prohibition (for the future) by the Banking Code, 1933, P. L. 624, section 1109, the prohibition in 1933 might be regarded as legislative recognition that they had not been prohibited before. But the trust agreement cannot be construed to be a guaranty of the mortgages in the pools in which the trustee may have invested, because neither such investment nor such guaranty was specified in the deed.\nIn support of the trustee’s contention, it is suggested that the contract might be considered as a contract of insurance and, therefore, prohibited. The cases relied on for this proposition do not support it; in Young v. American Bonding Co., 228 Pa. 373, 77 A. 623, a contract of a surety company was held to be insurance, and in Bowers v. Lawyers Mortgage Co., 285 U. S. 182, a guaranty of mortgages was held to be insurance, but it appeared that both transactions involved contracts against loss from failure of third persons to perform their obligations. The trust agreement here did not insure the obligation of another; it was the trust company’s primary obligation. The trustee was authorized to make any investment it chose, within the class known as legal investments. Its promise to repay has none of the elements of insurance, which, generally speaking, is a contract of indemnity against loss by the act of another. It might, of course, have taken precaution to avoid loss to itself by obtaining insurance of the investments it made; but, its guaranty was nothing but its primary promise to pay, it was not insuring its own obligation. It might have asserted its reserved right to terminate the trust at any time on giving the thirty days’ notice, and thereby have saved itself against possible or probable loss thereafter. Without the promise to pay in cash, the trustee’s duty on termination could have been performed by turning over the trust investment: Crick’s Est., 315 Pa. 581, 173 A. 327. But a trustee may promise to pay in cash in the absence of prohibiting statute, and, as no reason for not paying has been presented, the decree cannot be sustained.\nReliance is placed on decisions from other jurisdictions in which it is held (to take Federal Land Bank v. Crooks-ton Trust Company, 180 Minn. 319, for example) that the bank lacked authority to guarantee a federal farm loan in which it had no beneficial interest, or (as in Knass v. Madison & Kedzie State Bank, 354 Ill. 554, and similar cases) that national banks lack authority to agree to repurchase, at par, mortgages sold by them, since such agreements subject them to an indeterminate contingent liability, without a corresponding chance of gain. Such obvious want of authority is fatal, but nothing of the kind is present in this transaction. Nor did the bank assume a contingent liability which it was powerless to control, without a corresponding chance of gain. The trustee could change the investments in the trust at its discretion and it could also terminate the trust. To require a trustee to perform its agreement, by paying the principal in cash, is no more “inconsistent with the laws of this State” than to require a trustee to make good to á trust estate a loss resulting from its negligent administration of the trust.\nAppellant also replies to the ultra vires argument by referring to the well-settled rule in this State that, when a corporation has received the fruits of a contract, not malum in se or otherwise prohibited (see Com. v. Irwin Savings, etc., Co., 311 Pa. 243, 166 A. 765), it will not be permitted to set up its own wrong to avoid paying what, it owes: Lemmon v. East Palestine Rubber Co., supra; Cameron v. Christy, 286 Pa. 405, 133 A. 551.\nWe need not refer to the cases on this subject holding otherwise, cited, on behalf of the trustee, from other jurisdictions, because the law on the subject in this State is not only well settled, but in accord with the weight of authority throughout the states. We may, however, note that in Commercial Trust Co. of Pittsburgh v. First-Second Nat. Bank of Pittsburgh, 260 Pa. 223,103 A. 598, relied on, it was expressly stated, page 231, “The court below finds on sufficient evidence that the bank did not receive the proceeds of the loan, so it is not liable on that ground.” For similar reasons, recovery was not permitted in the other two cases cited: Safe Deposit, etc., Co. v. Federal Street, etc., Co., 255 Pa. 497, 100 A. 320; Globe Indemnity Co. v. Wm. McCullom, 313 Pa. 135, 169 A. 76.\nThe decree is reversed, and the record is remitted to the end that a decree may be entered in accord with the views here indicated, costs of the appeal to be paid by the appellee.\n“Such certificate shall state on its face that it is issued without guarantee by the issuing bank and trust company or trust company of the payment of either principal or interest, that it will be paid only when funds become available out of the bonds secured by mortgages or out of the securities comprising the pool or fund. It shall also state any other important condition covering such situation.” (Page 706.)\n“E. This section shall not be construed to affect a pool or fund of bonds secured by mortgages, or of securities, created by a bank and trust company or a trust company prior to the effective date of this act.” (Page 707.)\nCarpenter, Should the Doctrine of Ultra Vires Be Discarded? (1923) 33 Yale L. J. 49."}