{"id": "1159045", "contents": "Opinion by\nMr. Chief Justice Frazer,\nPlaintiff bank petitioned the lower court to grant a writ of mandamus compelling defendant building and loan association to issue to petitioner proper certificates for forty shares of stock of the latter corporation which the former claimed to own. Defendant answered denying plaintiff’s right thereto. The matter was referred to a commissioner who, after hearing the parties and their witnesses, recommended a decree in plaintiff’s favor; the lower court subsequently dismissed exceptions to the commissioner’s findings and conclusions, and awarded a mandamus as prayed for. Defendant appealed.\nJ. Arthur Jones, at the time of his death, February 13, 1931, was president of plaintiff bank, and indebted to it in the sum of $14,450', evidenced by collateral notes for which the bank held as security the properly executed certificates of stock of defendant here in controversy, issued in the name of J. Arthur Jones. A demand upon the executrix of J ones for payment of the indebtedness having been refused, the stock, in accordance with the provisions of the collateral notes, was offered for sale, after due public notice, and was purchased by the bank. The demand upon defendant association for new certificates in the bank’s name having been resisted, these proceedings followed.\nDefendant’s contention is (1) that the bank failed to connect the notes of Jones with the collateral, and (2) the certificates held as collateral were not transferred in accordance with the by-laws of the association. An examination of the record clearly shows that neither objection can be sustained. As to the first exception, the bookkeeper of the bank testified that she was familiar with the manner of keeping, listing and registering evidences of indebtedness to the bank, that obligations of borrowers were kept in the bank’s vault in one file container and the collateral in another, that she with Jones, shortly before his death, examined notes made by him, together with the collateral securing the obligations, checked and cross checked them, and that both his notes representing the indebtedness and certificates for 40 shares of Irwin Building & Loan stock held as collateral were in the bank vault, each in its proper container and listed in the discount register the same as other collateral loans; this uncontradicted evidence undoubtedly is ample to establish the validity of Jones’ obligations and connect them with the building and loan stock certificates held by the bank as collateral for their payment.\nAs to the second exception, we need only say the building association stock belonged to Jones, was his personal property, and he certainly had the right to use the certificates as collateral security for his indebtedness without consent of the association. The provision of the Uniform Stock Transfer Act (May 5, 1911, P. L. 126) which prescribes that title to certificates of stock shall pass by endorsement as of the time of registration of the transfer, “was evidently inserted for the protection of the corporation, so that it might safely deal, in the payment of dividends or otherwise, with the person in whose name the stock was registered, but was not intended to control the rights of the parties when one saw fit to transfer his rights to another”: Connell’s Est., 282 Pa. 555, 561. The by-law relating to assignment and transfer of stock is a regulation among stockholders and is not applicable here. Act of May 12,1925, P. L. 615. The association, subsequent to issuing the stock certificates, having made loans to Jones on the credit of those certificates without requiring their production and assignment to the association, and Jones having previously made a bona fide pledge of the certificates, to secure an indebtedness due the bank, the association and not the bank, an innocent creditor, must suffer.\nThe evidence is fully ample to sustain the finding of the lower court that J. Arthur Jones, at the time of his death, was indebted to plaintiff bank in the sum of $14,450 and that the indebtedness was secured by the pledge of the stock certificates here in controversy. The bank, having purchased the certificates at public sale upon default in payment of the indebtedness secured by the collateral, is now entitled to obtain new certificates issued in its name, with an appropriate record of the transaction made on the books of defendant association. That mandamus is the proper proceeding to compel issuance of new certificates to plaintiff is clear and beyond question: Deal v. Erie Coal & Coke Co., 244 Pa. 622.\nJudgment affirmed at appellant’s costs."}