{"id": "1159600", "contents": "Opinion by\nMr. Justice Schaffer,\nThe Lifter Building and Loan Association presented two claims against the decedent’s estate, one for the balance due on a second mortgage and the accompanying bond made by decedent to the association, covering a property owned by him in his lifetime, but which he had aliened before death, which claim was admitted and allowed ; and the other for the amount due on a certain bond and first mortgage executed by the deceased, covering the same property, which mortgage had been assigned to the association. This claim was denied and disallowed.\nWhen the claims were presented, the association was the owner of the property bound by the mortgages. This appeal was taken by the association from the disallowance of its claim on the bond accompanying the first mortgage. It was found as a fact by the court below — and the finding is not disputed — that there was no merger of the first mortgage. The ground of the court’s disallowance of the claim was that, had it been allowed, the estate could have recovered from the decedent’s alienees the amount awarded, title having been taken “under and subject” to the mortgage, and the first alienee could have recovered from his grantee aud so down the line of title until recovery could have been had against appellant by its grantor. The court held in substance that this circuity of action should not be permitted. Appellant answers this by saying that there would be no circuity of action because it purchased the property at sheriff’s sale on the foreclosure of its second mortgage, that the sheriff’s deed to it was not “under and subject” to the first mortgage, that by this conveyance the circle was broken, that it is entitled to assert its claim against the deceased mortgagor’s estate, which should be subrogated under the mortgage for the amount it is required to pay, and that when the mortgage is paid off or foreclosed, the estate will receive all or its proportionate part of the amount collected on the mortgage. We think the position taken by appellant is correct.\nAs the cáse is one of some importance for the future, we deem it proper to state some of the specific facts. The decedent executed the bond and first mortgage in the sum of $30,000 to Louis Goldblatt on September 21,1925. On the same day, the decedent gave the bond and second mortgage in the amount of $10,000 to the appellant. By its express terms, this mortgage was “under and subject” to the first one. In our opinion this circumstance is of no moment in determining the question before us. An “under and subject” clause in a second mortgage cannot make a purchaser in foreclosure proceedings under it person ally liable for the payment of the prior encumbrance to which the second lien is “under and subject.” Such a clause in a second mortgage implies only that it is subsequent in lien to the other one mentioned. On December 5,1927, the first mortgage was assigned to the appellant, and the judgment which had been entered on the accompanying bond was marked to its use. On January 25, 1926, the decedent, whether “under and subject” to the first mortgage does not appear, conveyed the premises to Myrtle L. Moss. By several subsequent conveyances the title became vested in the Alof Corporation on November 25, .1928. Whether these conveyances were “under and subject” to the first mortgage the record does not disclose. The decedent died July 22,1931. The foreclosure on the second mortgage was in April, 1933; The price paid for the property by appellant at the foreclosure sale was $50. As before stated, the sheriff’s deed was made to appellant, which owned both mortgages. The sheriff’s deed did not contain an “under and subject” clause.\nThe court below in its opinion says it seems startling to rule that a vendee at sheriff’s sale is presumed to have undertaken to indemnify against existing undischarged encumbrances, and “were the question an open one, it would appear both logical and just to require the estate of the mortgagor to pay the mortgage debt, but to require subrogation in whole or proportionate part to the mortgagee claimant.” Judge Stearns, speaking for the court, stated that it felt bound to rule as it did under our decision in Stanhope’s Est., 184 Pa. 414.\nIn our view Stanhope’s Estate can be distinguished from the case at bar; if it could not be, we would be inclined not to follow it as an authority in situations such as the pending one. It did not involve a passing of title by sheriff’s sale and dealt only with the ordinary situation as between vendor and vendee. It would appear that Judge Penrose, whose opinion was adopted by us, was considering subrogation of the mortgagor to the mortgagee. He says: “Having bought only what remains after the mortgage has been paid, if permitted to take advantage of recovery by the mortgagee upon the personal contract of the mortgagor, he would, without additional payment, get the property clear of encumbrance. And hence it is well settled that a mortgagor who after sale has been compelled to pay by suit on his bond is entitled to be subrogated to the rights of the mortgagee against the mortgaged estate.” It cannot be said in the instant case, as was stated in that case, that appellant is supposed to have intended to assume any obligation at all to his vendor, since the previous owner of the property was not his vendor. He took title from the sheriff. There is no link in the chain at that point to bind appellant to the mortgagor as an indemnitor. Appellant concedes that any recovery obtained by it from the decedent’s estate will give the estate the right to share in the mortgage in proportion to the payment received. In this way the estate will be entitled to indemnify itself out of the land. This is a very different thing from indemnity directly out of appellant and from establishing the rule that purchasers at sheriff’s sale are indemnitors against existing undischarged encumbrances on the property purchased. In Chase v. Hubbard, 99 Pa. 226, cited by appellee, we had subrogation in mind in rendering the decision, not personal indemnity.\nSubrogation under circumstances such as those before us is fair and equitable. The appellant, purchaser at the sheriff’s sale, bought only the equity of redemption. It would be unjustly enriched by the discharge of the first mortgage through the payment thereof by the mortgagor. The way to avoid such an unjust result is to subrogate the representatives of the mortgagor to the rights of the mortgagee to the amount of his (the mortgagor’s) payment and to keep the mortgage alive.\nThe theory under which an agreement of indemnity has been implied from an “under and subject” clause is based upon the proposition that the purchaser is acquiring the entire fee and is deducting from the purchase price the amount of the mortgage. Having obtained the benefit of the mortgage as a credit on the purchase price, the purchaser is held to have assumed the mortgage as between himself and the seller, and therefore is bound to indemnify the seller against loss on the mortgage: Britton v. Roth, 313 Pa. 352; Sheehan B. & L. Assn. v. Scanlon, 310 Pa. 6; Dobkin v. Landsberg, 273 Pa. 174; Faulkner v. McHenry, 235 Pa. 298; Greenspan v. Margolis, 70 Pa. Superior Ct. 373.\nIn Steele v. Walter, 204 Pa. 257, it was pointed out that what passed by a sheriff’s sale of a property bound by an undischarged mortgage was simply an equity of redemption and that the encumbrance ón the land was enforceable against it, not against the purchaser personally. “Hence it follows that the purchaser in thus buying the land, undertakes the duty of paying the mortgage, not personally, but so far as the land is sufficient for that purpose. Then thus far he assumes the duty of relieving the obligor, and, as between them, the land becomes the primary fund for the payment of the debt. It follows, also, that, if the obligor pays the debt, he may claim subrogation to the mortgage, else the purchaser would unjustly hold the land without having paid the entire consideration.”\nOur conclusion is that the law is as the court below thought it should be; that the appellant as purchaser at the sheriff’s sale assumed no liability to personally pay the first mortgage, either under an implied obligation arising from the conveyances in the line of title, or by reason of the language of the second mortgage. The decree is reversed at the cost of appellees, with directions to the court below to proceed with the distribution in accordance with this opinion."}