{"id": "1159640", "contents": "Opinion by\nMr. Justice Schaffer,\nThis is an action to rceover damages for malicious prosecution. On a second trial, the jury found a verdict in plaintiff’s favor for $3,000, which the trial judge reduced to $1,000. From the judgment entered for this amount defendant appealed to the Superior Court, which affirmed. Our allocatur brought the case here for review.\nWe can see nothing malicious in the prosecution. Defendant, as landlord, had issued a distress warrant, to collect rent from a tenant. The latter’s household goods had been levied upon and were awaiting sale. The next door neighbor heard noises in the house about two o’clock in the morning, which indicated to his mind that the goods were about to be removed. He so notified the landlord, who repaired to the house about five o’clock, as day was breaking, and found in front of the premises a large moving van upon which the distressed goods were being loaded. He was joined by the constable who had made the levy and by a police officer in uniform. They told the plaintiff, whose van it was, that the goods had been levied upon for arrears of rent. He refused to accept their assurances to this effect and demanded to see their “papers.” Plaintiff, defendant and the constable engaged in an altercation, in which, however, no blows were struck, apparently because the police officer intervened. Plaintiff admitted that he “drew back,” but did uot hit the constable. Tbe constable endeavored to produce Ms warrant and other papers from a wallet in his pocket. Plaintiff became impatient, refused to listen to the preferred information, made no inquiry of the tenant or of the woman, who had employed him, although both were in the house, to ascertain whether the goods were under levy, ordered the van containing the goods to drive away, and followed it in an automobile. Defendant did not know where the goods were being taken.\nThe constable reported the occurrences to the justice of the peace who had made out the distress warrant, and he prepared an information, which he told the defendant to sign, charging that plaintiff and the tenant “did unlawfully by trick and fraud feloniously take, steal and carry away from a dwelling house belonging to affiant one lot of household goods, dishes, etc., levied upon for rent by affiant.” On this information plaintiff was arrested and held for court. Instead of drawing an indictment under the Act of April 22,1903, P. L. 242, section 1, 18 P. S., section 2428, charging plaintiff with the unlawful removal of the distrained goods, the district attorney presented to the grand jury a bill charging larceny, which that body returned true. At the trial the judge directed a verdict of not guilty on the ground, apparently, that the indictment was improperly drawn and charged the wrong offense.\nA reading of the testimony convinces us that not the defendant, but the justice of the peace, was responsible for the manner in which the information was drawn, that defendant simply signed what the squire had prepared, and that defendant’s intention and purpose in instituting the proceeding was to have the eloigned goods brought back.\nWe are of opinion that defendant had probable cause for commencing proceedings against plaintiff for the unlawful removal of the goods, considering the circumstances surrounding their removal. It occurs to us that, had plaintiff paused sufficiently long, when informed by defendant and the constable that the goods he was removing were under levy, to have allowed them to make manifest that fact, instead of impatiently and angrily setting them aside and hurrying the goods away, this long drawn out and expensive litigation would never have started. Had plaintiff but listened to full explanations, he doubtless would not have removed the goods. There is no question that they were then under levy.\nIt was for the court under the evidence here appearing to pass upon the question of probable cause; “. . . the court must say, as a matter of law, whether the facts proven show probable cause. . . . But, if all the admitted facts, and the reasonable inferences therefrom, amount to probable cause, the court must so declare, and direct a verdict for defendant”: Taylor v. American International Shipbuilding Corp., 275 Pa. 229, 231; and this is so even if malice is shown: Roessing v. Pgh. Rys, Co., 226 Pa. 523. “The burden is upon the plaintiff to prove affirmatively, by circumstances or otherwise, as he may be able, that the defendant had no reasonable or probable ground for instituting the original proceedings” : Altman v. Standard Refrigerator Co., Inc., 315 Pa. 465, 477. See also Groda v. American Stores Co., 315 Pa. 484. It should have been ruled as a matter of law that probable cause for the prosecution was shown.\nTo our minds there is no satisfying evidence that defendant or his attorney made any improper demands for money to withdraw the criminal case. There was rent due and defendant was entitled to realize it, not of course through criminal proceedings, but from the goods. Their return was what he sought. Whatever talk there may have been about money in connection with the case would seem to have related only to the hauling charges, the rent due, and costs incurred by defendant, not to any demands for a sum from plaintiff. The plaintiff told defendant that he would not return the goods until the defendant paid the hauling charges. “Where a defendant in an action for malicious prosecution shows probable cause, his motives in instituting the prosecution are of no consequence, become immaterial and cannot be taken into consideration by court and jury. ... If there be reasonable or probable cause, no malice, however distinctly proved, will make defendant liable”: McCoy v. Kalbach, 242 Pa. 123, 127; Dietz v. Langfitt, 63 Pa. 234. While it is true we said in Farneth v. Commercial Credit Co., 313 Pa. 433, that a criminal prosecution brought for the purpose of collecting a debt is prima facie evidence of a want of probable cause, there is nothing in this record to warrant the conclusion that the prosecution was brought for any such purpose.\nThe trial court erred in permitting a recovery and the Superior Court in affirming its action.\nThe judgment is reversed and is here entered for defendant."}