{"id": "1159068", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal grows out of two claims presented at the audit of the account of the administratrix of the estate of John P. Boles, deceased, one, by the Commonwealth, for $1,263.14, and the other, by the City of Philadelphia, for $1,565, for maintenance of decedent’s son, John P. Boles, Jr., at the Philadelphia Hospital for Mental Diseases. The son was an adult indigent insane person, maintained in the hospital during the period for which the claims are made. He had no property, until, at his father’s death, he became entitled under the intestate laws to one-sixth of his father’s estate. It is conceded that both claims must be paid.\nThe learned court below was of opinion that the claims were payable as debts due by decedent, and deducted the total from the balance shown by the account for distribution, leaving a balance of $10,090.75, which was awarded in equal sixth parts to the decedent’s children, one part being awarded to the guardian of the lunatic. At the audit, it was claimed that “if the estate of the father is liable, it is entitled to reimbursement from his son’s distributive share.” Should reimbursement have been awarded?\nAt common law a lunatic was liable in quasi-contracts for support: Smith’s Case, 298 Pa. 358, 362, 148 A. 479; In re Frank Hoffmann, 258 Pa. 343, 101 A. 1052. This common law liability was declared in the first section of the Act of June 1,1915, P. L. 661, 71 P. S., section 1781, providing that, “Whenever any person is maintained as in inmate of any hospital......of the Commonwealth, in whole or in part at the expense of the Commonwealth, the property or estate of such person shall be liable for such maintenance, to be paid or recovered as hereinafter provided.”\nSection 2 provides for reports to the attorney general concerning the estate of persons so maintained.\nSection 3 provides, “The husband, wife, father, mother, child, or children of any person who is an inmate of any asylum, hospital, home, or other institution, maintained in whole or in part by the Commonwealth of Pennsylvania, and who is legally able so to do, shall be liable to pay for tbe maintenance of any such person, as hereinafter provided.”\nWhile the obligation declared in section 1 remains, as at common law, a primary obligation of the person cared for, section 3 imposes on others a secondary obligation to contribute, if “legally able so to do,” a phrase perhaps carried into the statute from earlier legislation (section 28, Act of June 13, 1836, P. L. 539), where the duty to contribute was qualified by the words “being of sufficient ability” — a condition which required an adjudication of that fact by the Quarter Sessions: Wertz v. Blair Co., 66 Pa. 18. The Act of 1915 provides a different forum: Harnish’s Est., 268 Pa. 128, 110 A. 761.\nThe liability imposed on a father by section 3 is in derogation of the common law and must, therefore, be strictly construed in the light of the presumption that no change in the common law was intended beyond what is expressly stated: Gratz v. Ins. Co. of North America, 282 Pa. 224, 234, 127 A. 620. In declaring the common law liability of the lunatic in section 1, and in imposing a new liability on others for the same debt in section 3, the legislative intention was to provide an additional source of payment in the nature of a suretyship, but was not intended to release the lunatic from the primary obligation always resting on him. Unless the estate is reimbursed out of the lunatic’s share, the statute will be given an effect which, we think, was neither declared nor intended. The effect of awarding to the lunatic one-sixth of the estate remaining after payment of the claims of the State and city, would be to require the brothers and sisters to contribute toward his support — a duty which is not imposed upon them by the Act of 1915 and does not exist at common law. It is immaterial that the son had no property until the father died, because the son has always been liable whether he had property or not. The orphans’ court applies equitable principles, and, having jurisdiction of the fund and of all the parties, has the power by subrogation (Williamson’s App., 94 Pa. 231) to decree reimbursement to the father’s estate of so much of the son’s interest as will repay the amounts awarded to the State and to the city on account of the obligation of the son.\nAs no objection is made to the claim presented on behalf of the city, we have referred only to the Act of 1915, P. L. 661, considered below and in the briefs.\nThe record is remitted for modification, costs to be paid out of the fund for distribution.\nManby v. Scott, 1 Sid. 109, 112, 82 Eng. Rep. 1000, 1002; Rhodes v. Rhodes, 44 Ch. Div. 94, 107; Sawyer v. Lufkin, 56 Me. 308; Sceva v. True, 53 N. H. 627; Richardson v. Strong, 13 Ired. 106; Ward’s Est., 22 Dist. R. 564.\nAmended May 10, 1921, P. L. 438; April 25, 1929, P. L. 704."}