{"id": "1159603", "contents": "Per Curiam,\nThis is an appeal from the action of thé court below in refusing to open a judgment of non pros entered against plaintiff for failure to file an amended statement of claim. Defendant filed an affidavit of defense, raising questions of law to plaintiff’s original statement of claim in trespass, which the court sustained with leave to plaintiff to file an amended statement within thirty days. No amendment having been made, judgment of non pros was entered against plaintiff by the prothonotary, upon order of defendant’s counsel, shortly after expiration of the thirty-day period allowed by the court.\nThe accident upon which plaintiff bases his claim occurred February 14, 1931. The summons in trespass issued February 4, 1933, and the original statement of claim was filed February 15, 1934, a little more than a year later. The order of court sustaining the demurrer, with leave to plaintiff to amend, was made June 23,1934, and judgment of non pros entered July 27, 1934. It was not until October 24, 1934, that plaintiff filed a petition to take off the judgment of non pros averring that failure to file an amended statement of claim was due to the mistaken belief of his counsel that defendant intended to appeal from the action of the court in permitting plaintiff to amend. Attached to the petition and marked Exhibit “A” was an amended statement of claim which plaintiff asked leave to file.\nEither one of two reasons is sufficient to sustain the action of the court below in discharging the-rule to take off the non pros. In the first place the docket entries show that the statute of limitations had barred the action by the time plaintiff attempted to file an amended statement. The court held that the original statement did not state a valid cause of action, hence the new statement, if good, must necessarily have set up a new and different cause of action. The cases are uniform in prohibiting any amendment which changes the cause of action to one upon which the statute of limitations has already run: Smith v. Ellwood City Ice Co., 311 Pa. 147. “After the statute of limitations has run a plaintiff cannot by amendment shift his ground of complaint, introduce a new cause of action, cure a fatal defect in the pleadings, change his cause from a common law to a statutory proceeding, or deprive the defendant of any valuable right”: Card v. Stowers Pork P. & P. Co., 253 Pa. 575, 579. See also LaBar v. New York, Susquehanna & Western R. R. Co., 218 Pa. 261, and Grier v. Assurance Co., 183 Pa. 334.\nA second and more important reason for refusing to disturb the decision of the court below is that the statement of claim as amended still fails to set forth a valid cause of action. The object of the suit is to recover damages for personal injuries received by plaintiff due to the caving in of an abandoned sewer near which he was operating a gasoline shovel in the course of excavation work under the right-of-way of defendant company. It is averred that the railroad company ran its freight and passenger trains at an excessive rate of speed over a temporary bridge at the location of the accident, thereby setting up vibrations which caused the sewer to collapse. But as pointed out by the court below there is nothing in the statement to show actual or constructive knowledge on the part of defendant of the existence of the abandoned sewer, and nothing to indicate that the jarring and vibrations of the trains would have caused plaintiff any injury had the sewer not been there. We are of opinion this is a fatal defect and rendex-s the statement so indefinite and uncertain as to be of no avail in averring actionable negligence.\nThe order refusing to take off the judgment of non pros is affirmed."}