{"id": "1159562", "contents": "Opinion by\nMr. Justice Simpson,\nPlaintiff sued to recover the amount of two promissory notes executed by defendant to the order of plaintiff, as follows: One for $4,500 dated February 3,1924, payable November 5, 1924, and the other for $2,300 dated March 3,1924, payable December 3,1924. In its affidavit of defense, defendant evasively denies liability on the notes, ánd in its counterclaim avers that plaintiff is liable to it in the sum of $227,424.22, on a cause of action therein detailed. During the trial, defendant abandoned its denial of liability on the notes, and continuously thereafter expressly admitted responsibility for them. Defendant recovered a verdict Avith a certificate in its favor in the sum of $100,000. Plaintiff’s motions for a new trial and for judgment non obstante veredicto Avere dismissed and plaintiff then took the present appeal.\nPrior to November 8, 1921, appellee Avas a sales-agent of the Lincoln Motor Company, a corporation of the State of Michigan, and betAveen the two companies there were a series of complicated contracts and accounts Avhich showed, as each claimed, that the balance was in its favor. On the date stated, the United States District Court for the Eastern District of Michigan appointed the Detroit Trust Company receiver of the Lincoln Motor Company. Ultimately, that court directed its receiver to sell all the assets of the motor company as a going concern, and at the sale plaintiff purchased them for $8,000,000, that being the upset price fixed by the court.\nIn its brief in this court, appellee says: “The basis of the appellee’s counterclaim was not any particular promise to Mr. Sweeten personally by Mr. Ford personally, but the agreement of the Ford Motor Company [appellant] that, as part of the consideration for the purchase of the Lincoln assets, it would pay the claims of all the creditors of the Lincoln Motor Company.” If that “agreement” was, as alleged, to “pay the claims of all the creditors of the Lincoln Motor Company,” as part of the consideration for the purchase of the Lincoln assets, then that sum should be paid, if at all, to the receiver, who was making the sale under order of the court, for to it and to it only was the purchaser obliged to pay all the consideration for its purchase. No “part of the consideration for the purchase,” could properly be paid to defendant, except upon an express order of the court, and none such is alleged.\nThe persons to whom this promise is alleged to have been made were the Hon. Arthur J. Tuttle, the Presiding Judge of the United States District Court for the Eastern District of Michigan, which court, as already stated, had appointed the receiver of the Lincoln Motor Company, and was in charge and control of its assets, and Wilfred C. Leland, vice-president and general manager of the motor company. That at some stage of the proceedings it was stated by counsel therein that Mr. Ford, — not the Ford Motor Company, the present appellant, — intended to pay all the debts of the Lincoln Motor Company, must be admitted. It was amply proved, but it was not made to the present defendant, nor to any one acting for it. Certainly neither Judge Tuttle nor Mr. Leland was acting for it. Nor was any contract or agreement made by them or either of them with plaintiff, or any one acting for it, to pay defendant or any other creditor of the Lincoln Motor Company. Propositions looking to such payments by plaintiff were made, but they never ripened into a contract or agreement, without which, of course, they were not enforceable.\nAt the time of the conversation with Judge Tuttle, plaintiff’s counsel was trying to get him to fix an upset price of $5,000,000 for all the assets of the Lincoln Motor Company, and told him, the judge, that “Mr. Ford is going to pay'the honest debts, the honest creditors of the Lincoln Motor Company, and $5,000,000 is all this property is worth at the present time, and if Mr. Ford pays to the receiver at the judicial sale a fair price for this property, I think it no more than right that he should get the credit of paying these creditors.” To this Judge Tuttle did not agree, and says he told counsel: “ ‘I like Mr. Ford, but I have a judicial job to perform, and I think I had better take the credit for getting the money for these creditors, if I can,’ and I went on the bench and fixed the upset price at $8,000,000.” And the judge concluded his testimony with the statement: “However, I want you to know that ... I had no arrangements with any one. I had no bargain or agreement with any one that they were to be paid. There was the statement to me as to what was going to be done, but I did not feel that I had any right to make any bargain about it at all, and you can see that I did not accept the offer that was made to me, because it was all on the theory that I was to fix an upset price of $5,000,000, which I didn’t do. I didn’t become a party to it in any way.” It is clear from his testimony that there was nothing in it to give even a color to defendant’s contention on this point. Judge Tuttle was not acting for defendant, directly or indirectly, and plaintiff did not agree to pay anything to anybody, if the upset price was made $8,000,000, as in fact it was.\nNor is appellee’s claim helped in any way by the testimony of Wilfred C. Leland, the other of the witnesses referred to. As stated, he was the vice-president and general manager of the motor company, and said that “Henry Ford and Edsel Ford agreed [on November 21,1921] that they would purchase the Lincoln Motor Company at the receiver’s sale, and would also provide money for paying creditors and stockholders in full.” This was two weeks after the receivership began, and long before any order was made as to the sale of the assets, which sale took place February 4,1922. The witness added that “Henry Ford said . . . that he would pay them [the creditors and stockholders] in full immediately after purchase of the plant.” There was considerable testimony following this, regarding the disagreements between the witness and his father on the one side, and the Fords on the other, relating to the future management of the business of the reorganized company, in case the Fords purchased the assets, but not one word that the witness was acting for and with authority from the present defendant, or that he, Leland, ever entered into any contract or agreement with the Fords or any one else, in case the latter purchased the assets. What occurred was all talk, without, at any time, reaching an agreement on the subject. So far as appears; he, Leland, made no pretense of having had authority from or to be acting for this defendant. Consequently, nothing that the Fords then said or promised could inure to the benefit of this defendant, or became the means of fixing a liability of plaintiff to defendant.\nIn order that the Ford Motor Company, the plaintiff in this case, should be legally bound to pay defendant and the other creditors of the Lincoln Motor Company anything on account of the indebtedness of the latter company to them, the obligation would have had to arise by virtue of a contract or agreement to which the Ford Motor Company, or some one acting for it, was a party, and there would have had to be a consideration to sustain the contract. We have already stated all that is necessary to be shown in order to establish the fact that neither Judge Tuttle nor Mr. Leland was acting for this defendant. In addition, there is no pretense anywhere in this record that there was any contract or consideration for the alleged promise upon which defendant mistakenly relies, and which would have had to exist to sustain the judgment appealed from. Recognizing the necessity therefor, and in a vain endeavor to escape the inevitable result of a lack of liability, because there was neither a contract with nor a consideration moving to plaintiff, defendant averred in its counterclaim, upon which it recovered the verdict and judgment in the court below: “Sweeten [defendant] avers that because-of said promise, and in reliance upon the same, no other higher bid was made on behalf of the stockholders or creditors of the Lincoln Motor Company, and the sale to the plaintiff was confirmed.” The “promise,” there referred to, is set forth in the immediately preceding sentences of the counterclaim as follows: that “plaintiff, by its said agent, Harold H. Emmons, orally promised to Hon. Arthur J.' Tuttle, judge of the United States District Court for Michigan, who decreed the said sale, and Henry M. Leland, president of Lincoln Motor Company, to pay in addition to the amount of its bid for the said assets a sum sufficient to liquidate in full all the debts and liabilities of Lincoln and return to the stockholders of Lincoln the amount of their subscriptions.” If there had been such a promise made, it would have been either a nudum pactum, because without consideration, and hence unenforceable ; or, if made upon the consideration, as defendant avers, that “in reliance upon the same [alleged promise] no other higher bid was made on behalf of the stockholders or creditors of the Lincoln Motor Company,” the contract would have been that if plaintiff would agree to pay the creditors and stockholders of the Lincoln Motor Company, the creditors and stockholders, including appellee, would not bid against plaintiff at the judicial sale of the assets of that company. If, however, that was the contract, it was contrary to public policy and void.\n“A bargain not to bid at an auction, or any public competition for a sale or contract, having as its primary object to stifle competition, is illegal”: 2 Restatement of the Law of Contracts 517. It has been repeatedly so held in this State: Slingluff v. Eckel, 24 Pa. 472; Barton v. Benson, 126 Pa. 431; Hays’s Est., 159 Pa. 381. And the rule is thus clearly set forth in the last named case, at pages 385-6: “The result of the authorities is thus stated in 2 Pomeroy’s Equity 934: ‘Where property is to be sold at public auction, and especially where [as here] the sale is by order of court, or is made in the course of govr ernmental administration, a secret combination among the persons interested in bidding, whereby they stipulate to refrain from bidding in order to prevent competition and to lower the selling price of the property, is illegal, according to the uniform course of decision in this country.’ ” This is also the rule as laid down in Kuhn v. Buhl, 251 Pa. 348.\nIn a vain attempt to escape the effect of this rule of public policy appellee refers to and relies upon Leland v. Ford, 245 Mich. 599, where it is said that combinations of proposed bidders regarding such sales are not always void, though generally they are. That court, in so stating, is careful to illustrate the occasions when they are not, by referring to cases where so large a sum is needed as to render it difficult, if not impossible, to get bidders unless they combine together, as in the case of a receiver’s sale of a large railroad property. But all the cases referred to are instances where the interested parties join together for the purpose of bidding, not for the purpose of refraining from bidding. No case has been found where a bargain is made not to bid at all, to stifle bidding in fact, where it has not been condemned as against public policy and void.\nMuch stress is laid by appellee on the alleged fact that plaintiff paid to other creditors of the Lincoln Motor Company a sum in excess of $1,000,000, over and above the $8,000,000 hand money. This appears to be so, but is a matter of no moment. Plaintiff may have paid it as a result of a binding contract so to do, or purely ex gratia, but neither would help appellee, in the absence of a binding agreement in its favor, and, as we have shown, none such appears in this record.\nIn any and every aspect of the matter, therefore, appellee has no cause of action against appellant, and the judgment in favor of the former must be reversed. Indeed, the record shows that the testimony relating to plaintiff’s expectation, desire or purpose to pay the debts of the Lincoln Motor Company, whichever it was, related solely to the time when the upset price was sought to be fixed at $5,000,000, and not in case plaintiff had to pay $8,000,000, as it was compelled to do. After that change was made, there is an entire absence of evidence that this appellant, or any one acting for it, ever said it intended to, expected to or would pay the motor company’s debts in addition to the upset price fixed by the court.\nFor the reasons stated above, and for others not necessary to refer to, defendant never had an enforceable cause of action against the plaintiff.\nIn addition to reversing the judgment against the plaintiff, we shall, however, in view of defendant’s admission of liability upon the notes sued on by plaintiff, make a final end of this controversy.\nThe judgment of the court below in favor of defendant is now reversed and set aside, and judgment is entered in favor of plaintiff and against defendant, in the sum of $4,500 with interest thereon from November 5, 1924, to the date of filing this opinion (which date fixes the time of entering judgment against the defendant) and in the further sum of $2,300, with interest thereon from December 3,1924, to the date of filing this opinion; the damages to be assessed by the prothonotary of the court below on the return of the record to that tribunal."}