{"id": "1162313", "contents": "Opinion by\nMr. Justice Schaffer,\nPlaintiff, Marion Spencer, by her next friend, brings this action to recover damages for the death of her husband, who was killed while riding in the automobile belonging to and driven by defendant. From the recovery by plaintiff in the court below defendant prosecutes this appeal.\nWhen deceased was going to work in his own automobile on the night of the accident, his car broke down. From the roadside, along which he was walking, he signalled to defendant, who overtook him, the desire to be taken into his automobile. Defendant stopped, and deceased entered the car, which proceeded for a distance of about two miles, when it collided with a truck coming in the opposite direction, and plaintiff’s decedent was killed. The collision was caused by defendant’s driving on the wrong side of the road on a curve and beyond the center line of the highway, in violation of the provisions of the Vehicle Code of May 1, 1929, P. L. 905, at page 977, 75 P. S., section 541, which directs that, “Drivers of vehicles proceeding in opposite directions shall pass the other to the right, each giving the other at least one-half (%) of the main traveled portion of the highway.”\nUnder the presentation of the case, made by appellant’s able attorney who argued it before us, we have but one question to meet: What was the degree of care which defendant owed to the deceased? The argument is that it was not ordinary care, but that to a self-invited passenger, as deceased was, the defendant is liable only if he wantonly or willfully injured liim, and that in this class of cases we should adopt the Massachusetts Rule enunciated in Massaletti v. Fitzroy, 118 N. E. 168, which is analogous to the rule of liability in the case of bailment. The court below held the measure of defendant’s liability to be the absence of ordinary care.\nWe think it unnecessary to broaden beyond our own borders the review of authorities on the question. How some of the other states may have determined, with us the rule of ordinary care in such cases is fixed and not to be departed from, since we regard the principle we have established as being the just one. It is difficult to see why a person who becomes a self-invited guest in an automobile, under circumstances such as those before us, should be covered by a different rule of law as to the vehicle’s operation from that which applies to one who enters such a conveyance on the invitation of the owner. In each instance, the operator of the car has the safety of another human being in his keeping. It would seem that he should exercise ordinary care for both classes of guests, and it sounds somewhat strange to say, as to one of them, that he need not be ordinarily careful in operating his car. Whether self-invited or owner-invited, the guest enters the car with the assent of the owner.\nIn the very recent case of Richards v. Warner Co., 311 Pa. 50, we had to consider a situation very similar in its legal aspects to that now before us. There the plaintiff, Grace P. Richards, was riding in an automobile belonging to and driven by the defendant, Huggins. He had taken the son of Mrs. Richards to a dentist for the purpose of having the son’s tooth extracted. After the operation he invited the mother to ride home with him. In the course of the ride she was injured, due, as we held, to the negligence of Huggins. In the opinion, we said (page 59) : “It is argued on behalf of Huggins that as to Mrs. Richards and her son he was a gratuitous bailor for their benefit and, therefore, responsible only for gross negligence. In this connection Cody v. Venzie, 263 Pa. 541, is called to our attention. Whether driving an automobile into the side of a truck in broad daylight is gross negligence may be a matter fruitful of discussion, but we need not explore the subject, as in our opinion the absence of ordinary care on Huggins’s part is sufficient to fix him with liability. In the Cody Case, the want of ordinary care was held sufficient to warrant a verdict for plaintiff. In Curry v. Riggles, 302 Pa. 156, where the plaintiff was a gratuitous passenger, we held the defendant was required to exercise ordinary care.”\nThe court below was correct in its ruling that the defendant was liable if he did not operate his car with ordinary care.\nThe judgment is affirmed."}