{"id": "1162322", "contents": "Opinion by\nMr. Justice Kephart,\nThis appeal is from the discharge of a rule to enter judgment for want of a sufficient affidavit of defense. The court below held that the case was not free from doubt and, following Gordon, Secretary of Banking, v. Continental Casualty Co., 311 Pa. 109, 111, declined to enter the judgment. The facts may be summarized: One Schlotzhauer was indebted to the Farmers Trust Company, appellant, on two mortgages; it also held his unsecured notes in the sum of approximately $47,000. Schlotzhauer died and suit was brought on the unsecured notes within the year. The statute relating to filing such claims as liens was complied with. Schlotzhauer, by his will, empowered his executrix to sell his real estate; instead she mortgaged it for $77,500, paying to appellant the balance due on the unsecured claims. Thereupon the real estate covered by the lien of the unsecured claims was released, the trust company retaining its lien on the property covered by the two mortgages.\nTwo writs of scire facias were issued on the two mortgages and served on the widow as executrix and on the heirs of the decedent. To these actions affidavits of defense were filed by the widow and heirs in which it was set up that the power of sale given to the executrix in the will was limited to a specific purpose, namely, for reinvestment. It was not exercised for that purpose, the mortgage given thereunder was void, the proceeds therefrom became impressed with a trust in favor of the heirs, and being so impressed the bank owed to the heirs the sum of money realized thereon and used by it to pay off the unsecured claims; this defense is in the nature of a set off to the balance due on the two mortgages. Second, as parts of the mortgaged premises were sold prior to issuing the writs, and the money received therefrom was applied on the mortgages, inasmuch as the bank released from the lien of the mortgages the property sold, it cannot now proceed against'the remainder of the land for the balance due onthe mortgages. And, third, the money received by the bank should have been applied in relief of the mortgages instead of the unsecured notes.\nThese defenses are insufficient to prevent judgment from being entered. The power to sell the testator’s real estate included the power to mortgage; to place a first mortgage on decedent’s property not covered by the two mortgages here involved it was necessary to pay these unsecured claims entered as liens by the bank. After paying these claims, the exeeutrix had $30,000 left to invest; what the executrix did with this sum does not appear in the record. But, it was immaterial to the bank what became of the proceeds of the mortgage. When payment of the liens was made, it was under no duty to inquire where the money came from. Moreover under the Fiduciaries Act of June 7, 1917, P. L. 447, the personal representatives are empowered to mortgage a decedent’s real estate for the payment of debts, and the bank might well have concluded the money came through the exercise of this power.\nIt is difficult to understand how the release of any part of the premises would preclude the bank from proceeding against the remainder for the balance of the debt that was due. No reason is given therefor and this defense must be dismissed. As to the application of the moneys received from the mortgage, the affidavit does not suggest that the executrix asked the bank to apply any part of these payments in relief of the mortgages here sued on; ordinarily, payments so made may be applied on different debts by the creditor as he sees fit.\nThe writs of scire facias on the mortgages were against the widow and heirs; the practice thereunder is ruled by Federal Land Bank of Baltimore v. King, 294 Pa. 86, and what was there said need not be repeated. While it is true the court can control the judgment thereafter, still plaintiff is entitled to the benefit of their writs and procedure even though, as stated in Federal Land Bank of Baltimore v. King, supra, the “administrator takes steps to prevent it [execution] by showing a meritorious legal defense under the act.”\nThe judgment of the court below is reversed; the record is remitted with direction to enter judgment against the heirs as terre-tenants, but not against the executrix in her representative capacity."}