{"id": "1162287", "contents": "Opinion by\nMr. Justice Schaffer,\nThe three appellants, taxpayers of West Norriton Township, filed an injunction bill against the commissioners and treasurer of the township to restrain them from incurring an indebtedness for the purpose of constructing a sewer system. Subsequently 514 additional taxpayers petitioned the court to be permitted to join in the proceeding as parties plaintiff. After final hearing the chancellor dismissed the bill.\nWest Norriton is a township of the first class. On April 6, 1934, its board of commissioners adopted an ordinance providing for holding an election on May 15th for the purpose of obtaining the consent of its electors to the incurring of a bonded indebtedness in the sum of $189,000 to provide funds for the building of a sewer system. Such sum is in excess of the township’s two per cent limit of debt. The election was held on the date named. There were 1,818 registered electors in the township. Only 886 of them voted on the question of incurring the debt, 486 in favor and 400 against.\nAppellants challenge the regularity of the preliminaries to the election on four grounds: (1) The township authorities proceeded with the performance of necessary acts leading up to the election before the expiration of ten days from the date of publication of the ordinance, until which time it did not become valid. (2) Whereas there was a newspaper of general circulation “published” in the township, although “printed” in an adjoining borough, notice of holding the election was not given through the newspaper but by handbills posted in the township. (3) Notice of holding the election was not published in the legal newspaper designated by the rules of court. (4) The ordinance fixed the primary election day as the time for taking the vote and it was not a proper day.\nThe broad proposition which appellants advance is that the Act of April 20, 1874, P. L. 65, 53 P. S., section 1873, providing for the creation of municipal indebtedness by popular vote, with its supplement of April 12, 1923, P. L. 59, 53 P. S., section 1881, and the First Class Township Law of June 24, 1931, P. L. 1206, 53 P. S., section 19092, should be construed together. The 1923 supplement provides: “That whenever the corporate authorities of any county, city, borough, township, school district, or municipality or incorporated district shall for any lawful purpose desire, or have heretofore expressed their desire, to incur or to increase the indebtedness of any such county, municipality, or district, and the total existing indebtedness, if any, is or was less than two per centum of the assessed value of the taxable property, but the amount to which such debt is or was to be incurred or increased shall make the total indebtedness more than two per centum but not more than seven per centum of the assessed value of the taxable property, then, and in any such case, the entire indebtedness to be incurred, whether the same be for any one or more lawful purposes, may be authorized with the assent of the electors duly obtained at a public election in accordance with existing laws.” We conceive this to refer to laws existing when the election is held.\nIn the First Class Township Law, section 103, 53 P. S., section 19092, is this language: “This act does not include any provisions, and shall not be construed to repeal any act, relating to . . . (b) The method of incurring or increasing bonded indebtedness.” The state-meat that the act does not include any provisions relating to the method of incurring or increasing bonded indebtedness is not an accurate one, as will hereafter appear.\nThe position of appellees is that, because of the language quoted from the First Class Township Code, the Act of 1874 provides the complete and the exclusive method for incurring or increasing bonded indebtedness in townships of the first class, that by its express terms the Township Code excluded any provisions relating to incurring or increasing bonded indebtedness, that, therefore the Township Code may not be construed as amending, supplying or supplementing the Act of 1874, and that the two enactments are not to be construed together. If they are to be construed together, then the proceedings now before us must fall because the Township Code contains requirements which were not followed.\nThe section of the act covering ordinances and resolutions (section 1502, 53 P. S., section 19092) provides that the board of commissioners shall have power “To adopt resolutions and ordinances prescribing the manner in which powers of the township shall be carried out, and generally regulating the affairs of the township. All such ordinances, unless otherwise provided by law, shall be published at least once in one newspaper of general circulation in the township. Such ordinance shall not become effective until ten days after the publication aforesaid.” The appellees recognized this regulation of the act and published the ordinance providing for incurring the debt in a newspaper of general circulation in the township on April 7, 1934. If publication was required, the ordinance did not become an official enactment until April 17, 1934. The handbills giving notice of the election were posted on April 11, 1934, and if the contention of appellants is sound, this was before the ordinance became valid. The Act of 1874 provides that notice by handbills must be given during at least thirty days before the election. As the election was fixed for May 15th, if the ordinance was not effective until April 17th, thirty days’ notice as provided by the'Act of 1874 was not given. The enactment was not an ordinance unless all the provisions of the law governing ordinances were complied with: Fierst v. William Penn Memorial Corp., 811 Pa. 263; Com. v. Kelly, 250 Pa. 18. In order to determine whether the notice was sufficient, we must decide the main question submitted to us, namely, whether the acts are to be construed together.\nIt will be noted that section 103 of the Act of 1931, on which the appellees rely, is entitled “Excluded Provisions,” and provides that the act does not include any provisions relating to the method of incurring or increasing bonded indebtedness. If this means the manner of doing it, rather than the procedure by which it is done, then it is not difficult to read the two acts together. As before stated, it cannot be said, strictly speaking, that the act does not include any provisions relating to the method of incurring or increasing bonded indebtedness, because in section 110 as amended by the Act of May 31, 1933, P. L. 1096, 53 P. S. 19092-110, under the head “Legal Advertising,” it is provided: “Whenever, under the provisions of this act, notice is required to be published in one newspaper, such publication shall be made in a newspaper of general ‘ circulation, . . . printed or circulating generally in such township. If such notice is required to be published in more than one newspaper, it shall be published in at least one newspaper of general circulation, defined as aforesaid, printed or circulating generally, as above provided, in the township. When such notice relates to . . . the holding of an election for the increase of indebtedness, . . . such notice shall also, in counties of the second, third, fourth and fifth classes, be published in the legal newspaper, if any, designated by the rules of the court of the proper county for the publication of legal notices and advertisements, unless such publication be dispensed with by special order of court.” From the wording of this section, it must have been contemplated that the general act did include requirements relating to increases of indebtedness, else why the clause “under the provisions of this act”? If it was intended that the act should not apply in any way to increases of indebtedness, this section would have omitted all reference to the publication of notice as to such increases. Furthermore, section 1704, headed “Power to Create Indebtedness; Sinking Fund; Temporary Indebtedness,” provides: “The board of township commissioners may, by ordinance, borrow money and issue evidences of indebtedness therefor to the extent, and in the manner, in which municipal districts ax*e now authorized to incur or increase the same, for the purpose of permanent improvements, but the total indebtedness so created shall not exceed two per centum of the county valuation of the property within the township without the assent of the electors of the township.” It will not do to say, in view of this feature of the act, that it has nothing to do with the procedure involved in the incurring of indebtedness. In addition to this, section 104 of the act provides: “The provisions of this act so far as they are the same as those of existing laws are intended as a continuation of such laws and not as new enactments.” This is a recognition of the existing statutes, and is tantamount to writing them into the act and adding their provisions to it.\nThe First Class Township Law is an all-embracing-one covering the creation and government of first-class townships. It would be somewhat of an anomaly not to consider it concurrently with other statutes relating to the same subject, where the provisions of the other acts are not repugnant. In the situation with which we are dealing, it could not be said that the prior acts covering the increase of indebtedness are repugnant to this general law. It is a fundamental principle that all statutes in pari materia, relating to the same subject, shall be construed concurrently whenever possible: White v. Meadville, 177 Pa. 643; Duffy v. Cooke, 239 Pa. 427; Buttorff v. York, 268 Pa. 143; Com. v. Provident Trust Co., 287 Pa. 251, 259; Com. v. Lomas, 302 Pa. 97. If two statutes can be made to stand together, effect should be given both as far as possible: Brown v. Co. Comrs., 21 Pa. 37; Ulrich’s Case, 267 Pa. 233, 236; Garr v. Fuls, 286 Pa. 137, 148. Certainly the Act of 1931 does not prohibit itself from amending the-Act of 1874, nor from providing additional regulations in connection with the incurring of indebtedness. What section 103 really does is to save the provisions of the Act of 1874 from repeal so far as first-class townships are concerned. Construing the two acts together, we conclude that the provisions of the Act of 1931, as amended by the Act of May 31, 1933, P. L. 1096, 53 P. S., section 19092-110, should have been complied with by publishing the notice of the election in the legal newspaper designated by the rules of court and also in a newspaper circulating generally in the township. These provisions as to the publication of notice are most important under present day conditions. Handbills are a poor medium to-day for conveying information to the electors; newspapers are the best. Such a matter as the incurring of a large bonded debt by a township should be considered, if possible, by every elector in the township. Here, it appears that there are over 1,800 electors, less than one-half of whom voted on the proposition which concerned them all. It is well nigh inconceivable that the vote would not have been larger if every one had had notice of the election. The affirmative vote on the loan is only about one-fourth of the electorate.\nIn the Act of May 8, 1929, P. L. 1661, section 3, 53 P. S., section 1874, we find the words: “Whenever the corporate authorities of any county, city, borough, townships, school, or other municipality or incorporated district, by their ordinance or vote shall have signified a desire to make such increase of indebtedness.” This act provides two methods of signifying a desire, either by ordinance or vote; by ordinance in those municipal divisions which have the power to pass ordinances, by vote in those which have no such power, such as school districts and townships of the second class.\nWe have not been convinced that primary election day is not a proper day for taking a vote on the question of increasing municipal indebtedness.\nOur conclusions are (1) that the election was invalid; (2) that the -First Class Township Law is applicable and that it and the Act of 1874 are to be construed together; (3) that notice of the election should have been published in a newspaper of general circulation in the township and in the legal publication; (4) that the injunction should issue as prayed for; and (5) that the costs of the proceeding should be paid by the Township of West Norriton.\nDecree reversed and injunction directed to issue. Costs to be paid by appellee, the Township of West Norriton."}