{"id": "1162325", "contents": "Opinion by\nMr. Chief Justice Frazer,\nThe question presented for our determination in this appeal is whether the terms of the Act of January 17, 1934, P. L. 243 (the Deficiency Judgment Act), preclude a mortgagee, upon default, from realizing upon additional collateral pledged for the obligation, before foreclosing on the mortgage and establishing a deficiency judgment. The answer is clearly in the negative.\nPlaintiff filed an amended bill in the court below for an injunction restraining the sale of additional collateral pledged with the mortgage, and took the present appeal from a decree sustaining preliminary objections and dismissing the bill. The facts surrounding the transaction were as follows: In connection with his purchase of the premises at Nos. 103-105 South 11th Street, Philadelphia, plaintiff, on July 14,1925, executed a bond and mortgage in the amount of $100,000 to defendant as trustee. At the same time, he assigned to defendant, as additional collateral security for the obligation, a first mortgage in the sum of $22,000, covering premises 2017 Arch Street, Philadelphia. In 1930 the principal of the mortgage on the Arch Street property was paid, defendant investing the major part of the proceeds in Delaware County bonds and retaining the balance in cash. Defendant continued to hold both the bonds and the cash as additional security for the mortgage on the 11th Street property, which in January, 1926, was sold by appellant to Henry S. Belber, subject to the mortgage of $100,000. Belber’s default in payments due defendant was the occasion of the latter’s notice to appellant that it would proceed to sell the bonds at private sale.\nAppellant alleges the present market value of the 11th Street property is in excess of the amount of the mortgage and contends that if the property were sold at sheriff’s sale there would be no deficiency judgment and he could obtain the return of the additional collateral. It is argued that “the action of the defendant in refusing to foreclose on the property first and to proceed against the collateral for any deficiency, was in violation of the letter and spirit of the Act of 1934, P. L. 243,” for the reason that the defendant will be able to obtain not only the value of the collateral security but also the property itself, which is worth more than the mortgage debt.\nThe written agreement executed by the parties at the time the collateral security was deposited with the mortgagee authorizes defendant, upon default in the mortgage payments, to proceed to sell the mortgage on the Arch Street property at public or private sale upon thirty days’ notice. At the time the proceeds of this mortgage were invested in bonds plaintiff agreed in writing that the bonds, as well as the cash balance, should continue to be held as collateral security under the same terms and conditions as had been applicable to the mortgage under the earlier agreement. Furthermore, many decisions recognize the right of a creditor who holds several securities to proceed against any of them so long as the debt remains unpaid. See Ayres v. Wattson, 57 Pa. 360; Landberg v. Equitable Inv. Co., 292 Pa. 476; Hampton v. Congress B. & L. Assn., 300 Pa. 501.\nThe only question seriously pressed by appellant is whether the Act of 1934, supra, has changed the former rule of law. We can find nothing in the act to support such a suggestion. The learned judge of the court below expresses our view very forcibly in the following language : “As the terms of the act clearly state, it affects the rights of the parties after a sale on foreclosure proceedings. The purpose of the act is to assure in the interest of a defendant mortgagor, a credit on the judgment according to the fair value of the property bought in by the mortgagee, regardless of the amount bid, very often, a nominal amount. The act has nothing whatever to do by its terms or any implication, with the question under consideration, that is, the right of a creditor to proceed on any collateral he has at his pleasure until his debt is paid. ...”\nThe decree is affirmed at appellant’s costs."}