{"id": "1162324", "contents": "Opinion by\nMr. Justice Drew,\nPlaintiff sued to recover for injuries to himself which he alleged were caused by defendant’s negligence. At the conclusion of plaintiff’s evidence, defendant’s motion for a compulsory nonsuit was granted, and from the refusal of the court below to take off the nonsuit plaintiff has appealed.\nConsidered in the light most favorable to plaintiff, as it must be, his evidence discloses that in the evening of October 8, 1931, three strangers, who had promised him a ride home, lured him into Edwards Way, a public alley in a section of Pittsburgh known as the South Side, and there assaulted him. Having robbed him, they left him lying unconscious between the rails of an industrial siding of the Jones & Laughlin Steel Company which runs, through the alley from a point between Twenty-second and Twenty-first Streets to a point near Nineteenth Street. Between Nineteenth Street and Twenty-first Street the alley is a dark passageway, bounded on the north side by several industrial plants and on the south side by a high stone retaining wall of the main tracks of defendant’s Monongahela Division. The passageway is wholly without lights, and has no opening into Twentieth Street or underpass through the wall. There are no houses on the alley between Nineteenth Street and Twenty-first Street, and at the time of the accident the industrial plants had been closed down for a number of years, with the exception of a building supply plant at Nineteenth Street. The surface of this portion of the alley is unpaved and rough, building materials have often been piled alongside the track and the railroad wall, and ashes and tin cans dumped in the passageway have had to be removed by the city from time to time. There was testimony to the effect that the passageway was occasionally used by pedestrians, as a short cut, and sometimes by motor vehicles, in the daytime, but there was little evidence of any use at night, one witness saying that an occasional couple was seen to walk through there in the evening.\nIt was customary for the defendant company to shift cars on this spur, at infrequent intervals of once a week or once in two weeks, for loading and unloading. On the evening of the accident a train of five freight cars was being pushed westward along the siding in the direction of Nineteenth Street, by an engine headed east and coupled at the east end of the train. After crossing Twenty-first Street, the train proceeded at a speed of three or four miles an hour, with a brakeman on top of the forward car and the conductor on the end sill of that car, each with a hand lantern of the standard railroad type then in use.' Plaintiff, who was lying at a point approximately 250 feet west of Twenty-first Street, was not noticed by either of the trainmen, who, according to their testimony, were keeping a lookout ahead. Upon hearing plaintiff’s cries after at least one car had passed over him, they signaled the engineer, and the train was brought to a stop within the length of a car and a half. The injuries sustained by plaintiff required the amputation of a portion of his left leg and of his right foot. The testimony of the trainmen indicated that their lanterns enabled them to see from 25 to 40 feet ahead. It also appeared that' plaintiff was wearing a dark blue suit at the time, and that there were weeds and grass in and about the track.\nThe sole question raised by plaintiff’s statement of questions involved is whether his evidence was sufficient to enable a jury to find that negligence on defendant’s part was responsible for his injuries. His principal contention is that the hand lanterns carried by the trainmen provided insufficient illumination, and that it was defendant’s duty to equip the forward car with a bright light, such as a headlight. We think defendant was under no such duty. The location of the spur in this almost abandoned section of the alley, the condition of the latter, the infrequency of its use, the absence of houses along the siding, and the lack of any industrial activity at the time, all these together created such a condition that defendant had every reason to expect the track to be clear at the time and place of the accident. Any person who might be there could be expected to be walking or standing and not lying upon the track. There is nothing to show that the lanterns were not sufficient to warn such a person of the approaching train, or to enable the trainmen to see him in time to give warning. That the trainmen did not see plaintiff, lying between the rails, is not surprising, in view of the darkness and the presence of weeds between the rails, which, according to the conductor, were about three feet high near the point of the accident. The time and place of the accident and the circumstances under which the train was being moved were such that it would clearly be unreasonable to require a minute inspection of every part of the ground. It seems clear that a railroad is ordinarily under no duty to anticipate the presence of persons on the tracks where they have no right to be: Phila. & Reading R. R. Co. v. Hummell, 44 Pa. 375; Moore v. P. R. R. Co., 99 Pa. 301; Brague v. N. Cent. Ry. Co., 192 Pa. 242; Conn v. P. R. R. Co., 288 Pa. 494; Gray v. P. R. R. Co., 293 Pa. 28. While there was no evidence that plaintiff went on the track voluntarily, and therefore he could not be found to be a trespasser, nevertheless it does not appear that he ivas there in virtue of any license or invitation from defendant or from the owner of the siding. Accordingly, he ivas not within a class of persons whose presence defendant was hound to anticipate.\nWe said in Fornelli v. P. R. R. Co., 309 Pa. 365, at page 368, quoting from Bardis v. Phila. & Reading Ry. Co., 267 Pa. 352: “There is no duty on trainmen to be observant where they do not know of, or are not required to anticipate, the presence of workmen or others on the tracks.” In the absence of evidence that the trainmen were not watching ahead, the jury would not be entitled to find a neglect of observance on their part, since the burden was upon plaintiff to show a failure of the trainmen to look ahead: Keller v. Phila. & Reading Ry. Co., 214 Pa. 82. Their own uncontradicted testimony, as plaintiff’s witnesses, was that they were in fact keeping a lookout. Clearly, plaintiff’s evidence was insufficient to permit a jury to find a neglect by defendant of any duty owed to plaintiff. Our conclusion that defendant is not liable is supported by Kupiec v. Warren, etc., St. Ry. Co., 196 Mass. 463, and Johnson v. Guffey Petroleum Co., 197 Mass. 302, where, on facts not unlike those in the case before us, directed verdicts for the defendants were sustained.\nIt is urged by plaintiff that the present case is like Mars v. P. R. T. Co., 303 Pa. 80, where plaintiff, having in some unknown manner gotten on the track, which ran alongside a highway, was run over by one of defendant’s trolley cars moving at the rate of 25 miles an hour. The motorman, in order to accommodate motorists on the highway, had put on the “dimmer,” which limited his view of the track ahead to about 15 or 20 feet. He first noticed plaintiff, 25 feet away, when he switched on the headlight, but was unable to stop in time to avoid the accident. We held that the entry of judgment for defendant n. o. v. was error, and that the question of negligence was for the jury. The ground upon which the decision was expressly rested, however, was that the car was traveling faster than would enable the motorman to stop within his range of vision, i. e., twenty feet. In the case before us there is nothing to indicate that the accident was caused by excessive speed or by an improper correlation between speed and range of vision. Plaintiff was not noticed by either of the trainmen until the forward car had passed over him. It is true that their range of vision was from 25 to 40 feet, and the train, which was moving at the rate of three or four miles an hour, was not stopped until it had covered about sixty feet after the signal was given. Nevertheless, in no sense can it be said that the accident was caused by inability to stop in time, since plaintiff had already been run over before an attempt to stop was made. For all that appears, the accident would have occurred even if the train had been going no faster than one or two miles an hour. The cause of the accident was plainly the failure of the trainmen to notice plaintiff’s presence, and, since that failure did not arise from the neglect of any duty owed plaintiff, defendant cannot be held liable.\nJudgment affirmed."}