{"id": "1162320", "contents": "Per Curiam,\nPlaintiff sued to recover damages, on behalf of herself and her minor children, for the alleged negligent killing of her husband and their father on a public highway, by an automobile driven by the defendant Douglass Rahn, who, it was alleged, was then and there acting as the agent, servant or employee of the other defendant Perry Rahn, as to whom, however, plaintiff, thereafter suffered a voluntary nonsuit. The jury rendered a verdict in favor of Douglass Rahn, the other defendant, but the court below in banc, on motion of plaintiff, granted a new trial, whereupon Douglass Rahn took this appeal, averring that the granting of a new trial was a gross abuse of discretion. The order will be affirmed.\nIn its opinion the court below said (the italicized words being its own) : “We find that all the reasons [specified in plaintiff’s motion] for a new trial, except the 7th, must be dismissed. ... In his charge to the jury the trial judge said, inter alia, ‘This is a civil case and, as in all civil cases, the burden of proving negligence in this matter, and the burden of proving every element of the case before you, is upon the plaintiff, and it is incumbent for her to do so by proving the facts by the weight or preponderance of the evidence.’ At the end of the general charge the tidal judge said: ‘Now you will not take up the matter of damages at all until you have first disposed of the question of, the main question in the case I should say, and that is was the defendant negligent and did the plaintiff sustain, the burden upon her by the weight of the evidence, and satisfy you by such weight of the evidence, that the defendant was gnilty of negligence, and that the deceased husband of plaintiff was entirely free from contributory negligence/ We are of the opinion that this statement of the law was erroneous,” It was. In Coolbroth v. P. R. R. Co., 209 Pa. 433, cited by the court below, and in numerous other cases, we have held that a plaintiff, in order to recover in this form of action, must satisfy the jury that defendant was guilty of negligence, and, in so doing, must present a case clear of contributory negligence on his part or on the part of his decedent, as the case may be. But it is error to say “the burden is on the plaintiff to prove that defendant was negligent and that there was no negligence on her husband’s part.”\nIn an ingenious argument, appellant’s counsel, — who, like ourselves, was not present at the trial, — undertook to prove, from the charge in its entirety, that decedent was guilty of contributory negligence, as a matter of law, and hence it was error to grant a new trial because, though the matter was submitted to the jury as a question of fact,’ under erroneous instructions, appellee was not harmed thereby, since the court should have so ruled as a matter of law. For this they rely on Fornelli v. P. R. R. Co., 309 Pa. 365. We do not disagree with the conclusion in that case, which we would unhesitatingly follow if the facts here justified it; but they do not. On the contrary, we agree with the court below, — who, having seen and heard the witnesses, was better able to consider this matter than is either appellant’s counsel or ourselves, — that this question was one of fact for the jury, to which, in the respect stated, it was not properly submitted.\nAnother consideration reaches to the same conclusion. In Class & Nachod Brewing Co. v. Giacobello, 277 Pa. 530, 538, where the circumstances under which we will review an order granting a new trial,was considered at length, we said: “This court will not review an order granting a new trial. . . . Unless the court [below] states it would have refused to grant the new trial but for reasons distinctly set forth, which, in its opinion, control the whole case, and then we will review the reasons given only . . . where it clearly appears the court below, in ordering a new trial, either asserted a power it did not possess, or its action was controlled by a point of law, the decision of which, one way or the other, would govern the case, to the exclusion of all other considerations.”\nAnd again (page 537) : “Furthermore, the authorities indicate that because the opinion of the trial court refers to only one question, or a single point in the case, this fact will not be treated by us as conclusive proof that the point or question thus accentuated controlled the entry of the order appealed from; and before we will proceed to a review, it must appear that testimony is not to be passed upon by us . . . unless purely as to its legal effect in some isolated and all-controlling particular wherein its verity is admitted. ...”\nExperience has established the wisdom of these conclusions ; and hence we have repeatedly required appellant, in this class of cases, where the record presented to us did not with certainty base the decision of the court below upon such a single point, to obtain from the trial judge and file in this court a certificate expressly stating that, but for this one point, he would not have granted a new trial, as a condition precedent to even an argument of such an assignment of error here. In the present case, the record does not so state, nor is there a certificate so asserting.\nThe order of the court below is affirmed."}