{"id": "1163586", "contents": "Opinion by\nMr. Justice Schaffer,\nIn this action, on what is called a policy of death or dismemberment accident insurance, the plaintiff recovered a verdict and judgment in the court below. Defendant appeals, claiming that it is not liable under the policy, because notice was not given in time in accordance with its terms.\nThe policy insured “Against the results of bodily injuries . . . caused directly and independently of all other causes by violent and accidental means.” It provides: “If such injuries shall, directly and independently of all other causes and within ninety days from the date of the accident, result in any one of the losses named in the following schedule, the company will pay the amount set opposite such loss. . . . For loss of life the full principal sum [$5,000] above specified.” Then follow either the full or portions of the principal sum for the following injuries: loss of both eyes; loss of both hands; loss of both feet; loss of one hand and one foot; loss of one hand; loss of one foot; total loss of one eye.\nOn January 11, 1932, the deceased, husband of the plaintiff, struck his forehead on the open door of a medicine cabinet. Following this injury, he continued to work until February 18, 1932, when he became sick and was confined to his home until February 23, 1932; he was then taken to a hospital, where on March 1, 1932, a decompression operation was performed on his skull. The operation disclosed a softening of the brain tissues, and an infiltration of blood into the tissues, causing pressure. He died March 3, 1932. Plaintiff presented medical testimony to the effect that the condition which caused her husband’s death was the result of the blow which he received on January 11th, and the jury so found. On February 26, 1932, plaintiff wrote a letter to the defendant, in which she stated that her husband was in the hospital in a very dangerous condition, with but slight chance for recovery.\nThe position of defendant is that, as the accident took place on January 11th, while the letter referred to was not written until February 26th, notice of the accident was not given in accordance with the terms of the policy, which provides that “written notice of injury, on which claim may be based, must be given to the company within twenty days after the date of the accident causing such injury.” It will be observed that the notice required is of an “injury on which claim may be based.” As the policy insured against specified injuries only, and as the accident did not apparently produce such within twenty days, it is somewhat difficult to see how the provision as to notice just recited has any application. Evidently the insured regarded his injuries as but slight, since he continued at work. He certainly believed that they did not constitute any of those which the contract enumerated. No one holding such a policy would think that, because he had struck his head in the way the deceased did, failure to give notice of such an accident would bar recovery for an injury which later developed therefrom.\nThe argument advanced by appellant would require an insured under the kind of policy involved here to give notice of the slightest scratch or bruise or contusion in order that subsequent claims might not be invalidated, for any such might possibly develop into' the kind of injury covered by the policy. We think this would be an unreasonable construction, and that the notice provision should receive a liberal and reasonable construction, or, as Mr. Chief Justice Paxson put it (Peoples Accident Assn. v. Smith, 126 Pa. 317, 324), “a fair, business-like, common sense interpretation.”\nMoreover, a further provision of the policy in suit states that “Failure to give notice within the time provided in this policy shall not invalidate any claim if it shall be shown not to have been reasonably possible to give such notice, and that notice was given as soon as was reasonably possible.” The instant situation would seem to be exactly such as is covered by this provision. It is not disputed that plaintiff gave notice of the insured’s injury within a reasonably close time after it became apparent on February 18th, and, since no injury compensable under the policy had apparently occurred before that date, it was not reasonably possible for plaintiff to give notice of the fact before then. He could not give notice of a fact of which he was himself ignorant, and which he had no means of ascertaining: Peoples Accident Assn. v. Smith, supra; Maryland Casualty Co. v. Ohle, 120 Md. 371; Sheafor v. Standard Accident Ins. Co., 166 Wis. 498, 170 Wis. 307. The case is ruled in appellee’s favor by Peoples Accident Assn. v. Smith, supra, and by Hughes v. Central Accident Ins. Co., 222 Pa. 462.\nA ease very much like the instant one is Sheafor v. Standard Accident Ins. Co. (1918), 166 Wis. 498, 170 Wis. 307. There, the insured, while walking along a dark corridor, struck his face on a wooden partition. The external signs of injury disappeared within a few days but about three weeks later the insured’s eye became swollen and painful and sight began to fail, but the insured, not suspecting the accident as the cause, waited over a month before consulting a specialist. The insured was then advised that the blow on the head had caused the condition. Shortly thereafter notice was given to the insurance company. The court said: “The policy requires that written notice of ‘injury’ must be given within twenty days after the ‘date of the accident causing such injury,’ unless it be shown npt to have been reasonably possible to give such notice within the time provided, and that it was given as soon as reasonably possible. The ‘injury’ and the ‘accident’ causing it are recognized as separate things by the policy itself, and the notice required is notice of the ‘injury,’ not of the ‘accident.’ In the present case the injury is, of course, the loss of the eye; the accident, the blow on the head. It is very plain that it was not possible for the claimant to give notice of the injury, i. e., the loss of the eye, within twenty days after the accident, because there was no such injury within that time, either actual or threatened, so far as anyone could know. One cannot give notice of a fact which he neither knows nor has any means of ascertaining.”\nThe judgment is affirmed."}