{"id": "1163596", "contents": "Opinion by\nMr. Justice Schaffer,\nIn this proceeding in equity the New York Life Insurance Company seeks the cancellation of a policy of insurance for $50,000 on the life of David Rabinovitch, deceased, the beneficiary of which is M. Bodek Corporation. The cancellation is asked on the ground that the insured obtained the policy by false and fraudulent representations in his written application for the insurance. In answer to the question, “Have you ever had . . . syphilis,” he replied, “No,” and in answer to the question, “What physicians . . . have you . . . been examined ... by within the last five years,” he replied, “None.” The court below held that both of these answers were known by Rabinovitch to be false and entered a decree cancelling the policy. Defendant appeals.\nThe statement of the question involved by appellant’s able and experienced advocate is as follows: “Whether the court below, in banc, was warranted in setting aside the findings of the chancellor, which were in accordance with the verdict of a jury empanelled to determine issues of fact, and entering a decree ordering the rescission on the ground of fraud on the part of the applicant, of the policy of life insurance in which appellant was named as beneficiary.”\nPlaintiff’s bill was originally filed in Court of Common Pleas No. 1 of Philadelphia County. After filing an answer defendant obtained a rule upon the plaintiff to show cause why the disputed issues of fact should not be tried before a jury. The rule was made absolute by agreement, issues framed, and the case set down for trial. By the operation of the consolidated trial list system the case was tried in Court of Common Pleas No. 3, before Davis, P. J. Of the five questions presented for determination, the trial judge directed a verdict for the defendant on the first, and submitted the others to the jury, which returned answers favoring defendant on all of them. Plaintiff’s motion for a new trial was denied by the trial judge on the ground that the evidence presented questions of fact which were for the jury. Subsequently, the original proceedings in equity came on to be heard in Court No. 1. At that time counsel placed in evidence the record of the proceedings in Court No. 3. No other testimony was taken. The chancellor, deeming the findings of the jury on the questions presented to them as binding upon him, unless on the evidence judgment n. o. v. should have been entered, accepted the findings as true, and on that basis dismissed the bill and entered a decree nisi for defendant for the amount of the insurance. Plaintiff filed exceptions to this adjudication, and, after an argument before the court in banc, the latter held (the chancellor concurring in the decision) that the findings of the jury were not binding upon the chancellor, but merely advisory. This ruling was clearly correct, since Equity Buie 61 provides that the answers of a jury made to inform the conscience of a chancellor shall not be binding upon him in deciding the case. Be-viewing the evidence, the court in banc further held that the findings of the jury were opposed to the weight of the evidence, and made new findings to the effect that Babinovitch, the insured, had syphilis when he applied for the policy and had been informed that he had it. The court also found that his answer that he had not been examined by a physician was false. As to the latter there can be no question; it is practically admitted. It being well settled that these answers were material (Rigby v. Metropolitan Life Ins. Co., 240 Pa. 332; Koppleman v. Commercial Casualty Ins. Co., 302 Pa. 106; N. Y. Life Ins. Co. v. Brandwene, 316 Pa. 218) the court entered a decree as prayed for in the bill.\nWe shall now review the material facts. The policy here in question was applied for on August 29,1929. In the year 1923 Rabinovitch was injured in an automobile accident and brought suit to recover damages. The insurance company which had insured the defendant in that case had Rabinovitch examined in May, 1926, by Dr. Ornsteen, an expert of high standing pn nervous diseases, who discovered a nervous condition which in his opinion might be ascribable to syphilis. To determine the fact he took samples of blood from Rabinovitch on two subsequent occasions, which were turned over by him to Dr. Ginsberg and Dr. Kolmer, experts in their line, who subjected the blood samples to the established scientific tests and who found and reported to Dr. Ornsteen that Rabinovitch did have syphilis. Dr. Ornsteen reported this finding to M. Bernard Hoffman, who was Rabinovitclrs attorney in the trespass action, suggesting to Hoffman that his client should be informed of his condition in order that he might receive proper treatment. This was agreed to by Hoffman, so Ornsteen testified, and Rabinovitch was informed in Hoffman’s presence. Hoffman admitted that the examinations were made by Ornsteen and that samples of blood were taken from his client, but denied that Ornsteen told either him or Rabinovitch that the latter had syphilis. J. Howard Jacobs, Esq., who represented the defendant and his insurer in the trespass action brought by Rabinovitch, who was called in rebuttal after Hoffman had left the stand, testified that he had discussed with Hoffman the fact that Dr. Ornsteen in liis report to the liability insurance company had reported that Rabinovitch was afflicted with syphilis, and had told Hoffman that if the then pending case came on to be tried, he, Jacobs, would have to present evidence that Rabinovitch was afflicted with syphilis in defense of his claim that his condition was due to the automobile accident. Jacobs said that in the interview Hoffman denied that Rabinovitch had the complaint, and said that when Rabinovitch was told that he had the disorder he almost fainted because of the shock. Jacobs further testified that sometime following this interview the case was settled for a comparatively small sum.\nThe court below believed the evidence of Dr. Ornsteen and Jacobs, and accordingly held that Rabinovitch had knowingly made false answers in his application. That he falsely answered that he had not been examined by á physician is beyond dispute. On this feature of the case appellant cites McBride v. Sun Life Ins. Co., 90 Pa. Superior Ct. 35. That case is in no respect parallel with this, one, for there the question was whether the insured had been “attended” by a physician, and, under the circumstances disclosed, it was held that, in answering that he had not been, the insured had not as a matter of law voided the policy.\nA careful study of the testimony convinces us that the case was rightly determined by the court in banc.\nDecree affirmed at appellant’s cost."}