{"id": "1163610", "contents": "Opinion by\nMr. Justice Kephart,\nIn 1928 Emma J. Kahler borrowed from the Fair Oaks Building and Loan Association, appellee, four thousand four hundred dollars, giving her bond therefor with a mortgage on certain land as security. As additional security she assigned to the building and loan association twenty-two shares of its stock. Later in the year she sold the property to Joseph Veronese and wife. The deed of conveyance is not printed, hut it is stated that it was subject to the mortgage which was assumed by the purchasers. The grantor also assigned her ownership in the building and loan stock to her grantees subject to the prior assignment to the association. On the 21st of February, 1933, Veronese and wife, having defaulted in their payments on the mortgage, the building and loan association entered judgment against Mrs. Kahler on her bond.\nThereafter Veronese and his wife were requested by the officers of the association to make a deed for the property to it to avoid costs of foreclosure, etc., and in May, 1933, they did make such deed to G. W. Guyer, an officer of the building and loan association who took the title in trust for the building and loan association. It is stated that this deed contained words creating the same liability as to Guyer, Veronese’s grantee, as did that from Mrs. Kahler to Veronese, i. e., subject to the mortgage given by Emma J. Kahler to the association, which the grantee assumed to pay.\nIt is not denied that Guyer took title to the property for the building and loan association and that Emma J. Kahler knew nothing of the default of Veronese or of the subsequent transaction culminating in the deed to Guyer until after that deed had been made. Then she was advised of these matters by the association’s officers, who demanded from her four thousand six hundred and seventy-four dollars as the balance due on the mortgage. She refused to pay this sum, claiming no liability. The association thereupon issued an execution on the judgment against appellant, directing the sheriff to sell the property mentioned in the mortgage together with other property of appellant not covered by the mortgage. Mrs. Kahler endeavored to prevent this by petitioning the court below to open the judgment and stay the writ as to all property not covered by the mortgage. The execution was stayed as to such property, but that covered by the mortgage was sold for twenty-six hundred dollars to the building and loan association. It then petitioned for a deficiency judgment under the Act of January 17, 1934, P. L. 243, and asked the court below to determine the amount appellant was indebted on the mortgage less the sum credited from the sale of the mortgaged premises. A master was appointed to ascertain the deficiency, if any.\nBefore any action was taken by the master Mrs. Kahler again requested the court below to open the judgment and permit her to enter a defense. The court below, in discharging the rule granted on this petition, stated that its order was based on the decree in the first petition, which adjudicated the questions in the case. This appeal by Mrs. Kahler followed.\nThe only matter in dispute under the first petition was one of merger of estates through the ownership of the mortgage and the property under the deed to Guyer. The court held there was no merger. Appellee had set up a third person to take title from Veronese for the purpose of preventing this merger. Whether as trustee or not was not material. Merger is always a question of intention and where the mortgagee intends there shall be no merger, the mortgage will be kept alive: Continental Title & Trust Company v. Devlin, 209 Pa. 380; Bryar’s Appeal, 111 Pa. 81, 91; Duncan v. Drury, 9 Pa. 332; Moore v. Harrisburg Bank, 8 Watts 138. Moreover, merger will not take place where it is against the interest of the mortgagee or when it is to his advantage to keep it alive (Wallace v. Blair, 1 Grant 75, 81; Hartzell’s Estate, 188 Pa. 384, 390), it being presumed that there was an intention in such cases to keep it alive: Penington v. Coats, 6 Wharton 277, 283; Richards v. Ayres, 1 W. & S. 485, 487; Moats v. Thompson, 283 Pa. 313; Landis v. Robacker, 313 Pa. 271, 275.\nThe second petition while raising the problem just discussed, presents another question for consideration. It must be answered to determine whether there was any liability at all for the deficiency in the mortgage debt after the sale of the premises. That question was not decided by the court below. When it is, an appeal may not be necessary. As the case must be returned to permit its decision, it is necessary to discuss some of the issues raised thereby.\nThe question involved may be thus stated: May the beneficiary (the building and loan association) recover a deficiency against the mortgagor when the trustee for the mortgagee is by covenant bound to pay the mortgage as part of the purchase price?\nWhether there is any liability for the deficiency is difficult of solution and cannot be known until all relevant facts are placed on record. We are not favored with a copy of either of the deeds which contained the covenants, and possibly other matters of interest. The court below did find from the oral testimony that “Guy-er, though holding the legal title to the property, is actually trustee for the plaintiff and that the deed to Guyer was not only with plaintiff’s [appellee’s] approval but for its benefit . . . but conceivably for the benefit of the defendant [appellant] also.” We do not agree with the last part of this statement, and it was not sustained by the testimony. Appellant knew nothing of the conveyance and was not benefited by it, and it is conceivable that it was to her prejudice rather than benefit.\nAppellant’s liability for a deficiency, is to be determined from the precise nature, construction and scope of the engagements undertaken through the deeds by the various grantees and the other parties involved herein. If the property was conveyed under and subject to a mortgage, or if the grantee assumed the mortgage or agreed to pay it as a personal liability, different legal relations are created by these covenants which govern and control the legal liability of the title holder.\nWhere a conveyance is made subject to a mortgage, the amount due on the mortgage is presumptively part of the consideration for the purchase: Orient Building & Loan Association v. Freud, 298 Pa. 431, 435. As between the parties' to the conveyance this presumption may be overcome by oral or written agreement, but not to the prejudice of others not parties thereto who may be affected thereby. We have held that where a purchaser comes into possession of property with an existing mortgage thereon, he intends to indemnify the vendor against loss through such mortgage, and that there is thus created a contingent liability: Dobkin v. Lansburg, 273 Pa. 174, 180. Under a deed of conveyance which contains an “under and subject” clause, the grantee’s liability is as just expressed. The vendee in an “under and subject” deed is a purchaser of the entire estate and is liable to pay the encumbrance as part of the purchase price. As between the grantor and grantee, the grantee makes the debt his own and is primarily liable therefor, and this liability is coextensive with the original encumbrance against which protection was intended: Hirst’s Appeal, 92 Pa. 491; Taylor v. Mayer, 93 Pa. 42; Kirker v. Wylie, 207 Pa. 511; May’s Estate, 218 Pa. 64, 69. By this language he indemnifies the grantor against loss and, when there is a loss, to that extent he is personally liable: May’s Estate, supra; Moore’s Appeal, 88 Pa. 450, 452; Burke v. Gummey, 49 Pa. 518.\nIt is fundamental in this, as in all indemnity contracts against loss, that a loss must be shown before the indemnity covenant is available or can be enforced: Faulker v. McHenry, 235 Pa. 298. Once a loss is shown, the grantor may enforce this covenant of indemnity against his vendee, but the “under and subject” clause gives no right to any other person in the line of title to enforce it. For, as respects the mortgagee, it is not the vendee’s personal debt: Taylor v. Mayer, supra. The grantor with whom it is made has alone the right to pursue this liability and, under such clause, suit cannot be instituted by the mortgagee directly against the grantee, nor can it be instituted in the name of the grantor for the use of the mortgagee or holder of the encumbrance: Moore’s Appeal, supra. The Act of June 12, 1878, P. L. 205, expressly prohibits liability to the mortgagee under this language, but the act has no relation to or effect on the liability of the grantee to his grantor: May’s Estate, supra; Blood v. Crew Levick Co., 171 Pa. 328.\nWhere there is a personal assumption of the payment of a mortgage by a grantee as, for instance, where the grantee “assumes and agrees to pay” it, or uses other language showing he undertakes a personal assumption, a broader liability is created than by the use of the words “under and subject.” We have not fully discussed the conditions under which the mortgagee may assert this liability in the grantee. We have held that the obligation assumed was for the benefit of the mortgagee or the holder of the encumbrance: Blood v. Crew Levick Co., 177 Pa. 606; Britton v. Roth, 313 Pa. 352, 356; Lowry v. Hensel’s Heirs, 281 Pa. 572, 577; see Old Colony Tr. Co. v. Transit Co., 192 Pa. 596, 618, and authorities therein cited; cf. Act of 1878, P. L. 205. And, although it would seem the better practice to bring suit in the name of the grantor to the use of the mortgagee (Lennox, to use v. Brower, 160 Pa. 191, Lowry v. Hensel’s Heirs, supra), in some instances we have permitted a direct action in the mortgagee’s own name after foreclosure.\nWe have not decided whether under such personal assumption a loss — that is, through foreclosure — must be first shown before recovery may be had in a use action by the mortgagee against the grantee. In other jurisdictions it is established that direct action may be maintained irrespective of whether there has been a foreclosure or a determination of the possibility of a deficiency: First Trust Co. v. Calumet, etc. Ranch, 210 Wis. 278; Ingram v. Ingram, 172 Ill. 287; Starbird v. Cranston, 24 Colo. 20. It has been intimated in this jurisdiction by obiter dicta that, in a use action by the mortgagee against the grantee, such loss must first be shown. Thus in, Lowry v. Hensel’s Heirs, supra, at 577, speaking of such a clause, we said: “If on the foreclosure of the mortgage, there is a deficiency, which the grantor is obliged to pay, he may recover the amount of his loss in an action against the grantee.” And in Blood v. Crew Levick Co., 171 Pa. 334, 337, speaking of the liability discussed on page 334, the court said: “Third, as to the amount still due and unpaid on the mortgages on the freehold estate, the plaintiff cannot recover to her own use until she has been compelled to make payment and then only to the extent of the payments actually made.” See also McCurdy’s Estate, 303 Pa. 453, 460. But these cases did not directly pass on this point and they should all be viewed in the light of what was then before the court. We have stated above that in a deed containing an “under and subject” clause the grantee is under an obligation to indemnify the grantor only against actual loss. When the language of the deed is that the grantee “assumes and agrees to pay” the encumbrance, or similar language, the agreement may also be one of indemnity. But to follow the above quoted dicta to their logical conclusion would have the effect of attaching to this open liability an element of a contract of indemnity against loss, whereas the language purports to impose a higher or broader obligation. In Faulker v. McHenry, supra, at page 300, the difference between these two liabilities and the apparent conflict in the cases was thus set forth, though it, too, was obiter. “Any apparent want of harmony in the decisions as to the right of a party indemnified to recover without proof of loss by the payment of the debt or otherwise, disappears when the nature of the undertaking is considered and the distinction between an obligation to do a specified thing and one of indemnity against loss resulting from nonperformance is observed. Where the indemnity is against liability there is a right of recovery as soon as a liability is incurred; where it is against loss by reason of a liability there is no right of recovery until a loss occurs . . . In 16 Am. & Eng. Ency. of L. (2d ed.) 178, the rule is thus stated, ‘where the contract is strictly one of indemnity the indemnitee cannot recover until he has suffered actual loss or damage; the mere incurring of liability gives him no such right; but where the contract is to protect against liability, the indemnitee may recover as soon as his liability has become fixed and established, even though he has sustained no actual loss or damage at the time he seeks to recover.’ ” (See also Malley v. American Indemnity Co., 297 Pa. 216, 221; West v. MacMillan, 301 Pa. 344, where this distinction is made in insurance contracts.) Accordingly, in contradistinction to the cases which deny recovery to the grantor from the grantee in a deed containing an “under and subject” clause where the only loss the grantor can show is a judgment against him (see Faulker v. McHenry, supra), this court has permitted recovery on similar facts where the grantee “assumes and agrees” to pay the encumbrance: McAbee v. Cribbs, 194 Pa. 94.\nMoreover, when we come to consider the liability of the grantee to the mortgagee the rules of law applicable to contracts, which entitle a creditor to sue his debtor or a creditor beneficiary to do likewise, should not be lightly set aside: cf. Merriman v. Moore, 90 Pa. 78, 81; see also Putnam v. United Traction Co. of Pgh., 320 Pa. 196; John Ruzyc et al., to use, v. Thomas B. Brown et al., 320 Pa. 213. Conceding that .in the “assumes and agrees to pay” situation the relation between the grantor and grantee is that of an indemnitor against liability, or an assumption of direct liability as though the engagement was with the mortgagee, when the grantee’s liability to the holder of the encumbrance is in question, it partakes of the nature of both of these engagements and permits a use action against the grantee directly by the mortgagee upon proof of default without more. As was stated in Lowry v. Hensel’s Heirs, supra, at 517, the mortgagee has, under these circumstances, two principal debtors. See also Cook v. Berry, 193 Pa. 377; Morris v. Oakford, 9 Pa. 498; Blood v. Crew Levick Co., 177 Pa. 606. With this outstanding right to enforce payment from one who had contracted to pay, and with the right of subrogation for the protection of intermediate parties who may be pursued for the debt, it would seem that the solution of immediate liability on maturity or default in the obligation is in conformity with justice and sound legal rules.\nWhether, therefore, appellant will be able to take advantage of Guyer’s obligation to Veronese will depend on whether it is a covenant of indemnity solely for the benefit of Veronese or a general assumption of the payment of the mortgage debt. The fact that he made the promise as trustee has been considered in two cases. In Britton v. Both, supra, a dry trustee took the title under a personal assumption clause and we held the trustee liable for a deficiency in the payment of a mortgage debt. It was there urged that the trustee should be relieved of liability and the beneficiary held, therefor. The court did not consider this argument of any avail to relieve the trustee who was compelled to pay the deficiency. In Girard Life Insurance & Tr. Co. v. Stewart, 86 Pa. 89, the trustee was permitted to show that he was a trustee and took title subject to the payment of the mortgage merely as an accommodation. The lower court there held that the trustee was not liable because the title was put in him through the agency of others without his knowledge, and it was on this basis that the case was differentiated in Britton v. Both, supra. However it is to be noted that the deed in that case is stated as one “under and subject” to the mortgage, and the suit was by the holder of the encumbrance, a remote party in the chain of title, to whom there would not in any event have been a liability either by the beneficiary or the trustee.\nWe do not here pass on the problem as to how far the trustee may be identified with the building and loan association for which he was acting, or whether appellant could, under the circumstances in this case have any rights against the building and loan. It is clear, however, that the subsequent sale by the sheriff to appellee would not carry with it any personal liability either directly or as indemnitor for the mortgage on the property as to which foreclosure took place: See Ryon’s Estate, 318 Pa. 171, 178 Atl. 133; Steele v. Walter, 204 Pa. 257. The liability for the deficiency must be determined from what preceded this sale.\nThere will also have to be considered by the lower court as an independent matter credits through the trustee’s liability, if any, for the payment of dues, fines, interest, etc., up to and at the time of the sale: cf. Orient B. & L. Assoc. v. Freud, supra, at 436, 437.\nAppeal dismissed without prejudice, costs to abide the final determination of the case."}