{"id": "1163603", "contents": "Opinion by\nMe. Justice Linn,\nFlowers, as secretary of Equitable Building and Loan Association, received on its behalf sums of money without accounting to the association. Accused of defalcation, he made payments on account and, while the amount of his indebtedness was being ascertained, executed and delivered his bond, without surety, in the sum of $10,000, conditioned to pay the amounts so retained by him with interest. The bond also contained his assignment to the association, as collateral for the entire indebtedness, of certain shares of the association’s stock. After executing it, he paid the sum of $19,026.61, leaving due $4,942.45, which represented interest on the funds withdrawn. Later he was adjudged a lunatic and a committee was appointed. In proceedings to determine his indebtedness, creditors presented their claims. The auditor, appointed to pass on them, allowed the association’s claim in the sum of $4,942.45, but held that as Flowers had paid more than $10,000, the bond was discharged, and, stating that, as “It is highly probable that the estate of Mr. Flowers will not be sufficient to pay all claims in full, without considering interest,” he deemed it inequitable to permit the claim to share in the fund for distribution until other creditors had received their principal. Exceptions were dismissed and the report was confirmed by the learned court below.\nThe accountant, employed to examine the books of the association and ascertain the exact amount of the defalcation, found that the defaults extended over a period from March 1, 1919, to July 31, 1929. The interest claimed was computed from the dates of the receipt of the various items by Flowers up to November 1, 1929, the average date of repayment. No claim for interest on the defalcations after that date was made. When interest is provided for in a contract, payment of the principal does not defeat the right to recover the interest in a subsequent suit: Waller v. Kingston C. Co., 191 Pa. 193, 202, 43 A. 235; Kann v. Kann, 259 Pa. 583, 589, 103 A. 369. “The interest lawfully accruing upon each of the claims was as much a part of it as the original debt. The creditor had the same right to the payment of the one as of the other”: Nat. Bank v. Mechanic’s Nat. Bank, 94 U. S. 437, 439. “Interest in its very nature is but an incident of a debt, and therefore partakes of its kind; and when detached from the principal becomes itself a debt”: Heath v. Page, 63 Pa. 108, 121.\nAt the oral argument in this court appellant complained that its right “to proceed against the collateral” was challenged by the decision. Both sides then agreed that it was desirable to avoid further litigation with respect to the collateral and asked that the point be determined on the present record.\nThe question is free from difficulty. Flowers, the debtor, promised to repay such principal as would be found owing — “all of said moneys to be paid to said association when and as shares of stock of [the association] hereafter set forth severally mature or prior to said maturities, with interest thereon until so paid.” As a defaulter he was liable to pay whether he signed a bond or not; that it specified the sum of $10,000 did not restrict to that amount the sum to be repaid because such restriction was not provided for; on the contrary, he distinctly agreed to pay “all the moneys heretofore received by him . . . and not heretofore paid” with interest. The amount stipulated in the bond did not determine, because the agreement shows that it was not intended to determine, the limit of the sum payable by Flowers; the association could proceed for the full amount due (Hughes v. Hughes, 54 Pa. 240, 244; Foster v. Passerieux, 37 Pa. Superior Ct. 307, 310; New Holland Turnpike Co. v. Lancaster Co., 71 Pa. 442), accounting for the collateral according to law.\nThe order appealed from is reversed and the record is returned for modification, costs of the appeal to be paid out of the proceeds of the collateral if sufficient, and, if not, out of other funds for distribution."}