{"id": "1163614", "contents": "Opinion by\nMr. Justice Kephart,\nThe principal question in this appeal is whether the maker of a negotiable instrument who makes payment to the payee after the latter, before maturity, has endorsed the note to another, may be relieved of liability on the note if evidence is received showing that the payee acted as the endorsee’s agent or that payment was in fact received by the endorsee. The law is uniform that payment to the payee of a negotiable instrument when title and possession of the instrument has passed to another before maturity will not protect the maker: Brannon, Negotiable Instruments (5th ed.), 812 et seq. In Camp v. Walker, 5 Watts 482, we stated: “If the maker of the note thinks proper to pay the payee, without production of the note, he does so at his peril. The holder who has legal title can recover from him notwithstanding such payment.” In Morton v. Morton, 13 S. &. R. 107, an action on a single bill, evidence was received to show payment to the payee after the assignment of the bill. This was held error. We said, however, “If the assignee had employed the assignor as his agent to receive the money after assignment, the receipt of the assignor would have been evidence, but there was no proof of agency.” If the holder receives payment through an agent or if the attending circumstances show that money in discharge of the instrument actually reached his hands, he cannot again recover merely because he retains possession of the instrument.\nThere is no testimony in the record to show agency and therefore appellee, to sustain her position, must show that the endorsee received the money in discharge of the note. Reliance was placed on circumstantial evidence to show this fact. Payment is always an affirmative defense and the burden of proving it rests on the party asserting it. It must be shown by a preponderance of evidence: Brannon, Negotiable Instruments, page 674. When a written obligation is in the possession of the obligee uncancelled, a rebuttable presumption of fact arises that the debt has not been paid although lapse of time may raise a presumption of payment. The auditor and the court below found that the claimant endorseeholder had received payment of the note in question. It \\vas in the sum of $7,677.17, due April 1,1919, and made payable to “Flora Moore, Admx.” or order and endorsed to Jessie P. Harbaugh. On April 4, 1919, decedent gave a check to Flora M. Moore for $13,249.40 which included the amount due on this note and certain other items payable by decedent to Flora Moore, as administratrix of Peyton Harbaugh. He, claimant, and decedent were all children of Flora Moore, who was also known as Mrs. J. E. Moore. This check was endorsed in the claimant’s handwriting and deposited in the bank account in the names of “Mrs. J. E. Moore or Miss Jennie E. Harbaugh.”\nFrom these and other circumstances the auditor, affirmed by the court below, made a finding that claimant received the amount due on this note. The findings of fact of an auditor will not be disturbed unless they are unsupported by evidence: Hartnett v. Poultry Fancier Pub. Co., 262 Pa. 103; Catanach’s Est., 273 Pa. 368; Sadtler v. Home Pattern Co., 302 Pa. 527; Mallory’s Est., 300 Pa. 217. There was evidence from which the auditor could find that the note in question had been paid and, under our rule, this finding must be sustained.\nThe same reasoning applies to the conclusion that the check for $5,000 dated November 15,, 1919, was barred by the statute of limitations because the testimony offered to toll the statute was not credible. While the auditor and court below differed in their reasoning as to why this claim was barred, we have held that where neither of them personally hears the witnesses, the findings of the court are to be accepted in preference to those of the auditor: Mallory’s Est., supra; Merchants’, etc., Nat. Bank v. Kern, 193 Pa. 67, 87. The bar of the statute of limitations may be removed if the debtor promises to pay and acknowledges the existence of the debt but, to toll the statute, there must be a clear and unequivocal acknowledgment, coupled with an express or implied promise to pay: Markee v. Reyburn, 258 Pa. 277, 282. The court below found that there was no credible testimony that such promise had been made in this case.\nThe decree of the court below is affirmed at appellant’s cost.\nAmerican, etc., Mortgage Co. v. Wood, 215 S. W. 696; Springfield Nat. Bank v. Jeffers, 165 N. E. 474; Catlin v. Reed, 283 Pac. 549, and see Bank of University v. Tuck, 96 Ga. 456; Dibble v. Law, 141 Ga. 364; Oneonta Trust & Banking Co. v. Box, 73 So. 759, 760; Union Bank & Trust Co. v. Lynn, 237 P. 490."}