{"id": "1163584", "contents": "Opinion by\nMr. Chief Justice Kephart,\nIn a rule for judgment for want of a sufficient affidavit of defense, the averments of the affidavit must be taken as admitted. In 1923 the Girard Trust Company, agent, having on hand $5,000 of decedent’s money to invest, recommended the purchase of an interest in a $200,000 mortgage. Decedent agreed to this, and the bond and mortgage of which the $5,000 was a part was subsequently taken in the name of “Girard Trust Company, Trustee for Sundry Trusts.” For ten years thereafter, with full knowledge, he received interest periodically from the bank. Upon default, the trust company foreclosed this mortgage and his executrix now contends that defendant is liable for amount of the original investment.\nA trustee may not take title to trust property in his own name (Yost’s Est., 316 Pa. 463), but where the party interested, with full knowledge, consents to the investment, the rule is otherwise. Moreover, here the manner in which title to the mortgage was taken gave sufficient notice to third parties that the mortgage was held in trust; it did not expose appellant to the risks pointed out in Yost’s Est., supra, at page 467.\nIt is also contended that the trust company is liable because foreclosure was made without authority from decedent. The terms of the mortgage did not prohibit the trustee from promptly foreclosing upon default for the benefit of all bondholders and, unless such prohibition did appear, it was its duty to do so. A trustee must take such action as he deems necessary for the protection of the bondholders unless the instrument explicitly restricts Ms power: McDougal v. Hunt. & Br. T. R. Co., 294 Pa. 108, 126. The trust company, representing many beneficiaries, was not compelled to seek authority from all before proceeding to foreclosure. A single dissent could not block proceedings which were for the benefit of all bondholders, and foreclosure of part of the mortgage could not be had.\nAn adjudication on the merits is necessary and the rule for judgment was properly discharged.\nOrder affirmed at appellant’s costs."}