{"id": "1163641", "contents": "Opinion by\nMr. Justice Schaffer,\nThis suit is similar in character to the preceding one. It was brought against the sureties on another bond given by the same borough treasurer, covering his second term in office, in which, as in his prior one, he was a defaulter.\nThe main question raised in these appeals by the sureties is the same as the question submitted in the other case, namely, the effect of the auditors’ report and of tlieir statement that the treasurer had certain cash “on hand.” What was said in the previous case in disposing of this question controls the present case and need not be repeated.\nIt is here further contended that the trial court erred in receiving in evidence, over objection by defendants, certain paragraphs of the statement of claim. One of these paragraphs alleged that the treasurer did not turn over to his successor in office on the first Monday of January, 1930, the sum of $71,854.27 charged against him by the auditors’ report. In answer to this the affidavit of defense sets forth that the allegations of the statement were denied and that the treasurer “did turn over to himself as his successor in office all monies in Ms hands at the date of the termination of his term.” It is manifest that this averment did not meet the allegation of the statement that a specific sum should have been and was not turned over. What was stated in the affidavit could be true and yet a much smaller sum than that required to discharge the treasurer might have been turned over by him. Another paragraph of the statement averred that at no time subsequent to the first Monday of January, 1930, did the treasurer turn over to his successor in office the sum of $71,854.27 charged by the auditors as being due and owing by him to the borough. The affidavit set up a general denial and also stated that the treasurer “did on the first Monday of January, 1930, turn over to his successor or successors in office all sums of money remaining in his hands as said borough treasurer.” This did not meet the averment of the statement. The sums remaining in his hands could have been much smaller than those for which he was liable. A third paragraph of the statement alleged that on the 31st day of December, 1929, the treasurer did not have on hand the sum heretofore named charged by the auditors as the balance due from him to the .borough. This the defendants attempted to meet by the argumentative averment that on tlie date named the treasurer “did have on hand all sums of money which he, as borough treasurer should have.” It is clear that this was insufficient to meet the specific allegation of the statement. An affidavit of defense must not be evasive but must aver actual facts to be effective: South Hills Trust Co. v. Baker, 278 Pa. 481; O’Malley v. O’Malley, 272 Pa. 528. What was stated in the present affidavit of defense amounted to nothing when contrasted with the specific allegations of the statement.\nThe court allowed interest from December 31, 1929. Following what we decided in the preceding case, wre conclude that interest should run from the date of suit brought, May 22, 1930. The judgment will be modified accordingly. As thus modified, it is\nAffirmed."}