{"id": "1165873", "contents": "Opinion by\nMr. Chief Justice Kephart,\nOn February 7, 1934, Martha Kalkosinski was a passenger in an automobile driven by her husband, Frank Kalkosinski. An accident occurred in which both were killed. Jan Kaczorowski, sole surviving parent of Martha, brought this suit against the administrator of Frank’s estate, alleging that her death was due to the husband’s negligence and that it deprived him of her consistent contributions to his support. An affidavit of defense was filed, which questioned the right to recover on these facts.- The court below held there was none and this appeal followed.\nThe basis of the court’s decision was that an action for wrongful death is derivative and maintainable only where the deceased, if living, could have brought an action and, since actions between spouses for torts are prohibited, the present suit was likewise banned. This action was commenced under the provisions of the Act of April 15, 1851, P. L. 669, section 19, as amended by the Act of April 26, 1855, P. L. 309, which provides that “whenever death shall be occasioned by unlawful violence or negligence . . . ” an action may be maintained by the surviving spouse, children or parents of the deceased. The act is modeled upon the English Statute of 9 and 10, Vict., c. 93, section 1, commonly known as “Lord Campbell’s Act.” The latter provides for a right of recovery when “the act, neglect, or default is such as would, if death had not ensued, have entitled the party injured to maintain an action . . . ”: see 29 Col. L. Rev. 621. Although there is a difference in the wording of these statutes, since the English statute expressly conditions the right of action for death upon an act such as would have entitled the injured party to sue while ours does not, we, in common with most jurisdictions, have hitherto interpreted our statute as if worded in the same manner [Tiffany, Death by Wrongful Act, (2d ed.), section 63;] that is, we have held that a right to recover must exist in the party injured when he died in order to entitle those named in the act to sue. We have therefore held, in order that the death action impose no new and unjust burden on the defendant, that where the deceased would have been barred by contributory negligence (P. R. R. Co. v. Zebe, 33 Pa. 318; P. R. R. Co. v. Lewis, 79 Pa. 33; Grant v. Phila., B. & W. R. R. Co., 215 Pa. 265) or by the statute of limitations (Howard v. Bell Telephone Co., 306 Pa. 518) the parties suing for his death are likewise barred. We have announced the principle that the statutory action is derivative because it has as its basis the same tortious act which would have supported the injured party’s own cause of action (Staggers v. Dunn-Mar Oil & Gas Co., 312 Pa. 269, 272; Centofanti v. P. R. R. Co., 244 Pa. 255, 262; Derr v. Lehigh Valley R. R. Co., 158 Pa. 365). Its derivation however is from the tortious act and not from the person of the deceased, so that it comes to the parties named in the statute free from personal disabilities arising from the relationship of the injured party and tort-feasor. Since a negligent trespass of a husband upon the person of the wife does not cease to be an unlawful act, although the husband may be exempt from suit or liability as to her [Koontz v. Messer & Quaker State Oil Refining Co., 320 Pa. 487,] it may, being a wrongful act, support an action in favor of other parties as against whom the husband has no such immunity and where no just reason compels extension of his immunity. The relation of husband and wife intervening between the tortious act and a third injured party ought not to defeat recovery simply because the wife cannot sue the husband for the tort to her. As to other parties there may be an independent wrong for which recovery should be allowed.\nActions for death were unknown at common law (Death as a Civil Cause of Action, 15 Harvard Law Review 120) and, as the right to recover therefor is purely a creation of statute, we have frequently stated that it is a new cause of action: P. R. R. Co. v. Zebe, supra; Shambrach v. Middle Creek Elec. Co., 232 Pa. 641. It was intended to create a new right and to compensate for a loss independent of that suffered by the deceased. The distinction between it and the action which the deceased could have commenced is emphasized by the fact that there are different measures of damages for the two actions. In an action by the injured party he is entitled to recover for pain and suffering, loss of earning power and other incidental expenses brought about by the injury, and these are the same elements of damages recoverable by his administrator where substituted after plaintiff’s death by virtue of the Act of June 7, 1917, P. L. 447, section 35 (a) : McCafferty v. P. R. R. Co., 193 Pa. 339; Maher v. Phila. Trac. Co., 181 Pa. 391. But where no action has been commenced by the deceased in his lifetime and an action is brought under the death statute, the recovery is for a loss occasioned to third parties by the death, not for the injuries to the deceased. Pain and suffering and loss of earning power are not recoverable. What is recoverable is the loss of pecuniary benefits which the persons named in the act would have received from the deceased had death not intervened: Gaydos v. Domabyl, 301 Pa. 523. By the statute there is given an explicit and independent right of action to recover the damages peculiarly suffered by the parties named therein The legislature has selected certain relationships to the deceased as determining who those parties are, but the damages to be recovered by them must be pecuniary loss to themselves, it bears no relation to the damages recoverable by a decedent who sues for the injury while living: Gaydos v. Domdbyl, supra. Compensation is being sought therefore for the specific wrong to them. Keeping in mind therefore, the fact that this death statute is an attempt to compensate an independent wrong to the parties named in the statute, we are confronted with the problem as to whether we should withhold the right thus given by subjecting it to the incapacity which may hare attended a suit by the daughter because of her relationship to the tort-feasor. There is no reason why the fortuitous circumstance that the tort-feasor whose act deprived the parent of support happened to be the husband of the person who was injured by that act and who also furnished the support, should be a bar to recovery here. The disability of the wife to sue is personal. It does not inhere in the tort itself as is the case where she is guilty of contributory negligence.\nAppellant has devoted much of his brief in an attempt to show that the common law prohibition upon suits between spouses has been abrogated in this jurisdiction by the various Married Women’s Acts, but, after a careful survey of these statutes, we are convinced that so far as actions for personal torts are concerned such disability has not been removed. Two reasons suggest themselves as barring such actions at common law. The first is founded on the principle of unity of husband and wife. “By marriage, the husband and wife are one person in law: that is, the very being or legal existence of a person is suspended during a marriage”: Blaclcstone (Lewis’s Ed.) 442. At common law a married woman had no causes of action or property of her own. All causes of action which accrued to her had to he brought on her behalf by her husband. Difficulties presented themselves therefore when the wife sought to sue the husband for a tort committed by him upon her. In the first instance it was impossible to secure a plaintiff without having the same party as defendant. The second difficulty was that any damages recovered passed immediately from the defendant husband to the plaintiff husband. With the emancipation of the wife and her separate control over her property and actions, there has grown up a more compelling theory to account for the continued prohibition upon suits for personal torts between husband and wife which, in large degree, has superseded the reason of fictional unity of husband and wife. That reason is as stated in Koontz v. Messer & Quaker State Oil Refining Co., supra: “The personal immunity which protects him [the husband] is based simply upon the plea of preserving peace and felicity.”\nIt is immaterial what reason may be assigned for the prohibition on tort actions between spouses, it is obvious that though they successfully prevent actions between the spouses themselves, they cannot be extended to include actions by third parties who may be injured by the same act or others who may be liable for the injury as in Koontz v. Messer & Quaker State Oil Refining Co., supra. The application of the rule would be an injustice since neither of the reasons for the rule apply to such situations. The fictional unity of husband and wife does not apply here as the parties suing are neither husband nor wife, but a parent asserting an independent right for the loss sustained by him alone. Any damages coming from the husband would not return to the husband as they would in a suit between living spouse at early common law. These damages compensate the parent for a loss suffered peculiarly by him.\nThe second reason for prohibiting suits between spouses disappears entirely in a suit by a parent under a death statute. When the policy behind a rule no longer exists, the rule should disappear. There is no marital peace and felicity to be preserved here. Both husband and wife are dead and the suit is under the death statute. In Koontz v. Messer & Quaker State Oil, Refining Co., supra, we had the following circumstances: Plaintiff accompanied her husband on a trip in an auto driven by her husband on his employer’s business. Due to his negligence while acting in the scope of his employment, the wife was injured. She sued the husband’s employer, who brought in the husband as an additional defendant by a writ of scire facias. We sustained the judgment for the plaintiff. It was there also argued that the immunity of the husband’s suit should be extended to his employer. We stated: “The personal immunity which protects him [the husband] is based simply upon a policy of preserving domestic peace and felicity,” and, quoting from the opinion of Justice Caedozo in Shubert v. Shubert Wagon Co., 249 N. Y. 253, “ ‘The defendant to make out a defense is thus driven to maintain that the act however negligent was none the less lawful because committed by the husband upon the person of his wife. ... A trespass, negligent or unlawful, upon the person of the wife, does not cease to be an unlawful act though the law exempts the husband from liability for the damage. Others may not hide behind the skirts of his immunity.’ ”\nHaving found that the rule forbidding suits between spouses did not prohibit recovery in that case, certainly we should find less difficulty in reaching the same conclusion here. There the husband, as additional defendant, was liable over to the original defendant for the amount of the judgment recovered by the plaintiff, his wife. Here both the husband and wife are dead. The source of the satisfaction of the judgment, if any, is the husband’s estate. The party to recover the damages is not the wife but the parent of the wife who sues for the wrong to himself growing out of the deprivation of his means of support.\nIt would be an unjust and harsh law which would narrow the scope of the statutory death action merely because of a rule, the reasons for which are nonexistent. Our decision is based on our own death statute, and for that reason is not opposed to that in other jurisdictions which have been confronted with this problem: Keister’s Admr. v. Keister’s Exrs., 96 S. E. 315; Wilson v. Brown, 154 S. W. 322; Wilson v. Barton, 283 S. W. 71; cf. In re Dolmage’s Est., 212 N. W. 553, 203 Iowa 231; Ruts v. Clancy, 157 So. 737. In Robinson’s Admrs. v. Robinson, 220 S. W. 1074, 1075, on similar facts, the court had under consideration a death statute very much like our own and, in permitting recovery by the wife’s administrator against the husband, the court stated with reference to the statute: “More comprehensive language could not have been employed. . . . Both the language and purpose are so clear as to leave no room for construction, and we could not impose any limitations or insert any exceptions not therein expressed without exceeding judicial authority. Besides the public policy . . . [which] affords the reason for denying the right of one spouse to sue the other for a personal tort . . . cannot be involved here, because the marital relation no longer exists.” Such reasoning applies with equal force here.\nOur conclusion is that since this derivative cause of action is founded on a death which removed the reason for the incapacity of the injured party to sue and since the statute gives an independent right of action to the parent for the damages peculiarily suffered by him, this action is maintainable.\nThe judgment is reversed with a procedendo.\n“The persons entitled to recover damages for any injuries causing death shall be the husband, widow, children or parent of the deceased. . . Act of April 26, 1855, P. L. 309, section 1, as amended by the Act of June 7,1911, P. L. 678, section 1."}