{"id": "1165868", "contents": "Opinion by\nMr. Justice Drew,\nPlaintiff was injured as the result of a collision between a car operated by himself and one driven by defendant’s son, who was killed. The allegation is that the accident was caused by the negligent operation of defendant’s car by the son while in the course of his employment as defendant’s servant. Defendant has appealed from the judgment entered on a verdict in plaintiff’s favor.\nThe collision occurred on a road between Uniontown, Pa., and Morgantown, W. Ya. Defendant lived in Union-town, and his son, who was of age and who managed a store owned by defendant in Morgantown, boarded and roomed in the latter city. The son was driving toward Morgantown when his car collided with that of plaintiff, coming in the opposite direction. It appeared from the evidence produced by plaintiff that defendant and his wife had returned from Florida the day before the accident, and that their son stopped at their home late in the evening, on his way from California, Pa., to Morgan-town. In the morning he discussed with his father the latter’s business affairs in Morgantown before resuming the trip. In behalf of defendant it was testified that defendant permitted his son to use the car for whatever purposes the son desired, and that he used it principally for pleasure. It was further claimed that he had gone to California to visit a friend, and that the stop at Union-town was merely incidental to the return trip.\nDefendant contends that judgment n. o. v. should have been entered because of the insufficiency of plaintiff’s evidence to show that the son was engaged upon the business of defendant at the time of the accident. We think this contention is well founded. The fact that the car was owned by defendant and was being operated by his adult son with his permission is of itself insufficient to charge defendant with liability: Markle v. Perot, 273 Pa. 4; Piquet v. Wazelle, 288 Pa. 463; Kunkle v. Thompson, 67 Pa. Superior Ct. 37. Nor is it enough to show that the general relation of employer and employee exists between defendant and the driver of his car: Martin v. Lipschitz, 299 Pa. 211; Double v. Myers, 305 Pa. 266; Readshaw v. Montgomery, 313 Pa. 206. It was incumbent upon plaintiff to prove that the son, his father’s servant, was engaged upon his father’s business when operating the car, so as to be subject to the latter’s control or right of control at the time of the accident: Double v. Myers, supra; Readshaw v. Montgomery, supra; Cox v. Roehler, 316 Pa. 417. In that respect plaintiff failed. Nothing in the evidence produced by plaintiff showed or tended to show that the trip was undertaken by the son for the purpose of discussing business with his father, or that it had any other purpose or motivation connected with defendant’s business. Principal reliance is placed upon the testimony of plaintiff’s son with regard to a conversation with defendant after the accident. According to that witness, defendant said “he felt a little bit responsible for the boy being late that morning and being in such a hurry to get back to work because of the fact that he had not waited up for him, and had delayed him himself that morning talking to him about his business affairs in Morgantown.” Clearly, this testimony in no way shows or even suggests that the business consultation at defendant’s home constituted the purpose of the trip. It is wholly consistent with the supposition that the discussion between father and son was no more than a convenient incident of the son’s return from his visit in California (in which case defendant would not be liable: Lots v. Hanlon, 217 Pa. 339, 343), and nothing in the testimony would permit a jury to find the former supposition more probable than the latter. Considered in the light most favorable to plaintiff, the evidence produced in his behalf was inadequate to show that the operation of the car by defendant’s son was for the purpose of furthering defendant’s business or was in the course of his employment by defendant in any respect. Since there can be no recovery without such a showing, the judgment must be reversed. .In this view of the matter we need not consider the other assignments of error.\nThe judgment of the court below is reversed and judgment is here entered for defendant."}