{"id": "1167929", "contents": "Opinion by\nMr. Justice Maxey,\nThis is an appeal from the judgment of the court below in an action of assumpsit by the plaintiff against the defendants for the payment of a claim of $3,603.04 with interest from March 28, 1934, for official advertising on July 19, 1929, and May 12,1932, of delinquent taxes due the City of Scranton.\nFred J. Huester has been the tax collector of that city since January 1, 1930. This official is, by virtue of the Act of May 8, 1929, P. L. 1643, charged with the duty of collecting all city, school and county taxes within the territorial limits of Scranton and poor taxes of the Scranton Poor District for the current year and for the years in which they are delinquent. The purpose of this proceeding was to determine the liability of the County of Lackawanna, to pay the costs of advertising delinquent taxes due the City of Scranton.\nThe Act of Assembly of May 8, 1929, P. L. 1643, is an act “relating to the collection of city, county, school and poor taxes within the territorial limits of cities of the second class A; establishing the office of collector of taxes therein; defining its duties and powers. . . .” The City of Scranton is a municipality of the second class A of the State and is within the territorial limits of Lackawanna County. Section 5 of this act reads as follows: “The county commissioners of the proper county shall provide and furnish said collector with suitable office space, furniture, equipment, stationery, supplies, printing of notices, postage, light, heat, telephone and janitor service, and shall pay the customary premiums on the collector’s surety bonds. ...” Section 10 of this act reads as follows: “Except as otherwise specified in this act, said collector shall have all the powers, rights and remedies to compel the payment of taxes, and shall be subject to all the penalties and liabilities and duty to make return of unpaid taxes, in force under existing laws with reference to tax collectors of the respective municipal corporations for which he acts.”\nThe Act of June 15, 1915, P. L. 976, amends the Act of May 12, 1911, entitled “A supplement to an act, entitled ‘An act for the government of cities of the second class,’ approved the seventh day of March, 1901; providing for the levy, collection and disbursement of taxes,” etc. Section 7 of the Act of 1915 directs the collector of delinquent taxes “on or before the 28th day of February, in each year, following the date when such taxes and water rents, or rates, become payable, to prepare a list of all delinquents, and to publish the same twice in three newspapers in said cities. . . . Said list shall contain the names of said delinquent, the ward in which the property against which such delinquent taxes and water rents, or rates were assessed, the street or public highway upon or near which such property is located, . . . the amount of such delinquent taxes . . . and the year for which the same were assessed.”\nThe Act of 1929, supra, establishing a central tax office with one collector had for its purpose the centralizing of the collection of city, county, school and poor taxes within the territorial limits of cities of the second class A. On the assumption that all these municipal subdivisions were benefited by a central tax office, the act provided a certain apportionment of the expenses of its maintenance, it being stipulated that the salaries shall be paid in equal shares by the city and school district and that the county shall pay the premium on the joint bond and provide “suitable office space, furniture, equipment, stationery, supplies, printing of notices, postage, light, heat, telephone and janitor service. ...”\nParts of two different local poor districts, both of which overlapped the limits of the City of Scranton, were affected by the act, but possibly because their duplicates, though substantial, were smaller than the duplicates of the other divisions which were affected, and possibly because of other reasons appealing to the legislative mind, no part of the cost of the office was imposed upon these poor districts.\nThe tax. collector duly advertised lists of delinquent city taxes as required by the Act of 1915. The city refused to pay these bills, contending that it had been relieved of this expense by the Act of 1929. The county refused to pay them, contending that the legal advertising of delinquent taxes due the city was not a burden that should rest upon the taxpayers of the county. The collector of taxes, who ordered the advertising, filed a petition for a declaratory judgment to determine the liability of the county to pay for this advertising.\nThe Court of Common Pleas of Lackawanna County, in an opinion by Judge Lewis, filed in that proceeding, declared that the words “printing of notices” in the Act of 1929, did not cover costs of publishing city legal advertising in newspapers and that in the absence of specific legislation, each political division should pay its own cost of advertising. Upon appeal to the Supreme Court, the court below was reversed (308 Pa. 9, 161 A. 537) upon the ground that there was no actual controversy which could be ended by entering judgment for either party in the case and because the city was not a party to the proceeding. Thereupon an action in assumpsit was started by the plaintiff against the county, city and tax collector jointly. Each defendant filed an affidavit of defense raising questions of law and disclaiming liability for plaintiff’s claim. The court below took a position in this case contrary as to the city’s and the county’s liability to its position in the declaratory judgment case and held, (1) that no liability could attach to the tax collector for the payment of these bills, citing Cook v. Irvine, 5 S. & R. 492, as follows: “A public agent treating for the government, but neither asking nor receiving credit for himself, is altogether irresponsible on any contract he may make in that capacity”; (2) that there was no liability on the City of Scranton to pay plaintiff’s claim, the court stating: “Not having any act of assembly under which the city can be held liable for the advertising in question we are inclined to the opinion that the city possesses no power to contract for the advertising of delinquent taxes in this case”; and (3), that the County of Lackawanna was liable for plaintiff’s claim. The county then took this appeal.\nSection 10 of the Act of 1929 (supra) confers on the tax collector the power “to compel the payment of taxes” and imposes upon him the duty to do so as far as the same can be done by resort to legal measures. Where a duty is statutorily imposed upon a public officer, even though no specific method is prescribed for performing it, the officer must nevertheless comply with the statutory requirement, if it is reasonably possible so to do. See Kelly v. Brenner, Receiver of Taxes, et al., 317 Pa. 55, 175 A. 845. One of the steps which is by law prerequisite to the compelling of the payment of taxes is the advertising of the list of delinquent taxes and taxables. Section 5 of the Act of 1929 imposes, as above noted, on the county commissioners the duty of providing the tax collector with, inter alia, “printing of notices.” In other words, whatever notices the tax collector must print or cause to be printed, the county must pay for. This leads to the pivotal question in this case: Is the advertising of delinquent taxes and taxpayers a “printing of notices” within the meaning of the section quoted. That “legal notices” are notices printed in newspapers is a fact which has received statutory recognition. The Act of May 16, 1929, P. L. 1784, is designated as the “Newspaper Advertising Act.” Section 3 of this act defines certain words used in the act, as follows : “ (1) ‘Newspapers’ means a printed paper or publication, bearing a title or name . . . printing . announcements, . . . legal advertising, and other notices. . . . (17) ‘Official Advertising and Legal Advertising’ means any advertisement, notice ... required by law ... or decree of court. . . . (18) ‘Advertisement’ means a printed public notice, relating to any matter, authorized by any person, . . . which is published for a valuable consideration, in either a newspaper, legal newspaper. . . . (22) ‘Legal Notice’ means either a legal advertisement, a legal notice, or an official advertisement, or an official legal notice. (23) ‘Notice’ means a formal printed announcement, transmitting intelligence, information, or warning, to a particular person, or generally to all persons who may read the same.” It is doing no violence to language to hold that the phrase, “printing of notices” in section 5 of the Act of 1929 is broad enough to include a formal printed announcement made through newspapers or otherwise, transmitting to taxpayers information that they are delinquent in the payment of taxes. It is true that there is an etymological distinction between the words “printing” and “publication.” For example, a book may be printed yet never published. To publish is to put into general circulation. But in interpreting statutes courts are at liberty to consider the fact that legislators are not necessarily trained philologists. Words often have popular meanings not favored by lexicographers but recognized in the practical administration of the law. Section 232, page 843, of 6 R. C. L., there is enunciated the following principle: “Courts give effect to all written instruments according to the ordinary popular meaning of the terms employed, when nothing appears to show that they were used in a different sense, and no unreasonable or absurd consequences will result from doing so.”\nEven accredited dictionaries accord considerable flexibility of meaning to the words, “notice” and “print.” Webster’s New International Dictionary, 2d edition, sets forth as definitions of “notice” the following: “Information or warning, especially of a formal nature; announcement .' . . as theatrical notices.” Among the synonyms listed is “news.” The same dictionary gives many definitions of the verb “print”; among them being: “to publish in print, as to print disclosures.” Therefore from the standpoint of both lexicology and legislation, the learned judge of the court below was justified in holding that the publication of notices of delinquent taxes and taxpayers was included in the phrase, “printing of notices” as used in section 5 of tlie Act of 1929.\nWe agree with the appellant that it is unjust and unfair to make the taxpayers of Lackawanna County, who reside outside the corporate limits of the City of Scranton, pay, through their county taxes, for legal advertising which benefits the city only. The rectification of this obvious injustice is a matter for legislative attention. Amending statutes is not a judicial function. Courts have no official concern with either the wisdom or justice of legislative acts. Both the city and county are creatures of the Commonwealth and if the latter, through its legislature, saw fit to impose upon the county part of an expense which ought to be wholly borne by the city, it was within its power so to do.\nThe injustice of imposing upon the taxpayers of the county the cost of printing notices of delinquent taxes due the city is matched in the same act by imposing upon the taxpayers of the county part of the costs of collecting the poor taxes due the Scranton Poor District while none of the costs of maintaining a central tax office are imposed upon the taxpayers of the poor district itself except in so far as the taxpayers of the poor district are taxpayers of the City of Scranton and of the Scranton School District. It can readily be conceded that there is not a mathematically fair apportionment of the cost of maintaining the central tax office in the City of Scranton among the four divisions affected, to wit: the County of Lackawanna, the City of Scranton, the Scranton School District and the Scranton Poor District, but the unfairness of any statute is no argument against its validity and does not authorize a judicial recasting of it.\nWe have no doubt that when the act now under review apportioned the expenses of the central tax office, it imposed upon Lackawanna County the cost of printing in newspapers, notices of delinquent taxes due the City of Scranton.\nThe judgment is affirmed."}