{"id": "1167841", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal involves the construction of a power of appointment created by James P. Sterrett, deceased. He died in 1901, leaving a will dated July 10,1887, and two codicils, the first dated September 22,1899, and the second October 11, 1900. He was survived by three daughters, all dying unmarried: Emma, in 1923, Annie, in 1928 and Laura, in 1935. His daughters, Annie and Emma, by their joint will, dated March 7, 1916, appointed the estate. Emma died in 1923, leaving Annie surviving. Thereafter, by her will dated January 11, 1927, Annie revoked her former appointment and made another differing in some respects from that contained in the joint will. The question is whether the appointees named in the joint will or those named in the will of Annie, take the estate. The answer depends on what the testator meant by the words creating the power. Words have various recognized meanings, and if employed by a testator with particular reference to special circumstances, will be given the meaning intended; if necessary, the court may receive proof of the circumstances to determine the sense in which the words were used.\nAt the audit, an agreement of facts was made. The parties claiming under the joint appointment objected to the consideration by the court of facts concerning the lunacy of Laura from “the winter of 1879 and 1880” to the time of her death in 1935, on the ground that it was extrinsic evidence and “inadmissible for the purpose of explaining, qualifying or altering the meaning of the power of appointment” in question. We think the evidence was admissible. In ascertaining what he meant, the court may “seek assistance from the circumstances attending the decedent, such as the condition of the testator’s family, the amount and character of his property, and the objects of his bounty”: Mayer's Est., 289 Pa. 407, 410, 137 A. 627; see also Long v. Stout, 305 Pa. 310, 157 A. 607, and Crozer v. Green, 298 Pa. 438, 444, 148 A. 506. From such elements, for example, the court concluded that a testator created a spendthrift trust in Stambaugh’s Est., 135 Pa. 585, 597, 19 A. 1058. The evidence is received, as was said in Gilmor’s Est., 154 Pa. 523, 26 A. 614, as “being explanatory and incidental [and] admitted not for the purpose of introducing new words or a new intention into the will but so as to give an intelligent construction to the words actually used, consistent with the real state of the testator’s family and property; in short, so as to enable the court to stand in the testator’s place, and read it in the light of those surroundings under which it was written and executed.” In the opinion, Jarman on Wills, volume 1, section 394, was quoted as follows: “To this end it is obviously essential that the judicial expositor should place himself as fully as possible in the situation of the person whose language he has to interpret, and guided by the light thus thrown on the testamentary scheme he may find himself justified in departing from a strict construction of the testator’s language, without allowing conjectural interpretation to usurp the place of judicial interpretation.” Dean Wigmore, Evidence, volume 4, section 2470, page 3499, says — “. . . words of a document are never anything but indices to extrinsic things, and that therefore all the circumstances must be considered which go to make clear the sense of the words, — that is, their association with things. In the field of wills, where there is none but the individual standard of meaning to be considered, this principle is seen in unrestricted operation.”\nBy the will dated 1887, testator, then a widower, gave to each of his three daughters certain heirlooms, papers and household effects; created a trust to pay debts, manage and control the residue as he, if living, might do; “To pay the net annual income of my said estate to my said daughters, the survivors and survivor of them for and during their natural lives in such amounts and proportions as he [the trustee] may deem needful. My said trustee may also in his sole discretion convey or ti*ansfer the whole or any part of the corpus of my estate, and at such times as he may deem advisable, to any or all of my said daughters or the survivors or survivor, either absolutely or in trust, as he may deem most advantageous to them. (4) To convey the residue of my said estate, on the death of the last survivor of my said daughters, to the child or children, if any, of my said daughters and the issue of such child or children as may then be deceased, per stirpesthe rest of this provision was- superseded by the codicils and need not now be quoted. As this will was made in July, 1887, it may be noted that one of the stipulated facts is that “During the winter of 1879 and 1880 she [his daughter Laura] suffered a severe attack of typhoid fever, which attack was accompanied by an impairment of her mental faculties. About six years thereafter hallucinations of persecution appeared and this mental derangement existed continuously from that time until her death, sometimes with a turn for the better and sometimes- with a turn for the worse.”\nEleven years later, in February, 1898, Justice SterMitt certified that Laura was insane, and, on the certificates of physicians, placed her in an institution for care and treatment, himself describing in detail, the nature and symptoms of her mental malady. As indicating her condition from that time until testator’s death in 1901, it- appears in the stipulation that from the date of his certificate of her condition in 1898, “and continuously thereafter [she was] without testamentary capacity and never had any lucid intervals from that time until the date of her death, and she was of necessity detained in the said Pennsylvania Hospital for the remainder of her life.”\nA year and a lialf after certifying that his daughter was insane, he made a codicil containing the following provisions: “Second. If by reason of protracted illness or like cause, either of my three daughters cannot be adequately and properly maintained and supported by her share of the income from my estate, I direct that a sum or sums, sufficient to make up such deficiency, be taken, from time to time from the shares of her sisters or from the corpus of the trust estate for that purpose.\n\"Third. For that part of clause ‘(4)’ [quoted above] which immediately follows the words ‘per stirpes’ I hereby substitute the following: or to such person or persons, and for such uses and purposes as a majority of my said daughters or the survivor of them may by last will or by writing in the nature thereof designate and appoint; and in default of such child or children or their issue and also in default of such appointment then to hold the same in trust for the benefit of” [not now important].\nOn October 11, 1900, he made a second codicil in which he repeated the provision quoted above as “Second,” and continued: \"Third. For that part of clause‘four’ (4) which immediately follows the words ‘per stirpes,’ I hereby substitute the following; or to such person or persons and for such uses and purposes as a majority of my said daughters or the survivor of them, may by last will or by writing in the nature thereof, designate and appoint.”\nOn March 7, 1916, the daughters Annie and Emma made a joint will, reciting the power and purporting to appoint the residue, subject to provision for Laura. After Emma’s death in 1923, Annie, by will dated January 11, 1927, revoked the joint appointment and made another as the survivor of the two sisters. The learned court below held that this appointment was effective. Appellants contend that the joint appointment was effective.\nOur decision depends on what the testator meant by the words he used in the circumstances. Some 13 years after he made his will, and in the year after he certified that Laura was insane, he made the first codicil providing for “protracted illness” of a daughter and directing expenditure for her care even though it required taking “from time to time from the shares of her sisters or from the corpus of the trust estate for that purpose.” It is apparent that he recognized and particularly wished to provide for the special needs of that daughter. He also then created the power of appointment. Slightly more than a year later, in a second codicil, he repeated the provision for a daughter suffering from a “protracted illness, or like cause,” and also the power of appointment.\nWhat did he mean by the words “as a majority of my said daughters or the survivor of them may by last will or by writing in the nature thereof, designate and appoint?”\nThe appellants contend that the joint will, being the act of a majority of his daughters, finally appointed the estate, and that the survivor’s subsequent will was not effective because she had exhausted her power by joining with Emma.\nOn the other hand appellees contend that by a “majority” of his daughters, testator meant to refer to the two who were of sound mind and to exclude the one who was non compos mentis; that he recognized that her insanity was incurable and that she would remain non compos mentis; that as a joint will is revocable by either party executing it, he must have contemplated, when authorizing appointment by will, an ambulatory instrument, that either could and might revoke; that, if either revoked, or if they did not make a joint will, the survivor of them was authorized to appoint.\nIn various respects his purpose and intention stand out. His will and codicils are conclusive that he wished to provide for the disposition of his property and not have any part pass under the intestate laws. He recognized the duty of providing for a daughter afflicted by a malady rendering her irresponsible, and dealt with it by authorizing, if needed, the use of income and principal. He knew, of course, that the “protracted illness” rendered Laura incompetent to make testamentary disposition of property save in a lucid interval, and he was familiar with the presumptions applied by the law in such situations in the event of dispute: cf. Titlow v. Titlow, 54 Pa. 216, 224. He provided that Annie and Emma should be trustees with duties to their sister. They were a “majority” of his daughters capable of acting, and, though joint action by Annie and Emma, or by Annie and Laura, or by Emma and Laura, would be the joint act of a majority of his daughters if all were compos mentis, we think that he intended his words in the codicils — “as a majority of my said daughters or the survivor of them” — to refer to the joint act of the only two of them capable of acting. At the same time he had in mind the possible existence of circumstances that might preclude joint action by Annie and Emma, and accordingly provided for it by also vesting the power of appointment in the survivor. While the words “majority of my said daughters or the survivor,” if considered apart from the conditions and circumstances at the moment requiring testator’s attention, might allow joint action by any one of the three combinations indicated above, and also, with possible action, as survivor, by any one of the three who should survive the other two, we cannot attribute to testator such indifference to the actual family conditions as to permit us to say that he used the words in any but the restricted sense indicated, especially when their interpretation in the restricted meaning accords with a common sense solution of the problem before him.\nAppellants contend that joint appointment by any two, or, failing that, by the surviving daughter (any one of the three) would satisfy the words of the will; that, as Annie and Emma appointed, the power was exhausted and left nothing for any survivor; or that, in any event, Laura and not Annie was the survivor. We cannot say that he intended to include an insane person in the word survivor. Another difficulty with adopting this conclusion is in the words used in creating the power. For reasons which he deemed sufficient, he specified the method by which the appointment should be made. He directed that it be done by a testamentary document. He knew that such an instrument is ambulatory and that a joint will would necessarily be subject to the possibility of revocation by any one joining in it. See Cawley’s Est., 136 Pa. 628, 20 A. 567; Rhodes’s Est., 277 Pa. 450, 121 A. 327; Hoffert’s Est., 65 Pa. Superior Ct. 515; Bailey’s Est., 291 Pa. 421, 425, 140 A. 145. If he had intended that appointment by both should be final and not revocable by a survivor, he could have provided for joint appointment by deed without the power of revocation. But his words show he did not intend that for he not only provided for an appointment that was ambulatory, but expressly directed that a survivor might appoint if no joint appointment appeared. As by the words “majority of my said daughters” he meant Annie and Emma, to the exclusion of Laura who was non compos mentis, and as there was always the possibility that both might not appoint, he guarded against the failure of joint action, by directing that the survivor, necessarily the. survivor of the two who composed the majority he had in mind, should appoint. This indicates conclusively that he did not rely on the possibility that Laura might have lucid intervals and that he had made up his mind that he did not wish the possible devolution of his property to depend on the contingency of proving that, if entrusted with the power, Laura had executed it during such lucid interval.\nSterrett’s Est., 300 Pa. 116,150 A. 159, in holding that a declaratory judgment could not be entered on the record presented, did not and was not intended to determine the question now presented.\n. Decree affirmed, costs to be paid out of fund for distribution.\nAs we are determining the meaning of his testamentary expressions it may be noted that from 1862 until 1878, testator was a common pleas judge in Allegheny County, and from then to 1901, a justice of this court, and therefore familiar with the rules applied to the construction of such writings.\nA case argued and decided while this testator was a member of this court.\nOn April 30-, 1906, she was formally adjudicated a lunatic, the court finding “That she, the said Laura M. Sterrett is at the time of taking this inquisition a lunatic and has been a lunatic for the space of eight years and upwards and is without and does not enjoy lucid intervals.”\nIn his will testator had designated “William G-. Hawkins, Jr., President Judge of the Orphans’ Court of Allegheny County” as trustee, and appointed Judge Hawkins and testator’s daughter, Annie, executors. In the first codicil he recited his regret “that the impaired health of my esteemed friend Judge Hawkins will not permit him to assume the duties of executor and trustee” and designated “John M. Kennedy, President Judge of the Court of Common Pleas No. 3 of Allegheny County” and then added as additional executrices and trustees both his daughters Annie and Emma. In the second codicil he substituted for Judge Kennedy, “D. Newlin Fell, Justice of the Supreme Court” and retained the nomination of his daughters Annie and Emma. Mr. Justice Fell renounced.\nSee Brudenett v. Elwes, 1 East 442, 102 Eng. Reprint 171; Dixon v. Pyner, 34 W. R. 528, 55 L. J. Ch. 566, 54 L. T. 748; In re Harding [1894], 3 Ch. 315; In re Weightman [1915], 2 Ch. 205; Roundway v. Roundway [1932], 1 Ch. 585; Sugden on Powers, 364, 387; Farwell on Powers, 304."}