{"id": "1167864", "contents": "Opinion by\nMr. Chief Justice Kephart,\nA bill was filed in the court below for 192 persons as plaintiffs against four defendants. It sought to enjoin the continuation of an alleged nuisance. One of the plaintiffs, John C. McClure, petitioned the court below for a rule to strike off his name as a party, alleging that he was joined without his knowledge or consent. To this petition Agnes Gliwa, asserted to be the principal plaintiff, filed an answer. On May 25, 1935, on petition of defendants, the court ordered counsel for plaintiffs to file his warrant of attorney for each of them, staying all proceedings meanwhile. The McClure rule was made absolute June 18th. From these two orders this appeal is taken.\nThe bill averred that Agnes Gliwa was authorized to bring suit in the name of all plaintiffs because of assignments to her of their claims. It might appear that McClure should have proceeded by voluntary nonsuit or discontinuance, but either course could have subjected him to liability for certain costs. Where a party is improperly joined in litigation without authorization, he may proceed by petition to have the court strike his name from the record. The responsibility for costs rests on counsel who institutes litigation without authority, but it does not fall on an innocent party who does not know of, or has not authorized institution of suit in his name.\nAppellants object that the McClure rule was made absolute, as they state, ex parte, because they were not represented at the hearing. It appears from the record that service of the petition and rule was made on counsel and an extension of time granted him. As before mentioned, an answer was filed by Agnes Gliwa on behalf of herself and those whom she purported to represent. This answer, together with her affidavit and the allegations of her bill of complaint were considered by the court below in passing on the rule. Treating her sworn statement as a deposition, it does not substantiate her contention that she was authorized to join McClure as a party plaintiff without his consent. The answer is legally insufficient and fails to raise any issue of fact or deny the material averments of the petition. Matters not contained in the answer cannot be made the basis of the decision of the court: Carr v. Ætna A. & L. Co., 263 Pa. 87, 93.\nCounsel for appellants had an opportunity to learn the date of the hearing, and unless a rule of court require notice to be given him, he cannot complain of the failure to receive it. As we view the situation, the action of the court below was not ex parte within the meaning of that term.\nThe order of the court below on May 25, 1935, did not prevent action upon this rule. The stay merely operated to delay further proceedings upon the merits and to restrain appellants’ counsel from taking any action on their behalf until his authority to do so was established: Meyer v. Littell, 2 Pa. 177.\nWhen appellees moved for this rule upon counsel to file his warrants of attorney, the court had before it the sworn statement contained in the petition for the rule to strike off McClure’s name as party plaintiff, denying that he had authorized appellants’ counsel to represent him. This was sufficient to move the court to require of the attorney such evidence of his power of representation. A court on proper request may order counsel to file a warrant of attorney showing his authority. Prima facie, the appearance of an attorney at law shows employment to represent those parties for whom he presumes to act: Meyer v. Littell, supra; Danville, etc., R. R. v. Rhodes, 180 Pa. 157. But the power of the court to require him to present his warrant of attorney, where it has reason to question his right to appear, has never been doubted and is expressly conferred by the Act of April 14, 1834, P. L. 333, which provides as follows: “The attorney for the plaintiff in every action, shall, if required, file his warrant of attorney in the office of the prothonotary or clerk of the court in which such action shall be depending. ...” This power is necessary to enable the court to protect its process from abuse. The order is customarily granted upon cause shown by affidavit and on motion by opposing counsel. The appellant here objects that no affidavit of cause was filed preliminary to the rule. The Act of 1834 does not make the filing of an affidavit essential, and the presumption of an attorney’s authority can be rebutted otherwise.\nIt is argued by appellants that this rule came too late in the course of the action because defendants had entered their appearances. None of the cases cited by them sustains this proposition: Campbell v. Galbreath, 5 Watts 423, and Mercier v. Mercier, 2 Dall. 142, decided under the Act of September 25, 1786, repealed by the Act of 1834, held that this rule is in the nature of a plea in abatement and cannot be allowed after the objecting party has filed a plea to the merits. See also Club Laundry & C. Co. v. Murphy, 266 Pa. 183. The question must be raised at least prior to trial (Giankaris v. Hines, 273 Pa. 21; Club Laundry & C. Co. v. Murphy, supra), but it does not come too late after the entry of appearance and before a defense to the merits is filed.\nNeither order is, by its nature, a final decree reviewable on appeal. They do not adjudicate the merits of the dispute, nor effect a final disposition of the case. The one merely operates to stay proceedings until there is compliance by counsel with the request that he demonstrate authority and the other removes a party from the record at his request.\nThe third and fourth assignments of error are without merit and need not be discussed. We do not take original jurisdiction to try factual situations in this court.\nAppeal dismissed."}