{"id": "1167834", "contents": "Pee Curiam,\nThis proceeding arose on petition by a tax collector’s surety for an order requiring the collector to turn over to the surety certain tax duplicates pursuant to the Act of April 23, 1929, P. L. 634. The collector first questioned the jurisdiction under the Act of March 5, 1925, P. L. 23; it was held that the petition stated a prima facie case and that the court had jurisdiction: American Surety Co.'s Case, 319 Pa. 549, 181 A. 364.\nOn the return of the record a hearing was held and a turnover order was made. The county commissioners asked and were granted leave to intervene. A motion for a new trial was refused. The collector declined to comply with the order and attachment for failure to comply followed. The collector appealed to No. 142, March Term and the county to No. 141, March Term. Under the Act of May 19, 1897, P. L. 67, section 15, as amended, the county’s appeal operated as a supersedeas. We shall not repeat the facts stated in the opinion filed when the case was here before (319 Pa. 549).\nFrom the somewhat informal but commendably frank presentation by counsel for the three parties at the oral argument it became obvious to all the members of this court that while there was default, the amount of the tax for which the collector was chargeable had not been ascertained. In the opinion filed by the learned court below no amount is stated though the court specified certain failures to comply with the law. While these failures constitute a default and justified the turnover order under the Act of 1929, supra, we all think that in the circumstances disclosed, and in view of the alleged conduct of the clerk of the county commisisoners in collecting county taxes, as described at the argument, that the hearing was not sufficiently comprehensive; that, having taken jurisdiction to determine the fact and the character of the defaults the court should rehear the case and determine the amounts in which the collector is in default. In doing so, we suggest, though we leave the matter to the court, that on the return of the record the collector and the county commissioners be given 15 days, or such other time as the court may deem reasonable, to make supplementary returns and have taxes returned on seated lands and exonerations applied as credits; these the commissioners should act on immediately, after which time the court should rehear the case at an early date or supplement the prior hearing for the purpose of determining what is due.\nIn the argument of the Surety Company we were referred to a statement in the record, showing that, for the year 1934, there was a balance due of $143,415.18. But it was stated, if not indeed agreed, that sum would be diminished in a very large amount by returns for seated lands, exonerations, etc. It is obvious in that state of the record that no definitive order as to the amount of the default can or should be attempted to be made. We can therefore not anticipate the questions that may arise at the hearing and attempt to pass upon them intelligently.\nIt was also said at bar, on behalf of the county commissioners, that they had applied to the court below for an increase of the bond of the Surety Company. As to that, it is sufficient to note, as was stated in the course of the oral argument, that after credit for returns for seated lands, exonerations, etc., the amount of the default, if any, will probably be much less than the amount of the bond. That subject, therefore, requires no further consideration at this time.\nThe record is remitted and the order appealed from is modified to the extent necessary to enable the court below at the earliest convenient time to proceed with the determination of the case to fix the amount of the default, at the same time, as part of the order then to be made, ordering the turnover to the Surety Company of the tax duplicates asked for under the terms of the Act of 1929, costs of this appeal to be paid by appellant tax collector.\nIn the opinion it was said: “It was the duty of Frances S. Keirsted to turn over to the county treasurer all the taxes which she collected for the years 1933 and 1934, less her commissions. This she has not done. It was also her duty to make proper returns of all taxes collected for the year 1934, and this she has not done. It was her further duty to make a return of seated lands for the year 1934, as is provided by the Act of Assembly of May 29, 1931, P. L. 280, and this she has not done.\n“From the evidence produced before us we are satisfied that Frances S. Keirsted, tax collector as aforesaid has defaulted in the payment of taxes charged on her duplicates for the years 1933 and 1934, either by embezzlement or failure to collect such taxes within the time limit prescribed by the laws of this Commonwealth.”"}