{"id": "1167848", "contents": "Opinion bv\nMr. Justice Schaffer,\nIn this action to recover damages for personal injuries to the minor plaintiff, the jury found in his and his mother’s favor. The trial judge entered judgment non obstante veredicto for defendant. On appeal to the Superior Court, the action of the trial court was reversed and judgment was directed to be entered on the verdict. (120 Pa. Superior Ct. 217.) We allowed an appeal.\nThe minor was about seven years old when injured. He and other children had climbed on a road scraper which had been deposited by employees of defendant borough on a vacant lot at the end of their day’s work. The lot belonged to a coal company. There was no sufficient evidence that the lot was used as a playground. One child ten years old said that he and other children had played there. The scraper was one of the usual type used in grading roads. It consisted of a heavy iron frame work suspended on four wheels, with a large blade in the center. The blade was lowered and raised by turning two iron fly wheels which operated cogs. Other children who were playing on the machine turned the wheels and the hand of the boy plaintiff was caught in the cogs and injured. There was a dispute as to how far the scraper was from the highway. A witness for plaintiff fixed the distance at six paces.\nThe borough’s employees had been using the scraper during the day to scrape the streets. It was hauled by a tractor. When the operation was going on, children were quite continuously attracted to and followed the machine. This was known to and observed by the operators of the machine. While there was no lock provided by the manufacturer of the scraper to secure the wheels when not in use, the testimony established that they could have been fastened by a rope.\nThe municipality contends before us that it is not liable because in using the scraper it was exercising a governmental function. “In the construction, maintenance and repair of highways, a municipality is acting in its governmental rather than its business capacity”: Szilagyi v. Bethlehem, 312 Pa. 260. The Superior Court did not pass upon this question, dismissing it from consideration on the ground that no such question was raised in the lower court either at the trial or on the motion for a new trial. The Superior Court was in error in this conclusion. At the close of plaintiff’s case the defendant moved to grant a compulsory nonsuit. Among the reasons assigned therefor was the following: “Any alleged negligence of the defendant or its employees occurred in the exercise of a governmental function and it has not been shown by the plaintiff that the injuries sustained by the plaintiff were incurred in the exercise of the business function or corporate function of the defendant.” In addition to the motion for nonsuit, defendant presented a point for binding instructions. This point comprehended every reason which had been urged during the trial to prevent recovery including those advanced for the nonsuit.\nWe are not satisfied, however, that the principle of nonliability for negligence in the performance of a governmental function announced in Scibilia v. Phila., 279 Pa. 549; Balashaitis v. Lackawanna Co., 296 Pa. 83, and in' others of our cases should apply to the facts in this case. We doubt the wisdom of extending the rule to cover such a situation.\nIt is urged upon us that the plaintiff cannot recover under the rulings in Thompson v. B. & O. R. R. Co., 218 Pa. 444, and Widger v. Phila., 217 Pa. 161, — that there is no liability for injuries to a child who is a trespasser or for injuries caused by some third person creating a situation of danger, which without the intervention of the third party would not exist. Here it appears that the operators of the machine had actual notice of the fact that it was a great attraction to children, many of whom followed it up and down the streets. Those in charge of it must have known that, if they put it on the vacant lot close to the street, its allurement to the children would still continue. If they had given thought to the situation, they would have known that it was dangerous if children played about it and that childish curiosity might lead them to tamper with it. It is not disputed that it could have been safely secured against the danger of injuring by tying the operating mechanism with a rope. It would seem to us that this precaution should have been taken. We are not now dealing with the liability of a property owner. The property owner is not involved. As to it both the minor plaintiff and the borough were trespassers, neither had any right to occupy the lot. It does not lie in the mouth of defendant to set up the trespasser defense against the plaintiff. “The defense of no liability for injury to a trespasser is personal to the owner of the premises trespassed upon; it does not inure to the benefit of strangers to the title, adjoining owners, or other trespassers”: Fitzpatrick v. Penfield, 267 Pa. 564, 574. The law is thus summed up in Restatement of the Law of Torts, section 386, page 1033: “Any person, except the possessor of land or a member of his household or a licensee acting on his behalf, who creates or maintains upon the land a structure or other artificial condition which he should realize as involving an unreasonable risk of death or serious bodily harm to others whom he should recognize as likely to be upon the land, is subject to liability for bodily harm thereby caused to them, irrespective of whether they are lawfully upon the land, by the consent of the possessor or otherwise, or are trespassers as between themselves and the possessor.” We conclude that the principles relied upon to sustain recovery in Fehrs v. McKeesport, 318 Pa. 279; Costanza v. Pittsburgh Coal Co., 276 Pa. 90; Carr v. Southern Pa. Traction Co., 253 Pa. 274, 277, and Guilmartin v. Phila., 201 Pa. 518, 520, are applicable here and that the case under its peculiar facts was for the jury.\nThe judgment of the Superior Court is affirmed."}