{"id": "1167856", "contents": "Per Curiam,\nThis is an action upon a subcontractor’s bond executed by the defendant surety company. The trial in the court below resulted in a verdict for plaintiffs, following which the court overruled a motion for judgment non obstante veredicto.\nThe case arises out of the construction of the Green Hills Farms Apartments, a large apartment building at City Line and Lancaster Avenue, Montgomery County, Pennsylvania. Morris Wood was the owner of the apartments and D. A. McClelland, trading as D. A. McClelland Company, was the general contractor. McClelland awarded the subcontract for the plumbing and heating to Martin F. Dussinger, trading as M. F. Dussinger and Company. On October 8, 1928, Dussinger as principal, and the defendant as surety, executed and delivered a performance bond in favor of the McClelland Company as general contractor and Morris Wood as owner. This bond is the basis of the present action.\nDussinger entered upon the performance of his subcontract and made satisfactory progress with the slower preliminary work, but in the latter part of November, 1928, as the construction began to proceed more rapidly, it developed that he was without sufficient credit to purchase in desirable quantities materials required for the work. He advised McClelland of the situation and requested him to guarantee payment to the Hajoea Corporation of purchases of plumbing materials required for the job, in order to make it possible for him to procure large shipments at an advantageous price. McClelland on November 30, 1928, executed a written guaranty without notifying the defendant surety company, and the materials were delivered to the building.\nDussinger had completed approximately seventy-five per cent of the work specified in his contract, when on September 23,1929, he notified McClelland that he could not complete the job because of lack of funds, and that he was compelled to default. McClelland upon the same day formally terminated the subcontract and immediately gave notice of the default and of the termination of Dussinger’s contract to the defendant company. Subsequently Dussinger became bankrupt and was indebted to the Hajoea Corporation to the extent of $10,175 for materials supplied to the job. Under his guaranty Mc-Clelland was obliged to pay Hajoea this sum. He then presented claims to the surety company for the additional cost involved in the completion of the contract, and also for the payment made by him to the Hajoea Corporation. The defendant settled the first claim, but refused to reimburse McClelland for his payment to Hajoea. To recover this amount McClelland and Wood, as the obligees on the bond (it being admitted that Wood lias no interest in tlie cause of action) brought suit against the surety company.\nThe condition of the bond in question is that Dussinger should “pay all bills for labor, materials and supplies furnished” in connection with the work. Whether one who has supplied materials under a provision of this nature in a contractor’s bond has a direct right of action upon it is no longer an open question with us: Com. v. Great American Ind. Co., 312 Pa. 183. The effect of that case, which adopted the rule promulgated by the Restatement of Contracts, sections 133, 135, 345, in accordance with the existing law in the majority of the states of the Union, was to overrule Greene Co. v. Southern Surety Co., 292 Pa. 304. This was specifically pointed out by the present Chief Justice in a concurring opinion in the Great American Indemnity Company case. See also Copeland’s Est., 313 Pa. 25; Philipsborn v. 17th and Chestnut Holding Corp., 111 Pa. Superior Ct. 9. The Hajoca Corporation was therefore entitled to maintain a suit on the bond in question, and McClelland in paying its claim unquestionably succeeded to its rights against the surety.\nDefendant earnestly contends, however, that Dussinger’s request for a guaranty of credit, amounted to an acknowledgment of default, and constituted a breach of his subcontract, which, in the absence of prompt notice to the defendant surety, released it from all liability under its bond. Plaintiffs produced much testimony to the effect that Dussinger was merely soliciting McClelland’s assistance in order to obtain needed materials in carload lots, at a consequent advantage in price, and that even if McClelland had not given the guaranty Dussinger would at that time still have been able to continue with the work. On this appeal, the testimony must be read in the light most favorable to plaintiffs: Mountain v. American Window Glass Co., 263 Pa. 181; Muehlhof v. Reading Co., 309 Pa. 17; Koontz v. B. & O. R. R. Co., 309 Pa. 122. So viewed it is not susceptible of the interpretation that Dussinger’s request for a guaranty of credit from McClelland was a declaration of prospective default of which McClelland should have notified the surety. This question was clearly for the consideration of the jury, and there was ample evidence to support their verdict.\nFurthermore, McClelland would not have been justified in considering Dussinger’s request for credit assistance as a default. The conditions upon which he might declare a default were expressly set forth in the subcontract, and gave him a right to do so only if Dussinger should “at any time refuse or neglect to supply a sufficiency of skilled workmen or of materials of the proper quality or fail in any respect to prosecute the work with promptness and diligence.” A mere request for assistance in obtaining credit certainly does not fall within these provisions. This clearly appears when it is considered that had Dussinger obtained credit elsewhere it could not be contended that the contract had been breached. In order to give rise to a renunciation amounting to a breach of contract there must be an absolute and unequivocal refusal to perform or a distinct and positive statement of an inability to do so: Smoot’s Case, 15 Wall. 36; Dingley v. Oler, 117 U. S. 490; Vittum v. Estey, 67 Vt. 158; see 3 Williston, Contracts, section 1324 et seq. As Mr. Justice Schaffer said in Snyder v. Reading School Dist., 311 Pa. 326, 333: “Discharging a contractor after he has expended money for material and labor, and partly proceeded with the work, is a very drastic act and can be sustained only in cases where the power to do so is clear and the performance by the contractor plainly not in accordance with his undertaking.”\nWe find in the record no prejudicial departure from the terms of the bond. As stated in Phillips v. Amer. L. & Sur. Co., 309 Pa. 1, 9: “We have consistently adhered to the principle that where a corporation, as a business for profit, undertakes the obligation of suretyship for a money consideration, only a material and prejudicial departure from the terms of the contract will release the surety: Young v. Amer. Bonding Co., 228 Pa. 373; Loughney v. Huntsman Construction Co., 252 Pa. 131; Phila. v. Ray, 266 Pa. 345; Sokoloff v. Fid. & Cas. Co. of N. Y., 288 Pa. 211.” See also Chapman v. Hoage, 296 U. S. 526.\nThe judgment must therefore be affirmed.\nMr. Justice Barnes took no part in the decision of this case."}