{"id": "1167892", "contents": "Opinion by\nMr. Justice Stern,\nIn this case the court below made absolute a rule taken by a married woman to open as to her a judgment entered by confession on a note executed by her and her husband. Ordinarily a decision in such a proceeding is for the discretion of the court, but here the question was not one for the exercise of discretion but was governed by legal principles which required, even though all the testimony offered by the petitioner were true, that the rule to open the judgment should be discharged.\nIn 1923 defendant J. Parke Hood, husband of defendant Marjorie K. Hood, purchased a property which they thenceforth occupied as their home. He executed to Safe Deposit Bank of Pottsville his bond secured by a mortgage for $7,000. He also borrowed from the bank an additional $6,000 for which he gave his note endorsed by plaintiff. To secure the latter for this use of his credit, he executed a judgment note to plaintiff in the same amount. The purchase price of the property was $13,000, and it thus appears that all of the necessary funds were borrowed and that he invested no money of his own. In order to cover certain additional interest and cost items, the $6,000 judgment note to plaintiff was cancelled and a new judgment bond of $7,000 given in its stead, which bond was entered of record and became a lien on the property subject to the $7,000 mortgage to the bank.\nIn 1925 extensive improvements were made to the house, and were paid for by defendant Marjorie K. Hood with $10,000 given to her by her father for that purpose. In 1926 title to the property was transferred by defendant J. Parke Hood into the names of both defendants as tenants by the entireties.\nIn 1927 the property was refinanced. Additional funds Avere loaned by the bank, to secure which a bond and a mortgage on the property were executed to the bank in the sum of $10,000, the original mortgage of $7,000 being satisfied of record. The new bond and mortgage were signed by both defendants. Of the moneys obtained from the bank, $1,000 was credited on account of the note held by it endorsed by plaintiff, and a new note in the sum of $5,000, signed by both defendants and endorsed by plaintiff, was given to the bank in place of the old one. At the same time plaintiff satisfied of record the collateral bond of $7,000 and received instead a judgment note of $5,000, dated November 1, 1927, signed by both defendants, which he thereupon entered of record as a lien against the property subject to the $10,000 mortgage. Most of the remainder of the money loaned by the bank was used to pay off other notes representing temporary loans which had been made by it either to defendant J. Parke Hood alone or to both defendants; it was alleged that these loans were in connection with the alterations to the house, and there was a conflict of testimony as to whether the notes covering these loans were signed by husband and wife or only by the husband, but in our opinion this question is immaterial to the decision of the present controversy.\nThe obligation of defendants to the bank on the note for $5,000 endorsed by plaintiff was subsequently reduced to $4,900, and a new note given for this amount which was renewed from time to time. The judgment of $5,000 on the note to plaintiff of November 1, 1927, which was held by him as collateral security for his endorsement to the bank of defendants’ note, was revived by amicable action on September 14, 1932, and it is this judgment, thus revived, which defendant Marjorie K. Hood now seeks to have opened as to her because, as she contends, she acted in the transaction only as accommodation malier or surety for her husband and therefore her obligation is invalidated by the Act of June 8, 1893, P. L. 344.\nThis case is ruled by the general principles enunciated in Olney Bank & Trust Co. v. Gettlin, 318 Pa. 76; Pennsylvania Trust Co. v. Roller, 319 Pa. 249; Morris v. Duers, 90 Pa. Superior Ct. 285; and Kaufmam. v. Lehman, 94 Pa. Superior Ct. 306. Those cases, while the facts were not identical with those here present, all involved obligations given in connection with property held by husband and wife as tenants by the entireties, and they all reiterate the familiar principles that the wife’s obligation is binding upon her if she executes it to conserve her own interest and to accomplish a purpose of her own, and that if, under such circumstances, she herself, or together with her husband, borrows money, she can dispose of it as she pleases, as, for example, by making a gift of it to her husband or by paying his debts.\nIt is important to keep in mind that plaintiff’s rights under his judgment rest upon their own foundation entirely separate and apart from the bond and mortgage held by the bank, and that the disposition of the moneys obtained from the mortgage has no bearing upon the validity of plaintiff’s judgment. When title to the property became vested in defendants as tenants by the entireties it was taken by them under and subject (in addition to the mortgage held by the bank) to the judgment lien in favor of plaintiff, and this lien was admittedly a valid and enforceable one. While in its origin it rested upon a debt of the husband alone, when the wife became one of the owners it became as much her concern as that of her husband. Indeed she was the one more seriously affected by it, because she had invested in the property the $10,000 received from her father while her husband had no money of his own in the property. The situation was just the same as if husband and wife had purchased the property under and subject to a second mortgage. If the debt underlying the judgment were not paid, or if the judgment were not continued by consent of plaintiff, she would be confronted with the loss of the property. Any transaction concerning the lien, — to pay it off, to reduce it, to replace it, to extend the time when it could be sued out, to change its status with regard to other liens on the property, — was a matter of interest to her as to her husband. There is no provision of the law which would prevent her, therefore, from using her own money to pay off the lien, or from borrowing money or giving a note for that purpose, or to insure its continuance until it might ultimately be liquidated. What happened was — as far as plaintiff’s judgment was concerned — that he accepted, in satisfaction of his original lien on the property, $1,000 by way of a reduction of his contingent liability to the bank to that extent, and a judgment note signed by both defendants for $5,000, the judgment on such note, however, to be subordinate to a mortgage of $10,000 instead of $7,000 as theretofore, and the obligation in the reduced amount, secured by the new judgment note, was renewed from time to time. Such a transaction was as much within the power of the one tenant by the entireties as of the other. The fact that simultaneously money was borrowed from the bank on a bond and mortgage executed by both defendants, and that a substantial part of this money was used to pay notes on which the husband alone was liable (although this was disputed), has no relevancy to the right of the plaintiff to insist upon the binding effect of the wife’s signature to his judgment note.\nIf the wife-defendant were now to be allowed to open the judgment as to her and free the property from its lien, she would be escaping a valid encumbrance of $6,000 which was on the house when she became one of its owners; on the other hand plaintiff would be losing a lien which represents an advance by him of nearly half of the original purchase price of the property, for obviously, if the wife’s signature to the judgment note be declared invalid, the signature of the husband alone cannot support a judgment presently effective against a property owned by both husband and wife as tenants by the entireties.\nThe case is wholly dissimilar from that of Commercial Acceptance Corporation v. Ruppel, 295 Pa. 88, where a wife joined with her husband in executing a mortgage on real estate owned by them as tenants by the entire-ties, but where the object of the mortgage was not, as here, to replace an existing valid lien upon the property, but to secure an indebtedness of the husband in connection with the purchase of an automobile truck. There the wife had no purpose of her own to subserve; in the present case she had the vital purpose of continuing by amicable arrangement and ultimately liquidating a lien upon property in which she had a very substantial interest.\nThe order of the court making absolute the rule to open the judgment is reversed, and the record is remitted with direction to enter an order discharging the rule."}