{"id": "1169558", "contents": "Opinion by\nMr. Justice Maxey,\nFrom a decree setting aside an execution sale of land upon a judgment, the purchaser of the land has appealed. The facts are as follows:\nThe property sold in execution consists of about 32 acres of vacant farm and pasturage land in Bucks County, Pennsylvania. Prior to her death in 1909, Sallie B. Dingee held a mortgage on it. By her will, containing intricate trust provisions, she devised her homestead and adjoining land to successive life tenants, among them appellee, the present occupant, with remainders over, and other land to plaintiff as trustee. Appellee was legatee of the residue, subject to a charge thereon for taxes and insurance on the homestead property, if not paid by the first life tenants. The mortgage on the 32-acre tract formed part of the residue and was awarded to plaintiff as trustee, He bought in the property at foreclosure in 1921, taking title as trustee, and carried it at a loss from that time to 1930.\nThe first life tenants of the homestead property, however, released their interest to appellee, the succeeding life tenant. Taxes and insurance not having been paid, plaintiff, as trustee, petitioned the Orphans’ Court of Bucks County to sell the 32-acre tract, then presumed to be part of the trust estate, to raise a fund to pay these charges. The decree dismissing the petition was affirmed by the Superior Court on July 14, 1933, in Dingee’s Est., 109 Pa. Superior Ct. 455, 167 A. 369, which states the facts in regard to the will, the life interests, and the trust estate. That court held that under the will these items remained a charge on the 32 acres, as part of the residuary estate, only during the period and for the benefit of the first life tenancy; that this having been released to appellee, she could renounce the charge and by her objection (as alienee of the first life tenants’ estate) to the sale had done so; and that notwithstanding the fact that plaintiff had taken title as trustee, appellee had a vested remainder in the tract, subject only to be divested if the charge had to be paid, and was the owner in fee simple free and clear of the charge. No deed, however, was ever given appellee by plaintiff.\nIn November, 1933, however, plaintiff obtained a judgment for $1,130.20 against his former cestui que trust in the Philadelphia Municipal Court, the basis of which was apparently his right, as trustee and individually, to .be reimbursed for expenditures for taxes and other costs incidental to other property retained in the trust estate, of which appellee was beneficiary. She appealed from the municipal court to the Superior Court in January, 1934, but no bond being filed, there was no supersedeas, and while the appeal was pending, in March, 1934, plaintiff issued.a vend. ex. in Bucks County, on a transcript of the municipal court judgment, to sell the 32-acre plot above described. Appellee petitioned to stay the sale, but this was dismissed and the sale was had, August 10, 1934, on an alias writ.\nAs the advertisement and conditions of sale show, the property was sold as that of Sallie D. Bailey, without mention of the former trust relationship. Charles L. Taylor, Esq., was attorney for plaintiff on the writ and he caused the sale to be advertised. When the property was put up for sale in the sheriff’s office at Doylestown, Henry A. James, Esq., attorney of record for appellee, appeared and announced to those present that Sallie D. Bailey had no title to the property and that any purchaser should beware of the title he would get if he bid the property in. The property was offered for sale, nevertheless, and was sold for costs, amounting to $59.33, to Charles L. Taylor, who in this instance acted as attorney for Miller, appellant herein and purchaser of the property. Charles L. Taylor signed the conditions of sale as attorney for Miller and hence represented both the plaintiff and the sheriff’s vendee in the purchase of the property.\nAppellee, the execution defendant, promptly obtained a rule to set aside the sale, averring that Taylor improperly acted as attorney both for plaintiff on the writ and for the sheriff’s vendee; that Miller, the appellant, is but a straw man acting for Lawrence G-. Taylor, the plaintiff trustee, and his attorney, Charles L. Taylor, with the result that there was no competitive bidding at the sale; that appellee was without funds with which to bid at the sale or make a deposit on a bid; that the property, although it sold for costs, was assessed at $2,800, and was worth $4,600, and hence was sold at a grossly inadequate price. Answers to the petition for the rule were filed by appellant, Miller, and by the sheriff.\nDepositions were subsequently taken, at which appellee showed the assessed valuation of the property and proved by a real estate expert that the fair value of the property was $100 an acre. This witness, however, could recall no sales of any neighboring property within the previous two or three years, and his testimony carries little conviction. Appellee did not aver or prove that a resale would produce a higher price, or offer to make a higher bid or to produce a purchaser who would.\nFurther depositions were had, of which appellee had notice but made no appearance. The real estate broker and his salesman who had charge for appellee, from 1929 on, of the sale of these premises, testified for appellant that they were unable to sell the property at any reasonable price; that they had received only one offer to purchase, at a ridiculously low figure; and that no other persons were interested.' It was also shown that appellee possessed real estate in the City of Philadelphia sufficient in value to satisfy the amount of the judgment. The trustee himself testified that the trust estate had sustained a loss in holding this property from 1922 to 1930; that he had been unable to rent it for enough to pay the taxes, and that it was such a severe burden on the estate he concluded not to buy it in at the sheriff’s sale. It appeared from other evidence that the 32 acres involved are unseated land, accessible only by an unimproved county road, and undesirable either as farm land or pasturage.\nThe court below held that the sale should be set aside because of the inadequate price, coupled with what it termed “suspicious circumstances surrounding the sale”; the fact that the property was advertised in a misleading manner as that of Sallie D. Bailey, whereas record title had been in plaintiff as trustee, who had given no deed to appellee; and the further fact that the trustee’s own attorney bid the property in for a third party.\nThese reasons we think insufficient to justify the order, and it must accordingly be reversed. It is well established law, as pointed out in the opinion of the court below, that inadequacy of consideration will not alone suffice to set aside an execution sale in other respects regular and proper: Stroup v. Raymond, 183 Pa. 279, 38 A. 626; Nutt v. Berlin Smokeless Coal & Clay Mining Co., 262 Pa. 417, 105 A. 627; Delaware Co. Nat. Bank v. Miller, 303 Pa. 1, 154 A. 19. It has also been stated that where the price for which the property sold is grossly inadequate, “this court will seize upon even slight circumstances in order to give relief”: Wagener et al. v. Yetter et al., 280 Pa. 229, 232, 124 A. 487; Light v. Zeller, 195 Pa. 315, 45 A. 1055; Ritter v. Getz, 161 Pa. 648, 29 A. 112; Cooper v. Wilson, 96 Pa. 409. Here the property sold for costs, an insignificant sum, and grossly inadequate if the land was worth anything at all at the time of sale.\nBut the irregularities complained of are not sufficient to warrant the setting aside of the sale even though there was inadequacy of price. The property was advertised and sold as the property of Sallie D. Bailey, and not of her trustee, because it was her property, as the Superior Court had previously adjudicated. Appellee herself averred in her petition to set aside the sale that she was the owner in fee of the property. Whatever interest the trustee, as such, once had in the property had disappeared, notwithstanding the fact that he took title to the property when the mortgage was foreclosed in 1921. If there was a trust in the land, it had become a dry one, and legal title passed at once to appellee without formal delivery of a deed, which in any case equity would have decreed: Ostrom v. Datz, 274 Pa. 375, 118 A. 313; Chamberlain et al. v. Maynes, 180 Pa. 39, 36 A. 410; Sheaff’s Est., 231 Pa. 251, 80 A. 361. All that could pass by the sale was appellee’s interest in the property, whatever that might be: Fischer v. Woodruff, Exr., 254 Pa. 140, 98 A. 878; Reichenbach v. McKean, 95 Pa. 432; and the rule of caveat emptor applied with full force and, in general, has been strictly upheld: Wells v. VanDyke, 106 Pa. 111; Auwerter v. Mathiot, 9 S. & R. 397. There was no duty on plaintiff, or the sheriff, to proclaim the exact state of the title at the sale, or advise prospective bidders of what they might or might not purchase. In Carson’s Sale, 6 Watts 140, 144, this court said: “Bidders, therefore, must look out and take care of themselves. It is their business to examine beforehand, and after having made themselves acquainted with the facts and circumstances in relation to encumbrances, if any exist, then to decide for themselves as to what will be the legal effect and operation of the sale upon them. . . . The sheriff, in making the sale, acts merely as a ministerial officer. . . . But certainly neither the sheriff nor the plaintiff in the execution has an authority to cause the property to be sold differently from what the law prescribes; nor yet to declare what shall be the legal effect and operation of the sale, when made in due conformity to the law, so as to affect the rights of others in a manner different from the legal effect; nor is the plaintiff bound to make any declaration or statement of his intention, that might compromit his own, so as to deprive himself of what the law has secured to him.”\nHowever, in the case before us there was no flaw in appellee’s title, nor any claim of the trustee which a bidder would need to guard against. Her title was complete and her entire interest passed. Appellee did not show that a single bidder was deterred from bidding by the doubt alleged to have been cast on the title. Appellee made no offer at any time to bid or secure a purchaser at a higher price, nor did she tender a bond guaranteeing a better bid. In such case this court has enforced the rule that the sale will not be voided: Snyder v. Snyder, 244 Pa. 331, 90 A. 717; Somerville v. Hill, 260 Pa. 477, 104 A. 62; Senge v. Border et al., 319 Pa. 481, 181 A. 509.\nMoreover, appellee’s attorney of record appeared at the sale and made a public announcement designed to prejudice the sale. He, in effect, informed those present that the sale was illegal, because appellee had no title to the property. He testified that he had no direct authority from appellee to make the statement, but he apparently acted in her interest, and the suggestion that she should not be bound by his action cannot be accepted: Kissick v. Hunter, 184 Pa. 174, 39 A. 83; Cole v. Nat. Casket Co., Inc., 101 Pa. Superior Ct. 207. An effort to thwart the sale made by the attorney for the execution defendant is an insecure ground for setting it aside; it rather weighs heavily in favor of the sale’s validity: Samuels v. Revier et al., 92 Fed. 199; 23 C. J. 678.\nThe other ground upon which the lower court based its order was that plaintiff, as trustee for appellee, should have protected the trust estate by purchasing the property for its benefit, or at all events should not have permitted his attorney to act for appellant, a third party, to bid the property in. This involved a misconception of fact and of the legal relationship of the parties. Plaintiff was not trustee of the tract sold. He had parted with his interest in it when his right to enforce a charge against it ceased to exist, as the Superior Court held in Dingee’s Est., supra. He owed no duty to appellee or to the trust estate as regards this property, and in levying execution he dealt with appellee at arm’s length. The same is true of appellant, who was interested in buying at the sale. No fraud or collusion between the two was shown, nor any effort to discourage bidding by other interested parties, or to depress the price for which the land was sold, however inadequate it proved to be. Appellee failed to make good the averment in her petition that appellant acted as a straw man for plaintiff. Even if he had so acted, no impropriety in his connection with the sale would be shown. The fact that plaintiff’s attorney represented him at the sale was without prejudice to appellee’s rights, so long as the sale was free of connivance and open to all who chose to bid, as the evidence shows it to have been. See Lawall v. Groman, 180 Pa. 532, 37 A. 98; Egolf B. & L. Assn. v. Cleaver, 228 Pa. 60, 77 A. 245. Discarding any question of trust relationship, for there is none, we find no more community of interest between appellant and plaintiff, such as would vitiate the sale, than if plaintiff had himself bought the property, as he was entitled to do: Whitman v. O’Brien, 29 Pa. Superior Ct. 208, 211. Plaintiff, the party beneficiary interested, would be the only one entitled to object. The debtor would have no standing to complain, any more than a mortgagor can object to a mortgagee’s buying in property at a foreclosure sale. To that extent it has never been doubted that a judgment creditor is always entitled to protect his lien, so long as he uses no unfair means to injure his debtor’s interest.\nThat appellee had property in Philadelphia, where the judgment was entered, which could have been subjected to the claim, is no reason for questioning a sale lawfully carried out in another county. Plaintiff was not bound to exhaust the debtor’s property in the county of his judgment.\nWe hold that the order setting aside the sale was, for the reasons stated, not a proper exercise of discretion by the court below.\nThe decree is reversed, with instructions to discharge the rule to set aside the sale; costs to be paid by appellee."}