{"id": "1169579", "contents": "Opinion by\nMr. Justice Barnes,\nThis action in trespass was brought to recover damages resulting from the collision of plaintiff’s automobile with a truck owned and operated by the defendant company, which was stalled on the side of a highway.\nFrom the evidence it appears that on December 29, 1932, at an early morning hour, the truck, which was a heavy freight-hauling type, was proceeding south on Pennsylvania route No. 220. At a point approximately two miles north of Bedford, the truck slipped from the concrete highway onto the shoulder of the road, where it became mired in the soft fill on the right side of the highway. The driver found it was impossible to get the truck back on the paved road, and pulled over to the right side close to the guard rail. The front and rear wheels on the left side of the truck extended three to four feet on the concrete highway, leaving a clearance of approximately fourteen feet from the side of the truck. The truck had remained in this position for several hours prior to the accident, in charge of a helper, while the driver went for assistance. The weather conditions on the morning in question were unfavorable. They were described by the witnesses as “cold, foggy and misty, with the mist freezing upon the roadway, which was like a sheet of ice.” The fog was dense where the accident occurred, and was prevailing for several hundred feet from that point, so there was little, if any, visibility. There were no rear lights on the truck, and the helper was in the cab.\nThe husband plaintiff was driving a Ford coach; his wife was beside him, and their two minor children were on the rear seat. They were traveling in the same direction as the truck, with the lights of the car on, at about ten or fifteen miles per hour, when the stalled truck suddenly loomed up ten or twelve feet in front of them. The husband applied the brakes of the car and attempted to swerve to the left of the truck, but, owing to the condition of the road, the brakes did not hold, and the automobile crashed into the rear of the truck with such force that severe injuries were sustained by the wife, and the car was damaged. To recover for the injuries to the wife, and for the loss sustained, the husband and wife brought this action. Upon the trial of the case, at the conclusion of plaintiffs’ testimony, the court below granted a motion for a compulsory nonsuit on the ground that both plaintiffs were guilty of contributory negligence. Subsequently the court in banc refused plaintiffs’ motions to take off the nonsuit. From the judgment accordingly entered for defendant, plaintiffs have taken separate appeals.\nReviewing the testimony in the light most advantageous to him, we are convinced that the negligence of the husband plaintiff combined with that of the defendant to cause the collision. The testimony conclusively establishes the fact that he was guilty of contributory negligence, barring any recovery by him in the action. Therefore the compulsory nonsuit was properly entered against him. The decisions of this court have firmly established the rule that it is the duty of the driver of an automobile so to operate his machine in the darkness as to be able to stop or avoid any obstacle which may present itself within the range of his lights: Filer v. Filer, 301 Pa. 461; Mason v. Lavine, Inc., 302 Pa. 472; Simrell v. Eschenbach, 303 Pa. 156; Cormican v. Menke, 306 Pa. 156; Shoffner v. Echmerin, 316 Pa. 323. Moreover, it is provided in section 1002 of the Vehicle Code of May 1, 1929, P. L. 905, as amended by the Act of June 22, 1931, P. L. 751, that “Any person driving a vehicle on a highway shall drive the same at a careful and prudent speed, not greater than nor less than is reasonable and proper, having due regard to . . . conditions then and there existing; and no person shall drive any vehicle upon a highway . . . at a speed greater than will permit him to bring the vehicle to a stop within the assured clear distance ahead.” This, as we held in Stark v. Fullerton Trucking Co., 318 Pa. 541, requires that a driver keep his car under such control that he can always stop within the distance that he can clearly see. This distance, of course, varies with the circumstances. The range of vision may be shortened by storm, fog or other conditions: Simrell v. Eschenbach, supra; Shoffner v. Schmerin, supra. It may be long, as on a straight road in bright daylight, or it may be extremely short, as here. Whatever it may be, the duty imposed on the driver varies accordingly, and he must so operate his car as to be able to stop safely within that distance.\nPlainly the husband plaintiff did not comply with the duty thus imposed upon him. He was driving at such speed that under the circumstances, taking into consideration the condition of the road, he could not stop within the distance that he could see. It is no excuse for him to say that he had no reason to expect to meet a truck parked in the fog without a warning light. While the testimony was sufficient to indicate negligence on defendant’s part: Richards v. Warner Co., 311 Pa. 50, it cannot, however, relieve the husband plaintiff of the consequences of his own negligence which contributed to the accident. The husband had every reason to anticipate the dangerous condition of the roadway. He had encountered that morning just prior to the accident patches of ice on the road, so he must have been aware that it was a danger with which to reckon, and against which he must be on guard. Twice he had been compelled to stop the car and scrape frozen mist from the windshield. He conceded that he would have driven slower if he had known of the existence of the ice. By his own testimony the fog became denser as he proceeded into the bank, decreasing materially his range of vision. When he first saw the truck it was “about ten or twelve feet” away. The speed at which he was driving made it impossible to avoid it, even though he had a clearance of fourteen feet to go around. In driving his car through a fog bank, whi'ch was clearly visible in advance, over a road on which there was ice, at a speed of ten or fifteen miles per hour, it must be held that he was testing manifest dangers. Considering the testimony as a whole, the inevitable conclusion is that the accident could have been avoided if the husband had been driving in a careful and prudent manner. He was, therefore, guilty of contributory negligence, and as to him the judgment in favor of defendant must be affirmed.\nThe principal question involved in the appeal of the wife plaintiff is whether as a guest passenger in the car she is free of contributory negligence, or whether she voluntarily joined with her husband in testing dangers known to exist on the roadway that morning. There is no doubt from the evidence that she was fully aware of the imminent and grave peril arising from the dangerous condition of the highway, and the poor visibility caused by the fog. She does not deny this. However, the evidence gives rise to great uncertainty as to whether her conduct was such that it can be said as a matter of law that she impliedly consented to be a party to the negligent undertaking. She testified that each time they came to an ice patch in the roadway she cautioned her husband to be careful “because we [they] didn’t want to get into any trouble.” She repeated this warning shortly prior to the collision. When she saw the fog she testified that she said to him: “Do be careful” and “he said he would.” Her testimony further reveals that she maintained “a lookout ahead” and “was watching for cars and trying to help.” The fact that she aided in the guidance of the car by watching for obstacles does not necessarily mean that she had a part in the control and operation of the vehicle, so that it was subject to their common command. With respect to the sufficiency of her protestations and admonitions, it is difficult to determine what more she could have done under the circumstances. The court below convicted her of negligence because, as it said, “it was her duty to warn her husband against proceeding into the dense fog and over the icy road which was encountered. She should have asked him to drive the car off the road into a place of safety.” But how could it be determined definitely where such a place of safety was to be found under the conditions existing at the point where the accident occurred? To have pulled to the side of the road and stopped the car would have created the same possibilities of accident as were here occasioned by the stalled truck of the defendant company. To hold that it was her duty, if her protests were unheeded, to leave the car, would not only lead to an impracticable result, but would place her in a position of perhaps greater danger on the roadway. It could not be reasonably contended that she should have attempted physical interference with the operation of the car. Such effort on her part would have tended to increase the danger: Nutt v. P. R. R., 281 Pa. 372. Therefore it seems to us that the decision of these questions should have been left for the determination of the jury under all the evidence of the case, and a nonsuit as to her was improperly entered. We have stated the rule to be that “When the evidence leaves in doubt the ability of the guest to appreciate a threatened danger, or the taking of reasonable precautions to prevent harm, the question is one for the jury to solve”: Alperdt v. Paige, 292 Pa. 1, 8. In the case last cited, Mr. Justice Sadler said (page 6) : “There appears to be little dissent from the proposition that the negligence of the husband is not to be imputed to the wife, unless he is her agent in the matter in hand, or they are jointly engaged in the prosecution of a common enterprise: 20 R. C. L. 151. This general rule has been applied where they were joint occupants of an automobile involved in an accident, as has been decided in practically all of the states where the question has been considered (see note 48 A. L. R. 1077, 1080), including our own: Azinger v. P. R. R. Co., 262 Pa. 242.”\nHere, as a passenger, the wife plaintiff was not bound to the same degree of diligence as that required of the driver: Nutt v. P. R. R. Co., supra; Jerko v. B. R. & P. Ry. Co., 275 Pa. 459; Alperdt v. Paige, supra; Joseph v. P. & W. Va. Ry. Co., 294 Pa. 315. With respect to the duty imposed upon an invited guest in an automobile, this court has consistently adhered to the rule stated in Azinger v. P. R. R. Co., supra, that “when danger arising out of the operation of a vehicle by another is manifest to a passenger who has adequate opportunity to control the situation, if he sits without protests and permits himself to be driven to his injury, his negligence would bar a recovery. Such negligence is not the negligence of the driver imputed to him as a passenger, but his own negligence in joining with the driver in testing a manifest danger.”\nIn Simrell v. Eschenbach, supra, where the facts are similar to those now before us, Mr. Justice Walling, in the course of his opinion said (page 161) : “As to the wife plaintiff, the case is otherwise. . . . He [the husband] owned and drove the coupe over which she had no control and no voice as to its management; hence, the rule as to joint enterprise does not apply: Johnson v. Hetrick, 300 Pa. 225; Alperdt v. Paige, supra. . . . While the husband’s negligence would not defeat the wife’s action, yet her own negligence would. As an occupant of the car she was bound to exercise reasonable care for her own safety, but the record discloses nothing which as a matter of law proves the contrary. So far as appears, the doctor was, in general, a careful driver and she did not know that the defendant’s truck or any other obstruction or danger lurked by the way. Hence, there was no reason why she should be alert. Under such circumstances, she is not to be convicted of negligence by the fact that she did nothing. A passenger is only required to act in the presence of some threatened danger. As she took no part in the driving and knew of no danger, the fact that she was dozing when the crash came did not necessarily convict her of negligence. We recently held that where a passenger was reading a newspaper, and hence equally inattentive to the car, the question of his contributory negligence was for the jury. See Kilpatrick v. P. R. T. Co., 290 Pa. 288.”\nIn the view which we have reached, it is unnecessary to discuss the remaining questions raised by these appeals.\nFor the reasons stated, in No. 155, the judgment of the court below is affirmed. In No. 156, the judgment of the court below is reversed, and a procedendo awarded."}