{"id": "1171372", "contents": "Opinion by\nMr. Justice Barnes,\nOn the evening of December 23, 1934, plaintiff, accompanied by his wife, who was sitting with him on the front seat of his automobile, was driving towards Pittsburgh on Route 19, known as the Perry Highway. It was a dark night, but the weather was clear. The surface of the concrete road was dry.\nAt a point near Warrendale, Allegheny County, the car ascended a grade from the top of which the highway curves to the left and immediately slopes downward for a considerable distance. According to plaintiff’s testimony, as he reached the crest of the hill and was about to round the curve, he could see only ten or fifteen feet of the concrete road in front of him due to the fact that his headlights shown straight ahead while the road turned to the left. After he had rounded the curve and his lights were again focused on the road, he saw for the first time defendant’s truck in front of him. It was overturned, occupying the entire right side of the road and extending two or three feet across the center line. Plaintiff was then approximately ten or fifteen/ feet distant from the truck, proceeding at a speed of 25 to 30 miles an hour. He applied his brakes and swerved to the left, but was unable to avoid a collision. The right side of his car crashed into the rear of the truck. From the evidence it appears that there were no lights or flares, or warning devices of any kind visible on the truck at the time of the accident, and no one was to be seen in or near it at that time. The road was straight from the end of the curve to the point of collision for a distance of 75 feet according to the testimony of plaintiff, and for a stretch of about 250 feet, according to one of his witnesses.\nFollowing the collision plaintiff hailed a passing car and accompanied his wife, who had sustained serious injuries, to the hospital.\nBoth the husband and wife brought suit against defendant. The court below entered a compulsory nonsuit against the husband on the ground of contributory ¡negligence, and against the wife because the evidence failed to show any negligence on defendant’s part. The court in banc subsequently refused to take off the nonsuits, from which the plaintiffs have taken separate appeals.\nThe rule is inflexible, both by statutory requirement and by the decisions of this Court, that the driver of a vehicle upon a highway must have it under such control as “will permit him to bring the vehicle to a stop within the assured clear distance ahead.” The more recent decisions upon this subject are Filer v. Filer, 301 Pa. 461; Mason v. Lavine, Inc., 302 Pa. 472; Simrell v. Eschenbach, 303 Pa. 156; Cormican v. Menke, 306 Pa. 156; Shoffner v. Schmerin, 316 Pa. 323; Janeway v. Lafferty Bros., 323 Pa. 324. We set forth the requirements of the rule in Stark v. Fullerton Trucking Co., 318 Pa. 541, Avhen Ave said (p. 544) : “This implies that the driver Avill always be carefully watching so much of the road as is included within that ‘assured clear distance ahead,’ and will always keep his car so under control that he can stop it within that distance. What this Avill be, of course, will vary according to the visibility at the time and other attending circumstances, but, after taking those circumstances into consideration, the requirement is fixed and unchangeable.”\nIt follows that the assured clear distance may be long, as on a straight road in bright daylight, or it may be shortened by storm, fog, a curve in the road or other conditions. Whatever it may be, the duty imposed upon the driver is to be able to stop the vehicle safely within that distance: Janeway v. Lafferty Bros., supra.\nAlthough we have reviewed the testimony in the light most favorable to the husband plaintiff, it conclusively establishes the fact that he was contributorily negligent. In fact, he was convicted of negligence by his own testimony. After he had rounded the curve in the road, he had a straight range of vision for a distance of approximately 75 feet, yet he testified he did not see the truck until he was within 10 or 15 feet of it, and was then running at a speed of 25 to 30 miles an hour, which made it impossible for him to stop before reaching it. This is an admission that he did not have his car under proper control and was driving at such a speed that he could not stop within the range of his headlights. See Cormican v. Menke, supra, at p. 159. The compulsory nonsuit was, therefore, properly entered against him.\nWith respect to the wife plaintiff as a guest passenger in the car, it is not contended that she had any control or voice in its operation, nor is there evidence that she was voluntarily a party to her husband’s negligence. While it is true that she was bound to exercise reasonable care for her own safety, she is not to be convicted of negligence under the circumstances here present by the fact that she did nothing. It cannot be contended that she should have attempted physical interference with the operation of the car. Such effort upon her part would have tended to increase the danger: Nutt v. Pa. R. R. Co., 281 Pa. 372.\nThe defendant here maintains, and the contention was sustained by the court below, so far as the case of the wife plaintiff is concerned, that there was no evidence of defendant’s negligence to take the case to the jury; that the burden was upon her to show how long the truck had been in the disabled position before the accident occurred, and whether its occupants were able to give warning.\nIt is not disputed that at the time of the accident the truck was apparently abandoned on the highway. There were no Avarning lights of any kind to protect on-coming traffic. It is not necessary to speculate as to what happened to the driver or occupants of the truck, or how long it had been there, or why there were no lights or warning devices set up to signal approaching vehicles. The explanation of these facts is a matter of which defendant primarily has knowledge. Plaintiff’s evidence that defendant’s truck, overturned- and blocking the paved portion of a main highway, on a dark night, was without lights or warning devices of any kind, established a prima facie case of negligence on defendant’s part. This, together with all the evidence in the case, including any exculpatory evidence which the defendant might offer, should have been submitted to the jury.\nWe are of opinion that the question before us is ruled in principle by the following recent decisions: Simrell v. Eschenbach, supra. In this case a truck had stalled on the right side of the highway. According to plaintiff’s evidence, there were no red lights or danger signals on the rear of the truck. The accident happened on a night that was cloudy and dark. Plaintiff testified he did not see the truck until within 20 feet of it and not in time to stop or turn aside, as he was going about 25 or 30 miles an hour. One reason urged for his inability to have a longer range of vision was a bend in the road before he reached the point of the accident. Plaintiff and his wife, who was in the car with him, were injured when their automobile collided with the stalled truck. We held that the husband plaintiff was guilty of contributory negligence which barred recovery, but his wife as guest passenger had no control of the operation of the car. The question of defendant’s negligence was for the jury, and a verdict in favor of the wife was sustained. We said (p. 159) : “Permitting the truck to stand unprotected by lights or otherwise on the pavement of this busy highway fully justified the verdicts in favor of plaintiffs so far as related to the negligence of the defendant.”\nIn Harkins v. Somerset Bus Co., 308 Pa. 109, a bus was standing on a curve in the highway and was permitted to remain there without warning to vehicles approaching from the rear. A guest passenger met death in the collision between the automobile in which he was riding and the stalled bus. In sustaining a verdict rendered there we said, (p. 114): “The danger of a parked motor vehicle on a highway at night, particularly oar a curve, being obvious to the man in charge of it, a due consideration for the well-being and safety of others should prompt him to move it out of the path of traffic at the earliest possible moment and until it was so moved to employ every means available to him to warn on-coming traffic. Whether or not defendant’s servant did this was a question of fact for the jury.” See also Cormican v. Menke, supra; Bayuk Bros. v. Wilson Martin Co., 81 Pa. Superior Ct. 195; Meads v. Rutter, 122 Pa. Superior Ct. 64.\nDefendant relies upon the exemption of disabled vehicles from the provisions of Section 1019 of The Vehicle Code of May 1, 1929, P. L. 905, 982. This section prohibits in general parking of vehicles, attended or unattended, upon the main traveled portion of any highway. Paragraph (C) of the Section reads: “The provisions of this section shall not apply to the driver of any vehicle which is disabled while on the paved or improved or maim traveled portion of a highway, in such manner and to such extent that it is impossible to avoid stopping and temporarily leaving such vehicle in such position.” This section, when read in its entirety, shows clearly that it does not attempt to prescribe what precautions shall be taken in case a vehicle is disabled on the highway at night. It mentions nothing about lights. It may well be that the owner of the car is not guilty of a violation of the statute where his vehicle is disabled on the highway “in such manner and to such extent that it is impossible to avoid stopping and temporarily leaving such vehicle in such position”; but this section does not absolve the driver or owner of a disabled vehicle from doing what a reasonably prudent person would do under the circumstances to warn approaching traffic, at night, by lights or otherwise, of the obstruction of the highway.\nAs showing the legislative policy where the situation is such as is here present, reference may be made to Section 25 of the Act of July 16, 1935, P. L. 1056,1079, applying to busses and commercial vehicles of two tons or over, requiring the operators thereof continuously to display on the surface of the highway red or yellow danger signals when the vehicles are disabled on the traveled part of the highway. This is a legislative recognition of the imminent danger to users of our highways under modern high speed traffic conditions, in cases of trucks stalled at night without warning devices, as in the present case. There was no evidence here of the capacity of defendant’s truck, and the applicability of the section to the case before us is left in doubt.\nAfter reviewing the record, we have reached the conclusion that question of the negligence of defendant should have been submitted to the jury in the case of the wife plaintiff, and a compulsory nonsuit as to her was improperly entered.\nFor the reasons stated, in No. 221, March Term, 1936, the judgment of the court below is affirmed. In No. 222, March Term, 1936, the judgment of the court below is reversed, and a new trial awarded.\nSection 1002 of The Vehicle Code of May 1, 1929, P. L. 905, 973, as amended by the Act of June 22, 1931, P. L. 751, 791.\nAmending part of Section 824 of tbe Act of May 25, 1933, P. L. 1064."}