{"id": "1171317", "contents": "Opinion by\nMr. Justice Maxey,\nThe questions presented to us by the record in this case relate, (1) to the attempted surcharge of a committee in lunacy by reason of the committee’s exchange, with the permission of the court below, of securities of the estate for others speculative in character, (2) to the right of the committee, even after securing permission of the court to exchange securities, to retain the stocks and bonds of a private corporation as a permanent investment, (3) to the credit allowed accountant for compensation, and (4) to the effect of article III, section 22, of the Constitution of 1874 on the Act of June 13, 1836, P. L. 589, which act permits a committee in lunacy to invest in stocks and bonds of a private corporation by order of court.\nFrederick Davidson died October 5,1916, and was survived by his widow, Eleanor PI. Davidson to whom he left his entire estate. There were no children. On March 29, 1921, she was declared a lunatic and a committee was appointed to take charge of her estate, whose value was about $3,456,000. The first account of the committee was filed in 1924 and, on a second account in 1928, proceedings on exceptions filed by Catherine Hibbert, mother and next of kin of the lunatic, disclosed that the lunatic’s estate had been badly administered. The resignation of the former committee followed and their account was accepted on payment of a refund to the estate. The Commonwealth Trust Company, appellee, took over the estate as of January 1, 1929. The affairs of the lunatic were in chaotic condition and presented difficult problems of readjustment. The committee in later presenting its account was challenged by several exceptants and the report of the auditor who fully investigated the facts was filed. Exceptions to the auditor’s report were numerous and varied. Only a few of them call for discussion.\nThe Union Drawn Steel Co., hereinafter referred to as the Union Company, was engaged in the manufacture of cold-drawn steel and it was referred to by the court below as “a Davidson-owned concern.” Frederick Davidson owned at the time of his death 15,051 shares of the 100,000 shares of this company’s stock. The company had been prosperous but it was felt desirable to join in a merger with the Republic Iron & Steel Co. On September 27,1929, the committee gave notice to Catherine Hibbert, mother and next of kin, that a petition would be presented to the Court of Common Pleas of Allegheny County asking leave to make this merger. This petition was presented on October 7,1929, and was judicially approved on October 8, 1929. The lunatic’s estate was to receive par value for the Union Company’s stock, payable 40 per cent in Republic Iron & Steel Co. stock, five per cent in cash, and 55 per cent in the Union Company’s debentures. The agreement was to be binding when assented to by all the stockholders of the latter company. The merger was consummated and delivery made of stock in December, 1929. On October 8th, the date of the court order, the Republic stock was quoted at 126% and on the date of delivery in December, 1929, the stock was quoted at about 74. The lower court found that the committee acted properly in consummating the agreement and also that the retention of the Republic stock for years thereafter in a falling market was not imprudent. The ease is here on exceptions to the lower court’s adjudication on the exceptions to the auditor’s report.\nAs commissions the committee claimed $25,000 for its services in 1929; $20,000 for its services in 1930, and $20,000 for its services in 1931. The auditor recommended the allowance of these claims but the court below allowed commission totaling only $45,000. This represented more than five per cent of the total income administered by the committee but the court held that it was warranted by the amount of work required to put the estate on a sound basis after the disorder into which its affairs had fallen.\nWe will now discuss the controlling questions in this case. The order of the lower court approving the tripartite merger agreement of the committee and the Union Company and the Republic Steel Company, is challenged as contrary to article III, section 22, of the Constitution of Pennsylvania, reading as follows: “No act of General Assembly shall authorize the investment of trust funds by executors, administrators, guardians or other trustees in the bonds or stocks of any private corporation, and such acts now existing are avoided saving investments heretofore made.” It is the contention of appellant that this provision repealed section 34 of the Act of June 13, 1836, P. L. 589, relating to committees in lunacy, and which section reads as follows: “It shall be lawful for any committee as aforesaid by the leave, and under the direction of the court of common pleas having jurisdiction as aforesaid, to invest the money of a lunatic or habitual drunkard in such stocks or upon such security as shall be approved of by such court, and if such investment be made bona fide, the committee making the same shall not be liable for any loss that may arise thereby.” The above quoted constitutional provision was designed to prevent the legislature from enacting laws giving to the stocks and bonds of private corporations the status of legal investments. It did not affect in any way the powers of a court of chancery to approve investments by a committee in lunacy, in stocks or securities which such court adjudged to be reasonably secure. This constitutional provision renders inoperative any acts purporting to give a committee unrestrained authority to invest, but the committee here claimed no such authority. In Estate of Sarah S. Rieble, 321 Pa. 145, 184 A. 118, we affirmed per curiam the decree of the court below on its opinion in which it was pointed out that the above Act of 1836 was not repealed by the constitutional provision above quoted. See also Curran’s Est., 312 Pa. 416, 422,167 A. 597, and Com. v. McConnell, 226 Pa. 244, 75 A. 367.\nAppellant also contends that the committee acted improperly in failing to inform the court, which approved the merger agreement, of the decline in the value of the stock of Republic Steel Co. from about $126 to about $74 a share. The merger agreement provided that it was to be binding when “executed by all parties including the owners and holders of all the present capital stock of Union Drawn Steel Co.” The final consent of all the stockholders was not obtained until December 21, 1929, when the merger was consummated. The agreement provided that the parties were to be bound from the time of the agreement if within a reasonable time all the stockholders indicated their assent. The parties say, “we are bound now but if within a reasonable time the remaining stockholders do not assent we are no longer bound.” This is in effect a condition subsequent and, never having happened, the parties were never relieved of their commitments. Furthermore, the subsequent losses incurred by the Union Company in 1930,1931 and 1932, make it appear that a merger of that company with a company like the Republic Steel Company with its diversification of products, its listing on the stock exchange, and with a business of comparative stability, was not disadvantageous to the holders of stock in the Union Company.\nIt is further contended that the commissions allowed the committee by the court below were improper because (a) under no circumstances should a committee receive more than five per cent of the income of the estate for services, and (b) on account of its alleged mismanagement it should receive no compensation whatever. As to (a) there seemed ample evidence to satisfy the lower court that the management of the estate required considerable skill. As we said in McCaskey’s Est., 307 Pa. 172, 178, 160 A. 707: “There was ample satisfactory evidence to sustain the auditing judge as to the amount allowed and this being approved by the court in banc, we but follow our usual rule in approving it: Culbertson’s App., 301 Pa. 438 [152 A. 540]; Clark’s Est., 303 Pa. 538 [154 A. 919], That the percentage allowed is larger than usual is a matter of no moment since it does not exceed adequate compensation.” This court also refers at page 182 in that case to the principle “that ‘the rule regarding commissions to trustees is, in all cases, compensation’ (Harrison’s Est., 217 Pa. 207 [66 A. 354]; Riter’s Est., 260 Pa. 168, 173 [103 A. 554] ) and this is necessarily to be determined by the facts and circumstances of each case.” As to (b), there is no proof of any such mismanagement as would warrant such a punitive measure as the withholding of the commissions the committee clearly earned.\nIt was further contended that the retention of the Eepublic Iron & Steel Company stock for four years after its receipt during a constant decline in its market price, constituted such negligence as to render the committee subject to a surcharge. The finding of the auditor was that business prudence and a reasonable understanding of the status of the market called for the practice followed by the committee. In Fahnestock’s App., 104 Pa. 46, 49, it was said by this court: “The finding of an auditor upon the facts, which has been approved by the court below, will not be disturbed on appeal except for flagrant error: Gilbert’s App., 78 Penn St. 266.” We find no such error here. .\nThe decree is affirmed at appellant’s cost."}