{"id": "1171386", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal is from the order of the Orphans’ Court denying probate of a writing alleged to be the last will and testament of William J. Tranor, deceased. He died in August, 1931, leaving surviving three sons. Letters of administration Avere granted to one of them who filed his account in March, 1932. Decedent’s housekeeper, Caroline Pierce, filed exceptions to the account setting forth, inter alia, that Tranor died testate and that his will was in the possession of the administrator. The exceptions led to the production of the paper, but probate was stopped by a caveat lodged by decedent’s sons. The Register certified the proceeding to the Orphans’ Court. After hearing, the learned judge concluded “And after an impartial weighing of all the evidence in the case and the arguments of counsel, I feel so uncertain on the points: whether or not the signature to this paper is that of William J. Tranor and whether or not the said paper is his will that I could conscionably sustain a finding either way on the controlling issues here involved. Therefore, I award an issue devisavit vel non directed to the Court of Common Pleas of Delaware County to determine two questions: 1. Is the signature to the paper that of William J. Tranor or is it a forgery?; 2. Is the paper the will of William J. Tranor?”\nThe issue was tried and the. jury answered the first question by saying “that the signature to the paper is that of William J. Tranor,” and the second, “that the paper is not the will of William J. Tranor.” In his opinion refusing proponent’s motions for a new trial and for judgment n. o. v. the learned judge specially presiding in the common pleas said: “There is some doubt as to whether the second question certified by the Orphans’ Court should have been submitted to the jury. See Duffel’s Estate, 317 Pa. 214, 176 A. 731, and Bitner v. Bitner, 65 Pa. 347. This question we leave for the determination of the Orphans’ Court.” In dealing with proponent’s objection that the second question should not have been submitted, the learned president judge of the Orphans’ Court said: “Notwithstanding the ruling of the Supreme Court in Bitner v. Bitner, 65 Pa. 347, and Duffel’s Estate, 317 Pa. 214, 176 A. 731, I am of opinion that in the instant case the questions submitted to the jury were questions of fact which could be determined only by a verdict of a jury and were properly submitted by the Orphans’ Court to the Common Pleas for determination.\n“The proponent has asked the court to enter a decree admitting said alleged will for probate. Aided by the verdict, the court finds as a fact that the paper offered for probate as the will of William J. Tranor is not his will and therefore refuses to direct the probate of the same as the will of William J. Tranor, and directs the Register of Wills to strike the same from the record. Costs to be paid by Caroline C. Pierce, proponent.” Prom that decree, Caroline Pierce appealed. Decedent’s sons entered no appearance; no brief was filed on their behalf.\nAs the facts found in the common pleas are conclusive (section 21, Orphans’ Court Act, June 7, 1917, P. L. 363, 20 PS sections 2581, 2582; Cross’s Estate, 278 Pa. 170, 122 A. 267) we must accept the fact that the instrument was executed by decedent, and, in the light of that fact, turn to a consideration of the paper. It is in the following words:\n“May 1st, 1929.\nLast will and Testament of William J. Tranor I bequeath: All my Personal and real estate to My three Sons and Caroline C. Pierce Collected Equally\n“C O.D — I C.L..\nThe residuary of my estate including the insurance goes to Arthur W. Pierce.\n“April 1929\nTo all!, I hereby apoint — Caroline C. Pierce My Eyeuter in the Above estate\n“Wm. J. Tranor\nMy hand\nAnd Seal\nWitnes.\n“Caroline C. Pierce\n“Henry A. Haas\n“James Pilkington.”\nThe learned judge erred in giving effect to the jury’s answer to the second question. If the answer had stated a fact and not a conclusion of law, the decree could be supported, but, as it stated a legal conclusion, it was subject to review like any other question of law. It is first to be noted that the form of question submitted has been condemned ever since Bitner v. Bitner, 65 Pa. 347, 360, where we said: “The only issue presented by the pleadings is whether the writing was the last will and testament of Christian Bitner. But this presented no issue of fact. It might not have been his last will for various reasons of law and fact as want of due execution, revocation, duress, insanity, etc.” Recently, in Duffel’s Estate, 317 Pa. 214, 216, 176 A. 731, we said of such a question, “As this is not a question of fact only, it is not a proper subject for an issue devisavit vel non.” In the light of these decisions the learned court below should not have submitted an issue in that form, but, having submitted it, should have disposed of the second finding of the jury by dealing with it as matter of law: Compare Com. Trust Co. v. DuBruille, 243 Pa. 292, 90 A. 70. So considered, what does the record disclose? The evidence shows that the paper was written by Caroline Pierce; that Tranor, intending to make his will, and declaring that he was doing so, executed it in the presence of herself and two subscribing witnesses, Haas and Pilkington. There was no averment or proof of undue influence, lack of testamentary capacity or duress. While there was conflict of testimony whether the paper was written in the presence of the subscribing witnesses or had been prepared before and was merely signed in their presence, that difference is now immaterial since the fact is established that Tranor signed it.\nWe come then to a consideration of the text of the instrument, for, if its testamentary character is apparent on its face, it is the duty of the court so to give it effect: McCune’s Estate, 265 Pa. 523, 109 A. 156; Davis’s Estate, 275 Pa. 126, 118 A. 645; Kimmel’s Estate, 278 Pa. 435, 123 A. 405; Wolfe’s Estate, 284 Pa. 169, 130 A. 501. It is written on a sheet of letter paper. The words from “May 1st, 1929” to the letters “C O.D — I C.L.” are on the first page; all the rest of it is on the back of that page. By what appears on the first page, he gave all his real and personal estate in equal shares to Caroline Pierce and to his three sons. He left personalty consisting of cash, mortgages and contents of a barn, appraised at a total of $21,091.83, and, in addition, a farm. Claims against the personalty left a balance for distribution in the neighborhood of $1700. The lines at the top of the second page, “The residuary of my estate including the insurance goes to Arthur W. Pierce. April 1929,” were the subject of examination when Caroline Pierce was on the witness stand in the Orphans’ Court, and perhaps created the difficulty in the mind of the court below. In answer to questions put by the learned trial judge she stated that those words were her will and related to her own property. We are not now concerned with the effect, if any, that those words might have in disposing of her property. But if we should assume that she intended them as her will, that fact would not destroy the testamentary character of the instrument (see Cawley’s Estate, 136 Pa. 628, 20 A. 567; Hoffert’s Estate, 65 Pa. Superior Ct. 515; Rhodes’s Estate, 277 Pa. 450, 121 A. 327; Sterrett’s Estate, 322 Pa. 300, 309); it expressly recites Tranor’s testamentary intent.\nThe order appealed from is reversed; the record is returned for further proceedings consistent with the views here expressed, costs to be paid out of the fund for distribution.\nSee also Dewees’s Estate, 12 D. & C. 93."}