{"id": "1172271", "contents": "Opinion by\nMe. Justice Deew,\nIn 1931 plaintiff entered judgment against defendant, Harry J. Bogash, for almost $26,000. On November 3, 1934, an attachment sur judgment was issued and served on First Trust Company of Philadelphia, as garnishee. After interrogatories were filed and duly answered, the case came on for trial before a jury and resulted in a verdict for plaintiff against the garnishee for $3,000. A rule for a new trial was discharged and a motion for judgment non obstante veredicto was overruled, and judgment was entered on the verdict. This appeal followed.\nIt is admitted that plaintiff has a valid unpaid judgment against defendant as above recited; that the garnishee, prior to the attachment, became indebted to defendant in the sum of $3,000 for services rendered in a real estate transaction; and that this debt has not been paid. The defense is that on February 3, 1934, defendant, in writing, assigned said ...claim, to..one... Alperdt, notice of which assignment was served upon the garnishee on November 7, 1934, four days after service of the attachment, but prior to the filing of answers to the interrogatories.\nPlaintiff challenged the good faith of the parties to ithe assignment. He claimed that it was in fact made * after service of the writ on the garnishee, but predated; land that even if made on its face date, there was no I consideration given for it and that it was intended only for the purpose of defeating plaintiff’s efforts to collect his judgment. The assignment stated that it. was..additional security for a |12,000 second mortgage. given in 1927 by defendant to the assignee, Alperdt. It was shown that iñ 1928 defendant effected a conveyance to Alperdt of the fee in the mortgaged, premises... and that neither recognized the mortgage as still extant until defendant became liable. Qn...plaintiff_’s__judgment.\nIf the assignment was fraudulent it will not defeat plaintiff’s attachment. This is true under the authority of either the statute 13 Elizabeth, chapter 5, section 2, which is a part of our law and applicable to. choses in action (Appeal of Elliott’s Executors, 50 Pa. 75) or the Act of May 21, 1921, P. L. 1045, section 9. To set aside a transfer under either, if actual fraud is shown, insolvency need not be: Queen-Favorite Building & Loan Association v. Burstein, 310 Pa. 219. Whether there is fraud is a question of fact for the jury (Conley v. Bentley, 87 Pa. 40) and the burden of proving it is upon the plaintiff: Malone v. Riedenauer, 231 Pa. 417; Smith v. Keener, 270 Pa. 578.\nThe case was for the jury; it alone could determine if the assignment was fraudulent. And it was for it to say whether the mortgage was discharged by merger with the fee in 1928. Discharge of a mortgage obligation by merger of the legal and equitable titles depends upon the intention of the mortgagor and mortgagee at. the time of the alleged merger: Fair Oaks Building & Loan As sociation v. Kahler, 320 Pa. 245. Intention in such case is a question of fact: Bryar’s Appeal, 111 Pa. 81. Where it is shown the mortgagee will benefit by keepmg“the\" mortgage alive, it is true, there is a presumption he so intended: Landis v. Robacker, 313 Pa. 271. There was no such showing here. If there had been, there was evidence tending to dispel the presumption. If the jury found that the parties intended a merger1 in“l928, the present reliance upon the mortgage would be a screen forTraucL\n\"\" Appellant’s other argument in support of the assignment comes to this: that plaintiff in his attachment stands in defendant’s place, that defendant cannot attack the consideration stated in the assignment, for it is under seal, and that, therefore, plaintiff cannot question it for the same reason. This is unsound. A seal, although it makes the transfer binding as between the parties, even though there be want of consideration, does not hold good as against a third party in the case of fraud.\nAppellant complains that plaintiff’s evidence of fraud was not direct but consisted merely in disclosing suspicious circumstances. This is not true. The evidence shows that notice of the assignment was not served upon the garnishee until nine months after its date; that the assignment contains a place for witnesses to sign, but theré were in fact no witnesses; and that the notice to the garnishee was served in a letter from a son of the assignee who had offices in the same suite with defendant. The assignee was not called as a witness, and the son, although called to testify on another point, was ■ not questioned in regard to the assignment. In addition there is other evidence, showing that on the day after the creation of the Alperdt mortgage, the premises were conveyed by defendant to one Koplin, a strawman, who conveyed to the assignee. The assignee conveyed to his son who then conveyed to his sister, the present title-holder. All these deeds recited that the conveyance was subject to a first mortgage of $90,000, but not one of tbem mentioned tbe $12,000 mortgage in question. In tbe face of all this bow can it reasonably be said that fraud was not an issue, or that tbe evidence of it was not sufficient to warrant tbe jury in so branding these suspicious circumstances?\nWe agree with tbe learned court below — “We can see no reason why tbe verdict should be disturbed.”\nJudgment affirmed."}