{"id": "1172251", "contents": "Opinion by\nMr. Justice Barnes,\nPlaintiff instituted this action of trespass against the defendant to recover damages for the death of his wife as the result of burns received from an explosion of gas in the cellar of their home. At the close of plaintiff’s testimony the court below granted defendant’s motion for a compulsory nonsuit, which the court in banc refused to take off. Plaintiff appealed.\nThe single question raised by appellant’s assignments of error is whether there was sufficient evidence of negligence on defendant’s part to take the case to the jury. In considering this question the evidence must, according to our well established rule, be viewed in the light most favorable to plaintiff where the appeal is from a refusal to set aside a nonsuit.\nPlaintiff is the owner of premises 3156 Bohem Street, Pittsburgh, where he and his wife had lived for eighteen years, and where the accident occurred in the afternoon of December 29, 1933. The doors and windows of the house were blown out by the force of the explosion, and the wife of plaintiff, who was then in the basement laundry, was so severely burned that she died three days later.\nAt the time of the accident and for many years prior thereto, the defendant company furnished natural gas to plaintiff’s house. Its gas main extended along Bohem Street in front of the lot upon which plaintiff’s dwelling was erected. The gas was piped into the house by means of a. service line, which belonged to the property owner, the plaintiff in this case. This service line extended from the curb box or gas main in the street under the lawn of the house, then under the concrete wall of the house and into the coal cellar where it was connected with a gas meter owned by defendant.\nIt appears from the evidence that in February or March of 1929, plaintiff made certain alterations to his house. He caused it to be moved back from Bohem Street a distance of some 20 feet and to be raised approximately 6 feet. This necessitated an extension of plaintiff’s service line to the house as relocated. Plaintiff testified that in 1929 when the alterations were made, the defendant “signed a contract with me to put in my line.” However, his testimony is vague and uncertain upon the question whether the defendant was employed by him to replace the service line for its entire length from street main to house, or whether it was to supply and install the pipe for the distance made necessary by the set-back of the house. Indeed, the more serious question which confronts us is whether there is evidence to establish any undertaking whatsoever on the part of defendant to furnish labor and materials in connection with the installation of the service line, or any portion thereof, at the time in 1929 when alterations were made to the house.\nPlaintiff failed to produce at trial the written contract alleged to have been made with defendant. He explained that it had been destroyed in the fire following the explosion, but he gave no notice to defendant in advance of trial to produce its copy thereof. Defendant, by its counsel, advised the court that such a contract did not exist. However, the court permitted plaintiff to testify to his recollection of the contents of the missing document, and the substance of his testimony was that he paid the defendant $3.65 or $3.70, at the rate of sixty or seventy cents per foot of pipe, on a date he could not recall, for the complete replacement of the service line. He said that the employees of the defendant performed the work.\nAbout ten days after the explosion the service line in front of plaintiff’s house was uncovered by employees of the defendant. The testimony showed that it consisted of corroded pipe, extending about 6 feet 6 inches from the gas main toward the house. From that point to the house the pipe was in good condition. The old pipe was found to have a break in it about an inch long, at the collar or point where the connection was made with the new pipe. The city firemen who reached the house soon after the accident, testified that they made a thorough examination of the meter and the gas lines inside the house and found no leaks.\nThere was no direct evidence as to what caused the explosion. It was plaintiff’s theory that the gas escaped from the service line at the point where it was broken, seeped through the earth along the pipe into the cellar, and accumulated there until it was exploded.\nIt is plainly the duty of a gas company to take proper care of the gas mains and pipes which are under its control, and the company is liable for any injuries resulting from the neglect of this duty: Koelsch v. The Phila. Co., 152 Pa. 355; Hartman v. Citizens Natural Gas Co., 210 Pa. 19; Morgan v. United Gas Imp. Co., 214 Pa. 109; Shirey v. Consumers Gas Co., 215 Pa. 399; King v. Equitable Gas Co., 307 Pa. 287. But in the present case the service line to the house was owned and controlled by plaintiff. In fact it appears that at the time it was first installed in 1915, plaintiff put it in and agreed with defendant company that he would maintain it. In consequence the defendant was under no duty to inspect it or keep it in repair: Windish v. Peoples Natural Gas Co., 248 Pa. 236; Pouder v. Peoples Natural Gas Co., 248 Pa. 242. See also Greed v. Manufacturers’ Light & Heat Co., 238 Pa. 248; Soles v. Peoples Natural Gas Co., 48 Pa. Superior Ct. 84.\nPlaintiff frankly concedes “that it is the duty of property owners to take care of their service lines and if they fail in that respect they are themselves responsible for injuries resulting.” He contends, however, that defendant here undertook to replace the service line and did the work in such a faulty and negligent manner, or wholly neglected to do the work, and is responsible for the accident.\nReviewing the record it seems to us that even when the evidence is considered most favorably to plaintiff, it can only mean that defendant undertook to supply and install the new pipe required to lengthen the service line, and that is all for which plaintiff paid defendant. The evidence would in no wise support a finding that any contract existed which would make defendant responsible for the condition of the old part of the service line or for its entire replacement.\nAside from the question of a contract between the parties, there is nothing in the record to support a finding of negligence on the part of defendant, — that it performed the work in a careless or improper manner, or that the materials were defective when furnished in February or March of 1929. The new pipe which was put into the service line was in perfect condition when dug up ten days after the accident. The break in the service line occurred in the old piece of pipe. There was no evidence that this old section of pipe was unfit for use in 1929, nor that the connection between the old and new pieces of pipe was negligently made at that time. There was no evidence as to the conditions affecting the service pipe in the ground during the four years and nine months intervening between the date of the alteration and the time of the accident. There is no presumption because there was a break in the older portion of the pipe in December, 1933, that it was defective and unsuitable for service in March, 1929.\nNegligence on the part of the defendant cannot be presumed from the mere showing of an explosion or the happening of the accident. In order to recover plaintiff must produce competent evidence to show wherein defendant failed in its duty to plaintiff, and further that the breach of that duty was the cause of plaintiff’s loss. As this Court stated in Greed v. Manufacturers’ Light & Heat Co., supra, (p. 251): “In a case like this negligence is never presumed from the mere happening of an accident. He who alleges it must affirmatively prove it, or point to such circumstances as naturally and reasonably lead to the conclusion of carelessness on the part of the accused as the proximate cause of the occurrence which resulted in the injuries complained of.” In the case of Pouder v. Peoples Natural Gas Co., supra, as in Windish v. Peoples Natural Gas Co., supra, there were the same questions involved as the one here before us. We said (p. 245) : “It scarcely need be said that the doctrine of res ipsa loquitur has no application to this case. There can be no recovery here unless the negligence charged was proved; the happening of the accident is not sufficient to make out a case.”\nWe are of opinion that there was no evidence presented by plaintiff from which the jury could find there was any negligence on the part of defendant which caused this unfortunate accident, and the nonsuit was properly entered by the court below.\nJudgment affirmed."}