{"id": "1172270", "contents": "Opinion by\nMr. Justice Maxey,\nThis was an action of assumpsit brought by Sarah Rodgers, administratrix c. t. a. of the Estate of Frank Rodgers, deceased, to recover from the defendant |5,-378.51, with interest from July 18, 1927. Plaintiff’s statement sets forth that Frank Rodgers in his life* time possessed $5,378.51 which he delivered to defendant for safe-keeping, and that Rodgers died on June 22, 1927, and by his last will gave his wife, Sarah, his entire estate. Plaintiff claims that on July 18, 1927, she demanded the return to her of the sum of $5,378.51, but that this demand was not complied Avith.\nThe affidavit of defense avers that Frank Rodgers and his sister Mary came to defendant’s house on or about June 17, 1927, and requested the defendant to draw a check for $5,378.51 and deliver it to Mary Rodgers, that defendant did so and that the check was duly collected, and that therefore the defendant has no money or other property of Frank Rodgers.\nIt appears from the testimony that on June 17, 1927, Frank Rodgers, accompanied by his sister Mary, called upon the defendant and requested him to pay to Mary the entire balance of a fund of $17,378.51, which Frank had in April of that year entrusted to defendant. It is conceded that the balance remaining in the defendant’s hands in June, 1927, was $5,378.51. Defendant declared that he would pay this sum not to Mary Rodgers but to Frank, the owner, from whom he had obtained it. He said he would pay it by check. Frank agreed to this and directed him on completion of the transfer from the Savings Fund Department to the Checking Accounts Department to give the check to Mary. Three days later defendant handed Mary Rodgers a check drawn to Frank Rodgers, for the proper sum. On the same day the check was paid. Frank Rodgers died two days later. The administratrix claimed that Mary Rodgers had forged the name of the payee, Frank Rodgers, on the back of this check, and had her arrested and indicted for forgery. She was acquitted of this criminal charge. On June.19, 1933, six years less two days later, the administratrix brought this suit. The jury found a verdict for defendant.\nThe first assignment of error is based on the refusal of the trial judge to admit plaintiff’s offer of the first three sections of the first paragraph of the affidavit of defense, together with the first four lines of the fourth and last section of that paragraph. These latter four lines averred that Frank and Mary Rodgers came to defendant’s house on June 17, 1927, “and requested the defendant to draw a check for the balance of $5,378.51.” The ««offered remainder of the sentence reads as follows : “and deliver the same to the said Mary Rodgers (as he had done with the prior check for $10,000).” The section then sets forth the drawing, delivery and collection of this check and the fact that therefore defendant owed nothing to Frank Rodgers. The court sustained the objection on the ground that “the other portions of the paragraph are explanatory” and therefore either all or none of the paragraph should be admitted. The action of the trial judge in this respect was so obviously proper as to require no argument to sustain it. Neither the case of Pittsburgh v. Railways Co., 234 Pa. 223, 83 A. 273, cited by appellant, nor any other case in the reports, lends support to appellant’s position. There this court said: “The court properly admitted in evidence on the plaintiff’s offer the two paragraphs of the affidavit of defense. They contained admissions which were adverse to the defense and tended to sustain plaintiff’s claim. A party may prove his claim by showing the voluntary admissions of his opponent, whenever and wherever made, and whether verbal or in writing.” When by chopping a sentence or a paragraph into two and then offering in evidence the mutilated part of the sentence or paragraph an erroneous impression is given as to what a defendant admits, such offer will be excluded by a careful trial judge. Dissection of a pleading before a part of it is offered in evidence by the opposing party is permissible only under such conditions and restrictions as will protect the party whose pleading it is from being unfairly dealt with and safeguard the jury from being misled. This assignment is overruled.\nThe second assignment of error is based on the trial judge’s refusal of an offer of the first paragraph of the affidavit of defense down to the fourth section of that paragraph. This offer was objected to as being “only half of the story.” From these portions only of the first paragraph of the affidavit of defense, it would appear that though the defendant had returned or accounted for $12,000 of the $17,378.51 entrusted to him, there was still a balance of $5,378.51 in his hands. Counsel in supporting his offer said: “Then his allegations are that he used $2,000 of it as we had directed and also returned us $10,000. That would leave the balance for which we are suing.” If he had expressed what he implied he would have added: “in defendant’s possession and unaccounted for.” Such an implication would be unfair to defendant and might have misled the jury. No court will permit the introduction of pleaded admissions minus the qualifications tied to them. To do so would pervert justice. The court properly replied: “He not only avers in his affidavit of defense that he paid the $10,000 back but that he paid the $5,378.51.” The averment as to the repayment by check, which duly cleared, was made in the goffered last section of paragraph one.\nIn making the above offers of a part of the affidavit of defense, plaintiff’s counsel made them without qualification or the disclosure of a legal purpose. However, later in the course of a discussion with the court as to their admissibility, plaintiff’s counsel said: “This is offered merely for the simple reason of proving demand.” He also stated: “He [the defendant] admits having received the amount of money for which we sued. . . . That is all I am offering it in evidence for, to prove the amount of money he received.” These offers if thus carefully restricted in their legal purpose, might have been received, but they were not so restricted in the formal offer made. Furthermore, the plaintiff is not harmed by the court’s ruling because he at once proceeded to call the defendant as for cross-examination and secured from him admissions that on June 17, 1927, he (the defendant) had in his possession the sum of $5,378.51 belonging to Frank Rodgers and that on that date the latter requested defendant to give him this sum. It is well settled that if there is error in the rejection of an offer of evidence the party making the offer cannot complain if he or she is permitted later to introduce evidence substantially the same as the evidence excluded. See Kelly v. Kelly, 51 Pa. Superior Ct. 603, 611. This assignment of error is overruled.\nAssignments of error 3, 6 and 8 are based upon excerpts from the charge of the court defining the issue in this case. Only a general exception was taken to the charge. In view of this fact, we will not consider the isolated excerpts made the basis of assignments, but will consider the charge as a whole. We think the trial judge made it clear to the jury that the issues were: (1) was the delivery of the check to Mary Rodgers authorized by Frank Rodgers; and (2) whether Mary Rodgers forged the payee’s, her brother’s, name as endorser of the check. The evidence is that the delivery of the check to Mary Rodgers was authorized. The defendant when called as for cross-examination testified that the deceased, Frank Rodgers, came to the witness’s home and told him to give the check to Mary. Defendant then wrote the check to the order of Frank Rodgers. The defendant’s wife corroborated him as to this. There is no room for doubt that the defendant in making out the check to Frank Rodgers and delivering it to Mary was acting in obedience to Frank’s instructions. In fact, if the defendant had made out the check to Mary as payee, he would have been within the authority Frank Rodgers gave him.\nAppellant emphasizes the proposition that “the drawer of a check,'which is delivered to an agent of the payee and is cashed on a forged indorsement by the agent, is nevertheless liable to the payee for the amount of the check, where the payee does nothing more than authorize the drawer to deliver the check to the said agent.” That is correct as a proposition of law. See Falconi v. Magee, 47 Pa. Superior Ct. 560, and section 23 of the Negotiable Instruments Act of May 16, 1901, P. L. 194, which declares “wholly inoperative” a signature that is forged or made without the authority of the person whose signature it purports to be. But the evidence in this case was such that the jury was justified in finding that the signature of the payee of the check was not forged. The clerk in charge of the Savings Fund Department of the Integrity Trust Company and who produced the records of the account of Edward J. Fleming with the Trust Company, testified from the records that the check for $5,378.51 was paid by the bank on June 22, 1927, on the endorsement of the payee, Frank Rodgers. After qualifying as competent to pass on the genuineness of a questioned signature, he declared, after comparing two admittedly genuine signatures of Frank Rodgers with the signature in question, that “it Avas the same signature on all the checks.” This was sufficient evidence to go to the jury on the question of payment by the defendant. The jurors also had before them two genuine signatures of Frank Rodgers as a basis for comparison with the questioned signature.\nThe trial judge correctly charged the jury as to the burden of proving payment being on the defendant after plaintiff had made out her prima facie case by showing that the defendant had been entrusted with Rodger’s money for safe-keeping. Appellant says that she “concedes the right of defendant to deliver the check to Mary Rodgers but contends that this is not sufficient to prove payment. The defendant must go further and prove its duly authorized collection.” With that we agree, but the record discloses that the defendant offered evidence tending to prove that the check was endorsed by the payee therein and payment made according to the check’s tenor. Defendant’s duty ended there. What became of the proceeds of the check was of no concern to him. The charge that Mary Rodgers forged her brother’s name as endorser of the check was negatived by a jury in the criminal courts (with which fact we are, of course, not technically concerned in the case at bar) but also by the jury that tried the instant case. Plaintiff’s unexplained long delay in bringing the action now being reviewed, while entirely within her statutory right, does not strengthen one’s belief in her confidence in her claim.\nWe find no reversible error in the record; we believe that justice was done. All the assignments of error are overruled.\nThe judgment is affirmed."}