{"id": "1174431", "contents": "Opinion by\nMr. Justice Maxey,\nAppellant, Paul Ferry, was convicted of murder in the first degree and the sentence of death imposed. His victim was his wife. She was found dead in the basement of her home on May 9, 1936, obviously killed with a knife and a hatchet, and her body hidden by a pile of wood. The evidence showed that the defendant had been living in the home during the week in which she was killed. He frequently quarreled with her and at various times she caused him to be arrested for assault and battery and surety of the peace.\nThe proof of guilt was circumstantial. It was shown that the defendant had not only frequently assaulted his wife but that he had made threats against her in the following language: “I will kill her; I will chop her up and nobody will ever find her.” The defendant also said before the murder: “Well, this time it won’t be a poker or a knife; this time it will be a hatchet.” The defendant denied the killing. He admitted, however, frequent quarrels with his wife and that he drank to excess. Many witnesses, including defendant’s three children, testified to his brutal conduct toward his wife and his threats to take her life. This course of conduct continued for a period of nine years.\nOn May 7, 1936, Mrs. Ferry left the hotel where she had been employed, saying that she was not going to work any more. She intended to go to McKees Rocks to her parents. She went to her home in Erie and then to a neighboring grocery store. She then had a few dollars in her purse. She returned home and was not again seen alive. The defendant returned home from jail that morning about 11:30. He was intoxicated and staggered as he went down the street. He and his wife were alone in the house. Their fourteen-year-old daughter came home from school at noon and when she was about to enter the house, her father locked the door on the inside and sent her away on a pretext. She returned and found the side door locked and the defendant sitting at the back door. She then went back to school and returned home shortly after four o’clock in the afternoon and found all the doors locked. She entered the house through a window. She said she found the house “all mussed up.” In the corner of the front room she found a large wad of hair similar to her mother’s. She found large dark smears in various parts of the house and on the kitchen linoleum. As she was about to go into the cellar, the defendant stopped her, and she heard him say, “Why was I ever born? Why did I do it?” A sixteen-year-old son testified that there were three hatchets in the cellar and that because of defendant’s threats he liad hidden them behind a trunk. On May 9th, this son, with another boy, went into the cellar and found the dead body of his mother concealed behind a woodpile. Three rugs from the front room were found with a knife rolled up in them, concealed under a board in the back yard. The stains on them were human blood as were also the stains in the kitchen and in the front room. There was also human blood under the heel of a slipper worn by the defendant at the time of his arrest. A hatchet with human blood on it was found concealed on top of the cellar wall. The coat and hat and purse of the deceased was found under the mattress of defendant’s bed. On Thursday morning, May 7th, defendant, according to the testimony of a bartender, had only fifteen cents in money, but on Friday, May 8th, when he next saw defendant, he had a number of bills and was drinking in his cafe for about an hour and a half, and when he left, on the floor at his chair was found a small purse of the deceased. In the purse was a credit slip for $4.08 that she had received from the grocer the day before. On the night of the alleged killing, the defendant, under an assumed name, attempted to sell some cloth which had belonged to his wife, and in the course of the conversation he said that he used to have a wife but did not have one any more. When the defendant was arrested, he was hiding in a vacant lot near his home. He was examined and found sane although suffering from chronic alcoholism. It was also medically established that there had not been much evidence of physical or mental deterioration from drinking.\nThere are seven assignments of error. The first relates to the admission of evidence showing that the deceased had her husband arrested on a number of occasions on charges of surety of the peace, assault and battery, and disorderly conduct. The second is based on the court’s admitting in evidence the alderman’s docket entries of these arrests “as showing motive to commit the crime . . . and of specific intent to kill.” There is no merit in either of these two assignments of error. Evidence showing quarrels between a defendant and his alleged victim and showing assaults by him against the same person is always admissible. See Commonwealth v. Westwood, 324 Pa. 289, 188 A. 304. A magistrate’s docket entries showing arrests of the defendant by the deceased on assaults are admissible. It was so ruled in Commonwealth v. Brown, 193 Pa. 507, 511, 44 A. 497.\nThe third assignment of error is based upon the admission in evidence of Commonwealth’s Exhibits A, B, and C, being photographs of the deceased showing the wounds. Such photographs are admissible in evidence. See Commonwealth v. Dreamer, 324 Pa. 220, 188 A. 117. However, the admission or exclusion of such exhibits is a matter within the sound discretion of the trial judge. If he believes that their effect may be to inflame the jury’s emotions against a defendant and their admission is not necessary to show the location of wounds, they should be excluded. Whenever they are received in evidence, the jury should be instructed as to their purpose and cautioned not to permit the photographs to stir up their emotions to a defendant’s prejudice. In his instructions to the jury, the court below said: “I have hesitated in sending these out with you for fear that they might arouse your sympathy or excite your prejudice, and I am going to ask you to view them as far as possible with a scientific approach, with the intention to arrive at the facts which may appear from an inspection of these photographs and with as little appeal to your emotions as possible.” These instructions were proper. No error can be predicated upon the admission of these photographs. Their admission was not an abuse of the trial judge’s discretion.\nThe fourth assignment of error is based on the following excerpt from the charge of the court: “Now, inasmuch as no witness saw him on that morning — no witness talked to him — if you find that he did kill his wife, it will be for you to determine from the circumstances in the case what you find that he did on that occasion— whether or not he was so intoxicated as to be incapable of conceiving the intent to kill.” Appellant claims that this statement of the trial judge’s ignored the testimony of Mrs. Banister and Mrs. Lanagan. The former testified that she saw Mrs. Ferry about 10: 30 A. M. on May 7th and saw the defendant enter the house about forty-five minutes later. She testified that when she saw Ferry that morning “he was staggering, he was intoxicated.” The latter witness testified that when she saw the defendant at 11:20 A. M., May 7th, he “was going from one side of the sidewalk to the other.” She was asked: “Would you say that he was pretty drunk?” and she answered: “That’s what I would say.” The excerpt forming the basis for the fourth assignment of error would give the impression that the court had misled the jury by the statement that no witness had seen the defendant that morning. However, in other parts of his charge, the trial judge referred to the testimony of Mrs. Banister and Mrs. Lanagan and as to their having seen the defendant on the morning of May 7th. As to the latter, he said: “She said that she saw the defendant go into this house between 11:20 and 11:30 and that he was pretty drunk and was staggering or walking from one side of the sidewalk to the other.” The trial judge also affirmed defendant’s 22nd point for charge, reading as follows: “Even if the jury believe that the defendant killed his wife, but that at the time of the killing was so intoxicated that he did not know the consequences of his crime and did not commit the act in pursuance of a previously formed purpose or design, that the law does not regard him as guilty of murder in the first degree.” The fourth assignment of error is without merit and is overruled.\n■ The fifth assignment of error is based on the court’s qualification of the 22nd point for charge, cited above. After the court had affirmed this point, the District Attorney said: “I disagree with that last point,” and the court said: “Members of the jury, in this point the defendant uses the phrase, ‘He did not know the consequences of his crime.’ I take it that by that it is meant that he was unable to conceive the intent to kill; and, so construed, the point corresponds with the law, as Ave understand the laAV.” Defendant’s counsel then said: “As a matter of clarity, that point is in Commonwealth v. Nazarko [224 Pa. 204, 73 A. 210].” The court then said: “I think the point should be affirmed in the language in which it is Avritten.” There is no merit in the fifth assignment of error and it is overruled.\nThe sixth assignment of error is based on the court’s refusal of a new trial, and is overruled. The seventh assignment is based on the court’s sentencing the defendant, and is overruled.\nThe judgment is affirmed and the record remitted for the purpose of execution."}