{"id": "1174419", "contents": "Opinion by\nMr. Chief Justice Kephart,\nA vacancy existed in a borough council composed of seven members, and the remaining six eouncilmen met on February 1, 1937, to fill the vacancy. The vote was a tie. At the next regular meeting, March 1st, three members of council were present at the proper meeting place with the chief burgess. Without any vote being taken, the latter proceeded to cast his vote for appellant to break the tie resulting from the previous meeting, and appellant was declared elected. However, on March 11th a special meeting of the council was held, attended by five of the regularly elected members, appellant and the chief burgess. Before any vote was taken, the burgess again proceeded to cast his vote for appellant. Council then adopted a resolution declaring appellant elected, the vote being three to two, appellant not participating.\nOn the writ of quo warranto to question appellant’s right to hold the office, the court below entered a decree ousting him and declaring his seat vacant. This appeal followed.\nThe meeting of March 1st may be passed over as it was invalid for many reasons. See Commonwealth v. Garvey, 217 Pa. 425; Chrostwaite, Pennsylvania Borough Law, (1936) page 396. We need not consider the effect of three members deliberately absenting themselves so that a quorum could not be had, nor the power of the burgess under such circumstance. See Act of May 4, 1927, P. L. 519, Article X, Section 1003; Zane v. Rosenberry, 153 Pa. 38.\nSection 902 of Article IX of the Act of 1927, provides: “If the council of any borough shall refuse, fail, or neglect, or be unable for any reason whatsoever, to fill any vacancy, within thirty days after the vacancy happens, as provided by the preceding section, then the court of quarter sessions shall, upon petition of the burgess or council or five citizens, fill the vacancy in such office by the appointment of a qualified resident of the borough for the unexpired term of the office.” Appellee urges that 30 days after the vacancy, council is powerless to fill it, and the special meeting of March 11th was therefore ineffective for that purpose. The court below sustained that view and held the exclusive power had passed to the court of quarter sessions of the county.\nThis construction does not carry out the real purpose of the act; the purpose of this Section is to provide a means whereby prompt, orderly and proper conduct of business might be secured where vacancies exist in borough offices. The prime purpose was to fill a vacancy within a reasonable time. The persons to act were not so important as the act itself. The statute does not impose an arbitrary time limit on council’s action. After 30 days, application may be made to the quarter sessions court, but of its own motion it has no power of appointment. It acts only upon the petition of the parties designated. This is the general rule adopted by the county courts. See Miners Mills Borough, 23 Dist. Rep. 834; Williamstown Borough Auditor, 4 Dist. Rep. 125; Commonwealth v. Chicalla, 22 Luzerne Reg. 338. If, after the expiration of the 30-day period, a petition had been presented to the court of quarter sessions before council has acted, the jurisdiction of the court would have been exclusive, and council would have had no further power. But before any such petition was presented council acted, and the court had no further authority to appoint. The provisions of a statute requiring public officers to act within a specified time are generally regarded as directory, unless time is of the essence of the thing to be done, or the statute indicates that the provision is to be regarded as mandatory. See Gearhart v. Dixon, 1 Pa. 224; Pittsburgh v. Coursin, 74 Pa. 400; Gusick’s Election, 136 Pa. 459, 470; Sutherland, Statutes and Statutory Construction (1st ed. 1891), section 442; Endlich, Interpretation of Statutes (1888), section 436.\nThe meeting of March 11th was attended by five of the regularly elected members of council. This constituted a quorum. At this meeting three of the five councilmen voted for appellant. This being a majority of the members present was sufficient for his election: Common wealth v. Fleming, 23 Pa. Superior Ct. 404; Frackville Borough Council, 308 Pa. 579. The fact that the burgess was then present and cast his vote, did not effect the validity of the election, for his act was a mere nullity.\nJudgment of ouster is reversed, and judgment is directed to be entered for appellant; costs to be paid by appellee."}