{"id": "1174473", "contents": "Opinion by\nMr. Justice Maxey,\nThe sole question before us in this appeal is whether or not so-called “pin ball games” are within the purview of the Mercantile Tax Act of May 25, 1907, P. L. 244.\nBy a stipulation filed the case was tried without a jury and the facts agreed upon. Defendant conducts a drug and confectionery store in the City of Harrisburg, where he sells candies, tobacco, ice cream, etc. He permitted a glass encased playing board standing on four legs, about five feet long and two and one-half feet wide to be installed in his store. This device is described in the opinion of the court below as follows: “In the board are about 20 holes variously placed, and around or in proximity to each hole upright pins or nails are fastened. Each hole represents a particular score that may be obtained when the balls enter the hole. The game is played by projecting small balls on to the board by means of a plunger, and the object is to have the balls enter the holes which will secure the highest score. The score made by the player is the total of the scores of the holes which the balls enter. Games such as this are of various patterns; some are operated by electric batteries, some have certain lighting systems, some do not require cylindrical shaped pieces of metal resembling pins or nails but instead use wooden pegs fastened to the surface of the board, or indentations on the surface of the board. These games are games of skill, and the majority of them are placed in drug stores, grocery stores and cigar stores, and are incidental to the chief business in each particular store. The ball is approximately one half inch in diameter, resembling a marble in structure. The cylindrical pieces of metal nailed to the surface of the board in an upright position are approximately one half inch in height and of the thickness similar to that of a small nail. In order to operate the board in question the player must insert a coin, in the instant case a nickel, to secure 10 balls.” Defendant receives fifty per cent of the receipts.\nOn or about May 28, 1935, the Mercantile Appraiser for Dauphin County levied an assessment in the sum of $21.50 against defendant, on account of this device, by virtue of the Act of May 25, 1907, supra. Section 1 of this Act provides: “No person . . . shall keep, for purpose of profit, any shooting-gallery, shuffle-boardroom, billiard- or pool-room, bowling-alley, nine or tenpin alley, or any alley or place on or in which any game is played with the use of balls and pins, or other objects, in this Commonwealth, without first taking out a license from the treasurer of the proper county. Every such person . . . shall pay, each year, the sum of twenty dollars for the first shooting-gallery, shuffle-board, billiard or pool-table, or bowling-alley, nine or tenpin or other alley, or other game played with the use of balls or pins, or other objects. ...” Section 2 provides, inter alia, that “ ‘nine and tenpin alley’ includes any place on or in which any game is played with the use of balls and pins, or other objects.”\nOn June 3, 1935, defendant appealed from the appraisement and assessment to the County Treasurer of Dauphin County, and on the next day the County Treasurer and the Mercantile Appraiser filed an opinion in which they said: “We find that the assessment was proper and dismiss the appeal.” On June 14, 1935, the Court of Common Pleas of Dauphin County allowed an appeal to that court. On April 6, 1936, that court sustained the appeal and set aside the assessment. The Commonwealth appealed.\nThe court below in its opinion asked: “Do the words ‘other objects’ include any kind of a game in which any kind of a ball or any kind of a pin is used?” The court then said a little later in it's opinion: “The principle of ejusdem generis must be applied to taxing statutes as well as to any other kind of laws. That principle means that the general and specific words capable of analogous meaning take color from each other, so that the general words may be restricted to a sense analogous to those less general. ... In our opinion the principle of ejusdem generis should be applied to the language now under consideration, and, when so applied, it necessarily follows that the device is not taxable. The statute imposes a tax upon games which can be readily classified, shooting-gallery, shuffle board, billiard or pool tables, and then includes another class, ‘or bowling-alley, nine or ten-pin or other alley.’ That is a classification on any alley on which a game is played by the use of ninepins or tenpins, or bowling. Then follows the language, ‘or other game played with the use of balls or pins, or other objects.’ It would be a far cry from a bowling alley or a nine or tenpin alley to this device standing on four legs, about five feet long and two and one-half feet broad. There is no ejusdem generis about this; the two things are totally different.”\nIt will be observed that the act refers not only to “bowling-alley, nine or tenpin alley or other alley” but also to “any place [italics supplied] on or in which any game is played with the use of balls and pins or other objects.” The pin-ball game in question is played on a device which is certainly located in a “place” and both “balls” and “pins” are used in the device. Without the balls and pins the game could not be played. In the quoted excerpt from the court’s opinion reference is made both to the “balls” and “pins” used in the device and in the playing of the game.\nEven if pins and balls were not used in the device, we think the words “other objects” as used in the act should not be given a narrow interpretation in deference to the “ejusdem generis” rule. This rule is but one of construction and does not warrant a court in confining the operation of a statute within narrower limits than intended by the legislature. As was said of it by the United States Supreme Court in U. S. v. Mescall, 215 U. S. 26: “It is not a cast-iron rule, it does not override all other rules of construction, and it is never applied to defeat the real purpose of the statute, as that purpose may be gathered from the whole instrument.” In the case of Grissell v. Housatonic R. Co., 9 Atl. 137, it was held by the Supreme Court of Errors of Connecticut that the words .“other property” in a statute making railroad companies liable in damages for fires communicated by their locomotives where the owner of the “building or other property” injured is not guilty of contributory negligence, included “fences, growing trees and herbage.” That court refused to apply the rule “ejusdem generis,” saying its application would tend to defeat in part the object of the statute.\nEndlich on Interpretation of Statutes, section 410, says: “The general object of the Act, also, sometimes requires that the final generic word shall not be restricted in meaning by its predecessors. The rule in general requiring the opposite is merely an aid in ascertaining the legislative intent, and, of course, does not warrant the court in confining the operation of a statute, be it penal or otherwise, within limits narrower than those intended by the law-maker, nor require the entire rejection of general terms; but is to be taken and applied in connection with other principles of statutory construction, e. g., that the declared intention of the Legislature is to be carried into effect. Thus the 17 Geo. 3, c. 56, which, after reciting that stolen materials used in certain manufactures were often concealed in the possession of persons who had received them with guilty knowledge, and that the discovery and conviction of the offenders was in consequence difficult, proceeded to authorize justices to issue search warrants for purloined materials suspected to be concealed fin any dwelling-house, out-house, yard, garden, or other place,’ was held to include, under the last word, a warehouse which was a mile and a half from the dwelling-house; though all the places specifically enumerated were such only as are immediately adjacent to a dwelling house.. [Citing R. v. Edmundson, 2 E. & E. 77, 28 L. J. M. C. 213.] Though such a warehouse would probably not be usually considered as ejusdem generis with a ‘dwelling-house,’ coupled with its enumerated dependencies, it was reasonable, having regard to the preamble and the general object of the statute, to think that the warehouse was within the contemplation of the Legislature, as it was a very likely place for the concealment against which the enactment was directed; and a narrower construction would have restricted the effect, instead of promoting the object of the Act. . . . So, where an act prohibited the sale of liquors, cigars, tobacco, candies, peaches, mineral water ‘and other articles’ within a specified distance from a religious meeting, without permission, etc., it was, with reference to the object of the law to prevent the sale of all articles except by permission, held that the statute was violated by the sale not only of the articles enumerated, but of any other, the circumstances otherwise bringing the case within the act. [Citing State v. Solomon, 33 Ind. 450.]”\nWe think that the legislature in using the words “or other objects” in the Act of May 29, 1907 (supra) deliberately selected a word which would give the taxing statute a wide application. The word “object” means anything visible or tangible. We can conceive of no legislative reason why a man who is charged with a tax if he keeps for profit a “tenpin alley” or “any place in which any game is played with the use of balls and pins, or other objects” should not pay the tax imposed by the above Act when he keeps a store in which games are played on a device which could not be played on at all but for the “pins” and “balls” with which it is equipped. Not only is it played with “pins” and “balls” but “other objects” are important features of the device which the appellee “keeps for purpose of profit” in his “place” of business.\nThe assessment made against J. Albert Klucher on or about the 28th day of May, 1935, under the provisions of the Act of May 25, 1907, P. L. 244, because of a pinball device and game which he permitted to be operated in his place of business which he kept for purpose of profit, is reinstated.\nThe judgment of the court below is reversed."}