{"id": "1176723", "contents": "Opinion by\nMr. Justice Drew,\nThis case was begun by scire facias sur mortgage on which judgment was entered for $300,000, the full amount of the mortgage, with interest. The defendant, Philadelphia Pure Rye Whiskey Distilling Company, then petitioned for rules to reduce and to open the judgment so entered on the ground that the obligation it was given to secure was in fact less than $6,000, and that the mortgage was executed without due authorization of the defendant, a limited partnership association.\nExtensive depositions and testimony were taken. It appeared that the mortgage was made to John Kearns without consideration, to be held by him until a loan could be secured for the mortgagor; that the Distilling Company owed $21,663 to one McCarthy who in turn owed $21,200 to the First National Bank of Philadelphia, an affiliate of the First Trust Company of Philadelphia ; and that to effect payment to McCarthy, Leo Kearns, virtual owner of the Distilling Company, gave his note for $21,663 to the First National, and obtained an assignment of the mortgage to the First Trust in trust for the Bank, the purpose of the note and the assignment being to secure the debt of McCarthy to the Bank. McCarthy testified he accepted this arrangement as a full discharge of his claim against the Distilling Company. The president of the Bank testified that McCarthy’s debt has been reduced to $5,333.81 by crediting upon it payments by Leo Kearns on his own security note, and that the mortgage was held as security for no more than that sum when it was finally foreclosed and sold to Harry J. Bogash who is now the real party in interest. The First Trust is only use-plaintiff.\nUpon this showing the court entered a decree making absolute the rule to reduce the mortgage judgment to $5,333.81, plus interest from April 2, 1931. In likewise making absolute the rule to open the judgment, the issue for the jury was defined to be the validity of the mortgage and the assignment of it to the First Trust Company. From that decree the use-plaintiff took an appeal reported at 318 Pa. 15. It there argued mainly that the validity of the mortgage could not be attacked and, subordinately, that the question of whether the full $300,000 was not owed should also be submitted to the jury. This court affirmed the decree appealed from.\nFurther proceedings were then taken below. A jury trial was had. The evidence was chiefly addressed to the question of the authority of the persons who executed and assigned the mortgage. A verdict was directed against the defendant, but limited to $5,333.81 in conformity with the disposition of the rule to reduce. The use-plaintiff made a motion for judgment for $300,-000 n. o. v. From its denial the present appeal was taken.\nThe only question raised here now has been adjudicated on the earlier appeal. That question, as stated in the plaintiff’s brief on that appeal, is, “May a Court order reduction of a judgment regularly entered, and open the judgment as to the balance and thus deprive the plaintiff of a full jury trial on the total amount of the judgment claim?” Since the decree of the lower court making absolute the rule to reduce the judgment as well as the rule to open was affirmed in toto by this Court we have already given an affirmative answer to the question insofar as it pertains to the facts of this case. In saying in the order on that appeal that the “judgment is opened generally” we did not mean by implication to reverse the decree as it applied to the separate rule to reduce. A clearer case for the application of the doctrine of res judicata could hardly be found. The parties, cause, even the issue are the same now as before. Repeated consideration is, therefore, precluded: Wallace’s Estate, 316 Pa. 148; see McKallip’s Estate, 324 Pa. 438, 442.\nWe do not rest on this doctrine because of any doubt as to the propriety of what the court below did. As regards the reduction the whole case in that court turned not on a dispute of fact, but upon the legal proposition that the plaintiff may not have judgment for more than the amount due on the only debt that the mortgage was ever given to secure, namely the debt of McCarthy to the First National Bank: cf. Mullison’s Estate, 68 Pa. 212. Hence, on the issue of reduction there was no need of a jury trial. Limited to this case, our answer to the question above quoted, were we to reconsider it, would still be in the affirmative.\nJudgment affirmed."}