{"id": "1176699", "contents": "Opinion by\nMr. Justice Stern,\nPlaintiff and defendant entered into two contracts; the first, dated August 16, 1933, was an agreement on the part of plaintiff to sell, and of defendant to buy, “100 Truscon President one-half kegs size beer barrels.” The second, dated September 7, 1933, was a similar agreement for 1,000 “President beer kegs — % barrel size.” The hundred barrels under the first contract were shipped on September 7 and received on September 12; 497 barrels under the second contract were shipped on September 12 and received on September 16; 2 more were shipped on September 29. The suit in the present case is to recover the purchase price of these 599 barrels. The defense was breach of warranties. The jury found for defendant, but the .court below granted plaintiff’s motion for judgment n. o. v., resulting in the present appeal by defendant.\nThe controversy in regard to the second contract arises from express warranties therein that “The Truseon Steel Company guarantees these kegs to take — and keep pitch as well — or better — than a wooden keg, and will give the above company, Fuhrmann & Schmidt Brewing Co. 30 days, from date of shipment, to be so convinced. . . . These kegs are guaranteed to be of sufficient strength to meet the usual conditions of wear to which a beer keg is subjected.”\nUpon arrival of the hundred barrels under the first contract, defendant tested a number of them, and claims to have found that some did not properly retain the pitch, several leaked, and the bung and taps flew out of some which had been filled with beer, showing they were too weak for use. On October 20,1933, defendant wrote to plaintiff complaining of the kegs, stating that they could not possibly be used, and requesting shipping directions for their disposition. This letter was evidently intended to cover the barrels shipped under both contracts ; defendant had not tested any of those received under the second contract, but — it may be assumed for present purposes — was justified in believing they would have shown similar defects.\nThe controlling legal question is whether notice was given in sufficient time to make the breach of warranties available as a defense to an action for the purchase price. Defendant had thirty days from date of shipment to be “convinced” that the kegs would keep the pitch as guaranteed. The date of shipment under the second contract being September 12, the thirty-day period expired on October 12. It is plaintiff’s contention that within the thirty days defendant was obliged not only to satisfy itself in regard to this guaranty but also to give notice of rejection; in support of this position plaintiff invokes the case of Butler v. School District, 149 Pa. 351. Defendant, on the other hand, maintains it had an additional “reasonable time” in which to- notify plaintiff of the failure of the shipment to meet the terms of the warranty, and for authority relies upon Williston on Sales, 2nd ed., p. 549, section 272, and the cases there cited from various jurisdictions. In our opinion it is unnecessary to pass upon this phase of the controversy. If defendant’s contention is correct, its case must nevertheless fall because it did not give notice with reasonable promptitude even after the expiration of the thirty-day period.\nWhere, as here, the facts are undisputed and the inference plain, the determination of what constitutes a reasonable time is a question of law for the court: Wright v. General Carbonic Co., 271 Pa. 332, 338, 339; Crunden Martin Mfg. Co. v. Turner, 274 Pa. 425, 431; Fox v. Davey Compressor Co., 318 Pa. 331, 334. There are some cases which allow to purchasers apparently lengthy periods for discovery of defects in merchandise and notification of the seller. This is because considerable time may be needed, according to the nature of the goods, to ascertain whether a shipment complies with a warranty. In the present case, however, a definite time for determination of that fact was agreed upon in the contract, and after the expiration of that period the most to which defendant was entitled, if anything, was additional time reasonably necessary to give notice to plaintiff of rejection. A “reasonable time” has been defined as the period that suffices for the performance of the required act “if the one whose duty it is to perform uses such diligence in the performance as a person of ordinary diligence and prudence would use under like circumstances”: Dietrich v. U. S. Shipping Board Emergency Fleet Corporation, 9 Fed. (2d) 733, 741, 742. “By reasonable time is to be understood such promptitude as the situation of the parties and the circumstances of the case will allow. It never means an indulgence in unnecessary delay, . . . ”: Frech v. Lewis, 218 Pa. 141, 144. Surely a person of “ordinary diligence and prudence,” having satisfied himself that a shipment of merchandise did not comply with the contract and could not be used by him, and having consumed the time agreed upon by the parties to ascertain those facts, would not wait eight days more before notifying the seller that the shipment was rejected, especially in a case where goods of a value of several thousands of dollars were involved. Such a situation requires almost immediate — certainly prompt — action in order that the vendor may know as quickly as reasonably possible after the expiration of the stipulated test-period whether the kegs were found to comply with the guaranty and were accepted by the purchaser. Nor was defendant relieved from the duty of giving prompt notice by the alleged circumstance that its president had been ill and had just returned to his office duties when the letter of October 20 was sent. Defendant had ascertained within the prescribed thirty-day limit (as it was obliged to do), that, as stated in its letter, it could “not possibly use” the kegs; thereafter there was no need nor time allowance for the exercise of discretion, but only for the sending of a perfunctory communication notifying plaintiff of the fact. Plaintiff should not be penalized because, in the absence of defendant’s president, its organization failed to function in so simple a, matter.\nIn Wolstenholme v. Randall, 295 Pa. 131, the syllabus is incorrect in stating that “Where notice of defects in manufactured goods made from raw material bought under a warranty as to quality, is given ten days after such defects are discovered, the notice of the breach of warranty is in sufficient time under section 49 of the Sales Act.” Under the facts of that case the 10-day period referred to began, not with the discovery of defects, but when the order for the merchandise was given. Moreover, there, and also in Crunden Martin Mfg. Co. v. Turner, 274 Pa. 425, and Industrial Rayon Corporation v. Caplan, 125 Pa. Superior Ct. 414, the purchasers’ first knowledge of the defects in the merchandise came from their customers to whom the goods had been resold; the original purchasers were thereupon reasonably entitled to make an investigation of their own in order to satisfy themselves that the complaints were justified, and also to await information from other customers whether such defects existed in the merchandise generally. Those cases are sharply differentiated from the present, where defendant informed itself within a contractually fixed period as to breach of the warranty and a resulting impossibility to use the shipment, and there was no acceptable reason or excuse for delaying notification for an additional period of eight days.\nAs to the warranty that the kegs would be of sufficient strength to meet the usual conditions of wear, no definite period was stipulated within which the purchaser was obliged to ascertain whether it had been breached. Plaintiff contends that this warranty is covered by a clause of the contract which provided that no claims for improper or defective material would be recognized unless written notice thereof were given to plaintiff within five days from receipt of the shipment. Defendant would seem to be justified in its contention that that clause was not intended to apply to beer kegs, but was merely part of a printed form used by plaintiff in connection with the sale and delivery of steel products for buildings, and therefore, in the absence of any specified period, defendant had a reasonable time in which to discover defects and notify plaintiff of rejection. In our opinion, however, the 38 days’ time which elapsed from the making of the shipment until notice was given was wholly unreasonable, because the breach of warranty could have been, and in fact was, ascertained much more quickly, and there was further unnecessary delay in notification.\nAs far as the first contract, that of August 16, is concerned, there were no express warranties at all. Plaintiff maintains that since the goods were sold under a trade name (“President”), section 15 of the Sales Act of 1915, P. L. 543, subdivision fourth, precludes any implied warranty as to fitness for a particular purpose: Madison-Kipp Corporation v. Price Battery Corporation, 311 Pa. 22, 26; and that where a definitely described article is ordered and the vendor delivers it to the purchaser, the doctrine of implied warranty does not apply, even though the article was intended for a special purpose: Hill & MacMillan, Inc., v. Taylor, 304 Pa. 18, 21. Defendant argues that the trade-name provision of the Sales Act applies only to goods known by that description in the market: Barrett Company v. Panther Rubber Mfg. Co., 24 Fed. (2d) 329, 336; American Mine Equipment Co. v. Butler Consolidated Coal Co., 41 Fed. (2d) 217; which condition, it contends, was not shown to exist in the present case; moreover, even if the sale be by a trade name, an implied warranty of fitness may arise if the circumstances indicate that the ¡buyer informed the seller of the purpose for which the article was desired and relied upon the latter’s judgment, and this is especially so where the trade name was inserted in the contract merely by way of convenient description: Hobart Mfg. Co. v. Rodziewicz, 125 Pa. Superior Ct. 240, 246. It is sufficient to say, with respect to such implied warranties, that even if their existence under this contract be conceded, the same obstacle arises to defendant’s successful assertion of them by way of rescission as in the case of the express warranties under the second contract, namely, that timely notification was not given. Indeed, with the first contract the situation is even worse for defendant, because in the case of that contract a period of 43 days elapsed between the date of shipment and the notice of rejection.\nJudgment affirmed."}