{"id": "1176702", "contents": "Opinion bx\nMr. Justice Barnes,\nThis is the second appeal of the defendants to this Court in the present case. A statement of the facts of this litigation is contained in the opinion of Mr. Justice Linn, speaking for this Court, in Bowman v. Gum, Incorporated, et al., 321 Pa. 516, but it is necessary to repeat them in part, so that the issues here involved may be understood.\nThe proceeding was instituted by a stockholder’s bill for the appointment of a receiver for the defendant, Gum, Incorporated, a Pennsylvania corporation (hereafter called Gum). The company was incorporated on June 7, 1932, for the purpose of manufacturing and selling chewing gum, succeeding to a business of the same character conducted by the plaintiff individually. The defendant Gum is a solvent corporation and had total assets on August 31, 1936, of approximately $300,-000.\nIn a general way the difficulties of this once well managed corporation are due to dissensions between two interests, each owning one-half of its capital stock, and each determined to impress its will upon the management of the corporation. A deadlock has resulted in corporate affairs due to the inability of the factions to agree upon the source from which gum base, the principal ingredient used in the manufacture of chewing gum, should be purchased, and the price to be paid therefor.\nThree of the individual defendants, namely, Canning, Hamilton and Barker, are financially interested in Sweet’s Laboratories, Inc. (hereafter called Sweets), a corporation which manufactures and sells gum base. They are directors of Sweets, and at the same time Hamilton and Barker hold directorships in Gum. It is from Sweets that Gum has purchased its base since its organization, with the result that it has become the largest customer and outlet for its product.\nIn 1936, plaintiff, who was then the president of Gum, as well as the owner of one-half of its stock, began to experiment with bases made by other companies, procurable at less cost. This action, which threatened the business of Sweets, was met by retaliatory measures on the part of defendants, resulting in the ouster of the plaintiff as president, and the assumption of the management of the company by Hamilton and Barker.\nThe issue between the two factions is whether Gum must purchase its requirements of base exclusively from Sweets at a price fixed by the latter, or whether it may obtain its supplies in the open market on a competitive basis.\nIt is contended that the reason for Sweets’ investment in the shares of Gum, and the extension of a large credit to the company was that all base used by Gum would be purchased from Sweets, and this understanding was aecordingly incorporated into the minutes of the organization meeting of directors held June 7, 1932. The plaintiff, on the other hand, contends that this resolution was conditioned upon an oral agreement with Sweets that the price charged Gum would he no greater than that prevailing in the open market for a similar quality base. He asserted that the company can obtain its requirements of gum base from a concern called the Dreyfuss Company, whose product is superior in quality to that supplied by Sweets, at the price of 20 cents a pound as against 34 cents a pound charged by Sweets. As the parties were unable to adjust their differences, resort was had to this litigation.\nThe plaintiff filed this bill alleging fraudulent mismanagement by Hamilton and Barker and a conspiracy by the several defendants to control and operate Gum for the sole benefit of Sweets, resulting in irreparable injury to the corporation and its shareholders. The court below after a preliminary hearing appointed a temporary receiver for Gum, but the order making the appointment was on appeal vacated by this Court. It was our opinion that while the evidence failed to sustain the charges of conspiracy, it did indicate that the dissensions among the shareholders and their inability to break the deadlock possibly made out a case within the Business Corporation Law of 1933, P. L. 364, sections 1107-9. The record was therefore remitted for further proceedings, without specifically limiting the parties or the court below, if the plaintiff requested leave to amend his bill, in order to state a cause of action within the applicable sections of the Business Corporation Law.\nUpon the return of the record to the court below, and before plaintiff filed a petition to amend his bill, a directors’ meeting of Gum was held on July 9, 1936. On that day the directors of the company were six in number. S. J. Hamilton, John O. Barker, and Walter T. Fahy were representatives of Sweets upon the board, and Harold J. Conner, J. Warren Bowman (the plaintiff) and William B. Rudenko were directors representing the interest of plaintiff. All directors were present at the meeting. Plaintiff presented a resolution directing the officers to make no further purchases of gum base from Sweets until the price charged therefor was reduced from 34 cents to 20 cents a pound, and that, until such reduction was made, all base be purchased from the Dreyfuss Company. The vote upon the resolution followed factional lines, as Conner, Bowman and Rudenko voted for the resolution, while Hamilton, Barker and Fahy voted against it. Mr. Rudenko thereupon moved that the votes of Hamilton and Barker be disregarded as both were pecuniarily interested in Sweets and were disqualified to vote upon the resolution. Mr. Fahy, as chairman of the meeting, declined so to rule, held the vote to be a tie, and the resolution lost. An objection to the ruling was noted upon the minutes of the meeting, it being contended by plaintiff that the resolution had been carried by a vote of three in favor to one against it. The company continued its purchases of gum base from Sweets at the price of 34 cents a pound.\nOn September 29, 1936, the plaintiff filed an amended bill, praying for relief under the pertinent sections of the Business Corporation Law. In due course the defendants answered to the merits. On the same day that the amended bill was filed a rule was granted upon the defendants to show cause why a preliminary injunction should not issue, enjoining further purchases of gum base from Sweets. It came before the Court for hearing on October 2, 1936, and on December 28, 1936, the court below entered a decree directing “. . . That Gum, Incorporated, its officers, agents and employees be, and they are hereby enjoined and restrained from purchasing such base as is needed for the manufacture of their product from Sweet’s Laboratories, Inc.”\nThe defendants have appealed to this Court from the entry of that decree, contending (1) the plaintiff should not have been permitted to amend his bill; (2) the decree constitutes an improper interference with the internal management of a solvent corporation; (3) the plaintiff should have been required by the court to furnish security when the restraining order was entered.\nWe need not discuss at length the complaint of the defendants that it was error to allow the plaintiff to amend his bill. The right to amend is a broad one. As the present Chief Justice said in Trabue v. Walsh, 318 Pa. 391, 393: “Pleadings may be amended at any stage of the case. The matter is entirely within the discretion of the trial judge, but will generally be permitted when it does not violate any law or prejudice the rights of the opposing party. The allowance of an amendment rests in the reasonable discretion of the court and in the absence of plain error its action will not be reversed: Hileman v. Hileman, 172 Pa. 323; Lehigh & Wilkes-Barre Coal Co. v. Pittston C. M. Co., 289 Pa. 492; Berlin S. C. & C. Co. v. Rohm, 272 Pa. 24; 49 Corpus Juris, 474, see note.”\nThe contention of the defendants in this regard is without merit, because the amendments are well within and germane to the purposes for which we remitted the record, as clearly appears from the opinion of Mr. Justice Linn. We do not regard it as a reversible error that the plaintiff was not required to pay the costs incurred prior to amendment as a condition of the allowance of the petition for amendment. While such requirement is generally made, the matter is entirely within the discretion of the trial judge, and, in the absence of gross and manifest error, the exercise of that discretion will not be disturbed upon appeal: Hileman v. Hileman, supra.\nWhether the decree of the court below constitutes an improper interference with the internal management and conduct of the business of Gum appears to be the principal contention of defendants. The rule of law is too well settled to be questioned, — that there should not be substituted in corporate management the wisdom and judgment of a chancellor for the discretion and skill of the directors elected by the shareholders to manage the corporation. It is not our intention to depart from the salutary principle that “courts of equity will not interfere with the internal management of corporations by means of suits brought by stockholders against directors, officers or other stockholders”: Pomeroy’s “Equity Jurisprudence,” Volume III, p. 2520, approved by this Court in Whyte v. Faust, 281 Pa. 444, where we said further (p. 448) : “It is also the prevailing and general rule that a court of equity will not practically remove corporate officers by enjoining them from performing any of their customary duties.” See also McDougall v. Huntingdon & Broad Top R. & C. Co., 294 Pa. 108.\nHowever, such is not the proper approach to the present controversy. The decree does not, in our opinion, restrain the officers of the company from performing their customary and proper duties. The issue here presented is more fundamental in its scope, and involves the question whether directors financially interested in a contract or transaction before the corporation, are disqualified to act or vote by reason of such self-interest.\nA director is not per se disqualified from voting upon matters in which he has a financial interest either direct or indirect. However, his participation in such a vote will be closely scrutinized, and if it appears that the director availed himself of his position to further his personal interests rather than the welfare of the company, action predicated upon that vote may be rescinded or restrained at the suit of those injured thereby. In Schmid v. Lancaster Avenue Theatre Co., 244 Pa. 373, a lease of a theatre property was held by us to be voidable at the suit of a shareholder, because certain directors who had voted in favor of the leasing were at the same time interested in the lessee corporation.\nIt is not meant to be intimated that the same person may not legally and properly act as a director in two corporations, even when dealing with each other. Business convenience many times requires interlocking directorates, and if the directors so selected faithfully perform the duties reposed in them, the shareholders are benefited rather than harmed thereby. See Mercantile Library Hall Co. v. Pitts. Library Assn., 173 Pa. 30.\nWere Barker and Hamilton disqualified by reason of their pecuniary interest in Sweets? The court below decided that their votes should not have been received in determining whether the resolution of July 9, 1936, was adopted. It found that they had “an adverse interest because of their connection with the ownership of Sweet’s Laboratories, Inc.,” and accordingly “were not qualified or competent to vote on the resolution of the board of directors of July 9, 1936.” It concluded that the resolution “was duly adopted by the board of directors of Gum, Incorporated, and is valid and binding upon the corporation and its officers.”\nWe are in accord with this determination, as the evidence supports these findings and the conclusions based thereon. No resolution of a former board of directors ordering that the company’s future purchases should be made exclusively from one source is binding upon a subsequent board, unless there is some contractual obligation which renders such resolution enforceable. Such a contract has not been established in the present case. Hence any effort of the officers or agents of Gum at this time to purchase base from Sweets contrary to the resolution of July 9, 1936, is an invalid and improper act, and restrainable in equity.\nMoreover, it is evident from the adjudication of the court below that the restraining order was granted to maintain the real status quo of Gum until final hearing. The power to grant relief in proper cases would be incomplete if the dominant faction within the corporation were permitted to dissipate the company’s assets while the affairs of the company were sub judice. It is desirable that, during the pendency of the present litigation, the affairs of the corporation be held as nearly as possible intact until final decree. The company should not be required to pay during the interim a premium for its gum base, if it can obtain elsewhere supplies of the same quality at less cost, for the sole reason that several of its directors and stockholders are the owners of, or financially interested in the concern that manufactures and sells the gum base to the corporation. While in form the restraining order may appear to change the existing business practice of Gum, in substance it preserves the status which alone will safeguard the company’s assets during the progress of the litigation.\nEquity having assumed jurisdiction of this controversy, that jurisdiction will be retained until justice has been done. As this Court early said in McGowin v. Remington, 12 Pa. 56, 63, “When once a court of equity takes cognizance of a litigation, it will dispose of every subject embraced within the circle of contest, whether the question be of remedy or of distinct yet connected topics of dispute. If the jurisdiction once attaches from the nature of one of the subjects of contest it may embrace all of them, for equity abhors multiplicity of suits.” See also Myers v. Bryson, 158 Pa. 246; Holden v. Bernstein Manufacturing Co., 232 Pa. 366; Hurst v. Brennen, 239 Pa. 216; Tide Water Pipe Co. v. Bell, 280 Pa. 104; Rosenberger v. Kuesel, 292 Pa. 184; Schwab v. Miller, 302 Pa. 507; Fleming v. Adamson, 321 Pa. 28. The application of this principle to the present case requires that jurisdiction of the court should extend to all matters in issue between the parties, properly justiciable, even though some of the matters so determined might not have been originally the subject of jurisdiction in equity.\nManifestly it was error for the court below to make the restraining order of December 28, 1936, without providing that security be entered by plaintiff in accordance with the requirements of the Act of May 6, 1844, P. L. 564, and of our Equity Rule 39. See Baur v. Wilkes-Barre Light Co., 259 Pa. 117; Mintzer v. Turn bach, 113 Pa. Superior Ct. 113. While it was error on the part of the court below to grant what was in effect a preliminary injunction unless there was furnished a bond with sufficient surety as required by law, we feel that the defendants will be indemnified for all damages that may be sustained by them by reason of the restraining order, if we remit the record to the court below with directions that the usual bond to satisfy the requirements of the Act be filed by plaintiff, before the restraining order, as modified herein, becomes effective. While the ignoring of acts of assembly and rules of court is not to be encouraged, little if any actual damage has been sustained by the defendants from the failure to require security, as the order of the court below was operative for a few days only before a supersedeas was granted.\nThe majority of this Court is of opinion that the conclusion we have reached is consonant with the views expressed at the time this case was first before us. The disposition now made is intended primarily to maintain the status of the corporation until final hearing and decree, whether that be the dismissal of the bill, or an order appointing a receiver to liquidate the corporation under the provisions of the Business Corporation Law. Apparently it is necessary to modify the decree of the court below to make it accord with our determination of the present questions. Therefore the following decree is herewith entered: IT IS ORDERED, ADJUDGED AND DECREED: That Gum, Incorporated, its officers, agents and employees be and they are hereby enjoined and restrained from purchasing such base as is needed for the manufacture of their product from Sweet’s Laboratories, Inc., while a similar quality base can be obtained from any other manufacturer at a price less than that charged by Sweet’s Laboratories. Inc. PROVIDED that this order shall not become effective until plaintiff shall enter in the court below a bond with sufficient sureties to be approved by the court, and in such, amount as the court shall fix, conditioned to indemnify the defendants for all damages that they may sustain by reason hereof.\nThe assignments of error are overruled. The decree of the court below is modified, and as modified is affirmed, costs to abide the final decree.\nThe defendants, who are here the appellants, as in the first appeal to this Court, are Gum, Incorporated; Sweet’s Laboratories, Inc.; Franklin Y. Canning; S. J. Hamilton; Walter T. Fahy and John O. Barker."}