{"id": "1176727", "contents": "Opinion by\nMr. Justice Schaffer,\nThis is an eminent domain proceeding. The County of Allegheny appropriated plaintiffs’ farm, containing about 78 acres, with other surrounding lands, for an airport, and the fundamental inquiry which the jury was called upon to make was the value of the property at the time of taking. The board of view made an award of $24,625. On appeal a jury in the common pleas found a verdict of $40,000, which the court set aside as excessive. The verdict on the second trial, which we are now reviewing, was for $33,300. This finding has the approval of the trial judge and the court in banc. This being so, there would have to be some very compelling reason for a new trial, as much of a departure upward from the figure fixed by the last jury would not be accepted by the court in view of the fact that a $40,000 verdict was adjudged excessive.\nPlaintiffs bought the property in 1922. They paid $9,660 for it and used it as a farm. The property was taken by the county in 1929. The husband plaintiff testified that it was worth at the time of appropriation $136,314, an increase in seven years of more than $126,000. Plaintiffs’ highest witness valued the whole at $129,000, the value placed by other witnesses, called by them, ranged down to $107,400. Witnesses testifying for the county placed the value at a high of $20,000 and a low of $15,500. It is little wonder that the trial judge somewhat forcefully called the jury’s attention to this wide discrepancy and requested the exercise of their best judgment in coming to a conclusion.\nPlaintiffs complain that certain photographs proffered by them in evidence were excluded. Some were panoramic views of the property. The trial judge upon inspeetion concluded they would be confusing to the jury and, therefore, ruled them out. He states they pictured a level stretch of land and did not give an accurate description of the terrain with slopes, elevations and valleys, portions of it on a grade of at least eleven per cent. The admissibility of photographs is largely within the discretion of the trial judge: Beardslee v. Columbia Township, 188 Pa. 496, 41 A. 617; Thompson v. American Steel & Wire Co., 317 Pa. 7, 175 A. 541. No abuse of discretion appears.\nAnother complaint is that the husband plaintiff was indirectly cross-examined as to the cost of the property. He had testified that the buildings were worth $11,600 in 1929 and was asked whether this sum was more than he had paid for the entire property in 1922 and answered that it was. There was no error in permitting this inquiry. One of plaintiffs’ witnesses, without objection, testified to the exact sum paid. Moreover, plaintiff could have been asked on cross-examination the direct question as to what he had paid for the property: Greenfield v. Phila., 282 Pa. 344, 127 A. 768.\nA third complaint is that for the purpose of discrediting a witness for plaintiff he was asked in cross-examination whether he had taken into consideration settlements and awards made in other cases where land was taken for the airport and replied that he had not. We see no error in this. Counsel was entitled to know in testing the reliability of his opinion as to values what factors entered into it.\nObjection is raised to the qualification of one of defendant’s witnesses on the ground that his opinion was based upon values remote in point of time. The qualification of witnesses is to a considerable extent within the discretion of the trial judge: Brown v. Castle Shannon Boro., 318 Pa. 363, 178 A. 678. “Where the witness has even slight qualifications, permitting him to express an opinion will not be treated as error”: Davis v. Southern Surety Co., 302 Pa. 21, 26, 153 A. 119, 121.\nAn additional complaint is to certain statements in the court’s charge as to values. We have read the court’s instructions and think this criticism, which it is alleged had a tendency to ridicule the estimates of value fixed by plaintiffs’ witnesses, not well founded.\nIt is contended also that the trial judge erred in refusing plaintiffs’ third point for charge, which was as follows: “Any use for which plaintiffs’ property was capable on Jan. 8, 1929, may be considered, and if the jury believe from the evidence in this case that it then reasonably had an adaptability for the purpose for which it was taken by the County of Allegheny, plaintiffs are entitled to have that considered in the jury’s estimate of its fair market value, as well as any other use for which it was capable,” relying for the proposition embodied in it on North Shore R. R. Co. v. Penna. Co., 251 Pa. 445, 96 A. 990, and Wadsworth v. Manufacturer’s Water Co., 256 Pa. 106, 100 A. 577. The substance of this request was covered in the general charge, where the court stated that in concluding as to market value the jury was to take into consideration all the uses to which the property was adaptable and might reasonably be applied. In discussing the testimony of the various witnesses, the judge stated what they considered to be the land’s most suitable use, specifically referring to the testimony of one of them, who said the “highest and best use” was for airport purposes. At the conclusion of the charge, he told the jury that if they believed the plaintiffs’ land was being sought by other interests for airport purposes, they might consider that in arriving at their verdict. Having substantially covered in the general charge the point submitted, there was no error in refusing the particular request: O’Malley v. P. R. T. Co., 248 Pa. 292, 93 A. 1014; Baxter v. Phila. & Reading Ry. Co., 264 Pa. 467, 107 A. 881.\nFinally, it is argued that the verdict is founded upon remote measures of value and is, therefore, against the law of just compensation. Our review satisfies us that this position is not maintainable.\nA careful examination of the record convinces us that the case was fairly tried and that no reversible error exists.\nThe judgment is affirmed."}