{"id": "1176736", "contents": "Opinion by\nMr. Justice Stern,\nThe problems involved in this case have never before been presented to an American or an English court. They challenge the vaunted genius of the law to adapt itself to new social and industrial conditions and to the progress of science and invention. For the first time in history human action can be photographed and visually re-portrayed by the motion picture. Sound can now be mechanically captured and reproduced not only by means of the phonograph for an audience physically present, but, through broadcasting, for practically all the world as simultaneous auditors. Just as the birth of the printing press made it necessary for equity to inaugurate a protection for literary and intellectual property, so these latter-day inventions make demands upon the creative and ever-evolving energy of equity to extend that protection so as adequately to do justice under current conditions of life.\nPlaintiff, since 1917, has been the conductor of an. orchestra which is incorporated under the laws of the State of New York as “Fred Waring’s Pennsylvanians, Inc.” Plaintiff owns ninety-eight shares of the corporation out of a total of one hundred, the other two being issued merely for the purpose of qualifying the necessary directors. The orchestra consists of about twenty-five musicians; it has achieved an outstanding reputation in the musical world for artistic rendition of popular music. Originally it confined its performances to dance halls and the vaudeville stage; later it began to play over the radio, and entered into a contract with the Ford Motor Company to broadcast on one night of each week for the sum of $13,500 for each performance.\nSome years ago the orchestra started to make phonograph records for the Victor Talking Machine Company. The two which are the subject of the present controversy were manufactured in 1932; they consisted of two songs, the publishers of the songs, who owned the copyright, licensing the Talking Machine Company to use them for ¡making records, but not for public performance for profit. The Talking Machine Company paid the orchestra $250 for each recording. Plaintiff, foreseeing the likelihood of the records being used by broadcasting companies for reproduction over the radio, discussed the matter with the Talking Machine Company, and, as a result, it was agreed between them that a label should be placed upon the records reading: “Not licensed for radio broadcast^’ They were then sold in~the ordinary course of business to the Talking Machine Company’s dealers, and by the latter to individual purchasers, the retail price being seventy-five cents apiece.\nDefendant, a Delaware corporation, is the owner of a radio station and engaged in operating it for profit. Some of its programs over the air are accompanied by advertising for which it receives a direct remuneration; others are part of its general service of entertainment for the public and for the commercial benefit of its advertisers as a whole. Having purchased one of the rec ords made by plaintiff’s orchestra, and having obtained a license to broadcast the songs from the American Society of Composers, Authors and Publishers, to which both the publishers and the composers had assigned the exclusive right of public performance under the copyright, defendant broadcast the records as a part of sustaining programs. The playing of the records was accompanied by the customary announcement over the radio that they were mechanical reproductions of the orchestra’s renditions. Plaintiff filed a bill in equity to enjoin defendant from broadcasting the records. The court below granted the injunction prayed for, from which decree defendant has taken the present appeal.\nThere are three major questions involved: (1) Have performers — in this case an orchestra — any enforceable property rights in their artistic interpretation of the work of a composer? (2) If so, to what extent can such rights be reserved at the time of what the law designates as “publication”? (3) As ancillary to such rights, under what circumstances can performers be afforded equitable relief on the ground of unfair competition?\n1.\nThe property rights claimed by plaintiff are admittedly not the subject of protection under existing copyright lawsj The Act of March 4, 1909, c. 320, section 5, 35 Stat. 1076, as amended by the Act of August 24,1912, c. 356, 37 Stat. 488, enumerates the various literary and artistic productions which may be copyrighted, including books, lectures, dramatic and musical compositions, works of art, photographs, and motion pictures. The creator of such a work may protect his property rights therein, but the statute does not recognize any right of a performing artist in Ms interpretative rendition of a musical composition, or in tbe acting of a play, composed by another. It is to the common law, therefore, that the performer must turn, and the question arises whether an actor or a musician has any property rights at common law in his performance. This problem is presented now foy the first time because, until the invention of the motion picture and the sound films, an actor’s interpretation of a play was necessarily evanescent and ephemeral. It might be made the subject of mimicry, but the actual performance itself, the postures, gestures, voices and motions, could not be identically reproduced. So also in the case of music, an instrumental or vocal performance by a soloist or an orchestra, once rendered, was lost forever except as repeated by the artist himself, until the advent of sound-recording devices permitted the fixation of the performance upon a disc or record which could be played and re-played, and even broadcast, at will, with the result that a single performance by the artist is now sufficient, generally speaking, to allow the rendition to be heard over and over again through an indefinite course of years. Under such circumstances it naturally has become important for the artist — in the present case we are concerned more particularly with the musician — to guard against his field of lucrative return being thus drastically narrowed, and to protect his artistic product against its indiscriminate reproduction, especially by those who, in a commercial sense, are in the nature of competitors.\nAt common law, rights in a literary or artistic work were recognized on substantially the same basis as title to other property. Such rights antedated the original copyright act of 8 Anne, c. 19, and, while it has been uniformly held that the rights given by the act supersede those of the common law so far as the act applies, the common-law rights in regard to any field of literary or artistic production which does not fall within the purview of the copyright statute are not affected thereby.\nDoes the performers’ interpretation of a musical composition constitute a product of such novel and artistic creation as to invest him with a property right therein? It may he said that the ordinary musician does nothing more than render articulate the silent composition of the author. But it must be clear that such actors, for example, as David Garrick, Mrs. Siddons, Rachel, Booth, Goquelin, Sarah Bernhardt and Sir Henry Irving, or such vocal and instrumental artists as Jenny Lind, Melba, Caruso, Paderewski, Kreisler and Toscanini, by their interpretations definitely added something to the work of authors and composers which not only gained for themselves enduring fame but enabled them to enjoy financial rewards from the public in recognition of their unique genius;, indeed, the large compensation frequently paid to such artists is testimony in itself of the distinctive and creative nature of their performances. The law has never considered it necessary for the establishment of property rights in intellectual or artistic productions that the entire ultimate product should he the work of a single creator; such rights may be acquired by one who perfects the original work or substantially adds to it in some manner. Thus, in Wood v. Boosey, 2 L. R. Q. B. 340, it was held that a person who arranged the score of an opera for the pianoforte thereby created an independent musical composition in which he had a right of property apart from that of the composer of the opera itself In Walter v. Lane, A. C. (1900) 539, it was held that one who reported for the Times a public address, together with a description of the meeting at which it was delivered, had property rights therein distinct from and additional to those of the speaker. ^Tlie translation of a novel, or its dramatization, vests a distinct property right which is entitled to the same protection as is extended to the original: Fleron v. Lackaye, 14 N. Y. Supp. 292. A dramatic work, even though composed of selections from literary compositions which are public property, may possess such originality in its construction, or be so unique in its dramatic effect, as to be the proper subject of protected ownership: Aronson v. Baker, 43 N. J. Eq. 365, 371. A musical composition in itself is an incomplete work; the written page evidences only one of the creative acts which are necessary for its enjoyment ; it is the performer who must consummate the work by transforming it into sound. If, in so doing, he contributes by his interpretation something of novel intellectual or artistic value, he has undoubtedly participated in the creation of a product in which he is entitled to a right of property, which in no way overlaps or duplicates that of the author in the musical composition. All that need now be decided is that such a property right inheres in the case of those artists who elevate interpretations the realm of independent works of art.\nIn the present case the evidence is uncontradicted that plaintiff’s orchestra measured up to this standard. A number of witnesses, themselves of fame in the musical world, testified, and the learned chancellor found, that “Waring’s Pennsylvanians” were nationally and even internationally acclaimed as unique in their artistry. Indeed, as already stated, the fact that they receive from the Ford Motor Company $13,500 for a radio performance, is striking testimony to that effect. That their performances lie in the field of popular rather than classical music has no bearing upon the question of the existence of a property right in their productions.\nWhile the major part of the credit for the work of the orchestra is probably due to plaintiff as conductor, the performance is that of the orchestra as a whole and represents their collective talent and labor. He and all of the players alike contribute their respective parts, and none of them can claim an individual property right in the composite production. It is the corporation, the orchestra organization, which alone is entitled to assert and enforce the right of property in its renditions. Ordinarily, therefore, plaintiff individually would have no right of action. It appears, however, that he is in fact the sole owner of the corporation, being the holder of all of its stock save two shares which are in the names of others only for purposes of corporate administration. Under such circumstances, while undoubtedly the corporation should have been named as party plaintiff, equity, which penetrates through forms to realities, will regard plaintiff and the corporation as so far identical as to recognize him as the true party in interest.\n2.\nIt being established that plaintiff has common-law property rights which are the subject of protection in equity, we come to a consideration of the question whether they were lost by such a “publication” as would, according to the general Americán’doctfiné, completely terminate them.. When plaintiff and his orchestra performed for the Talking Machine Company they knew that, although intended for use in phonographs, the records could be played before a microphone and broadcast over the radio. Indeed, it was to prevent such use that the arrangement was made to stamp them with the legend, “Not licensed for radio broadcast.” Was this attempted restriction, of which notice was thus given to all who came into possession of the records, legally effective to accomplish the purpose for which it was designed? Could the publication effected by the making and sale of the records be limited in its generality so as to enable plaintiff to prevent their use for broadcasting?\nThe law has consistently distinguished between performance and publication, — between what is sometimes referred to as a “limited” or “qualified” and a, “general” publication. “When the communication is to a select number upon condition, express or implied, that it is not intended to be thereafter common property, the publication is then said to be limited, j ... In American Tobacco Co. v. Werckmeister, 207 U. S. 284, the applicable rule is quoted with approval from Slater on the Law of Copyright and Trade Marks as follows: ‘It is a fundamental rule that to constitute publication there must be such a dissemination of the work of art itself among the public as to justify the belief that it took place with the intention of rendering such work common property.’ . . . ‘The test is whether there is or is not such a surrender as permits the absolute and unqualified enjoyment of the subject matter by the public or the members thereof to whom it may be committed’: Werckmeister v. Amer. Lith. Co., 134 Fed. 321, 68 L. R. A. 591, 596”; Berry v. Hoffman, 125 Pa. Superior Ct. 261, 267, 268. Thus the production of a play (Ferris v. Frohman, 223 U. S. 424), the delivery of a lecture (Nutt v. National Institute, Inc., for the Improvement of Memory, 31 Fed. (2d) 236), the playing of a musical composition (McCarthy & Fischer, Inc. v. White, 259 Fed. 364), the exhibition of a painting (American Tobacco Co. v. Werckmeister, 207 U. S. 284), a performance over the radio (Uproar Co. v. National Broadcasting Co., 8 Fed. Supp. 358), does not constitute a publication which operates as an abandonment to public use. • In determining whether or not there has been such a publication the courts look partly to the objective character of the dissemination and partly to the proprietor’s intent in regard to the relinquishment of his property rights.\nThere are some comparatively early eases to the effect that once a general publication occurs it cannot properly be limited by restrictions and reservations. It has been said, for example, that a mercantile agency furnishing to subscribers books containing information as to the credit of persons in the trade, with a proviso that the information should not be disclosed, cannot restrain another company’s appropriation of material from the books, the court holding that, since anybody could become a subscriber upon paying the required fee, the distribution of the books constituted a general publication which deprived the agency of its right to the relief sought; Jewelers’ Mercantile Agency, Ltd., v. Jewelers’ Weekly Publishing Co., 155 N. Y. 241; Larrowe-Loisette v. O’Loughlin, 88 Fed. 896; that where there was a promiscuous sale of copies of an opera, the publishers could not enforce an attempted restriction that the copies sold should not be used for stage production: Wagner v. Conried, 125 Fed. 798; Savage v. Hoffmann, 159 Fed. 584; that where photographic films were sold with a restriction that the purchaser was not to resell them for export, a general publication occurred and the attempt to annex a condition as to the use of the film was vain, the court saying that “Such conditions cannot be made to accompany an article throughout its changes of ownership?’: Universal Film Mfg. Co. v. Copperman, 218 Fed. 577, 579. Such authorities seem to rest upon an assumed doctrine that restrictions and servitudes cannot be judicially recognized when imposed as conditions attaching to the sale of chattels: Apollinaris Co. v. Scherer, 27 Fed. 18; National Skee-Ball Co., Inc., v. Seyfried, 110 N. J. Eq. 18; Keeler v. Standard Folding Bed Co., 157 U. S. 659; see Chafee, Equitable Servitudes on Chattels, 41 Harvard Law Review 945. The most common type of case in which such restrictions have been held unenforceable is where an attempt was made by a manufacturer or the owner of a patent, trademark or copyright to fix a minimum resale pricey Taddy & Co. v. Sterious & Co., 1 Ch. (1904) 354; McGruther v. Pitcher, 2 Ch. (1904) 306; Bobbs-Merrill Co. v. Straus, 210 U. S. 339; Park & Sons Co. v. Hartman, 153 Fed. 24; Dr. Miles Medical Co. v. Park & Sons Co., 220 U. S. 373; Bauer v. O’Donnell, 229 U. S. 1; Straus v. Victor Talking Machine Co., 243 U. S. 490; Boston Store of Chicago v. American Graphophone Co., 246 U. S. 8; Garst v. Hall & Lyon Co., 179 Mass. 588; Garst v. Wissler, 21 Pa. Superior Ct. 532; or where there was a provision that the article sold should be used only in connection with other property manufactured by the vendor: Motion Picture Patents Company v. Universal Film Manufacturing Co., 243 U. S. 502; Carbice Corporation of America v. American Patents Development Corporation, 283 U. S. 26. These cases depend essentially upon the fact that the attempted restrictions, being in restraint of trade, were against public policy, while in some of the other cases referred to the rights sought to be reserved after publication could have been protected by copyright of the work under the statute, and therefore there was no real need for equitable relief.\nWhere public policy or some other determinative consideration is not involved, why should the law adopt an immutable principle that no restrictions, reservations or limitations can ever be allowed to accompany the sale of an article of personal property? As a matter of fact there have been many cases, notably in England, in which restrictive covenants and conditions accompanying the alienation of chattels have been enforced; De Mottos v. Gibson, 4 De G. & J. 276, 45 Eng. Rep. 108; Werderman v. Société Générale d’Electricité, 19 Ch. D. 246; National Phonograph Co. of Australia, Ltd., v. Menck, A. C. (1911) 336 (as to patented articles); Erskine Macdonald, Ltd., v. Eyles, 1 Ch. (1921) 631; Lord Strathcona Steamship Co. v. Dominion Coal Co., A. C. (1926) 108; P. Lorillard Co. v. Weingarden, 280 Fed. 238; In re Waterson, Berlin & Snyder Co., 48 Fed. (2d) 704. Familiar examples in this country are the “ticket-scalper” cases: Nashville, Chattanooga & St. Louis Ry. Co. v. McConnell, 82 Fed. 65; Bitterman v. Louisville & Nashville R. R. Co., 207 U. S. 205; and the “trading stamp” cases: Sperry & Hutchinson Co. v. Mechanics’ Clothing Co., 128 Fed. 800, 135 Fed. 833; Same v. Temple, 137 Fed. 992; Same v. Weber, 161 Fed. 219; Same v. Fenster, 219 Fed. 755; Same v. Benjamin, 221 Fed. 512. It is true that in addition to the question of public policy other factors may weigh against the imposition of such restrictions in many, perhaps most, instances. Thus an attempted restriction, instead of being aimed at the accomplishment of a useful commercial, industrial or social purpose, may be merely capricious and serve only to clog the free and untrammeled circulation of personal property. Again, in the case of some restrictive covenants limiting the use of chattels, it might be difficult, if not impossible, to detect breaches so as to make legal enforcement practical. There is no reason, however, why an ancient generalization of law should be held invariably to apply to cases in which modern conditions of commerce and industry and the nature of new scientific inventions make restrictions highly desirable. Mere aphorisms should not be permitted to fetter the law in furthering proper social and economic purposes. Since a rule of law ceases when its reason ceases, latitude should be allowed for intelligent discrimination in the enforcement of equitable servitudes on chattels similar to those upheld by the courts in the case of building restrictions and other limitations upon the use of land.\nIn the present case it is clear that the restriction affixed to the records, “Not licensed for Radio Broadcast,” was not unreasonable, nor did it operate in restraint of trade. It was intended to effect a legitimate purpose; indeed, unless such a restriction can be imposed and enforced, it will be impossible for distinguished musicians to commit their renditions to phonograph records — except possibly for a prohibitive financial compensation— without subjecting themselves to the disadvantages and losses which they would inevitably suffer from the use of the records for broadcasting. Such a restriction, therefore, works for the encouragement of art and artists. Moreover, it does not limit the use of the records in private homes or even public halls where a breach could not readily be detected or enjoined; the employment of tlie records for radio broadcasting would immediately become a matter of general knowledge. Uses of the records on phonographs and for broadcasting purposes are so radically distinct as to belong practically to two totally different fields of operation. ■\nIt thus appears that no valid reason exists why the restriction attached to the manufacture and sale of the records in this case should not be enforced in equity. It may, indeed, be said, in conclusion upon this point, that in a sense plaintiff was not imposing a restriction in connection with a sale by him of a chattel. The chattel here consisted of the phonograph record. This the plaintiff never owned. What he granted was merely the incorporeal privilege of reproducing the rendition of the song indented upon the chattel sold by the Talking Machine Co. The reservation or restriction imposed by him was to limit the extent of this privilege. The title to the physical substance and the right to the use of literary or artistic property which may be printed upon or embodied in it are entirely distinct and independent of each other: Werckmeister v. American Lithographic Co., 142 Fed. 827, 830; Stephens v. Cady, 55 U. S. 528; Stevens v. Gladding, 58 U. S. 447.\nDefendant contends that there was no contract between plaintiff and the Victor Talking Machine Co. by which the latter agreed that the records should not be used for broadcasting purposes. There was, however, an understanding between them that the Talking Machine Co. would seek to prevent such use so far as lay within its power and would imprint the legend upon the records for that purpose. .'The notice used was fairly and reasonably sufficient to make purchasers realize the existence and extent of the restriction imposed upon their use of the records.\n3.\nIt having been demonstrated, first, that plaintiff had common-law rights of property in his orchestra’s renditions of the songs, and, second, that there is no logical or practical reason why the restriction placed upon the use of the records should not be enforced in equity, it remains to point out an additional ground upon which plaintiff may rely for the protection of such rights against invasion and abuse by defendant, namely, that of “unfair competition.” A leading authority on this aspect of the case is International News Service v. Associated Press, 248 U. S. 215. The Associated Press, at a great expenditure of labor and capital, gathered and distributed the news among its members. The International News Service, a rival organization, “pirated” the news thus accumulated. The Associated claimed that this was accomplished partly by inducing some of its employes surreptitiously to furnish the news to the International, partly by persuading some of the members of the Associated to turn over the news to the International before publication, and partly by the International itself copying the news from bulletin boards and the early editions of the newspapers of Associated members and embodying it in the newspapers of its own members in competition with those, of the Associated. In so far as the case deals with the obtaining of the news by the International’s inducing employees and members of the Associated to breach their contractual obligations by furnishing the news to a competitor, we are not here Concerned with it. In that respect it is similar to a multitude of others which hold that such a fraudulent and dishonest acquisition of the fruits of another’s labor, or trespass upon a “trade secret,” will be enjoined in equity. But it was ruled in the Associated Press Case that, even apart from any fraud or the inducing of the breach of a contract or moral obligation, the Associated could enjoin the International from publishing in its own newspapers the news which had been gathered by the Associated and which appeared on the bulletin boards and in the Associated newspapers, until a sufficient time had elapsed to destroy its commercial value as news. The court held that while there was probably no absolute property in the news as such, an injunction should be granted on the ground of unfair competition, saying (p. 236) : “Obviously, the question of what is unfair competition in business must be determined with particular reference to the character and circumstances of the business. The question here is not so much the rights of either party as against the public but their rights as between themselves. . . . And although we may and do assume that neither party has any remaining property interest as against the public in copyrighted news matter after the moment of its first publication, it by no means follows that there is no remaining property interest in it as between themselves. . . . Regarding the news, therefore, as but the material out of which both parties are seeking to make profits at the same time and in the same field, we hardly can fail to recognize that for this purpose, and as between them, it must be regarded as quasi property, irrespective of the rights of either as against the public.” Extending this thought the court further said (pp. 239-242) : “Defendant insists that when, with the sanction and approval of complainant, and as the result of the use of its news for the very purpose for which it is distributed, a portion of complainant’s members communicate it to the general public by posting it upon bulletin boards so that all may read, or by issuing it to newspapers and distributing it indiscriminately, complainant no longer has the right to cpntrol the use to be made of it; that when it thus i reaches the light of day it becomes the common posses- ■ sion of all to whom it is accessible; and that any purchaser of a newspaper has the right to communicate the intelligence which it contains to anybody and for any purpose, even for the purpose of selling it for profit to newspapers published for profit in competition with complainant’s members.\n“The fault in the reasoning lies in applying as a test the right of the complainant as against the public, instead of considering the rights of complainant and defendant, competitors in business, as between themselves. The right of the purchaser of a single newspaper to spread knowledge of its contents gratuitously, for any legitimate purpose not unreasonably interfering with complainant’s right to make merchandise of it, may be admitted; but to transmit that news for commercial use, in competition with complainant — which is what defendant has done and seeks to justify — is a very different matter. In doing this defendant, by its very act, admits that it is taking material that has been acquired by complainant as the result of organization and the expenditure of labor, skill, and money, and which is salable by complainant for money, and that defendant in appropriating it and selling it as its own is endeavoring to reap where it has not sown, and by disposing of it to newspapers that are competitors of complainant’s members is appropriating to itself the harvest of those who have sown. Stripped of all disguises, the process amounts to an unauthorized interference with the normal operation of complainant’s legitimate business precisely at the point where the profit is to be reaped, in order to divert a material portion of the profit from those who have earned it to those who have not; with special advantage to defendant in the competition because of the fact that it is not burdened with any part of the expense of gathering the news. The transaction speaks for itself, and a court of equity ought not to hesitate long in characterizing it as unfair competition in business. . . .\n“The contention that the news is abandoned to the public for all purposes when published in the first newspaper is untenable. Abandonment is a question of intent, and the entire organization of the Associated Press negatives such a purpose. . . . Publication by each member must be deemed not by any means an abandonment of the news to the world for any and all purposes, but a publication for limited purposes; for the benefit of the readers of the bulletin or the newspaper as such; not for the purpose of making merchandise of it as news,, with the result of depriving complainant’s other members of their reasonable opportunity to obtain just returns for their expenditures. . . .\n“It is said that the elements of unfair competition are lacking because there is no attempt by defendant to palm off; its goods as those of the complainant, characteristic of the most familiar, if not the most typical, cases of unfair competition. . . . But we cannot concede that the right to equitable relief is confined to that class of cases.”\nIt appears from the Associated Press Case that while, generally speaking, the doctrine of unfair competition rests upon the.practice of fraud or deception, the presence of such elements is not an indispensable condition for equitable relief, but, under certain circumstances, equity will protect an unfair appropriation of the product of another’s labor or talent. In the present case, while defendant did not obtain the property of plaintiff in a fraudulent or surreptitious manner, it did appropriate and utilize for its own profit the musical genius and artistry of plaintiff’s orchestra in commercial competition with the orchestra itself. In line with the theory of the Associated Press Case, the “publication” of the orchestra’s renditions was a dedication of them only to purchasers for use of the records on phonographs, and not to competitive interests to profit therefrom at plaintiff’s expense. Indeed, in the Associated. Press Case the intent against an unqualified abandonment had to be inferred from the circumstances, whereas here it was expressed on the records themselves, and defendant’s use of them was a violation of the explicit notice to that effect.\nIn Fonotipia, Ltd., v. Bradley, 171 Fed. 951, an injunction was granted to manufacturers of musical records against the manufacture and sale of duplicates made by taking a matrix from one of plaintiff’s records and making copies therefrom. As the duplicates were made prior to the present Copyright Law of 1909, relief could not be obtained under the Copyright Act. It was held, aside from any question of deception or fraud, that plaintiffs were entitled to restrain the sale of such copies as a wrongful appropriation of their property rights, although the original records had been sold indiscriminately to the public for years and the copies were clearly marked as such. The court cited the “ticket-scalper” and “trading stamp” cases, and said (pp. 961, 962) : “Equity has granted relief in certain typical lines of cases where the doctrine of unfair competition seems to have been the guide to the decision, but where the basis upon which the relief was granted was the unfair taking of the complainant’s property, rather than the deception of the purchaser, or the imitation of a patented or copyrighted article, or a registered trade-mark or trade name. . . . The jurisdiction of a court of equity has always been invoked to prevent the continuance of acts of injury to property and to personal rights generally, where the law had not provided a specific legal remedy, and it would seem that the appropriation of what has come to be recognized as property rights or incorporeal interests in material objects, out of which pecuniary profits can fairly be secured, may properly, in certain kinds of cases, be protected by legislation; but such intangible or abstract property rights would seem to have claims upon the protection of equity, where the ground for legislation is uncertain or difficult of determination, and where the principles of equity plainly apply.”\nThat plaintiff’s orchestra and defendant are in competition admits of but little doubt. They both furnish entertainment to the public over the radio. The orchestra obtains its remuneration from contracts with advertisers who pay it for the music rendered as supplementary to their advertising. Defendant’s revenue also is derived from advertisers, and presumably it can exact a greater compensation from them by being able to furnish mechanized music of an attractive quality at nominal cost — partly because this makes it unnecessary for the advertisers to pay for “live talent,” and partly because by thus entertaining the radio public a more receptive field is created for the advertising. Thus defendant can in effect “sell” to its advertising customers and to the public, at practically no expense to itself, the identical musical renditions of plaintiff’s orchestra. That such competition is extremely harmful to plaintiff and his orchestra is obvious. It probably must become increasingly difficult for them to demand and obtain $13,500 for a single performance over the radio if innumerable reiterations of their renditions can be furnished at a cost of seventy-five cents. There was testimony to the effect, and the learned chancellor found, that the constant broadcasting of the records diminished the commercial value of the orchestra’s performances. Moreover, the records being, as it happened in this case, old ones, the public were led to judge the ability of the orchestra by work rendered at a time when it probably had not attained its present high degree of excellence. , In Associated Press v. Kvos, Inc., 80 Fed. (2d) 575, an injunction was granted to a news agency to restrain a radio station from broadcasting news reports taken from the newspapers published by plaintiff’s members, it being held that the radio station and the newspapers alike disseminated advertising together with news which helped to make it attractive, and therefore they were just as much in commercial competition in the field of publishing news as in that of the sale of advertising. Even though no direct charge is made by a broadcasting station for the entertainment which it furnishes, its broadcast performances are nevertheless for profit in the eyes of the law, as they are designed to aid in the obtaining of advertising business: Witmark v. Bamberger, 291 Fed. 776; Remick v. American Automobile Accessories Co., 5 Fed. (2d) 411; Irving Berlin, Inc., v. Daigle, 31 Fed. (2d) 832; Herbert v. Shanley Co., 242 U. S. 591; Associated Press v. Evos, Inc., 80 Fed. (2d) 575.\nOn the facts in the present case, therefore, and having in mind the many unique factors which enter into its consideration, we are of opinion that on the ground of unfair competition, apart from any other theory of equitable relief, plaintiff is entitled to the injunction which the court below awarded. Defendant contends that a charge of unfair competition was not pleaded in the bill; the facts upon which it rests, however, were sufficiently-alleged, and it was not necessary for plaintiff to employ the precise term to designate the legal effect of the acts complained of. An abundance of testimony was presented by him to establish this feature of the case.\nFinally, defendant maintains that by becoming a member of the National Association of Performing Artists plaintiff automatically assigned to that association whatever rights he may have had in the records made by his orchestra. Even if that were so, however, it would be of no available concern to defendant: Purdy v. Massey, 306 Pa. 288.\nThe decree of the court below is affirmed; costs to be paid by defendant.\nMr. Justice Linn concurs on the ground of unfair competition.\nThe license given to the Victor Talking Machine Company by the publishers also expressly required that the Company place such a legend upon the records.\nPrior to 1909 mechanical devices, such as music rolls, discs and records, for the reproduction of sound, were held to he beyond the scope of the copyright laws and not to infringe protected works which they were the means of audibly reproducing: Stern v. Rosey, 17 App. D. C. 562; White-Smith Music Publishing Co. v. Apollo Company, 209 U. S. 1. By the statute of that year, however, the composer or copyright proprietor was given control, in accordance with the provisions of the act, of the manufacture and use of such devices, although the right of copyright was not extended to the mechanical reproductions themselves. (See the report of the Patent Committee to the House of Representatives which accompanied the presentation of the act and purported to explain its scope.) By the provisions of the act, if the owner of the musical copyright uses or permits the use of records for mechanical reproduction of the work, any other person may make similar records upon the payment to the copyright proprietor of a royalty of two cents on each record, although this does not permit their use for public performances for profit. See Irving Berlin, Inc., v. Daigle, 31 Fed. (2d) 832. The measure of protection thus given in the case of pianola records and phonograph discs is to the composer, not the performer.\nPlaintiff, in 1935, made application to the Register for a copyright on the “personal interpretation by Fred Waring” of the musical composition “Lullaby of Broadway.” The application was rejected, the Register of Copyrights saying, inter alia: “There is not and never has been any provision in the Act for the protection of an artist’s personal interpretation or rendition of a musical work not expressible by musical notation in the form of ‘legible’ copies although the subject has been extensively discussed both here and abroad.”\nIt has been said that the owner of the production rights of a play cannot enjoin an imitation of the actors and stage business: see Savage v. Hoffmann, 159 Fed. 584; Chappell & Co., Ltd., v. Fields, 210 Fed. 864; Shafter’s Musical Copyright, pp. 66, 67. Such imitations, while they may resemble the original, are not identical with it. In the present ease, however, it is not a copy or imitation but the exact reproduction of the performance itself, transfixed by a mechanical process, for which protection is sought.\nDonaldsons v. Becket, 4 Burr. 2408, 98 Eng. Rep. 257; Wheaton v. Peters, 8 Peters (33 U. S.) 591; Holmes v. Hurst, 174 U. S. 82.\nIt has long been a subject of discussion as to whether common-law rights in literary property survive publication, and whether, therefore, the copyright statute has restricted or broadened such rights. The early English view seems to have been that publication does not defeat the rights of proprietorship at common law: Millar v. Taylor, 4 Burr. 2303, 98 Eng. Rep. 201; Donaldsons v. Becket, 4 Burr. 2408, 98 Eng. Rep. 257. The American view has been to the contrary, and holds that the common-law right is confined to the first publication: Wheaton v. Peters, 8 Peters (33 U. S.) 591; Caliga v. Inter Ocean Newspaper Co., 215 U. S. 182; Palmer v. DeWitt, 47 N. Y. 532; Bamforth v. Douglass Post Card & Machine Co., 158 Fed. 355.\nThe case of Musical Performers’ Protection Association, Ltd., v. British International Pictures, Ltd., 46 T. L. R. 485, was concerned with the construction of an English statute, passed in 1925, known as the Dramatic and Musical Performers’ Protection Act, which imposed a fine upon anyone making, selling or using a record of a performance of any dramatic or musical work without the written consent of the performers. It held that this act was not intended to confer upon musicians any property rights in their rendition which they could enforce by enjoining the use of a sound-record of their performance, but merely provided a fine as the penalty for violation of its provisions^\nRecently, however, the Supreme Court has held that a state statute permitting the fixing of the resale price of certain trademarked commodities was not unconstitutional: Old Dearborn Distributing Co. v. Seagram-Distillers Corporation, 57 Sup. Ct. Rep. 139.\n“The tendency in the United States has been to apply the doctrine of restrictive agreements to personal property when not regarded as an unlawful restraint of trade or in violation of public policy”: Harlan F. Stone, The Equitable Rights and Liabilities of Strangers to a Contract, 18 Columbia Law Review 291, 310.\n“I think that, at least, it is safe to say that the most enlightened judicial policy is to let people manage their own business in their own way, unless the ground for interference is very clear”: Dissenting opinion of Mr. Justice Holmes in Dr. Miles Medical Co. v. Park & Sons Co., 220 U. S. 373, 411; see also dissenting opinion of Mr. Justice Holmes in Motion Picture Patents Co. v. Universal Film Mfg. Co., 243 U. S. 502, 519, and concurring opinion of Mr. Justice Brandeis in Boston Store of Chicago v. American Graphophone Co., 246 U. S. 8, 27. See also Prof. E. C. S. Wade, Restrictions on User, 44 Law Quarterly Review 51, 64.\n“Just as modern needs have brought equitable restrictions on land, of which the old common law knew nothing, into existence, they may also call for a limited departure from the free transfer of chattels for the sake of promoting desirable business practices wholly strange to Coke’s day”: Chafee, Equitable Servitudes on Chattels, 41 Harvard Law Review 945, 983.\nDodge Co. v. Construction Information Co., 183 Mass. 62; Exchange Telegraph Co., Ltd., v. Gregory & Co., L. R. 1 Q. B. (1896) 147; Exchange Telegraph Co. v. Central News, Ltd., 2 Ch, D. (1897) 48; Board of Trade v. Hadden-Krull Co., 109 Fed. 705; Board of Trade v. Cella Commission Co., 145 Fed. 28; Moore v. New York Cotton Exchange, 296 Fed. 61.\nSee also Board of Trade v. Christie Grain & Stock Co., 198 U. S. 236; Kiernan v. Manhattan Quotation Telegraph Co., 50 How. Pr. (N. Y.) 194; Uproar Co. v. National Broadcasting Co., 8 Fed. Supp. 358; National Telegraph News Co. v. Western Union Telegraph Co., 119 Fed. 294; McDearmott Commission Co. v. Board of Trade, 146 Fed. 961.\nThe Associated Press Case was analyzed and distinguished in Cheney Bros. v. Doris Silk Corp., 35 Fed. (2d) 279, (a case referred to by the Supreme Court, apparently with approval, in Reichelderfer v. Quinn, 287 U. S. 315, 319), in which an injunction was sought by silk manufacturers against a competitor who copied their patterns. In that case, however, design-patents could possibly have been obtained by plaintiffs to protect their rights, and, if so, there was no need for a court of equity to grant relief. Moreover, it was questionable whether there was sufficient originality in the designs to vest any property rights in plaintiffs.\nIt was testified that between 350 and 450 broadcasting stations in the United States use records almost exclusively instead of “live talent,” both for their commercial and their sustaining programs.\nReversed in the Supreme Court, 57 Sup. Ct. Rep. 197, for want of jurisdiction, it not having been established that the amount in controversy exceeded $3,000, the case being in the federal court because of diversity of citizenship of the litigants."}