{"id": "1176695", "contents": "Opinion by\nMr. Justice Barnes,\nThis is a bill in equity to set aside the forfeiture of a lease. The plaintiff:, the assignee of a ninety-nine year lease, dated July 12, 1906, was the tenant of a certain min property located on the Susquehanna River, in Susquehanna County. The lease provides for a fixed annual rental of $500, and an option to purchase the property at any time during the term for $6,000; it requires the payment of the rent on the due dates without demand, and authorizes termination thereof without notice or demand for non-payment of rent; it further stipulates that acceptance of rent after the due dates shall not be deemed a waiver of forfeiture.\nThe defendants in this proceeding are Jessie F. Proctor and Hattie E. Loomis, elderly widows, the daughters of Harvey Holdridge, the original lessor, from whom they inherited the property. On September 21, 1934, by general warranty deed, they conveyed the property to the Northern Pennsylvania Power Company for a consideration of $8,000. This company is also named as defendant.\nThe Power Company is the owner of a lower riparian property upon which is erected a dam that renders the plaintiff’s mill property useless for water power purposes. The right to erect this dam was conferred by contracts between the predecessors in title of both properties, whereby, in consideration of the surrender of its water rights, the plaintiff’s property was entitled to receive, during the term of the lease, free electricity up to a maximum of 40 horsepower. Holdridge, the father of the individual defendants, was not a party to these contracts.\nThe conveyance of September 21, 1934, was pursuant to a written option given by Mrs. Proctor and Mrs. Loomis to the Power Company on February 24, 1927, in consideration of the sum of $500. This option was expressly made subject to the option contained in the plaintiff’s lease, and, although the instrument granting it was duly recorded, the plaintiff seems to have been unaware of its existence.\nOn September 20, 1934, the lease was terminated. On this date the plaintiff owed $640 on account of rent, having for a period in excess of a year failed promptly to pay the rent reserved in the lease. The plaintiff admits the existence of the rent default but contends that its relationship to the individual defendants, and its prior dealings with them were of such character that the forfeiture, without demand for the rent in arrears, was void notwithstanding the provisions of the lease to the contrary.\nThe plaintiff was formally notified of the termination of the lease by letter dated October 16, 1934, from Mrs. Proctor and Mrs. Loomis, advising of its cancellation for non-payment of rent, and of the sale of the property to the Power Company pursuant to the option.\nThe plaintiff asserts that the declaration of a forfeiture is the result of collusion between the individual defendants and the Power Company to evade the option contained in the lease, so that defendants might be free to sell the property to the Power Company at a higher figure.\nAfter the dismissal of their preliminary objections, the defendants filed answers denying that the plaintiff had been wrongfully deprived of its leasehold by reason of any improper motives on their part, and averring that the plaintiff had wilfully defaulted for a period in excess of a year in the payment of the rent due under the lease.\nThe court below entered a decree in favor of the plaintiff, and held that by acquiescing in the tardy and partial rental payments and the resultant accumulation of arrearages, Mrs. Proctor and Mrs. Loomis had waived their right of forfeiture for failure of plaintiff promptly to pay the rent. The final decree set aside the cancellation of the lease, and enjoined defendants from repossessing the premises. The defendants have appealed from this decree.\nThe relief against forfeitures is a well recognized field of equity jurisdiction, and it has been held many times by this Court that in the proper case where fair dealing and good conscience so require, equity will intervene to prevent the forfeiture of a lease by a landlord because the tenant has failed promptly to pay the rent in the manner required by the lease: Westmoreland N. Gas Co. v. DeWitt, 130 Pa. 235; Lynch v. Versailles Fuel Gas Co., 165 Pa. 518; Steiner v. Marks, 172 Pa. 400; Cleveland v. Salwen, 292 Pa. 427.\nHence the sole question for our determination is whether the plaintiff’s proofs justify the intervention of equity to relieve it from the strict enforcement of the terms of the lease. This requires a close scrutiny of the plaintiff’s conduct and a careful examination of the circumstances upon which the forfeiture is based. While it is true, as it was said in Helme v. Phila. Life Ins. Co., 61 Pa. 107, 111, “Forfeitures are odious in law, and are enforced only where there is the clearest evidence that that was what was meant by the stipulations of the parties. There must be no cast of management or trickery to entrap the party into a forfeiture,” nevertheless a bill to set aside a forfeiture of a lease is addressed to the conscience of the court, and is granted only as a matter of grace: Munroe v. Armstrong, 96 Pa. 307; Chauvenet v. Person, 217 Pa. 464, 474. In Brown v. Vandergrift, 80 Pa. 142, 148, we said: “It is true as a general statement that equity abhors a forfeiture, but this is when it works a loss that is contrary to equity; not when it works equity.” Accordingly, the remedy being dependent upon equitable principles, relief will not be granted unless it is equitable to do so, and the plaintiff not barred by its own bad faith and bad conduct: Reynolds v. Boland, 202 Pa. 642; Black v. Hoffman, 312 Pa. 89; Hoffman’s Appeal, 319 Pa. 1.\nLet us see if equity supports the position of plaintiff in this case. In 1932 its treasurer informed Mrs. Proctor that as the mill was not in operation, the company would have difficulty paying its rent on the due dates, but that it would pay as much as it could. He requested her indulgence, stating that when the property was rented the balance would be paid in full. Plaintiff avers that Mrs. Proctor assented to this proposal, stating it was “perfectly satisfactory” and “they would pay when they could.” However, the individual defendants deny that they assented to any changes in the provisions of the lease concerning the payment of the rent. They testified that the officers of plaintiff informed them that the company was without funds to pay future rentals, and threatened that the company might be forced to liquidate and to surrender the lease.\nIt appears from the record that the plaintiff for its own purposes, and for the benefit of its other creditors, deliberately permitted its default to continue, when it either had on deposit, or could have obtained, sufficient funds to pay the rent in full. It preferred to ignore the terms of the lease and to have the burden of carrying the property imposed upon these two elderly widows of modest means. Plaintiff not only paid as little rent as possible, but by appeals to friendship, as well as by misrepresentation of its cash position, endeavored to persuade the lessors to accept still less than it actually paid. Despite its pleas for leniency so made, the plaintiff now urges its ability to pay the rent at any time it was demanded in support of its contention that the forfeiture be set aside. While equity in a proper case will intervene to set aside the cancellation of a lease terminated for the non-payment of rent on the due date, relief against a forfeiture will not be decreed where the default was deliberately created.\nFurthermore, the conduct of the officers of plaintiff is not beyond criticism at the time they sought the co-operation of their lessors in an effort to compel the Power Company to purchase the property at an exorbitant price in order to protect its water rights and maintain the dam. With this purpose in view they called upon Mrs. Proctor during the summer of 1934 and discussed with her the advantage of selling jointly the premises to the Power Company discharged of the ninety-nine year lease, and the electric rights of the mill. It was suggested that a price of $46,000 he demanded. This sum had no relation to the value of the property, but it was the amount necessary to be raised by plaintiff to pay the $6,000 option price provided by the lease, and to settle the claims of its creditors. Mrs. Proctor, without accepting or rejecting the proposal, promised to confer with her sister. However, the plaintiff immediately informed the Power Company that it represented the “ownership and control of the property,” and the lease was about to be forfeited, and that the lowest price at which the property could be purchased was $46,000. The Power Company did not accept the offer, and negotiations between it and the plaintiff were protracted from July to September, 1934, when the conveyance of the property was made.\nThese instances, and others of the same character, are typical of the conduct of the plaintiff, which, in our opinion, was so inconsistent with good faith and fair dealing, as to preclude the equitable relief it now seeks.\nThe plaintiff has failed to produce proofs to sustain its allegations that the lease was forfeited as a result of connivance among the defendants. There is nothing in the record to show that the plaintiff was lulled into a false security in order that a forfeiture of the lease might be made. On the contrary, as we have shown, the delinquency was created by the act of plaintiff alone, and had for its ulterior purpose the consummation of its plan to dispose of the property to the Power Company at an exorbitant price. When the property was conveyed to the Power Company, it was done, Mrs. Proctor testified, upon the exercise of the option held by it, and in accordance with the advice of her attorney and Mrs. Loomis’ son, whom she had consulted, after her last discussion with the officers of the plaintiff company. It seems to us that the defendants proceeded strictly within the provisions of the lease in the declaration of the forfeiture. The lease is the measure of the rights of the parties, and the termination thereof for non-payment of rent is one of the provisions which the defendants had the legal right to enforce.\nThe plaintiff stresses the point that Mrs. Proctor was her sister’s agent in the negotiations with the treasurer of the company concerning the waiver of the prompt payment of rent, and is hound by the arrangement alleged to have been made. It is unnecessary for us to consider whether Mrs. Proctor was Mrs. Loomis’ agent, because the plaintiff has failed to establish that such provision of the lease was in fact waived. Not only did Mrs. Proctor testify that she never so agreed, but the chancellor has found “. . . that neither Mrs. Proctor nor Mrs. Loomis agreed that the plaintiff company might pay one-half of the rent as it fell due, but Mrs. Proctor did agree on one occasion that the next payment only might be so made.” Even though such agreement had been made, the plaintiff would still be in default, as the record indicates that it actually paid less than one-half of the rent that had accrued subsequent to July of 1932, the time of the alleged agreement with Mrs. Proctor.\nNevertheless the court below found that the defendants by accepting deferred payments of. rent had lulled plaintiff into a sense of security so that a forfeiture could not be declared without demand upon or notice to the plaintiff. This conclusion was not warranted by the facts found by the chancellor, and cannot be supported. It is well settled that mere indulgence without more is not a waiver of forfeiture, although a lessor by his past course of dealing may be precluded from exercising that right, without first giving prior notice to the lessee of his intention to do so. The delay of a creditor or his neglect to exact money due is not evidence of waiver.\nWe held in Teufel v. Rowan, 179 Pa. 408, 410, to such effect, using these words: “As was well said by the learned president of the common pleas: ‘The acceptance of a portion of the amount due, and the failure to exact all that was due at the time, cannot be a waiver of the contract, but at most is only evidence of a willingness to indulge the debtor,’ ” and at page 411: “ ‘It has never been held that mere delay of suit, or neglect to rigorously exact his money on the day it is due, is evidence of a waiver of his (the creditor’s) contract right.’ ” See also Corona Coal & Coke Co. v. Dickinson, 261 Pa. 589.\nWhile the findings of fact of a chancellor, supported by competent evidence, and affirmed by the court in banc, are conclusive upon appeal: Belmont v. Heist, 300 Pa. 542; Clark’s Est., 303 Pa. 538; Brinton v. Davidson, 308 Pa. 371, such rule does not apply in favor of the deductions or inferences which are made by the chancellor from the facts which he has found. The conclusions of the chancellor being no more than his reasoning from the facts, are always reviewable upon appeal: Hamilton v. Fay, 283 Pa. 175; Lineaweaver’s Est., 284 Pa. 384; Dorrance’s Est., 309 Pa. 151. In the present case the conclusions of the chancellor are not supported by the evidence, and in many important instances are inconsistent with his own findings and the uncontradicted facts of the case.\nTherefore we have decided that the determination made by the court below cannot stand. The plaintiff has established no sufficient grounds to justify the intervention of equity against the exercise of the legal rights of the defendants conferred under the terms of the lease.\nAccordingly, the assignments of error are sustained, the decree of the Gourt below is reversed, and it is ordered that the bill be dismissed. Appellee to pay the costs.\nThe relevant sections of the ninety-nine year lease provide as follows:\n“(1) The rents hereinabove reserved shall be paid on the several days appointed therefor without demand by the first party.”\n“(5) This demise is upon condition that the covenants of the second party shall be fully kept and performed, and on any breach thereof, the estate demised shall at the election of the first party, cease and determine and the first party may re-enter the demised premises without previous notice or demand.”\n“But such re-entry or judgment shall not bar the recovery of rent or damages for breach of covenant nor shall the receipt of rent after condition broken be deemed a waiver of forfeiture.”"}