{"id": "1179717", "contents": "Opinion by\nMr. Justice Linn,\nPlaintiff, as mortgagee-purchaser at foreclosure, sued defendant, alleging that he was “the registered owner or the real and equitable owner” from September 20, 1928, when he took title, until the sheriff’s sale on March 2, 1931, at which plaintiff purchased at a nominal bid; that defendant failed to pay the city and school taxes due to the City of Philadelphia for the years 1929, 1930 and 1931, and that plaintiff was required to pay them and became entitled to restitution. Defendant filed an affidavit of defense with averments of new matter. Plaintiff replied and also took a rule for judgment “for amount insufficiently denied by the affidavit of defense and new matter.” Plaintiff asserted that no defense was stated as to the taxes for the year 1929, amounting to $7,791.85 with interest from March 18, 1931, the date when plaintiff paid them.\nThe learned court below was of opinion that “the defense . . . as to the 1929 taxes, except for the constitutional question and the question of the bar of the Statute of Limitations, is identically the same defense as was set up by this same defendant in the case of Pennsylvania Company Trustees v. Bergson, 307 Pa. 44,” and which was there held to be insufficient. The learned court also held that as the statute of limitations began to run from the time the plaintiff paid the taxes (Presbyterian Ministers’ Fund v. Folz, 41 Pa. Super. Ct. 303), the action was in time, and that appellant had set up no facts to justify the averment that he had been deprived of due process within the fourteenth amendment. Judgment was accordingly entered for the amount of the taxes and interest assessed in 1929 during which (until January 15th) he was the registered owner.\nAt the oral argument the learned counsel who appeared for the defendant-appellant frankly stated that the case was ruled by Pennsylvania Company, Trustee, v. Bergson, 307 Pa. 44, 159 A. 32, but asked that the subject be reexamined in the light of considerations which he thought had not been brought to the attention of the court in the former case.\nOur attention has not been called to anything that was not considered before, or that would require a different result from that announced in Pennsylvania Company, Trustee, v. Bergson, supra. The statutes considered in that case are not as limited in scope as appellant’s argument suggests, nor is there any want of due process. See also Fidelity-Philadelphia Trust Co. v. Land Title Bank & Trust Co., 326 Pa. 262, 192 A. 121.\nThe judgment is affirmed and the record is remitted with leave to proceed for the balance.\nThis was raised by the following averment in new matter: “25. The defendant avers that there is no legal or equitable basis for a claim against him and by reason thereof invokes the benefit and protection of Section 1, of the Fourteenth Amendment to the Constitution of the United States, as follows: All persons born or naturalized in the United States, and subject to the jurisdiction thereof, are citizens of the United States and of the State wherein they reside. No State shall make or enforce any law which shall abridge the privileges or immunities of citizens of the United States; nor shall any State deprive any person of life, liberty, or property, without due process of law: nor deny to any person within its jurisdiction the equal protection of the laws.’ ”"}