{"id": "1179638", "contents": "Opinion by\nMr. Justice Drew,\nThe plaintiffs, husband and wife, brought this action of trespass to recover damages they sustained as a result of injuries to the wife, caused by her falling through a coal hole in a public sidewalk. After verdicts for plaintiffs, the amounts of which are not now questioned, defendants, the City of Pittsburgh and the property owner, moved for a new trial, which was refused, whereupon the city alone took these appeals.\nThe evidence sufficiently supports the verdicts. The accident occurred in the afternoon of August 22, 1935, in front of the property of the individual defendant, abutting one of the city’s principal streets. About midway in the sidewalk in front of the said property a coal hole was maintained. The sidewalk was crowded with pedestrians. The wife-plaintiff, in passing over the sidewalk with two children, stepped upon the coal hole cover, which tilted, came out of its casing, and rolled into the street. She fell into the hole almost to her armpits, and was seriously and painfully injured.\nThe coal hole was in a defective and dangerous condition for three or four months prior to the date of the accident. Disinterested witnesses testified, “the surrounding cement and so forth was all loose around it”; “I seen a man trip there one day and nearly went through the window”; “the looseness of the hole” caused him to trip; “I tramped on it and it shook — then I jumped off of it” — that was “about five or six weeks before the accident”; “it was cracked and dilapidated looking,” and had been thus “three or four months”; “walking along, I pushed the lid with my heel ... it slipped a couple of inches, and I caught myself and kicked it back”; “after that I noticed it wobble every time I walked over it”; “when I kicked it back it still wobbled and then I left it go.”\nOn defendants’ side the testimony minimized the unstable motion of the cover under foot and attributed the defect, if one existed, to an insecure ledge, not noticeable without removing the cover. It was, of course, incumbent upon plaintiffs to prove a condition that a city “vigilant to observe” should have known through officers “exercising reasonable supervision”: Lohr v. Philipsburg Borough, 156 Pa. 246, 249; see also Malone v. Union Paving Co., 306 Pa. 111, 116. Plainly plaintiffs’ evidence showed such a condition.\nAt the trial defendants raised the question of notice, and objected to all testimony showing constructive notice, on the ground that only actual notice had been pleaded. Plaintiffs amended their statement of claim and defendants pleaded surprise. While no harm resulted from the amendment we do not think it was necessary. The fifth paragraph of the statement alleged actual notice, but the sixth paragraph alleged sufficient to charge defendants with constructive notice; it says, “said manhole covering was loose, worn out, and defective a long lime prior to August 22, 1935 [the date of the accident], and was so known to be by the defendant.” [Italics ours.] Despite the last clause, we are satisfied this was sufficient to indicate that at the trial testimony would be offered, as it was, to show that the coal hole was in a defective and dangerous condition for “a long time” prior to the accident — such a period as would reasonably put defendants on constructive notice. The sixth paragraph certainly was intended to inform the city, if actual knowledge, as alleged in the previous paragraph, could not be proved, plaintiffs planned to show disrepair of such a nature and over such period of time that its agents should have known about it; otherwise there was no need to aver a defective condition over a long period. We cannot see wherein defendants were prejudiced by the refusal to grant a continuance. The lower court described the situation aptly in these words: “There may be some question as to whether the averment was sufficient to put defendant on notice that plaintiffs would rely on constructive notice after they had averred actual notice, but as defendants were prepared to and did actually call several witnesses to prove that the sidewalk had always been in a safe condition, we do not think they were taken by surprise by the amendment, and if they were, they were soon able to overcome it.” We agree defendants were not surprised or prejudiced.\nJudgments affirmed."}