{"id": "1179728", "contents": "Opinion by\nMr. Justice Linn,\nAppellant pleaded guilty to an indictment charging him with the murder of George F. Buchanan. To determine whether it was murder of the first or of the second degree (see Com. v. Iacobino, 319 Pa. 65, 67, 178 A. 823; Com. v. Garramone, 307 Pa. 507, 161 A. 733) the evidence was heard by a court of three judges who determined that it was murder of the first degree and imposed the death penalty. Both conclusions, counsel for appellant contends, were wrong; he submits that his client should have been found guilty of murder of the second degree, and that, in any event, the death penalty should not have been imposed even though the court was of opinion that it was murder of the first degree.\nThe murder was committed at about three o’clock in the morning of July 6, 1935. The murdered man, Buchanan, for some time, had occupied a third floor bedroom at 206 South Third Street, Philadelphia, premises which appellant described as “a combination taproom and living apartments above.” Buchanan’s dead body was found on his bed in his room. Dr. Wadsworth, Coroner’s physician, examined the body and gave the cause of death as follows: “Q. What did you find? A. There was a series of injuries, bruises, cuts on the right side of the head, extending from the eye pretty well back of the ear, both lips were badly bruised, nose was partly crushed, and a bruise about the ear, marks on the right side of the neck corresponding to a grasp of the right hand, fingernail type, a bruise on the top of the right shoulder, a bruise on the left side of the head, somewhat above the line between the eye and the ear, about the middle of that line, considerable bruising of the front of the chest and right shoulder, with bruises about the knees and the back of the hand and the thigh, gunshot wound going in the back of the right arm, breaking the arm bone and passing out at the top of the shoulder. Q. Now, Dr. Wadsworth, what was the cause of death? A. Multiple injuries.”'\nConsiderably over a year later, appellant was arrested in the Harlem section of New York. He not only admitted, in several statements made to police officers, that he killed Buchanan, but he went with them to the place of the murder and described how he killed him, posing to be photographed in various stages of the transaction as he then illustrated it to them. Until shortly before July 6th he had been employed as a porter by the proprietor of the taproom conducted in the lower part of the building. At the time of his trial, he gave his age as twenty-five. Buchanan is said to have been a man of sixty-five. The learned court below concluded that the murder was committed in the perpetration of or attempt to commit a robbery. Appellant had become familiar with Buchanan’s habits. Asked whether he had stolen from Buchanan, he said: “A. I never stole any money from Mr. Buchanan. Mr. Buchanan used to come down to the bar all the time and he ordered drinks and he Avouldn’t pay for them, and I done lots of work for Mr. Buchanan, used to take care of his things and kept his room in order, and everything, and he wouldn’t pay me. Q. Never paid you a regular salary? A. He did not. Q. You did at times take a couple of dollars? A. I have, when Mr. Buchanan was drunk, take a couple of dollars. Q. But you never robbed him, except this trifling sum that you considered you were entitled to for your services? A. I did. By Judge McDevitt: Q. What is the difference in robbing a person and just taking it? A. I didn’t take it. Q. How did you get it? A. I walked in and got it off the dresser. Q. You just helped yourself? A. I wouldn’t take all his money. Q. You helped yourself? A. I would take a couple of dollars.”\nAt the time of the murder appellant was not employed at the taproom. He said he had not been discharged but, for the purpose of taking treatment for a venereal disease, had “left” his employment “almost two weeks” before the murder. He also testified that when he left he “sent his [his employer’s] keys” to his employer. Having so severed his connection with the taproom, the learned court below naturally was interested in his efforts to account for his presence at three o’clock in the morning in Buchanan’s bedroom nearly two weeks after appellant had given up his employment as porter and had returned his employer’s keys. In trying to account for his presence there at three o’clock in the morning, appellant said that he had left some clothes on the third floor in a room adjoining Buchanan’s and a revolver in the basement, and that he went there for the purpose of bringing away his property; that he entered with a key (although he had testified he had returned his employer’s keys) and obtained his revolver and then ascended to the third floor where Buchanan confronted him with a gun; that he knocked the gun out of Buchanan’s hand, and then shot and beat him to death.\nFrom the testimony of one of the officers who was present when appellant described his actions, we take the following: “Q. Now, state whether or not he made any statement relating to the taking of any money or anything at that time. A. Yes, sir. On March 6th, after these pictures had been taken, he made that statement. Q. That he took how much? A. He said he didn’t know how much money he had been taking, he didn’t remember taking any that morning. Q. I mean the morning of the occurrence. A. He said he didn’t take any, didn’t get the opportunity that morning. Q. It was after this occurred that he went out? A. Yes.”\nThe learned court below rejected part of appellant’s testimony as not credible; we can find no fault with that conclusion on the record. Considering the circumstances, there was sufficient evidence to justify the conclusion that the murder was committed in the perpetration of or attempted robbery. It was a reasonable inference to be drawn from defendant’s presence in the building at three o’clock in the morning, carrying a loaded revolver, considered with his admissions of prior thefts from Buchanan.\nWe have considered what was said by appellant’s counsel in favor of a reduction of the penalty, but see no reason to interfere with the judgment appealed from. In addition to the facts stated, appellant had a criminal record which the court was justified in considering; the following appears: “His record has, for the 19th of July, 1928, larceny of pocketbook, and Judge McDevitt put him on probation for five years; 1929, Jacksonville, Florida, carrying a concealed deadly weapon, he was fined $100; Jacksonville, Florida, 1931, larceny, he did ten months in the county jail; and then this case. That is all we have.” In addition, he testified that he was “arrested in New York for carrying a concealed deadly weapon.”\nThe judgment is affirmed, record remitted for purpose of execution.\nSmith, P. J., McGDevitt, P. J., and Brown, J."}