{"id": "1181516", "contents": "Opinion by\nMr. Justice Stern,\nDefendant, in 1933, assumed the obligations of Missouri State Life Insurance Company under a group policy of insurance issued by the latter in 1926 to the Good Fellowship Club of National Tube Company. In this policy the Company agreed to issue individual certificates setting forth the insurance protection to which each member of the club was entitled, and accordingly delivered to Joseph A. Pannabaker, one of the members, a certificate of insurance in the sum of $3,000, payable to plaintiff, his wife, and stipulating that in case of the termination of insurance under the group policy for any reason whatsoever the insured would, as a conversion privilege, “be entitled to have issued to him by the Company without evidence of insurability upon application to the Company made within thirty-one days after such termination and upon the payment of the premium applicable to the class of risks to which he belongs and to the form and amount of the policy at his then attained age, a policy of life insurance in any one of the forms customarily issued by the Company, except term insurance, in an amount equal to the amount of his protection hereunder at the time of such termination.” A similar provision was contained in the group policy itself.\n. On August 1, 1935, the group policy was terminated by action of the Good Fellowship Club, according to notice previously given to its members. On July 31, 1935, Pannabaker’s daughter, at his request and on his behalf, orally notified defendant’s agent of his desire to exercise the conversion privilege and his selection of a straight life policy in the amount of the $3,000 insurance to which he was entitled. The agent calculated the premium that would be due, in payment of which the daughter tendered a check, but the agent said that an application in writing signed by her father would be necessary. She was unable to have it signed because Pannabaker was then critically ill; he died on August 2, 1935. Defendant having denied liability, the present suit was brought and resulted in a verdict for plaintiff in the sum of $3,000 less the amount of the premium, with interest from the time when payment should have been made.\nDefendant’s resistance to plaintiff’s recovery rests upon the curious misconception that the exercise by Pannabaker of the conversion privilege was subject to the legal requirements that would ordinarily attend an application for a new policy of insurance. Under the terms of the group policy and the individual certificates each member of the club had a vested and unconditional right, by giving notice to that effect, to receive a separate policy, and the Company was bound to issue it.\nThe points raised by defendant are so devoid of merit as to call for little discussion. It contends: (1) That the application for the new policy should have been in writing. There is no such requirement in the group policy, in the certificate, or in the law. (2) That the insured should have made the application in person. Why he could not employ a representative or agent to communicate with the company is not apparent. (3) That the application was made on July 31 instead of within the period of thirty-one days beginning August 1. The obvious purpose of the provision that the application should be made within thirty-one days after the termination of the insurance under the group policy was to fix an ultimate, not an initial, time limit for notice to the Company of the exercise of the conversion privilege. (4) That defendant’s request that the application be reduced to writing was a counter-offer which never ripened into an acceptance by the insured. This argument results from the fallacious idea that defendant was voluntarily entering into a new contract instead of being-called upon to perform an existing one. (5) That the minds of the parties did not meet as to the terms of the new policy. According to plaintiff’s evidence defendant was notified as to the amount and kind of insurance selected by the insured, and the amount of the premium was agreed upon. (6) That the verdict was excessive. Defendant’s contractual obligation was to issue a policy effective August 1, 1935, when the liability under the group policy terminated. By the breach, of that obligation plaintiff suffered a loss, on the death of the insured on August 2, 1935, of the amount of insurance which he had demanded and which should have been issued to him. No other measure of damages is conceivable. (7) That the action should have been brought by the administrator of decedent’s estate. It was plaintiff who was named in the certificate as the beneficiary, and she alone, therefore, was entitled to recover.\nThe judgment is affirmed."}