{"id": "1181479", "contents": "Opinion by\nMr. Justice Drew,\nIs the Act of June 24, 1937, P. L. 2017, valid and constitutional as regards the City of Philadelphia and certain independent poor districts therein? No. 116, January Term, 1938, is a proceeding within the original jurisdiction of this Court by the directors of the poor of the Townships of Oxford and Lower Dublin against the City of Philadelphia and its mayor, treasurer, receiver of taxes, and the director of its Department of Public Welfare to enjoin enforcement of the act. No. 363, January Term, 1937, is an appeal from a judgment sustaining the act in a proceeding for declaratory judgment had in the court below. No. 121, January Term, 1938, was begun by a bill filed in the court below to enjoin enforcement of the act and was removed to this court by special certiorari.\nThere are numerous allegations of unconstitutionality. Those that have not been answered in the preceding opinion will be taken up in order.\n1. The application of the act to the poor district of the Townships of Oxford and Lower Dublin does not take property without due process of law or impair the obligation of contract in violation of the Constitution of the United States or that of Pennsylvania.\nSection 201 of the act is under attack in this respect. It provides, “In every city of the first class, the offices of poor director and of poor auditor of each poor district created by local law or remaining in existence as a former borough or township poor district are hereby abolished, except to the extent necessary to liquidate the affairs of the district. Title to the real and personal property of each such district is hereby transferred to and vested in the city, and its powers and obligations are hereby vested in and imposed on the city. Thereafter, the laws as to the care of dependents shall be administered throughout each city of the first class by the department of public welfare of the city, and each such city shall constitute an institution district for the purposes of this act. ...” It is first claimed that the terms of this section are not applicable to the incorporated district of the Townships of Oxford and Lower Dublin, because the special Act of April 11, 1807, P. L. 259, 18 Statutes at Large 644, under which the district was created, is not expressly repealed. The purpose of the present act to comprehend every poor district in the city and to include them in a department of the city government is too clear to admit of any doubt. Under the circumstances it is unimportant that the special act was not expressly repealed.\nThis section of the act does not effect an unconstitutional deprivation of property or impair the obligation of contract. It is conceded that the district, being a governmental agency within the control of the legislature, has no rights to continued existence, although its charter is in terms perpetual. “Indeed, the legislature of this Commonwealth, under the Constitution, could not by contract invest any municipal corporation with an irrevocable franchise of government over any part of its territory. ... If the legislature were to attempt to erect a municipality with a special provision that its charter should be unchangeable or irrevocable, such provision would be a nullity”: Philadelphia v. Fox, 64 Pa. 169, 181. The property of the district as well as its life is within the control of the legislature. Had the General Assembly abolished the district and not transferred its functions to another agency, its property would have vested automatically in the state, subject to its absolute control so long as not diverted from public use: Meriwether v. Garrett, 102 U. S. 472, 513. When the legislature transfers the functions, and annexes the territory of one municipal corporation to another, the property of the municipality annexed vests ipso facto in the consolidated unit: Mount Pleasant v. Beckwith, 100 U. S. 514, 528; see D’Esterre v. City of New York, 104 Fed. 605, 611; 1 Dillon, Municipal Corporations (5th ed.), section 357. Hence, of course, the legislature may expressly so transfer the property of the municipality that is abolished: Hunter v. Pittsburgh, 207 U. S. 161, affirming Pittsburg’s Petition, 217 Pa. 227. “The State . . . may take without compensation such property, hold it itself, or vest it in other agencies, expand or contract the territorial area, . . . repeal the charter and destroy the corporation. All this may be done, conditionally or unconditionally, with or without the consent of the citizens, or even against their protest. In all these respects the State is supreme, and its legislative body, conforming its action to the state constitution, may do as it will, unrestrained by any provision of the Constitution of the United States”: Hunter v. Pittsburgh, supra, at pages 178-179. The same principle controls, a fortiori, in cases of governmental agencies, such as poor districts, having more limited powers than have cities. Thus in Petition of East Fruitvale Sanitary District, 158 Cal. 453, 457, 111 Pac. 368, which concerned the abolition of a sanitary district, it is said, “It is generally held that where one municipal corporation is annexed to another the annexing city takes over the functions of the annexed municipality, and the latter by virtue of the annexation is extinguished and its property, powers and duties are vested in the corporation of which it has become a part. ... If this be true where one of two municipal corporations having coextensive powers is annexed to another, the same result must follow a fortiori where a public corporation having powers more limited than those of a municipal corporation is annexed to a city which possesses all of the powers of the corporation which has been annexed and others in addition.” Similarly in Rylands v. Clark, 278 Ill. 39, 115 N. E. 829, also involving the abolition of a sanitary district, it was said at page 44, “The law is well settled that municipal corporations are purely creatures of the legislative will and subject to its control, and may be created and annulled at the pleasure of the body creating them and their property turned over to some other municipal corporation and their powers and duties conferred upon such other body.” Similar application of this principle has been made in cases involving school districts: City of Jeffersonville v. Jeffersonville School Township, 77 Ind. App. 32, 130 N. E. 879. See Wilkins Township School District, 18 Pa. Super. Ct. 293; Rawson v. Spencer, 113 Mass. 40; Conway v. Joint School District, 150 Wis. 267, 273, 136 N. W. 612.\nWe detect no difference between this case and those involving the annexation of school districts, sanitary districts, or cities, and the transfer of their property, acquired with public funds, to other units of government that are hot coterminous therewith. The decision in Hunter v. Pittsburgh is controlling here. In the instant case the complainant district is annexed to the institution district of the City of Philadelphia upon which its powers and duties are conferred. A similar disposition of its property “with or without the consent of the citizens, or even against their protest” (Hunter v. Pittsburgh, supra, p. 179) is constitutional\nCounsel cite for an opposite conclusion State of Wisconsin ex rel. Board of Education of the City of Oshkosh v. Haben, 22 Wis. 660. There a school district raised funds for the construction of a high school. The legislature attempted to divert the funds for use in the construction of a state normal school in the district, without abolishing the district, changing its powers, or altering its functions. It was held that this could not be done. Disposition of the property of a public corporation upon its abolition is very different from confiscation while the corporation continues. The case is obviously not in point. Nor for the same reason is Milam County v. Bateman, 54 Tex. 153. Also inapposite are the cases of Webb v. Mayor, etc., of the City of New York, 64 How. Pr. Rep. 10, and Grogan v. San Francisco, 18 Cal. 590, having to do with the power of the legislature over property held by a governmental agency in a proprietary, not a governmental capacity, with which problem we are not presently concerned. The only property held by complainant is an almshouse used in its governmental capacity of caring for the poor.\n2. The act does not impair the contracts of the poor district of the Township of Bristol with its creditors, intervenors in No. 121, January Term.\nIt is contended that, inasmuch as Section 201 transfers these obligations to the city, the act forces upon the creditors a different debtor and for this reason is invalid. That such legislation, providing a “substantial, equivalent” for the obligations of the extinguished district, does not impair the rights of its creditors is no longer open to serious question: Port of Mobile v. Watson, 116 U. S. 289, 305; Hines v. Etheridge, 173 Ga. 870, 162 S. E. 113; Coble v. Board of Commissioners, 184 N. C. 342, 114 S. E. 487; Askew v. Smith, 126 S. C. 159, 119 S. E. 378; see Troop v. Pittsburgh, 254 Pa. 172, 181; Pennsylvania Co. v. Pittsburg, 226 Pa. 322, 329-330.\n3. The act does not violate the Amendment of 1922, Article XV, section 1 of the Constitution: “Cities may be chartered whenever a majority of the electors of any town or borough having a population of at least ten thousand shall vote at any general or municipal election in favor of the same. Cities, or cities of any particular class, may be given the right and power to frame and adopt their own charters and to exercise the powers and authority of local self-government, subject, however, to such restrictions, limitations, and regulations, as may be imposed by the Legislature. Laws also may be en acted affecting the organization and government of cities and boroughs, which shall become effective in any city or borough only when submitted to the electors thereof, and approved by a majority of those voting thereon”\nIt is alleged the act is in particular violation of the portion we have italicized. The claim is that this local option provision of the amendment is mandatory and not permissive; in other words that legislation “affecting the organization and government of cities” can never be effective until a favorable referendum is had. Obviously the argument claims too much. The provision on its face is permissive only. That such was the intention of the framers appears from the Report of the Commission on Constitutional Amendment and Revision (1920) pages 322-323: “The third paragraph [the sentence italicized] is recommended to be inserted out of caution. The Commission believe that it should be possible to enact a law regulating the affairs of such municipalities as might adopt it by ordinance or by popular vote, and that such a law should not be open to the objection that it is special because of its tending to destroy uniformity or to the objection that it delegates legislative power; but unless the suggested sentence is incorporated in the constitution, it is doubtful whether such law would be sustained by the supreme court.”\n4. The act does not violate Article III, section 6, providing that, “No law shall be revived, amended, or the provisions thereof extended or conferred, by reference to its title only, but so much thereof as is revived, amended, extended or conferred shall be reenacted and published at length.”\nIt is claimed that section 201 abolishing poor districts in first class cities and transferring their powers and duties to the city should have republished at length all the acts under which the districts were originally conferred their powers and duties. The constitution requires no such thing. In Cornman v. Hagginbotham, 227 Pa. 549, an act abolishing the office of township tax collector and conferring the same powers and responsibilities as by law pertained to that office, without new publication of them, upon township treasurers was upheld as not violating the instant section of the constitution. This case is identical in principle to the present and is controlling.\n5. The act does not constitute the Department of Welfare of Philadelphia a special commission in violation of Article III, section 20.\nThis case is entirely different from Perkins v. Philadelphia, 156 Pa. 554, which it is alleged is controlling here. There a statute gave control of the public buildings of Philadelphia directly to the Department of Public Works as an independent body divorced from the administration of the city. This is precisely what the present act does not do. Section 201 provides, “. . . The laws as to the care of dependents shall be administered throughout each city of the first class by the department of public welfare of the city, and each such city shall constitute an institution district for the purposes of this act. Such district shall not exist as an entity separate and apart from the dty hut shall he administered as a department of the city government. . . . ” [Italics added.] Consequently, the Department of Welfare remains a regular department of city government. It makes no difference that throughout Article IY of the act the Department is comprehended within the term “local authorities.” This does not make it independent of the city government. As we have said in the opinion already filed the term “local authorities” is used so that the provisions of Article IY may apply equally to county districts and to first and second class cities.\n6. Section 201, in transferring the obligations of the extinguished districts to the city does not increase the city’s debt to an amount in excess of the limit fixed by Article IX, section 8.\nIt is well settled such a constitutional limitation is not violated by the transfer of the debts of one public corporation to another in connection with an annexation or consolidation: Davidson v. Town of Kirkwood, 152 Ga. 357, 110 S. E. 154; Kocsis v. Chicago Park District, 362 Ill. 24, 198 N. E. 847; True v. Davis, 133 Ill. 522, 22 N. E. 410; People ex rel. v. Brown, 169 App. Div. (N. Y.) 695, 155 N. Y. S. 564; see 1 Dillon, Municipal Corporations (5th ed.), section 191. The reason •for the inapplicability of the restriction has been stated in a case of our own. “These sections [Article IX, sections 8 and 10] limit the power of a municipality to incur new debt and prescribe the details that must be observed in so doing. It is well settled that annexation or consolidation . . . does not operate as an increase of debt. It is the incurring of new debt that is limited by the sections of the Constitution, to which reference has just been made”: Moore v. Pittsburgh, 254 Pa. 185, 194.\n7. It is claimed the act does not apply to abolish the corporation entitled, The Managers for the Relief and Employment of the Poor of the Township of German-town (No. 363, January Term, 1937). What is said above in connection with the same claim of the corporation of the Townships of Oxford and Lower Dublin likewise applies here. Whatever the name, and whether incorporated or not, every independent governmental agency that theretofore was charged with the care of the poor in Pennsylvania was a poor district within the meaning of the act, the terms and purposes of which are too comprehensive to admit of any other interpretation.\nFor these reasons, in addition to those already given in the preceding opinion, we are all agreed that no meritorious challenge to the act has been made. In Nos. 116 and 121, January Term, 1938, the bills are dismissed, and in No. 363, January Term, 1937, the judgment of the court below is affirmed."}