{"id": "1181383", "contents": "Opinion by\nMr. Justice Drew,\nMinnie L. Jordan died in 1932 leaving a certain part of her estate “to charity.” She appointed no trustee. Because of this fact and in view of her further omission to specify any particular charities, her next of kin claimed the fund under the Act of July 7, 1885, P. L. 259, on the ground that the gift was void for uncertainty. Their contention was rejected by the court below, which, proceeding under the tenth section of the Act of April 26, 1855, P. L. 328 (amended by the Act of May 23, 1895, P. L. 114), appointed a trustee, who subsequently designated certain charitable institutions to share the decedent’s bequest. The next of kin have appealed.\nThe testatrix’s obvious intention was the creation of a charitable trust: see Restatement, Trusts, section 397, comment f; Bogert, Trusts and Trustees, section 371. That such a trust shall not fail for want of a trustee has been settled ever since the Act of 1855, supra, under which the duty of supplying a fiduciary is enjoined upon the court: Shand’s Estate, 275 Pa. 77.\nNor is the gift rendered void because of the testatrix’s neglect to specify particular charitable objects. “Indeed, it is said that vagueness is, in some respects, essential to a good gift for a public charity, and that a public charity begins where uncertainty in the recipient begins”: Perry, Trusts and Trustees (7th ed.), section 687. Charities have always been favorites of our law (Daly’s Estate, 208 Pa. 58) and gifts for such objects have been repeatedly sustained over the objection that they were too uncertain: Murphy’s Estate, 184 Pa. 310 (“benevolent, charitable and religious institutions and associations”); Dulles’s Estate, 218 Pa. 162 (“religious, charitable and benevolent purposes and objects or institutions”) ; Kimberly’s Estate (No. 1), 249 Pa. 469 (“charitable uses, objects and purposes”) ; Thompson’s Estate, 282 Pa. 30 (“religious and charitable purposes, objects and institutions”). To our minds, the present testatrix’s use of the general term “charity” was no more indefinite than the language employed by the testators in the cases just enumerated. By confining herself to the use of the generic term, the present testatrix comprehended all of the various religious, educational, benevolent and humanitarian objects that the single word “charity” connotes: see Fire Insurance Patrol v. Boyd, 120 Pa. 624, 645.\nThe decree is affirmed at appellants’ cost."}