{"id": "1182961", "contents": "Opinion by\nMr. Justice Linn,\nThe appellants, trustees of the Estate of Edward H. Jennings, deceased, appealed to the common pleas from the decision of the Board of Adjustment under the Zoning Ordinance of the City of Pittsburgh. Their petition set forth that they had applied to the Bureau of Building Inspection for leave “to permit the occupancy of [certain] premises as a Fraternity House by the Rho Chapter of Phi Kappa Fraternity of the Carnegie Institute of Technology, which at the present time has a Lease on said premises”; that leave had been refused “for the reason that said use was prohibited by Section 9-A of the Zoning Ordinance . . .”; that an appeal had been taken to and dismissed by the Board of Adjustment. . The petition described the premises as occupied by a “2%-story brick and stone residence containing nineteen rooms and four baths; and a two-story brick garage which has space for four automobiles and living quarters for caretakers.” It averred that the property had been vacant since 1924; that they had spent large sums in carrying it meanwhile, and that they had been unable to sell or rent it “for one-family occupancy or for any purpose which was not prohibited by Section 9-A of the Zoning Ordinance.” They averred that the decision of the board was illegal in that the “refusal of a permit and the prohibiting of said premises to be rented as a Fraternity House amounts to confiscation of property without due process of law”; “deprives the petitioners of equal protection of the law”; “takes private property not for public use or welfare, but for the convenience of other owners of property and deprives the owners of the property in question of compensation or due process of law”; “the use of this property as a Fraternity House does not conflict with the public welfare, safety or health, and the prohibition of such use is not a-proper exercise of the police power.” Attached to the petition was the decision of the Board of Adjustment which showed that the three members of the board had inspected the property April 23, 1937; that a hearing was held April 26, 1937, at which evidence was received for and against the application. We quote the following from the report of the board incorporated in the petition: “Variation Requested — In Section 9-A so as to permit the occupancy of a dwelling as a Fraternity House, the said use not being permitted in a ‘C’ Residence District, under the provisions of the zoning ordinance.\n“Conclusion — The property in question is improved with a large brick dwelling which has been vacant for several years. The lessees desire to occupy this building as a Fraternity House for students who attend the Carnegie Institute of Technology. Under decisions of the Court of Common Pleas of Allegheny County and the Supreme Court of the Commonwealth of Pennsylvania, the proposed use of this building and premises would necessitate a change in the Zoning Classification of the property and under the above mentioned decisions this is a function which is vested entirely in the City Council and is a matter over which the Board of Adjustment has no jurisdiction. Under these circumstances, this Board must deny this appeal.”\nThe matter was then presented, pursuant to the statute, to the common pleas at the instance of appellants. The return of the board contained the evidence taken by it. A number of residents in the neighborhood became interveners. The court received evidence in support of and against the decision of the board and concluded as follows: “The only question properly before the court is whether, in refusing the variation requested, the Board of Adjustment was guilty of ‘a manifest and flagrant abuse of discretion.’ Unless it was, it should not be reversed: Liggett’s Petition, 291 Pa. 109, 117; Valicenti’s Appeal, 298 Pa. 276, 281. After a careful examination of the return made by the Board of Adjustment, and consideration of the testimony taken at the hearing on this appeal, and the extended and enlightening argument of counsel, we cannot say that there has been such a ‘manifest and flagrant abuse of discretion’ as would warrant us in reversing the Board of Adjustment.\n“The classification of appellant’s property as ‘C’ residential, no doubt works a serious hardship on the estate, and we are convinced that it is practically impossible to find a purchaser or lessee for single family occupancy at a fair selling or rental value. But it was held in Junges’ Appeal (No. 1), 89 Pa. Superior Ct. 543, 547, that, ‘The fact that the change (from class “C” to class “B”) might improve the selling or rental value of the property is not sufficient: People ex rel. Werner v. Walsh, 209 New York Supp. 454.’\n“We are forced to the conclusion that this couiff is without authority to afford appellants the relief which they seek, and that it can be obtained only through legislative action.”\nThe record shows that the lease from the appellants to the Rho Chapter provided for a term beginning May 1, 1937, and ending April 30, 1938, at the annual rental of $2,700. The chapter has 24 members. The particular district containing the property was changed from a “B” residence to a “C” residence district by amendment to the Zoning Ordinance passed September 21, 1926.\nThe ordinance provides as follows: “Section 9-A. ‘C’ Residence District. In this district the land may be used and buildings or structures may be erected, altered or used only for the following Permitted Uses:\n“(1) One-Family Dwelling;\n“(2) Church;\n“(3) Library;\n“(4) Greenhouse (As an accessory building);\n“(5) Accessory Uses: (The provision shall be the same as prescribed in ‘A’ Residence District. See Section 8).”\nSection 3 of the ordinance defines a multiple dwelling as one “designed for or occupied otherwise than as a one family dwelling, two family dwelling or double house,” and includes fraternity houses in the class of multiple dwellings.\nIt is therefore clear that by section 9-A a multiple dwelling or, what is the same thing, the use of a one-family dwelling as a fraternity house, was prohibited. As it appeared that the proposed use was as a multiple dwelling within the definition of the ordinance, and that it was a use prohibited by section 9-A, the action of the board was strictly in accord with the ordinance.\nAppellants, while apparently not denying that their proposed use is prohibited, contend that strict enforcement will result in unconstitutional deprivation of the use of their property for the reasons, quoted above, from their petition; that the decision appealed from is “a manifest and flagrant abuse of discretion” and that this court should now so declare. In their brief they quote, inter alia, from section 54 of the ordinance: “Where there are practical difficulties or unnecessary hardships in the way of carrying out the strict letter of this ordinance, the Board shall have the power in passing upon appeals to vary or modify any of the regulations or provisions of this ordinance in harmony with its general purpose and intent and in accordance with the general or specific rules herein contained so that the spirit of this ordinance shall be observed, the public health, the public safety and the general welfare secured and substantial justice done.”\nAt the hearing before the board evidence was received, as has been said, of property owners in the neighborhood, who testified that the proposed occupation as a fraternity house would aid in further decreasing the value of real estate in the neighborhood experienced in recent years and would make the community less desirable for residence purposes. The record shows very clearly that the carrying charges of appellants’ property have been very high. In such circumstances the decision of an administrative board having jurisdiction to determine the fact, should be given great weight and should be set aside only for substantial reasons: Fleming v. Prospect Park Board of Adjustment, 318 Pa. 582, 178 A. 813.\nIn view of the evidence taken, we think the provision quoted from section 54 of the ordinance and relied on by appellants is not applicable. There is no practical difficulty in limiting residences in this district to one-family dwellings; while enforcement of the ordinance is a hardship on this decedent’s estate, it is not the kind of hardship dealt with in section 54; what appellants desire is not that the board should “vary or modify any of the regulations or provisions” but that it shall set them aside. The power to “vary or modify any of the regulations or provisions” is one that must be exercised “in harmony with its general purpose and intent and in accordance with the general or specific rules herein contained so that the spirit of this ordinance shall be observed, the public health, the public safety and the general welfare secured and substantial justice done.” The court is not empowered to say that the “general welfare” of the other property owners whose use is limited to one-family residences is secured and the “spirit of this ordinance” is observed and “substantial justice” done by excepting from the operation of the ordinance the particular dwelling owned by the appellants. The power to establish residential districts is settled: Ward’s Appeal, 289 Pa. 458, 137 A. 630; Euclid v. Ambler Co., 272 U. S. 365; to establish residential districts in which only one-family dwellings are permitted: Locatelli v. Medford, 287 Mass. 560, 192 N. E. 57; Minims v. Pond, 326 Ill. 467, 158 N. E. 121; Brett v. Building Commissioner, 250 Mass. 73, 145 N. E. 269; flats or small apartment houses may be entirely excluded from residential districts: Beery v. Houghton, 164 Minn. 146, 204 N. W. 569, affirmed, 273 U. S. 671; Miller v. Board of Public Works, 195 Cal. 477, 234 Pac. 381; Fleming v. Prospect Park Board of. Adjustment, 318 Pa. 582, 178 A. 813.-See, generally, Kerr’s Appeal, 294 Pa. 246, 144 A. 81; Zahn v. Board of Public Works, 274 U. S. 325; Hadacheck v. Sebastian, 239 U. S. 394.\nThe order appealed from is affirmed at appellant’s costs."}