{"id": "1182987", "contents": "Opinion by\nMr. Chief Justice Kephart,\nJacob Kepler devised a mansion house and farm to his son, Aaron C. Kepler, subject to a life estate in one-third of the income from the farm and to the possession of part of the mansion house to his widow, Charlotte, in lieu of dower. By codicil it was provided that, as a condition precedent, the land was to be inalienable and not subject to encumbrance until Aaron should attain the age of forty.\nIn 1916 and 1917 she entered into two agreements with her son, whereby her life interest in the proceeds of the farm was surrendered; in return Aaron, “his heirs, executors and assigns” were bound to pay a stipulated annual sum for the rest of her life. However, she expressly reserved her right to use one-half of the mansion house and one-third of the adjacent garden. These agreements were recorded.\nOn May 1, 1927, Aaron and his wife, Millie, one of the appellees, mortgaged the farm to the Ohio Pennsylvania Joint Stock Land Bank of Cleveland, to secure their note of $12,000.\nAaron thereafter induced his mother to execute another instrument by representing he had not yet executed the mortgage to the land bank, and it was necessary for him to have $12,000 or he would lose the property; he told his mother that otherwise she would be ousted. He assured her that none of her rights would be destroyed by signing, but would be protected; further, unless she signed, he would commit suicide. Appellant signed this instrument, June 20, 1927; it was recorded the next day, and by it all her rights in the farm and mansion house under the will, as modified by the agreements of 1916 and 1917, were postponed to the lien of the above mortgage just as though she had personally joined in it, with the express understanding that she was waiving her rights only to that extent, and reciting as consideration the funds paid and to be paid to her son and daughter-in-law under the terms of the already recorded mortgage. At the end of the lengthy document is the following sentence: “All rights which I may have under the Last Will and Testament and the agreement and supplemental agreement hereinabove referred to are to remain in full force and virtue.”\nOn June 25, 1927, her son recorded another instrument, executed by him alone, in which he covenanted to pay appellant an additional $100 per year in return for her agreement to postpone her rights to the mortgage. He died two years later, not yet having reached forty.\nThe Union Joint Stock Land Bank of Detroit, another appellee, became the assignee of the mortgage, foreclosed upon it in 1929 without making appellant a party and without giving her any notice, and received the sheriff’s deed at the execution sale. In 1936, this bank conveyed the property to Millie M. Kepler, Aaron’s widow, who thereafter mortgaged it to the Federal Land Bank of Baltimore and the Land Bank Commissioner of Baltimore, the remaining appellees. Since the death of her husband, Millie M. Kepler has kept possession of the entire farm, except for the portion of the house and garden which appellant has never surrendered.\nAppellant asks that the various mortgages and the sheriff’s sale and deeds all be set aside. She alleges the mortgages violate the restrictions of the will, and the agreements were without consideration and fraudulently induced. Appellees filed preliminary objections to the bill which were sustained; the bill was dismissed because appellant was guilty of laches and ratified or confirmed all of the instruments; the bill was also held multifarious.\nA provision in a will making it a condition precedent to the devise that the farm and mansion house be inalienable and not subject to encumbrance is an unlawful restraint against alienation and void; the property passes without restriction. The condition in the present case is almost identical with that in Kaufman v. Burgert, 195 Pa. 274, where it was decided that the will passed an unconditional fee simple to the devisee. See also Breinig v. Smith, 267 Pa. 207; Pattin v. Scott, 270 Pa. 49; Breinig v. Oldt, 45 Pa. Superior Ct. 629. The will passed to testator’s son a fee simple in the farm and mansion house subject to the outstanding life estate of the appellant in the income from the farm and in the possession of the mansion house.\nThe agreements of 1916 and 1917 disclose, upon careful inspection, that appellant surrendered her life interest in the income from the farm to her son, but confirmed her right to occupy one-half of the house and to use one-third of the garden for life. There can be no doubt under the language used. She did “remise, release, quit-claim, and discharge”; she gave up all her interest in that income. In return for this, her son bound himself, his heirs, executors and assigns' to pay her a fixed sum annually. It became the personal obligation of the son and was not equivalent to her interest under the will. It constituted a valid consideration for appellant’s surrender of her interest in the income. Appellant, however, was to continue to have possession of a portion of the house and garden.\nThe allegations of fraud relating to these two agreements merely state that appellant’s son made false statements to her to induce the execution of the agreements. It is not enough to allege a legal conclusion that there has been fraud; the facts constituting the fraud must be clearly and explicitly set forth in the bill of complaint. Otherwise a demurrer or preliminary objections will be sustained: Rice v. Braden, 243 Pa. 141. See also Levine v. Pittsburgh State Bank, 281 Pa. 477, 481, 482; Schuster v. Largman, 308 Pa. 520, 532, 533; Newman v. Newman, 328 Pa. 552, 554. Moreover, the Ohio Land Bank, and appellees who claim under it, would not be bound by any fraud of appellant’s son in the absence of notice. The mortgage of May 1, 1927, covered not only the son’s interest under the will but also appellant’s life interest in the income from the farm, which he had acquired. An innocent mortgagee for value is not bound by secret liens or equities even though the mortgagor’s title was obtained by fraud: Puharic v. Novy, 317 Pa. 199; Haggerty v. Moyerman, 321 Pa. 555. The land bank gave valuable consideration for the son’s mortgage. Since fraud as to the agreements of 1916 and 1917 was not adequately alleged, and since fraud not of record and unknown to a bona fide mortgagee for value does not bind him or subsequent takers, appellant is not entitled to have these two agreements set aside, under the pleadings as now drawn.\nThe agreement of June 20, 1927, on the other hand, was executed some time after the mortgage to the Ohio Land Bank was recorded. The instrument expressly referred to the mortgage as the consideration for the agreement. While not necessary to the decision, it may be pointed out that, in the light most favorable for appellees, the agreement was equivalent to a mortgage to the land bank of appellant’s life estate in the house and garden. No particular form of words is necessary for a mortgage. It is sufficient that the instrument is in writing, signed by the owner of the particular property or interest mortgaged and specifying the debt for which it is security. In substance, consequently, appellant mortgaged the interest to the Ohio Pennsylvania Bank, even stating that it should be treated as though she had joined in the earlier mortgage executed by her son and daughter-in-law. While the last sentence in the instrument would not cut down its effect as a mortgage, the language does on the surface appear contradictory; the writing taken as a whole indicates that she reserved such rights under the will as were not expressly surrendered or postponed by all the agreements.\nThis does not help appellees. The rule is that, where a mortgage is given solely as security for an antecedent debt, and the mother’s last agreement was such a mortgage, the mortgagee takes subject to all equities, including fraud, here the son’s misrepresentation. An antecedent debt is not valuable consideration, and, in the absence of such consideration, a mortgagee or other creditor is not to be treated as a holder for value without notice: Ashton’s Appeal, 73 Pa. 153, 162. See also Cummings v. Boyd, 83 Pa. 372, 376; Watkins v. Benscoter, 264 Pa. 574; Dutton’s Estate, 181 Pa. 426; Carothers v. Sims, 194 Pa. 386; Adamson v. Bonder, 205 Pa. 498. A different result would follow if some new consideration accompanied the subsequent mortgage, as, for example, an extension. Such consideration will not be inferred. It must be express: Dutton’s Estate, supra. There was no consideration for appellant’s mortgage of her life interest other than the antecedent debt of her son’s mortgage. The covenant recorded by the son a number of days afterward does not constitute appellees purchasers for value. She has alleged that she knew nothing of this covenant at the time she agreed to encumber her estate. In that event, her mortgage was given solely as security for her son’s antecedent debt and the rule of the cases cited is applicable.\nMoreover, the assignees of the Ohio Pennsylvania Bank are in no better position. The rule is that the assignee of a mortgage takes it subject to all defenses available against the assignor and that the recording acts in no way give the assignee a better right than the assignor: Horstman v. Gerker, 49 Pa. 282; Ashton’s Appeal, supra; Sellers v. Benner, 94 Pa. 207; Earnest v. Hoskins, 100 Pa. 551; Myerstown Bank v. Roessler, 186 Pa. 431; Carothers v. Sims, supra; Allinger v. Melvin, 315 Pa. 298.\nHere appellant alleged specific false representations made by her son. They were sufficient to constitute fraud, and appellant averred that she relied on them in executing the mortgage of her life estate to the land bank. Under the allegations, the mortgagee was not a purchaser for value; those who claim under the mortgagee are in no better position; and the appellant may therefore invoke fraud as a ground for setting aside her agreement of 1927.\nAs we view this latter agreement and the surrounding circumstances it is too doubtful to predicate any right in the mortgagee to bind appellant’s interest in the mansion house and garden. The sheriff’s sale passed the fee simple of Millie C. Kepler, including the life interest of appellant in the proceeds of the farm, but excluding her interest in the house and garden. See Taylor v. Bailey, 323 Pa. 278, 284. As the record now stands, the Union Joint Stock Land Bank is still the holder of a voidable mortgage on appellant’s interest in the house and garden.\nAppellant alleges she had no knowledge of the fraud until recently and knew of no adverse claims upon her title until proceedings were instituted in 1936 to oust her from possession. She further states that she has continued in possession of the premises during all these years, without reason to believe that there was a claim outstanding that would jeopardize her title. Laches is a factual question, and on the pleadings the bill should not have been dismissed for that reason, as there is nothing in the present case to take it out of the ordinary rule that laches will not be imputed to one constantly in possession of premises the title to which is in controversy.\nIt is urged that appellant sued on the agreements she now seeks to have set aside and thereby ratified and confirmed them. However, her position is that she was unaware of the fraudulent character of her son’s representations and of the full significance of the agreements, particularly the third one. If appellant knew of the fraud and the surrounding circumstances at the time she sought to enforce the agreements and accept the benefits under them, the doctrine of Pearsoll v. Chapin, 44 Pa. 9, and Negley v. Lindsay, 67 Pa. 217, cited by the appellees, would be applicable. But here the fundamental rule that knowledge of all the circumstances is essential to ratification of a transaction voidable for fraud or other reason makes summary dismissal of the bill improper. See Daley v. Iselin, 218 Pa. 515; Allegany Gas Co. v. Kemp, 316 Pa. 97, 107.\nUnder the view of the case that has been taken, it is clear that all of appellees are proper parties. All claim under the same instruments, and it is proper that they should be joined. See Komenarsky v. Brode, 307 Pa. 156, 159.\nDecree reversed, and bill is reinstated, costs to be paid by appellees.\nUnder the Negotiable Instruments Law of May 16, 1901, P. L. 194, section 25, an antecedent debt now constitutes value for instruments covered by the Act. This changed the prior law but, of course, only as to negotiable instruments."}