{"id": "1182971", "contents": "Opinion by\nMr. Justice Stern,\nIn 1923 plaintiff became the owner of a tract of land fronting on Perrysville Road, part of State Highway Route No. 246, in West View Borough, Allegheny County. The road frontage was 335 feet with a varying depth to a maximum of 396 feet. On the lot was a two-story brick and cement garage, 60 x 80 feet, with driveways and four pumps in front, and plaintiff has been conducting on the property a garage business, an automobile sales agency, and a gasoline service station. The highway was a 40-foot road, with an 18-foot, two-lane, concrete pavement. The property of plaintiff was on the outside of a rather sharp curve in the road, a situation which enhanced its commercial value by placing it within the range of vision of approaching vehicles for a long distance in either direction.\nIn 1929 the Governor approved a plan of the State Highway Department to eliminate this curve, and the commissioners of Allegheny County passed a resolution consenting to the improvement. A portion of the highway approximately one-third of a mile in length was relocated. The new sector formed the chord of an arc, connecting by an almost straight line, 1,400 feet long, two points in the old highway, one about 675 feet and the other 1,200 feet from plaintiff’s property. The distance between the old and new roads was, at the point of greatest divergence, approximately 280 feet. The new roadway was 60 feet wide, with a 30-foot, three-lane, concrete pavement.\nThe Board of Viewers made an award in favor of plaintiff against Allegheny County in the sum of $13,-126. Defendant appealed to the Court of Common Pleas, and there plaintiff received an award from the jury of $20,000. The relocation of the highway did not physically disturb plaintiff’s property or the road in front of it, and the only damage which he claimed was that arising from the diversion of through traffic from the old to the new highway (upon which his property did not abut) and the consequent diminution in the value of the property for business purposes. Defendant’s appeal is from the refusal of the court below to grant its motion for judgment n. o. v.\nThe Act of April 6, 1921, P. L. 107, sec. 2, amending section 16 of the Sproul Act, May 31, 1911, P. L. 468, provided that where the State Highway Commissioner undertook the improvement of a State highway involve ing a change of location, the damages to which an abutting property owner was entitled should be paid by the county. A similar provision was made by the Act of May 7, 1929, P. L. 1596, sec. 3, where there was a relocation of any portion of a State highway within the limits of a borough. Plaintiff admits that the effect of this legislation was merely to make the county, instead of the Commonwealth, the paymaster, and that the damages for which the county is thus made responsible are only those for which the Commonwealth would otherwise be liable: Jamison v. Cumberland County, 234 Pa. 621, 624, 625: Wangner v. Bucks County, 82 Pa. Superior Ct. 448.\nThe present ease, therefore, resolves itself into the question whether the Commonwealth would be liable for the damages here claimed, the payment, if such liability exists, being made by the county. While, under Article I, section 10, of the Constitution, the Commonwealth may not take private property without making just compensation, it does not come within the mandate of Article XVI, section 8, which provides that municipal and other corporations and individuals, in their exercise of the power of eminent domain, must make just compensation for property taken, injured or destroyed, —a provision which fastens upon them liability for consequential damages. To support a recovery of damages from the Commonwealth in cases where property is not actually taken by it, there must be an act of the legislature expressly imposing such liability: State Highway Route No. 12, 265 Pa. 369, 375; Hoffer v. Reading Company, 287 Pa. 120, 124; Soldiers & Sailors Memorial Bridge, 308 Pa. 487, 491, 492; McGarrity v. Commonwealth, 311 Pa. 436, 438; Locust Street Subway Construction, 117 Pa. Superior Ct. 86, 90, 92, 93; Heid v. Allegheny County, 122 Pa. Superior Ct. 312, 315.\nPlaintiff, recognizing the burden thus cast upon him, relies, as the basis for his claim, upon the Act of May 7, 1929, P. L. 1596, already referred to, which provides that “Before the Secretary of Highways shall undertake the construction or improvement of any State highway in a borough, wherein a change of width or of existing lines and location is necessary, and damages are likely to result to abutting property, he shall notify the county commissioners of the proper county,” who shall attempt to agree with the property owner or owners “as to the amount of damages to be paid to the said owner or owners, which damages, if agreed upon, shall be paid by the county.” In case no such agreement is made, the Secretary of Highways may not proceed with the work unless the county commissioners agree thereto, “and, in such eases, the owner or owners of said property damaged thereby may present their petition to the court of quarter sessions for the appointment of viewers to ascertain and assess such damages. The proceedings upon said petition and by viewers shall be governed by existing laws relating to the ascertainment and assessment of damages for opening public highways, and such damages, when ascertained, shall be paid by the county in which the State highway is located.”\nPlaintiff maintains that this provision is broad enough in its scope to include the damages here claimed by him. It seems reasonably clear, however, that the Act of May 7, 1929, — as well as the other acts parallel therewith— was not intended, by the unqualified use of the word “damages,” to give to a property owner a cause of action not theretofore existing, but merely to provide, as between the county and the Commonwealth, for the ascertainment and liquidation of the damages to which, under then existing law, property owners were entitled. There was no statute then, nor has there been any since, expressly or by clear implication imposing liability upon the Commonwealth in the improvement of highways, other than in cases where land is appropriated: see Saeger v. Commonwealth, 258 Pa. 239; State Highway Route No. 72, 265 Pa. 369. Had the legislature desired to increase the Commonwealth’s liability by extending the right of recovery to cases not involving a direct encroachment upon property, it presumably would have used language plainly indicating such an intention. It is not unreasonable to hold that any legislation to that end, and embodying what would constitute such an important innovation, should be clear and even meticulously explicit. In the absence of language measuring up to that standard it must be inferred that by “damages” in the widening or relocation of a highway by the State was meant only those for which, under Article I, section 10, of the Constitution, the Commonwealth was liable, namely, those occurring where land is actually taken and not merely “injured” or its use impaired as a consequence of the improvement.\nThat plaintiff’s broad interpretation of the Act of May 7, 1929, is unjustified becomes the more obvious upon consideration of the law as to the vacation of highways. In the absence of a statute imposing it, there is no liability for damages when a street or highway is vacated: Paul v. Carver, 24 Pa. 207, 211; McGee’s Appeal, 114 Pa. 470, 477; In re Melon Street, 182 Pa. 397, 401, 402; Daughters of the American Revolution v. Schenley, 204 Pa. 572, 583; Howell v. Morrisville Borough, 212 Pa. 349, 351, 352; Saeger v. Commonwealth, 258 Pa. 239, 243; Donnelly v. Public Service Commission, 268 Pa. 345, 352; Hedrich v. Harrisburg, 278 Pa. 274, 277; Wright v. Luzerne County, 67 Pa. Superior Ct. 618, 620; Locust Street Subway Construction, 117 Pa. Superior Ct. 86, 93. There is no such statute in the case of a vacation by the Commonwealth. Even if, therefore, the highway in front of plaintiff’s property had been actually vacated no right of action to plaintiff would have arisen. As a matter of fact the old section of the highway was not vacated. Under the Acts of May 17, 1921, P. L. 837, and May 16, 1929, P. L. 1770, the Secretary of Highways has the power, with the approval of the Governor, to declare a vacation, but no such order was made in the present case. By the Act of April 27, 1927, P. L. 392, amended by the Act of June 11, 1935, P. L. 320, it is provided that where any section of a State highway route is relocated, the portion of the highway abandoned as a State highway route is thereafter to be maintained by the authorities responsible for its maintenance prior to its establishment as a State highway. The original highway in front of plaintiff’s property still exists, therefore, exactly as before, except that it is now maintained by the county instead of by the State. If, then, even a vacation of the highway would not have entitled plaintiff to damages, it seems incredible that a cause of action should arise where the highway remains open and physically unchanged, or that the legislature intended by the Act of May 7, 1929, to bring about such an anomalous situation.\nIn the cases relied upon by plaintiff (Regina, v. Monroe County, 319 Pa. 257; Fisher v. Allegheny County, 324 Pa. 471), the relocation of the State highway involved an actual appropriation of land, and thus liability was imposed upon the Commonwealth. The measure of damages in all eminent domain proceedings being the difference in the fair market value of the property before and after the exercise of the right, it followed that one of the elements to be taken into consideration in the ascertainment of damages was the depreciation in the value of the property for the commercial purposes for which it had theretofore been used: see also Puloka, v. Commonwealth, 323 Pa. 36, 41. These cases have no bearing upon the present situation where, no land having been taken, plaintiff has no cause of action whatever against the State, and therefore none against defendant County.\nEven if defendant had itself exercised the right of eminent domain by relocating the highway in the present case as the Commonwealth has done, and the action for damages were against it under the provisions of the General County Law or similar legislation, there would be grave doubt as to liability where, as here, the original highway remains in all respects as before and the only damage results from the diversion of traffic. It was said in State Highway Route No. 72, 71 Pa. Superior Ct. 85, 96: “There is probably no change of an existing highway or of any other established order of things that does not to some extent cause practical inconvenience, and in that sense injury, to those who have adapted themselves to the previous conditions.” The only practical effect of the relocation is that vehicular traffic now has a choice, of two routes at the point of divergence and therefore the number of vehicles passing plaintiff’s property is naturally reduced. The same result would have occurred if an entirely new highway had been built parallel with the existing one, especially if of better construction. Every improved road takes away travel from older ones and thereby to some extent diminishes the commercial value of properties abutting on the older roads. It is highly dubious whether damage of that kind constitutes injury to the property that would be compensable under existing statutes providing for the liability of the various local agencies of government in their exercise of the right of eminent domain. However, we are not called upon to decide that question.\nThe judgment is reversed and is here entered for defendant.\nThere were further amendments to this section of the Sproul Act by the Acts of May 23, 1923, P. L. 341, sec. 1; May 4, 1927, P. L. 692, sec. 1; June 26, 1931, P. L. 1388, sec. 4; April 13, 1933, P. L. 41, sec. 1; January 2, 1934 (1933-34 Spec. Sess.), P. L. 209, sec. 1; July 12, 1935, P. L. 946, sec. 3, and June 21, 1937, P. L. 1951, sec. 1. The amendatory Act of April 13, 1933, P. L. 41, and those subsequent thereto, provided that the damages should be payable by the Commonwealth if the county commissioners had not consented to the relocation, but these acts were not retroactive in their operation. There was similar legislation in relation to State-aid highways: Act of May 31, 1911, P. L. 468, sec. 32, amended by the Act of May 7, 1929, P. L. 1566, sec. 4; and also in relation to highways improved by a township or borough and county: Act of May 11, 1927, P. L. 962, sec. 3.\nThis act was repealed by the Act of June 23, 1931, P. L. 920, but was in substance reenacted thereby, and all relocation proceedings theretofore undertaken declared valid and all proceedings for the assessment of damages continued in full force and effect. The Act of June 23, 1931, P. L. 920, was amended, in a particular here unimportant, by the Act of June 1, 1933, P. L. 1412, sec. 1, and also by the Act of May 21, 1937, P. L. 757, sec. 1, which provided that the damages should be payable by the Commonwealth if the County Commissioners had not consented to the relocation; this amendatory act, however, was not retroactive in its operation.\nWhere the county itself exercises the right of eminent domain the applicable statute is the General County Law of May 2, 1929, P. L. 1278. That act expressly provides, section 2(g), that it does not apply to State roads, or State-aid roads. It has no application to the imposition of property damages upon the county in State Highway eases.\nThe Act of May 28, 1913, P. L. 368, imposed liability arising from the vacation of roads or streets upon cities, counties, boroughs and townships. The provisions of this act have been repealed or modified by subsequent legislation in the case of certain of these local agencies of government.\nThere was a further amendment to this legislation by the Act of July 12, 1935, P. L. 946, sec. 1, hut in particulars here unimportant."}