{"id": "1182933", "contents": "Opinion by\nMe. Justice Drew,\nFollowing an absolute divorce in 1929, Ludwig- Slabos* zewski and his former wife, Eleanor, agreed to divide three parcels of real estate which they held by the entireties. She had already remarried. To effect the division agreed upon, he conveyed two parcels to her, and she in turn, with the joinder of her second husband, conveyed the third to him.\nLudwig died testate in 1936. Pursuant to a testamentary power of sale his executor sold the parcel which his testator had received in the settlement to Frank J. Posluszny and his wife. In connection with the transfer a title insurance company requested Eleanor to make a quitclaim deed to the property thus conveyed. She declined on the ground that her earlier deed was ineffective to destroy the entireties and that she, as the survivor of her former husband, was entitled to the realty sold by the executor. The present bill was brought by the executor and his grantees to remove the cloud on the title. The court below, although of the opinion that Eleanor’s claim was entirely without foundation, certified the case to the law side on the ground that there was an adequate legal remedy by rule to bring ejectment under the Act of April 16, 1903, P. L. 212. The executor and his grantees have appealed.\nBills to quiet title have long been an independent branch of equity jurisdiction in Pennsylvania: Ken nedy v. Kennedy, 43 Pa. 413, 417; Stewart’s Appeal, 78 Pa. 88; Dull’s Appeal, 113 Pa. 510. It is not taken away by similar jurisdiction subsequently conferred on courts of law: Hutchinson v. Dennis, 217 Pa. 290; Vankirk v. Patterson, 204 Pa. 317; Ullom v. Hughes, 204 Pa. 305. The present bill was within the jurisdiction of the court below.\nAfter her voluntary deed Eleanor retained no interest in the premises whatsoever. Divorce does not, it is true, destroy an estate by the entireties (Alies v. Lyon, 216 Pa. 604; O’Malley v. O’Malley, 272 Pa. 528), but the estate may be ended by voluntary partition, even during the continuance of the marriage relationship: Merritt v. Whitlock, 200 Pa. 50.\nNor can there be any valid objection to the means employed to effect the amicable partition in the present case. The ordinary method of effecting a voluntary partition is by the mutual exchange of individual deeds: See 1 Tiffany, Real Property (2d ed.), section 203. Such was the means adopted here. As a matter of fact, a parol partition would have been valid, the Statute of Frauds being inapplicable: Merritt v. Whitlock, supra. It follows that the clear intention of the parties was duly effected; conveyance to a third party and reconveyance by him was unnecessary. Nor was it required that both husband and wife join as grantors in the deeds that were exchanged.\nThe decree of the court below is reversed and the record is remitted for the entry of a decree in accordance with the views here expressed; costs to be paid by appellees."}