{"id": "1183007", "contents": "Opinion by\nMr. Justice Linn,\nBut little need be added to what was said when the case was here before: 323 Pa. 49, 185 A. 758. After the record was returned, additional evidence was taken and the learned court below found that the beneficiaries of the trust did not know that the trust property was invested in the two mortgages or that title to them had been taken by the bank in its own name. The \" beneficiaries, exercising the option vested in them (Yost’s Estate, 316 Pa, 463, 467, 175 A. 383) rejected the investments and insisted upon cash. The learned court below next took up the matter of tracing the fund into assets in the hands of the receiver (see Erie Trust Company’s Case, 326 Pa. 198, 191 A. 613) and held that it was established by a stipulation of counsel. We think the stipulation went no further than to say that the bank received the money and invested it in the mortgages and that they were still in the receiver’s possession; there is no statement of any other assets. But as the case involves the liquidation of a national bank, a proceeding governed by federal law, it was not essential in the orphans’ court to trace the fund to the receiver. The order made by the learned court below, and which is the basis of the only assignment of error, is as follows: “The prayer of the petitioner must be sustained and it is, therefore, ordered, adjudged and decreed that the petitioner is entitled to the payment of the full amount of the original fund with interest, less any payments heretofore made on account of interest and principal.” We see no objection to that order.\nWhen the case was here before, we said: “If the final ruling on this issue [giving rise to the beneficiaries’ option to accept or reject the mortgage investments] be in favor of the petitioner, it will then be incumbent upon it, in appropriate proceedings, to produce testimony sufficient to identify the trust res as a part of the present assets of the insolvent trustee.” The “appropriate proceedings” mean proceedings in the jurisdiction having charge of distribution of the assets of the national bank: see National Banking Act, 12 USCA sections 191 et seq.; Earle v. Pennsylvania, 178 U. S. 449; Hoffmam v. Rauch, 300 U. S. 255.\nThe order appealed from does not adjudicate a preference as the learned counsel for appellant seemed to think: cf. Stopp’s Estate, 330 Pa. 493.\nOrder affirmed, costs to be paid by appellant."}