{"id": "1183023", "contents": "Pee Cueiam,\nThe Meadville Amusement Company, unable to meet its monthly payments on a lease, through its treasurer executed a written agreement with appellee, on August 7, 1931, whereby in return for an extension it agreed to execute a demand note for $4,000, endorsed by F. E. McGillick, its president. The agreement contained the following provision: “It is understood and agreed that the note shall be paid in full on or about May 1, 1932.” The note, having all the essentials of a negotiable instrument, was executed as of July 1,1931, by the lessee and endorsed by McGillick. In an action to recover on the note against McGillick as endorser, he set up the agreement of August 7th as a defense and denied formal presentment and notice prior to May 6, 1932. He admitted the endorsement of the note. Appellee submitted evidence of a waiver of presentment, notice and demand, and the trial judge charged the jury fully on the law of waiver. Judgment was entered against the endorser on the verdict; hence this appeal.\nThe note was negotiable on its face, and there was nothing to prohibit its free flow in commerce without any impediments had the payee so desired. As there was nothing on its face to impair its negotiability, a purchaser for value, without notice, would take it free of the agreement. The agreement did not affect the negotiable character of the instrument, though it bound the payee who was a party to it. Appellant’s liability as an endorser was governed by the Negotiable Instrument Law of May 16, 1901, P. L. 194, although the time of payment between payee, maker and endorser was fixed as of May 1,1932.\nPresentment and notice upon maturity are procedural steps in the enforcement of the obligation. They may be waived by an endorser either prior to maturity or subsequently thereto, and no consideration is required to support the waiver. See N. I. L., section 82, section 109. The case was tried below on this theory. There was sufficient evidence of the conduct of appellant for the jury to find waiver by him of presentment and notice. This was a question of fact for the jury. See First National Bank of Granville v. Delone, 312 Pa. 391. Appellant requested an extension and forbearance, and appellee did wait; in fact, he delayed enforcement until February, 1933. Appellant not only promised to pay the obligation, but said that he would apply to it funds to be received from mortgages due him. He was in a position to know the inability of the maker to pay and the futility of presentment, and he so informed appellee at the time of his promise.\nThe charge adequately covered the questions involved and the judgment is affirmed."}