{"id": "1184284", "contents": "Opinion by\nMr. Justice Stern,\nOn February 18, 1925, plaintiff company executed and delivered to defendant Albert T. McCausland a policy of life insurance in the sum of $2,830. His wife, Ethel L. McCausland, co-defendant, was named as beneficiary. The annual premiums were regularly paid until February 18, 1935, when a default occurred. On March 18th, McCausland went with a friend to the company’s office and made arrangements for an extension of payments of the overdue premium on a basis of monthly installments. These were paid in March, April, May and June, but there was default in the one due July 18th, whereby the policy lapsed. On July 24th, McCausland again visited plaintiff’s office, and signed an application for reinstatement, at the same time paying the July monthly installment, and the policy was thereupon reinstated. In August he paid the balance of the February premium. On March 18, 1936, he made a partial payment on account of the annual premium due February 18, 1936. On July 10, 1936, plaintiff tendered to defendants a return of the premiums collected since February 18, 1935, and delivered a notice of rescission of the reinstatement of the policy, because of false statements made by McCausland in tbe application. This was followed by the filing of the bill in equity in the present proceedings praying that the reinstatement be rescinded and the policy be declared lapsed. After the hearing and before adjudication, McCausland died. The court below granted the relief sought by plaintiff, upon refund of the amount, with interest, received as premiums since February 18, 1935.\nAmong the unchallenged findings of fact by the learned chancellor are these: that in the application for reinstatement McCausland certified and represented that he was in good health, had had no disease, illness or injury, and had not consulted or been treated by any physician; that he agreed therein that, if the policy were reinstated, such reinstatement should be based upon the representations thus made; that when Mc-Causland signed the application he knew of his serious illness and that he had consulted and been attended by physicians; that then and for some time prior thereto he was suffering from myocarditis, serious abdominal pains, and disease of the gall bladder; that he had been attended by two doctors and was under the care of physicians at the time he signed the request for reinstatement. Upon such findings a decree for rescission properly followed: New York Life Insurance Company v. Brandwene, 316 Pa. 218.\nMcCausland testified that when he visited the company’s office on July 24, 1935, the cashier “handed several papers to me, with his fountain pen, and he said, ‘We will fix it right up. Sign here.’ I took his pen and signed. I didn’t read what was in the fine print.” This defense is unavailing because “one who signs an application for insurance without reading it, when he might have done so, will be held to have read it”: Applebaum v. Empire State Life Assurance Society, 311 Pa. 221, 224. McCausland admitted that he was in the business of investment banking, could read and write, was accustomed to handling and reading papers “in a business way,” and had an opportunity to read the application at the time he signed it had he desired to do so.\nDefendants attempted to relieve themselves from the effect of the written mis-statements by testimony of Mc-Causland that on March 18, 1935, he said to one of the clerks in plaintiff’s office he “had been sick and up against it,” and that, on his visit on July 24, 1935, he again told the “representative” of the company what his physical condition was. The friend who accompanied him' in March testified that McCausland told the clerk “he had been in ill health and then was in ill health” and “he couldn’t work steadily at all and didn’t have the strength to work.” The chancellor made no findings in regard to this testimony, but assuming, arguendo, that it was true, and also that the clerk with whom the alleged conversation occurred was one whose knowledge would be binding upon plaintiff, it is clear that, if the oral statements were of any legal effect whatever under the circumstances (as to which see Equitable Life Assuranee Society v. Klein, 315 Pa. 156, 159), they could not overcome the specific, false representation in the written application that McCausland had not consulted or been treated by any physician.\nThe policy of insurance contained a provision for the payment of disability benefits, such benefits to be “effective upon receipt of due proof, before default in the payment of premium, that the insured became totally and permanently disabled by bodily injury or disease . . . in which event the Society will grant the following benefits : (a) Waive payment of all premiums payable upon this policy falling due after the receipt of such proof and during the continuance of such total and permanent disability; . . . ” McCausland, in a letter dated April 23, 1936, wrote to plaintiff that he became ill on July 20, 1934, and was unable to go to business, that in September he was operated on at a hospital where he remained until November, that he was confined to bed at his home until the early part of February, 1935, that he then convalesced until about February 25, 1935, when he went back to work, but was unable for a long time to devote his full time to business and had not even then fully recovered; he therefore claimed he was entitled to disability benefits up to February, 1935, and to a return of premiums paid by him during his disability. Defendants now take the position that, since McCausland was disabled when the February 18, 1935, premium became due, its payment should have been waived in accordance with the terms of the policy, in which case there would have been no default and therefore no necessity for a reinstatement.\nWhere a policy of life insurance provides that disability benefits will be payable upon receipt of due proof that the insured has become totally and permanently disabled, and that the payment of all premiums falling due after the receipt of such proof and during the continuance of such disability will be waived, the furnishing of the proof of disability is a condition precedent: Courson v. New York Life Insurance Company, 295 Pa. 518; Brams v. New York Life Insurance Company, 299 Pa. 11; Perlman v. New York Life Insurance Company, 105 Pa. Superior Ct. 413; Lucas v. John Hancock Mutual Life Insurance Company, 116 Pa. Superior Ct. 298; Lyford v. New England Mutual Life Insurance Company of Boston, 122 Pa. Superior Ct. 16; Jenkins v. Mutual Life Insurance Co. of New York, 130 Pa. Superior Ct. 442. As to the question whether the insured is legally excused from furnishing such proof if prevented by insanity, other mental ailment, or absolute physical incapacity, there is a marked difference of judicial opinion; the cases in the various jurisdictions are collected by Mr. Justice Cardozo in Mutual Life Insurance Company of New York v. Johnson, 293 U. S. 335, 338. In the present case we are not called upon to determine the law in our own State, because, even if such an exemption from strict performance exists, defendants have not established facts entitling them to its benefit. They produced no evidence that on February 18, 1935, or during the period of more than a year thereafter, McCausland was suffering from any such physical incapacity as would have prevented him from giving the company notice of his disability. On the contrary, in his letter of April 23, 1936, he admitted he was convalescent on February 18, 1935, and that a week later he had partially resumed his business activities; on March 18, 1935, he was actually in the office of plaintiff company making arrangements for extension of the time for payment of the February premium, but he then gave no notice or proof of any total or permanent disability. Even if incapacity existed on February 18, 1935, he certainly was not excused from furnishing the requisite proof within a reasonable time after the incapacity ceased. It was said by President Judge Keller in Lyford v. New England Mutual Life Insurance Company of Boston, supra, (p. 29) : “The clause, making the furnishing of due proof of total and permanent disability a condition precedent to liability, is a proper, reasonable and salutary one to prevent fraud and deception being practiced on the insurer. . . . Without it the company might be called on to pay claims four years old as in the Lucas case, or even twenty-five years old, as suggested in Wick v. Western Union Life Ins. Co., 104 Wash. 129, 175 Pac. 953, at a time when it had become impossible to test the truth and justice of the claim; although, as here, the failure to present proof of disability sooner was not due to the insured’s insanity or other cause preventing his acting, but because of his failure to act, from ignorance, negligence or other cause within his own control.”\nThe decree is affirmed; the parties to pay their respective costs.\nSee Restatement, Contracts, section 301, illustration 4; also Cohen v. New York Life Insurance Co., 29 D. & C. 383."}