{"id": "1186580", "contents": "Opinion by\nMr. Chief Justice Kephart,\nThis is an appeal from the final decree of the Common Pleas of Blair County sitting in equity. The case was heard upon bill, answer and replication, preliminary objections having been overruled. When a case is submitted to the court on the pleadings, all the averments of the bill not denied in the answer must be taken as true. All the averments of the bill denied in the answer must be considered as nonexisting; all allegations in the answer not denied or explained in the replication must be accepted. See Brooks et al. v. Coyle et al., 319 Pa. 80; Queen-Favorite B. & L. Assn. v. Burstein et al., 310 Pa. 219; Stone v. New Schiller B. & L. Assn. et al., 293 Pa. 161.\nIt is difficult to follow all of appellant’s contentions as they relate to equitable jurisdiction, but from the questions involved it appears appellant seeks to cancel the deed to appellee, and in effect confirm appellant’s title obtained through foreclosure.\nThe proceeding was started after the acknowledgment of the sheriff’s deed in open court, and delivery to appellee. The proper procedure to set aside a sheriff’s sale for inadequacy of price or irregularity is by petition and rule to show cause before acknowledgment of the deed: Knox v. Noggle, 328 Pa. 302, 304-5. After the acknowledgment of the deed it is too late to raise these questions. If title is claimed by another, ejectment is the proper remedy to determine that question. Where there is fraud and collusion affecting the purchaser, equity can redress the wrong, but there is no such averment in this bill. See Evans v. Maury, 112 Pa. 300, 313-14; Media Title & Trust Co. v. Kelly, 185 Pa. 131, 134.\nThe court below concluded that appellee’s mortgage fully described and identified the property involved, and held that the “two descriptions are for the same property,” reciting the above quoted provision. If the omission of the “block” letter was misleading, as appellant contends, appellant used the identical language in describing the property. As to the fact that a brick house supplanted the frame house, the premises were minutely described by metes and bounds with a fixed monument as a starting point, and streets and adjoiners were given. Appellant, in searching the record, could not have been mistaken as to the existence of appellee’s mortgage. A mistake based on neglect cannot nullify the effect of the recording statutes, in equity or at law. The purpose of the recording statutes, inter alia, is to notify future encumbrancers, and one intending to be such is bound to search the record. The person recording an instrument is protected by these acts.\nAppellant’s contention that appellee is unjustly enriched is answered by the pleadings; they not only refute any possibility of a mistake, but show no enrichment of appellee as a result of appellant’s advances to Grannas. Under these circumstances, appellant cannot complain of any benefit to appellee in the new building. Since this was erected prior to appellant’s loan, appellant is in no position to deprive appellee of any part of that benefit.\nContrary to appellant’s contention as to the amounts due, tbe court below found tliat appellee’s mortgage for future advances covered indebtedness within its scope created prior to appellant’s mortgage. This was a correct view. Appellant urges that the extension of the time of payment of appellee’s mortgage, made after appellant’s mortgage was given, gave the junior mortgage a prior lien. The lien of a mortgage continues until the mortgage debt is paid: Tryon v. Munson, 77 Pa. 250, 264; Sweeney v. Arrowsmith, 43 Pa. Superior Ct. 268, 272; and see Willock’s Est., 58 Pa. Superior Ct. 159. The universal rule is that the extension of the time of payment of a mortgage debt, in the absence of fraud, does not impair its priority or standing as a lien: Jones on Mortgages (8th ed. 1928), sections 438 and 1202; 41 C. J. 582; and see cases there cited.\nDecree affirmed at appellant’s cost."}