{"id": "1186586", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal is by defendant from judgment on a verdict for plaintiffs in an action of trespass to recover damages to their real estate caused by the use of dynamite by defendant’s contractor in drilling a hole in the sidewalk in front of, and about seven feet from, their house. The facts, which need not be repeated in detail, are stated in the opinion of the Superior Court reported in 131 Pa. Superior Ct. 309, 200 A. 190. The defense was that defendant had employed an independent contractor and was therefore not responsible for the contractor’s acts.\nWe find it unnecessary to express any opinion on the contentions presented on that subject and considered by the Superior Court; the municipal legislation imposed a strict or absolute liability on defendant to pay all damages resulting from the exercise of the privilege granted by the city. The work could only be done (in the words of the resolution of city council) “with the understanding that the [defendant] . . . shall be liable for all damages to persons and property during the time said drill holes are being put down. . . . ” By going ahead, defendant assumed that obligation. The verdict determined that plaintiffs’ damage resulted from the doing of the work. Liability to them could not be evaded by employing a contractor, whatever obligation to defendant he might assume. Defendant’s liability to plaintiffs being absolute, it is immaterial, if a fact, that defendant was not negligent: Rafferty v. Davis, 260 Pa. 563, 103 A. 951; Mulchanock v. Whitehall Cement Mfg. Co., 253 Pa. 262, 98 A. 554. Liability did not, as in Chartiers Valley Gas Co. v. Waters, 123 Pa. 220, 16 A. 423, depend on negligence ; nor was defendant’s obligation to plaintiffs one of indemnity as in Chartiers Valley Gas Co. v. Lynch, 118 Pa. 362, 12 A. 435. Compare Thompson v. Allegheny Valley St. Ry. Co., 328 Pa. 118, 194 A. 921. The record does not support the argument on variance between allegata and probata.\nJudgment affirmed."}