{"id": "1186540", "contents": "Opinion by\nMr. Justice Schaeeee,\nPlaintiff is the mother of defendant and was riding with him in the automobile which he was driving, when it collided at night with another automobile at the right-angle intersection of two thirty-feet-wide city streets. The court below entered a compulsory nonsuit and this appeal is from the refusal to take it off.\nDefendant, called as under cross-examination, testified that he was proceeding south, and, when he reached the intersection, looked east and west, to see if anything was coming on the other street and saw nothing. He could see, in the direction from which the car came, which struck him, about forty yards. His speed was twelve miles an hour. When he reached the center of the intersection, his mother called his attention to a car approaching from his right on the intersecting street, approximately twenty or twenty-five feet away. He endeavored to speed up, but could not quickly do so, owing to the slow rate at which he was traveling. The other car, running as he estimated at thirty-five miles an hour, struck the rear of his car when it was more than half way across the intersecting street and the front close to its south curb line.\nPlaintiff testified in a very vague way, stating, however, that their car was in the middle of the intersection when she first saw the other one. Its driver said he observed defendant’s car as it approached the intersection, that he could have stopped his car, which was going about twenty miles an hour, but did not do so, because he thought defendant had stopped, that he, the witness, was traveling on the right (far) side of the street intersecting the one on which defendant was driving and within two feet of the curb, that he kept straight on and the collision occurred.\nWe reach the same conclusion, as did the trial judge, that defendant was at the intersection first and was struck when almost across it. This being so, the fault, if any, was not his, but probably that of the other driver in mistakenly thinking defendant had stopped and in not halting his own car, when admittedly he could have done so. If authority were required to sustain the position of the court below, Galvin v. Kreider, 293 Pa. 395, 143 A. 110, presents a situation someAvhat parallel to that developed by the record.\nJudgment affirmed."}