{"id": "1186560", "contents": "Opinion by\nMr. Chief Justice Kephart,\nThe Court is unanimously of the opinion that the order of the court below, dated August 1, 1938, which forbids District Attorney Shelley, Charles J. Margiotti and Edward Friedman from testifying before the legislative committee, and also impounds documentary evidence, must be and it is hereby vacated and set aside, because of lack of power in the court to make it. The information given to the District Attorney and others named in this order is not privileged in the sense that the witnesses may not be required to divulge it on the ground of privileged communications as argued; nor may the documentary evidence be impounded beyond the reach of the legislative committee.\nThe main question, whether Acts 1 and 4, are constitutional, is reserved for further consideration; they provide that investigation by the legislature of charges of misdemeanor in office, made against civil officers subject to impeachment, shall have precedence over the jurisdiction of grand juries, and suspend any other pending investigation. The importance of this question before us cannot be overestimated, as it involves an examination of the fundamentals of our form of government and the entire doctrine of the separation of powers lodged in the three coordinate divisions thereof, judicial, legislative and executive, each of which must be supreme within its allotted field if our form of government is to endure; the boundaries necessarily to be determined by the Supreme Court.\nWe will briefly at this time state our reasons for the action taken.\nThe constitution provides in Article VI, section 1, that “The House of Representatives shall have the sole power of impeachment.” This plain language makes the power plenary within constitutional limits, that is to say, “for any misdemeanor in office,” which is a criminal act in the course of the conduct of the office, to which impeachments are limited. For crimes not misdemeanors in office, impeachment cannot be brought. This is the clear wording of section 3 of Article VI, which reads, “The Governor and all other civil officers shall be liable to impeachment for any misdemeanor in office.” Therefore, the courts have no jurisdiction in impeachment proceedings, and no control over their conduct, so long as actions taken are within constitutional lines. It follows from this, that the courts cannot prohibit a witness from testifying before a legislative committee, which is conducting an investigation under Act 2, not here in question, to determine whether civil officers shall be proceeded against by impeachment. The courts cannot stay the legislature and the witnesses named are subject to call by the legislative committee at any time.\nSection 3 further provides that “the person accused '[of an impeachable offense] whether convicted or acquitted shall nevertheless be liable to indictment, trial, judgment and punishment according to law.” This means liable in a court, because the legislature has no power to indict, try, judge and punish according to law. This power is plenary in the courts. The legislature can only remove from office and disqualify from holding office because tbe section named also provides “judgment in such cases [of impeachment] shall not extend further than to removal from office and disqualification to hold any office of trust or profit under this Commonwealth.”\nCan the legislature limit, qualify or suspend the jurisdiction of the courts to investigate alleged crimes committed by civil officers, as the acts here in question seek to do, is the vitally important question presented to us. May the legislature stay the judicial hand until the legislature has completed its investigation, or may the two coordinate branches of government, legislative and judicial, concurrently proceed, each free from trammel or interference by the other? The solution of this problem is of the utmost gravity and should be arrived at, only after the most thorough investigation, study and consideration, to the end that there shall be no unseemly conflict between the two branches of government, the legislative and judicial, and a breakdown in its orderly administration./ The further question whether the Attorney General'may supersede the District Attorney will be passed upon when we decide the main question. Upon these reserved questions, the Court will, after further necessary deliberation, hand down its opinion as soon as a decision can be reached.\nOrder of August 1, 1938, is vacated and set aside.\nOPINION REFUSING COMMITTEE’S REQUEST FOR WRIT OF PROHIBITION.\nConstitutional law — Courts—Grand jury — Indictment—Mouse of Representatives — Impeachment — Civil officers — Legislative power to halt grand jury investigation — Power of Supreme Court — Act of July SO, 19S8, P. L. 18 — Constitution, Article I and Article VI.\n1. The Act of July 30, 1938, P. L. 18, which provides that whenever the House of Representatives shall undertake the investigation of charges of misdemeanor in office on the part of the governor, or any other civil officer who is liable to impeachment, any other investigation of the same charges, theretofore instituted by or before any other officer, body, agency or court of the Commonwealth, or any political subdivision thereof, whether such investigation be legislative, executive or judicial, shall be suspended until the House shall have completed its investigation, and shall not thereafter be resumed unless the legislative, executive or judicial officer, body, agency or court which shall have ordered the investigation shall, after examining the testimony taken by the House, or its committee, determine that a further investigation is necessary to develop information not disclosed to the House, or its committee, is unconstitutional, in that it is a deprivation of the exercise of a judicial power vested in the court by the Constitution. [348-58]\n2. Article VI of the Constitution, which provides, section 1, that the House of Representatives shall have the sole power of impeachment, and, section 3, that the governor and all other civil officers shall be liable to impeachment for any misdemeanor in office, but judgment in such cases shall not extend further than to removal from office and disqualification to hold any office of trust or profit under the Commonwealth, and that the person accused, whether convicted Or acquitted, shall nevertheless be liable to indictment, trial, judgment and punishment, according to law, does not in express words, nor by implication, confer authority on the legislature to take from the quarter sessions its power to direct an investigation by a grand jury or to halt Such a proceeding pending in that court. [348-58]\n3. An indictment can be found in the Commonwealth only by a grand jury. [353]\n4. Under section 10 of the Declaration of Rights, which prohibits proceeding by information, indictment is the method of informing an accused person of “the nature and cause of the accusation against him,” and requires action by the grand jury. [353-4]\n5. The power of a court of quarter sessions to direct an investigation by a grand jury is a judicial power. [354]\n6. The provision in Article VI, section 3, of the Constitution, that the accused in impeachment proceedings shall be liable to indictment “whether convicted or acquitted,” does not require halting criminal proceedings until after the impeachment. [354-5]\n7. The power of the quarter sessions, acting by its grand jury, to inquire and to indict, and the power of the legislature to conduct and try impeachments, are independent powers that can be exercised independently. [354-5]\n8. Where one of two bodies, one a part of the legislative branch of government, and the other of the judiciary, each provided for by the Constitution, claims the right of halting the other in exer-\nSyllabus — Opinion of tbe Court. [332 Pa.\ncising its powers, it is tbe duty of the Supreme Court to determine the authority and limitations of each of the bodies. [356]\nHr. Chief Justice Kephart and Hr. Justice Drew concurred in the order.\nOpinion by\nMr. Justice Linn,\nOctober 3,1938:\nThis is an original petition for a writ of prohibition to restrain the court of quarter sessions of Dauphin County from proceeding with a grand jury investigation ordered by that court. The petition was presented by a committee of the House of Representatives, appointed pursuant to a recent act of assembly, and is opposed by the district attorney.\nThe proceeding in the quarter sessions began April 28, 1938, when the district attorney presented his petition alleging criminal misconduct by civil officers of the commonwealth and others, and averring the necessity of a grand jury investigation. April 29, 1938, after considering the petition, the court directed that the grand jury be convened on May 11, 1938, to make the investigation.\nMay 9, 1938, the Governor and the Attorney General applied to this court for a writ of prohibition to restrain the court of quarter sessions from carrying its order into effect. A rule to show cause, with stay of proceedings, was allowed. May 25, 1938, after hearing the parties, we granted leave to the district attorney, within 20 days, to amend or supplement his petition for the grand jury investigation: 332 Pa. 289. An amendment curing the defect in the original petition was filed. June 20, 1938, after hearing the parties on the amended petition and answers, the writ of prohibition was refused and the record was remanded to the court below for further proceedings : 332 Pa. 326. July 11, 1938, the learned judge in the court below, after satisfying himself that an investigation was necessary, ordered the sheriff to summon the grand jury to attend on August 8, 1938.\nOn July 22, 1938, before the time fixed by the court for the attendance of the grand jury, the Governor issued a call for a special session of the legislature to meet July 25, 1938. Pursuant to Act number 2, approved July 30, 1938, seven members of the House of Representatives were appointed a committee (in the words of the statute) “to undertake the investigation of charges of, or involving, misdemeanor in office, against any civil officer who is liable to impeachment.” It is that committee, hereafter called the petitioner, which has invoked the jurisdiction of the court by applying for the writ now under consideration. For the purposes of this case, it is unnecessary to say anything more about Act number 2. But the constitutionality of Act* number 4, whose provisions were made retroactive, is directly involved and must be considered.\nHad the legislature power to subject the existing quarter sessions proceeding to the terms of the Act? It was approved July 30 and if applied to the present case, would require the court to suspend the exercise of its judicial power over the existing proceeding “until the House of Representatives shall have completed its investigation” ; not only does the legislature attempt so to enjoin the court, but it directs that the court may not resume its constitutional functions (1) until after the House shall have completed its investigation and (2) until after the court shall then examine “the testimony taken by the House of Representatives, or its committee, [and] determine that a further investigation is necessary to develop information not disclosed to the House of Representatives, or its committee.” It may be noted, in passing, that it is not apparent, if its power of investigation is suspended, how the court may discover or acquire information not disclosed to the House or its committee.\nThe learned judge in the court below was of opinion that the Act was an unauthorized deprivation of the constitutional power of the court and declined to suspend the pending proceeding, and, on motion of the district attorney, impounded documentary evidence, and also made an order restraining the district attorney and two named witnesses from testifying before the petitioner. Following that action, the petitioner, denying tbe power of tbe court below to make tbe order and otherwise to proceed in the face of Act number 4, presented its petition. Tbe Chief Justice immediately granted a rule to show cause. An answer was filed and tbe case was advanced to be beard before tbe regular day fixed by tbe Rules for the opening of the Fall session of tbe court. The case was beard on September 6. On September 7 an Interim Order (332 Pa. 342) was filed setting aside tbe order of tbe learned court below impounding documentary evidence and restraining certain persons from testifying before tbe petitioner, thus allowing tbe legislative investigation to proceed at once. In tbe Interim Order, it was stated that time was required to consider tbe constitutional questions involved in tbe light of tbe arguments.\nPetitioner stands on Article VI of tbe constitution, dealing with impeachments, section 1 providing that “Tbe House of Representatives shall have tbe sole power of impeachment,” and section 3, that “The Governor and all other civil officers shall be liable to impeachment for any misdemeanor in office, but judgment in such cases shall not extend further than to removal from office and disqualification to hold any office of trust or profit under this Commonwealth; the person accused, whether convicted or acquitted, shall nevertheless be liable to indictment, trial, judgment and punishment according to law.” Petitioner contends that as the sole power of impeachment has been delegated to the House of Representatives, the legislature may, on the conditions specified in Act number 4, halt the grand jury investigation of crimes alleged to have been committed by impeachable officers. The district attorney answers the contention by saying that the court of quarter sessions also derives its power from the constitution (Article V, section 1) ; that the power of the grand jury to find true bills of indictment is preserved by the Declaration of Rights (Article I of the constitution) and that the power to impeach, conferred by Article VI, not having been expressly declared to be superior to the powers conferred in Article I, cannot, by implication, be held to limit the power of the quarter sessions to direct a grand jury investigation or to halt the pending proceeding in that court.\nBoth parties, in support of their positions, refer to the doctrine of the separation of governmental powers into legislative, executive and judicial. This separation appeared in Pennsylvania as early as 1776 in the Plan or Form of Government for the Commonwealth or State of Pennsylvania, prepared, by the convention in that year. The separation was continued in our constitutions of 1790, of 1838, and of 1873. Accordingly, when the constitution of 1873 was adopted, the people acted in the light of generations of experience with the operation of the doctrine of the separation of powers, and Avith the resulting necessity for judicial review to resolve differences of opinion between the legislative, executive or judicial departments concerning the scope and extent of the delegated poAvers. Not only were the people then familiar with the exercise from time to time by the court of the poAver to declare legislation unconstitutional, and also to restrain unauthorized executive acts, but from then until now, though the constitution has been frequently amended, no effective effort has been made to change or take aAvay that power; it is so definitely settled that reference to precedents is unnecessary.\nThe first article of the constitution contains the Declaration of Rights; section 26 is in these words: “To guard against transgression of the high poAvers which we have delegated, we declare that everything in this article is excepted out of the general powers of government and shall forever remain inviolate.” The Declaration is important in considering the contentions of the parties because it is in the first article that the people have preserved the grand jury. It is only after the reservation of rights and powers as declared in the first article, that the separation into legislative, executive and judicial powers is specifically made in subsequent articles.\nThe power of the quarter sessions to investigate by means of the grand jury has been exercised in this commomvealth since 1791: McNair’s Petition, 324 Pa. 48, 57, 187 A. 498. An indictment can only be found in this commonAvealth by a grand jury. Section 10 of the Declaration of Rights provides: “No person shall, for any indictable offense, be proceeded against criminally by information, except in cases arising in the land or naval forces, or in the militia, when in actual service, in time of war or public danger, or by leave of the court for oppression or misdemeanor in office. ...” The prohibition against proceeding by information (meaning the information as understood in the English law prior to 1790: Com. v. Francies, 250 Pa. 496, 95 A. 527) except “by leave of the court for oppression or misdemeanor in office” clearly recognizes indictment as the method of informing an accused person (in the words of section 9 of the Declaration of Rights) of “the nature and cause of the accusation against him” and therefore requires action by the grand jury. The right of the people to be protected against crime and their opportunity of ascertaining and punishing the criminal, as well as the criminal’s right (except where by leave of court he may be proceeded against for oppression or misdemeanor in office) is therefore not only as fully recognized in the constitution as the power to impeach civil officers is recognized, but, as it appears in the Declaration of Rights, may furnish some ground for argument that it has precedence over the impeachment power, a point not now necessary to be determined.\nIt cannot be denied that the power already exercised by the court of quarter sessions and by this Court in its judgments rendered in the same proceeding, is the exercise of judicial power. The delegation to the House of Representatives of the sole power of impeachment did not have the effect of depriving the court of its power to continue the investigation in the existing proceeding of crimes constituting misdemeanor in office. This is emphasized by the provision in section 3 of the sixth article that “the person accused [in impeachment proceedings], whether convicted or acquitted, shall nevertheless be liable to indictment, trial, judgment and punishment according to law.” The two proceedings are independent of- each other and, as the Declaration of Rights shows, were intended to be kept independent proceedings. The provision that the accused shall be liable to indictment “whether convicted or acquitted” does not require halting criminal proceedings until after the impeachment. The provision was probably inserted so that there might be no doubt that the result of a trial in either proceeding should not be a bar to the trial in the other.. Petitioner refers to the corresponding provision of the federal constitution and quotes from number LXV of The Federalist, to support the argument that the impeachment trial should precede the'criminal proceeding. But the federal constitution deals only with conviction, not with conviction or acquittal: “But the party convicted shall nevertheless be liable and subject to indictment, trial, judgment and punishment according to law.” Our constitution subjects the accused to prosecution regardless of whether “convicted or acquitted” in the impeachment trial, thereby indicating that, as the result of the impeachment trial should be immaterial in its effect on the criminal trial, there would be no reason for delaying the criminal proceeding.\nWe are also impressed with the point that the framers of the constitution cannot have intended that the power of indictment should be suspended until after the conclusion of the impeachment trial because, during the resulting delay, the period of limitation would be running.\nThe power of the quarter sessions, acting by its grand jury, to inquire and to indict, and the power of the legislature to conduct and try impeachments, are independent powers that can be exercised independently and therefore must so be dealt with in order that full effect may be given to every provision. It was said in argu-' ment that if the investigations were carried on at the same time they might seriously conflict with each other. We are reluctant to accept that statement and may perhaps venture to predict that responsible persons to whom these investigations are intrusted by the law, will conduct themselves with that restraint required, and to be expected, of persons engaged in the administration of public duties of great importance and that they will exercise such comity as will enable their respective duties to be performed without unnecessary friction.\nThe record, then, presents two bodies, each provided for by the constitution, one of which claims the right of halting the other until it shall have finished its inquiry. In such circumstances it is the duty of this Court, recognized for more than a hundred years, to determine which of the two constitutional contentions is sound. This duty must of course be performed with due regard to the right of the legislature to exercise the powers delegated to it by the constitution. The applicable principles have frequently been applied and cannot now be disputed. They were stated by Gibson, C. J., in De Chastellux v. Fairchild, 15 Pa. 18, 20 (1850), a case in which the legislature had directed that a new trial should be granted! in a particular case, the grant of a new' trial being, of! course, only one of many ways of attempting to exercise' a judicial power vested solely in the courts. He said: “If anything is self-evident in the structure of our government, it is, that the legislature has no power to order a new trial, or to direct the court to order it, either before or after judgment. The power to order new trials is judicial; but the power of the legislature is not judicial. It is limited to the making of laws; not to the exposition or execution of them. The functions of the several parts of the government are thoroughly separated, and distinctly assigned to the principal branches of it, the legislature, the executive, and the judiciary, which, within their respective departments, are equal and coordinate. . . . It is idle to say the authority of each branch is defined and limited in the constitution, if there be not an independent power able and willing to enforce the limitations.”\nWe are of course mindful of the rule that a statute may not be declared unconstitutional unless there is no doubt of it. But the Act is not a mere exercise of a legislative power to deal with jurisdiction or procedure (compare Com. v. Ramsey, 42 Pa. Superior Ct. 25, 37, 38) but is a deprivation of the exercise of a judicial power vested in the court by the constitution; the legislature cannot abolish the grand jury. There can be no doubt that the delegation to the House of Representatives of the sole power of impeachment of civil officers does not in express words, and cannot be said to have been intended to, confer authority on the legislature to take from the quarter sessions its immemorially exercised power to use the grand jury in the respect challenged. This, we think, is too clear to need elaboration or an extended discussion of precedents; among other Pennsylvania cases illustrating the application of the rule are the following: Ervine’s Appeal, 16 Pa. 256 (1851) ; Pittsburgh & Steubenville R. R. Co. v. Gazzum, 32 Pa. 340 (1858); Commonwealth ex rel. v. Commissioners of Allegheny County, 37 Pa. 237 (1860); Reiser v. William Tell Saving Fund Association, 39 Pa. 137 (1861) ; Commonwealth ex rel. v. Halloway, 42 Pa. 446 (1862) ; Baggs’s Appeal, 43 Pa. 512 (1862) ; Richards v. Rote, 68 Pa. 248 (1871) ; Titusville Iron Works v. Keystone Oil Co., 122 Pa. 627, 15 A. 917 (1888) ; Commonwealth ex rel. v. Clark, 331 Pa. 405, 200 A. 41 (1938). Compare New Britain Borough School District, 295 Pa. 478, 145 A. 597. See also U. S. v. Klein, 80 U. S. 128; Stephens v. Cherokee Nation, 174 U. S. 445, 478, for rulings on the federal constitution.\nTlie petition is dismissed. In view of what was said, during argument, of the possibility of conflict between the two bodies, each conducting its own investigation at the same time, we shall retain jurisdiction of the cause to enable the present petitioner or the district attorney, or anyone authorized to act, to apply to this court, at any time or times, by petition setting forth that the two investigating bodies have found themselves unable to agree on the order in which either may call witnesses or use documentary evidence, or in other respects, together Avith sufficient information on the subject to enable the court to make an appropriate order pursuant to which the investigations may continue. Each party shall pay its own costs.\nThe Chief Justice and Mr. Justice Drew concur in the order.\nIn the opinion filed in support of the order he said: “Since the matter has been returned to us, the District Attorney has laid before us privately the details of the information upon which the several charges in his amended petition, or suggestion are based. We have carefully considered these and also all other matters touching upon them which have been brought to our attention. We recognize that the truth or falsity of the information must ultimately he resolved by a jury and not by us.\n“But after due consideration, we are of the opinion, based upon definite knowledge gained from the information thus presented to us, which appears to he trustworthy, that there is reasonable cause to believe that an investigation of the charges made will disclose some criminal misconduct, within the jurisdiction of this Court, affecting the public business.\n“It is, therefore, our duty to grant the prayer of the District Attorney’s petition and to convene a grand jury so that the several matters that shall be given them in charge may be duly investigated and considered.”\nSections 1 and 2 are as follows: “Section 1. Whenever the House of Representatives shall undertake the investigation of charges of, or involving, misdemeanor in office on the part of the Governor, or any other civil officer who is liable to impeachment, any other investigation of the same charges, theretofore instituted by or before any other officer, body, agency or court of the Commonwealth, or any political subdivision thereof, whether such investigation he legislative, executive or judicial, shall he suspended until the House of Representatives shall have completed its investigation, and shall not thereafter he resumed unless the legislative, executive or judicial officer, body, agency or court which shall have ordered the investigation shall, after examining the testimony-taken by the House of Representatives, or its committee, determine that a further investigation is necessary to develop information not disclosed to the House of Representatives, or its committee.\n“Section 2. This act shall apply to, and suspend, investigations instituted by or before any officer, body, agency or court of the Commonwealth, or any political subdivision thereof, prior to the effective date of this act, as well as to such investigations hereafter instituted.”\nThe prayer of the petition was for a writ of prohibition directing:\n“(a) That the Court of Quarter Sessions of Dauphin County desist and refrain from any further proceedings, pursuant to the order made on July 8, 1938, by Honorable Paul N. Schaeffer, specially presiding in said court, until the investigation undertaken by the House of Representatives of the General Assembly of this Commonwealth, as aforesaid, shall have been concluded, and unless thereafter the Court of Quarter Sessions of Dauphin County shall determine, in accordance with law, that a further investigation by a grand jury is necessary to develop information not disclosed to said committee, acting as the special investigating committee of the House of Representatives;\n“(h) That the Honorable Paul N. Schaeffer be prohibited forthwith from enforcing his order of August 1, 1938, and from interfering in any manner whatsoever with the conduct by the House of Representatives of its investigation into the charges of, or involving, misconduct in office set forth in the ‘Amendment or Supplement to the District Attorney’s Petition,’ as aforesaid, and that said order of August 1, 1938, be set aside; and\n“(e) Such other relief as to your Honorable Court may seem appropriate.”\nThe convention completed its labors September 28, 1776, but the constitution was not submitted to the people for adoption.\n“It [the grand jury] is one of the boasted bulwarks of English liberty handed down to us, and protected by the Declaration of Rights. No man can be tried for a crime except upon a bill of indictment duly found by a grand jury.” Agnew, C. J., in the dissenting opinion in Hartranft’s Appeal, 85 Pa. 433, at p. 453.\nIt is common experience with persons having to do with proceedings in courts in large cities that parties or witnesses or documents are frequently required in more than one courtroom at or about the same time. No serious difficulty results from such situations because the parties themselves or the courts, when attention is called to the necessity for adjustment, invariably determine the order of precedence, or otherwise specify what shall be done, without the sacrifice of rights by anyone. Provision is generally made in the rules of court for dealing with conflicting court engagements of counsel."}