{"id": "1186539", "contents": "Opinion by\nMr. Justice Barnes,\nOn June 1, 1936, the plaintiff trust company caused a writ of scire facias to be issued to revive a judgment in the sum of $3,750, which was originally entered on November 6, 1924, in its favor, against the defendant H. F. Stapp, of Pottstown. The defendant filed an affidavit of defense averring that the judgment had been paid.\nOn October 30, 1924, the defendant borrowed $3,750 from the trust company, and as evidence of the loan he delivered to it a judgment note, upon which the judgment here in question was entered on November 6, 1924. It is conceded that about March 11, 1925, the defendant paid the loan in full, but the judgment was not satisfied of record. The plaintiff contends that at the time the loan was paid, the defendant and George M. Longaker, treasurer and trust officer of the plaintiff, orally agreed that the present judgment, along with another judgment against defendant for $3,600, held by plaintiff, should remain of record as security for all of defendant’s obligations to the trust company, then in existence or thereafter to be incurred. The plaintiff avers that this verbal understanding was confirmed by a letter written by Mr. Longaker to the defendant on the same day.\nMr. Longaker, on behalf of plaintiff, testified that in the Fall of 1930, defendant discussed with him the advisability of transferring his real estate to himself and his wife as tenants by the entireties. At that time defendant delivered his deed for the property to the witness and suggested that the trust company have deeds prepared transferring the property from the defendant to an employee of the trust company as a strawman, and from such employee to the defendant and his wife as tenants by entireties. The deeds were made ready as requested, but nothing further was done in the matter until the early summer of 1931, when the defendant advised Mr. Longaker that he desired to complete the transfer. It is admitted that at this time the judgment of $3,750, entered on November 6, 1924, was no longer a lien upon the defendant’s real estate because it had not been revived within the five year period required by statute.\nPlaintiff then proposed that either of the judgments previously entered be revived because the collateral held as security for defendant’s existing obligations at the bank was not “any too good.” In response to this suggestion the defendant gave assent to an amicable revival of the present judgment and executed voluntarily the necessary papers for that purpose, which were placed upon record on June 5, 1931, at the same time as the deeds, vesting title to the real estate in husband and wife, were recorded.\nThe defendant denies that he consented to the judgment remaining unsatisfied, or to its revival under the circumstances described by the witnesses for the plaintiff. On the contrary he claims that the $3,750 note was paid within ten days of the time it was given, and he made many requests that the judgment be satisfied. While he acknowledges receiving the letter of March 11, 1925, he asserts that by its language it is restricted to loans made prior to its date. He admits that he signed the amicable scire facias for the revival of the judgment on June 5,1931, but that he did so upon the understanding that it was to be security for obligations in existence on March 11, 1925.\nIt is uncontradicted that on June 5, 1931, the day the judgment was revived, the defendant’s indebtedness to the plaintiff upon eight notes, totaled $19,095, one only of which originated prior to March 11, 1925. This note was made by C. IT. Swavely, in the amount of $330, upon which defendant was endorser. At the time of trial the indebtedness to the bank had been reduced to $18,815, and the balance owing on the Swavely note was $240.\nThe issues were submitted to the jury, which found in favor of plaintiff, but neglected to assess damages. The trial judge, by agreement between the parties, molded the verdict, assessed damages for the plaintiff in the sum of $3,750, and directed that the judgment be revived for that amount. Thereupon the defendant filed motions for judgment non obstante veredicto and for a new trial, which were dismissed by the court below, and judgment was entered upon the verdict, from which defendant has appealed.\nThe defendant urges that the agreement of June 5, 1931, was without consideration, and that it was error to permit Mr. Longaker, over defendant’s objection, to testify to a verbal understanding with the defendant other than that described in Mr. Longaker’s letter of March 11, 1925; that it was error to admit in evidence the testimony of the attorney for the plaintiff concerning the circumstances under which the defendant executed the amicable scire facias to revive the judgment.\nIt is clear that plaintiff is not seeking in this proceeding to enforce an oral promise of the defendant to execute an amicable revival. The defendant actually cooperated in the revival of the judgment. The real issue between the parties is to determine what obligations were to be secured by the judgment, not what consideration induced defendant to join in its revival. While it appears from the record that the amicable revival was amply supported by a valid consideration, the revival being a completed act, the consideration therefor is not material to the matters here in controversy.\nThe introduction of oral evidence to explain the circumstances under which the judgment remained unsatisfied does not violate our rule against altering or contradicting written instruments by parol evidence. In our opinion testimony to explain what the parties intended by the words “any and all loans made by you from this bank” and “upon your repayment to us of all obligations held by us” is required because of the obvious ambiguity contained in the language used. It is well settled that where a contract is ambiguous, either party may produce evidence to resolve the ambiguity: Caley v. Phila. & Chester Co. R. R. Co., 80 Pa. 363; Edmonds v. First Nat. Bank of Connellsville, 215 Pa. 547; Chaplin v. Griffin, 252 Pa. 271; Campbell Coal & Coke Co. v. Pa. R. R. Co., 288 Pa. 36; Schwartz v. Whelan, 295 Pa. 425; Laney v. Columbia Nat. Gas Co., 305 Pa. 527.\nThe objection of the defendant to the testimony of the attorney for the plaintiff concerning the revival of the judgment on June 5,1931, requires but little discussion. The practice of an attorney appearing in the dual role of counsel and witness in the same court is of doubtful propriety. However, that question, which is properly one resting largely within the discretion of the court below and the professional conscience of the attorney, is not here presented, because the defendant does not urge his objection on that ground, but attacks the competency of such testimony. He asserts that the attorney should not have been permitted to testify because all his communications with defendant were privileged. The evidence clearly shows that, in reviving the judgment, the attorney was acting for the plaintiff rather than for the defendant, and the testimony given by him at the trial, to which the defendant objects, did not involve matters ordinarily considered privileged communications.\nWhile the issue in the court below was whether the judgment should remain as security only for such sums as the defendant owed the plaintiff trust company on March 11, 1925, or whether it applied also to subsequently incurred obligations, there were other substantial questions of fact which required submission to the jury. It seems to us that, whether the rights of the plaintiff depend upon the oral agreement of March 11, 1925, allegedly made on the day the letter was written, or upon the understanding of the parties at the time the judgment was revived, the question is essentially one of fact, and the verdict of the jury determining this disputed issue in favor of the plaintiff should not be disturbed.\nThe order is affirmed.\nThe letter reads as follows:\nDr. H. F. Stapp,\nPottstown, Pa.\nMarch 11, 1925.\nDear Sir:\nThis is to certify that we are holding two judgments of record in the amounts of $3,600 and $3,750 as collateral for any and all loans made by you from this bank either as maker, joint maker, or endorser. Upon your repayment to us of all obligations held by us, we will upon request satisfy the two above mentioned judgments of record. We remain Very truly yours,\nGeorge M. Longaker, Treasurer."}