{"id": "1186553", "contents": "Opinion by\nMe. Justice Drew,\nThe appeal in the present case is by the Methodist Episcopal Hospital and Home for the Aged, formerly the Frances Campbell Hamilton Home for the Aged of Mt. Lebanon, Pennsylvania, from a decree of distribution by the Orphans’ Court of Allegheny County. The appeal involves the construction of Clause VI of the will of Mary M. Bowman, deceased. The first four paragraphs of this clause create in almost identical language four separate trusts for various charitable purposes, all of which are admittedly active. The second is for the benefit of the appellant and is created by the following language: “X give, devise, and bequeath unto the Allegheny Trust Company, of Pittsburgh, Pennsylvania, as Trustee, the sum of Five Hundred ($500.00) Dollars to be invested by the said Trustee, in legal securities, in trust, the income therefrom, less the compensation and expenses incident to the management of the trust, to be paid annually, to the Frances Campbell Hamilton Home for the Aged of Mt. Lebanon, Pennsylvania.” Following the creation of these trusts, the same clause then provides: “All the rest, residue and remainder of my estate, I give, devise and bequeath unto the Allegheny Trust Company, as Trustee for the benefit of the Frances Campbell Hamilton Home for the Aged of Mt. Lebanon, Pennsylvania.\n“Should one or all of these institutions be dissolved, or for any reason cease to exist, the Allegheny Trust Company is herewith empowered to pay to such charitable institution as they deem worthy of the benefits arising from these trusts and the said Trustee shall have the privilege of substituting such charity.”\nThe court below decreed that the residue of the estate be paid to the Trust Company, in trust for the Home, as provided in the residuary paragraph of the will. The appellant contends that the residuary paragraph created a dry or passive trust as distinguished from an active trust and that upon the death of the testatrix it became executed, passing legal title to the Home. With this contention we are unable to agree.\nThe law of dry or passive trusts has been discussed by this court in numerous cases. Where it is apparent from the language creating the trust, or from the very nature of the trust, that the trustee is charged with the performance of active duties with respect to the control, management, and disposition of the trust property, the trust is an active one: Henderson’s Estate, 258 Pa. 510; Buck’s Estate, 278 Pa. 185. In deciding the effect of a provision in a will creating a trust, the intention of the settlor as expressed by the language used, and not the desire of the beneficiary, is the controlling consideration: Buck’s Estate, supra. Moreover, in determining what that intention is, the court cannot restrict itself to single words used in the will, but must examine the entire instrument: Biles v. Biles, 281 Pa. 565, 569. The intention must be that which the testatrix expressed in the will, for the words of the particular instrument under consideration must control: Kidd’s Estate, 293 Pa. 56; Butler County National Bank v. MacMullen, 292 Pa. 556.\nThe instant will, examined in the light of these principles, shows a clear intention to impose active duties on the trustee with respect to the residuary estate. Having set up the four admittedly active trusts for various charities, the testatrix desired that the residue of her estate, whatever it might be, should pass to the same trustee for the benefit of the same Home that she had already made a beneficiary. There can be no doubt that she meant to have her residuary estate administered in the same way as the trusts for specific amounts. It would seem to be obvious that she would not be so careful regarding the investment, income and management of the $500 trust for the Home, and at the same time not intend to protect in the same manner a much larger share of her estate given to a “Trustee for the benefit” of the same beneficiary. That she intended that the residuary estate be held and administered in the selfsame way as the smaller trust she created would seem not to admit of any doubt. In the residuary paragraph she simply enlarged the prior gift. To have specified again the duties which the trustee was to have performed would have added nothing to what the will already expressed. The trustee is bound to perform the same duties of control, management and disposition as imposed upon it in the prior gift.\nThe substitutionary paragraph at the end of the sixth clause bears out this interpretation. That clause gives the trustee power to substitute another charity as the recipient of the income in case any one of the named institutions be dissolved or for any reason ceases to exist. From the language used it obviously is intended to refer to all the previous paragraphs of the sixth clause and cannot be construed to refer only to the first four paragraphs. But as to the residuary gift the trustee can be in a position to make a substitution only if that trust is read in connection with the one already created for the benefit of the Home. Since the substitutionary provision was intended to affect the residuary gift and since it can do so only if the latter is read in connection with the second paragraph, it therefore indicates that the second and residuary paragraphs were intended to be read together.\nIn view of this conclusion, Kinsel v. Ramey, 87 Pa. 248, and McCune v. Baker, 155 Pa. 503, cited by appellant, are not in point. In those cases there is nothing to indicate that active duties were created. In the present case, as we have shown, active duties were imposed upon the trustee.\nDecree affirmed, costs to be paid out of the estate."}