{"id": "1186556", "contents": "Opinion by\nMr. Justice Barnes,\nThe defendant conducts a public bowling alley and billiard business for profit in the Borough of Millvale, Allegheny County, under the trade name of Walter’s Bowling Alleys, where he operates eight alleys and three billiard tables. The Act of May 25, 1907, P. L. 244, imposes a yearly mercantile license tax upon persons engaged in this business at the rate of $20 for the first alley or table, and $10 for each additional one forming a part of the same establishment. The Act further provides that for a person maintaining a summer resort, a flat license fee of $25 shall be charged for the season, such rate covering all fees on bowling alleys and billiard tables there located. It exempts from the tax all alleys and tables of this character used in connection with hospitals, asylums or other institutions for the relief of the insane and diseased. The tax year extends from May 1st to the following April 30th.\nA license tax of $121.50 was assessed against the defendant for the tax year beginning May 1, 1937, upon eleven units of such equipment, plus $1.50 for assessor’s and treasurer’s fees. He appealed to the Board of Mercantile Appraisers of Allegheny County, claiming an exoneration of $40 because his place of business was closed during four months of the year. He contended that the assessment should be adjusted on the basis of that portion of the year during which the business was conducted. It was asserted that prior Boards of Mercantile Appraisers of the County, under similar circumstances, had granted to defendant and others snch exonerations. The Board refused to make the apportionment requested, and an appeal was taken to the court below which held that there was no authority under the Act in question to grant such an exoneration or to prorate the tax. The defendant brings this appeal from the decree accordingly entered.\nThe first question presented is whether the license tax imposed by the Act of 1907 may be apportioned for part of the tax year. It appears from the record that it has been the practice of defendant to close his place of business from April 30th to September 1st in each year. Accordingly he contends in effect that there should be read into the Act a provision for an abatement of the tax for the months that his bowling alleys are not in use.\nIn support thereof the defendant refers to the clause in Section 3 of the Act before us, which requires that the tax be assessed “in the manner provided by law for the assessment of mercantile license taxes,” and argues that since other Acts relating to the assessment of such taxes permit an apportionment, the same principle should be applied to the present Act, as an integral part of the mercantile license tax system of the State. For example, the Act of May 20, 1913, P. L. 229, which levies a license tax upon theatres and places of amusement, provides in Section 21: “If any person . . . shall open any such building . . . after the license year commencing May first in each year, he shall be permitted to pay a proportionate part of the license fee, from the date of the opening thereof until the end of the license year.”\nThe tax apportionment provision in the Acts upon which defendant relies, applies only to persons commencing business subsequently to the beginning of the license year. No proration of the tax is permitted after the expiration of the first year of the business. It does not extend the provision to a person who closes his establishment temporarily during the year for which the license was issued. In the present case the defendant did not relinquish his business in April of each year, nor open a new one in the following September. While the alleys and tables were not in use during, the months of closing, he maintained the establishment as a going business in the same manner as during the remainder of the year, save that, for his own convenience, he suspended operations during the summer months.\nIn our opinion neither the language of Section 3 of the Act, nor the terms of the Act as a whole, justifies a construction which would authorize the Board of Mercantile Appraisers to allow an apportionment of the tax. A fair reading of Section 3 of the Act clearly indicates that it refers solely to the duty of the appraisers to ascertain and assess the taxable equipment in each business place where located in the County, in the same manner as mercantile taxes are assessed. In the absence of a legislative direction for the proration of the tax, such a provision cannot be supplied by implication in favor of places which discontinue business during a part of the year.\nIt is well settled that where the taxpayer, or his property, is within the general language of the statute imposing the tax, all provisions relied upon to establish an exemption from the tax are to be strictly construed against the claim for exemption: Com. v. Sunbeam Water Co., 284 Pa. 180; Com. v. Stegmaier Brewing Co., 309 Pa. 52; Shillington Bank Case, 331 Pa. 540.\nThere is no merit in defendant’s second contention that the tax is not uniform upon the same class of subjects, as required by Article IX, Section 1, of our Constitution, because the Act fixes a special rate of tax applying to summer resorts. It is not necessary here to discuss the constitutional provision that taxes be uniform. The governing principles are firmly established. The requirement of uniformity does not prohibit a reasonable classification for purposes of taxation. Absolute equality is not always achievable, nor even necessary. As we said in Wilson v. Phila., 330 Pa. 350 (p. 352) : “There is no such thing as perfect uniformity and equality in taxation. The best that can be done, and all that is required, is that it should approximate uniformity and equality as nearly as possible”: Com. v. Lukens, 312 Pa. 220; Turco Paint & Varnish Co. v. Kalodner, 320 Pa. 421; Natl. Transit Co. v. Boardman, 328 Pa. 450.\nIt is essential, however, that the tax be uniform upon all members of a class. As the provisions of this Act uniformly affect all summer resorts which maintain these activities, the constitutional requirement is satisfied, particularly since it appears reasonable to classify alleys and tables used in connection with such places differently from such equipment employed elsewhere. It is legislative recognition of the inequality which would result if the same tax burden were imposed upon such resorts which customarily operate only during a short period of each year. It is entirely different from the case of an establishment closed temporarily. In this connection defendant urges that the tax is unconstitutional for want of uniformity, unless an apportionment thereof be granted to other commercial operators of bowling alleys. In such case, defendant says, “It would reasonably appi-oach uniformity.” But apportionment and uniformity with respect to taxation are distinctive questions, and cannot be co-related to bring about a construction of the Act that is contrary to its plain and obvious meaning.\nNo question is raised with respect to the exemption from taxation of such equipment when used in connection with hospitals, asylums or like institutions described in the Act. It is conceded that in such cases the alleys and tables are not operated for profit.\nThe order of the court below dismissing the appeal from the assessment is affirmed.\nNamely, — the general mercantile license Act of May 2, 1899, P. L. 184, as supplemented by the Act of April 30, 1925, P. L. 372, imposing a license tax upon the gross receipts of wholesale and retail vendors of goods, wares and merchandise; and also the Act of May 20, 1913, P. L. 229, which levies an annual license tax upon theatres and places of amusement."}