{"id": "1186624", "contents": "Opinion by\nMr. Chief Justice Kephart,\nThe twenty-six appellants were regularly engaged as consignees of produce from other states. They brought this bill to enjoin appellee railroad from “tampering with, repairing, repacking or recoopering any packages of perishable commodities after arrival in Pittsburgh, . . . ” at its terminal. Appellants use this terminal as a salesroom. Before delivering the containers, appellee restores the packages damaged in transit, thereby minimizing its liability for injury in shipment. The appellee’s rule, enforced by all carriers using the facilities of the Pittsburgh Produce Yards, was adopted “for determining the nature and extent of damage at the time of delivery of carload fruit, vegetables and melons, and the settlement of claims thereon. ...” It is urged that this practice is unreasonable, and that, since the goods lost their interstate character upon arrival at the terminal, equity has jurisdiction to grant relief. The injunction was denied for the reason that exclusive jurisdiction is in the Interstate Commerce Commission.\nIt need not be decided whether the containers when repaired were in interstate commerce under the law prior to the Hepburn Act of June 29,1906, 34 Stat. at L. 584. Under that act transportation has been interpreted to include terminal services similar to those here involved. See Erie R. R. Co. v. Shuart, 250 U. S. 465; Atchison, Topeka & Santa Fe Ry. Co. v. United States, 295 U. S. 193, 198. The fact that after delivery the consignees use the terminal as a sales market does not affect the character of the goods at the time of repair and repacking. Analogy may be found in Southern Pacific Terminal Co. v. Interstate Commerce Commission, 219 U. S. 498. The cases cited by appellants that transportation, and hence interstate commerce, has ceased (Interstate Commerce Commission v. Detroit, etc., Ry. Co., 167 U. S. 633; New York ex rel. P. R. R. Co. v. Knight, 192 U. S. 21), for obvious reasons are to be distinguished.\nThe proper care of goods in transit before delivery as a distinct service embraced in the contract of carriage, is an incident of transportation, as to which reasonable rules and practices may be established under the Interstate Commerce Act. While the statutory provision on which the court below relied relates to the duty of carriers to promulgate such rules, their enforcement becomes the duty of the Interstate Commerce Commission. That body has general authority to carry out the provisions of the Interstate Commerce Act and its amendments and to regulate practices in interstate commerce (49 U. S. C. A., section 12). In particular, it must determine the reasonableness of rules, regulations and practices relating to the handling and delivery of freight.\nThe term “practices” is not to be narrowly construed, as argued by appellants, but, on the contrary, must be given the meaning the act intended, which would embrace a safe delivery of property. See United States v. American Tin Plate Co., 301 U. S. 402, 407, construing the statutory authority of the Interstate Commerce Commission ; and Ga. Fruit Exchange v. Southern Railway Co., 20 I. C. C. Rep. 623, where the Commission took jurisdiction in a case involving the safe transportation of Georgia peaches. The words “safe and prompt” of the Act definitely refer to the incidents of the carriage of freight. These words alone, as used in relation to the handling and delivery of property, require carriers to prescribe reasonable rules, regulations and practices to secure the safety and integrity of shipments and their prompt delivery. This would embrace the practice of repacking and recoopering.\nThe court below properly decided that the jurisdiction of the commission is exclusive in matters of this character. When rules, regulations and practices in interstate commerce are attacked as being unreasonable in their operation, the law provides a forum, the Interstate Commerce Commission, for the settlement of this disputed question. That forum must be resorted to before the courts can interfere: Great Northern Ry. Co. v. Merchants Elevator Co., 259 U. S. 285, 291. Though state courts may assume equitable jurisdiction in proper eases, when they attempt to invade a field occupied by Federal control under Federal laws, they will be prohibited from entertaining jurisdiction. Under the facts as shown by the pleadings the Interstate Commerce Commission had jurisdiction. Here the duty devolves on the carrier to determine the “practice.” The commission polices the carriers’ rules and practices. It is an administrative matter of which the commission has special knowledge, a technical problem better left to the initial study of transportation specialists. The technical nature of the subject, and the peculiar ability of an administrative body to examine it, suffice as a matter of public policy to displace preliminary court action. See Langhill v. P. R. R., 254 Pa. 119; Midland Borough v. Steubenville, etc., Co., 300 Pa. 134.\nDecree affirmed at appellants’ cost.\nCarriers are required to “establish, observe, and enforce . . . just and reasonable regulations and practices affecting . . . matters relating to or connected with the receiving, handling, transporting, storing, and delivery of property subject to the provisions of this chapter which may be necessary or proper to secure the safe and prompt receipt, handling, transportation, and delivery of property subject to the provisions of this chapter upon just and reasonable terms, and every unjust and unreasonable classification, regulation, and practice is prohibited and declared to be unlawful.” (49 U. S. C. A., section 1, paragraph 6.) The words “subject to the provisions of this chapter” obviously only restrict the application of the act to property within interstate commerce.\nSee footnote 1, supra."}