{"id": "1187942", "contents": "Opinion by\nMr. Justice Stern,\nThe parties herein, partners in business, submitted their disputes to a committee of 'three arbitrators, only two of whom signed the award (in the sum of $18,233.30) in favor of plaintiff. For that reason defendant resisted payment, and now appeals from a directed verdict against him.in a suit brought oh the award. .\nThé Act of April, 25, 1927, P. L. 381, section 8, provides: “The award shall be in writing and shall be signed by the arbitrators, or a majority of them. . . . If there be more than one arbitrator, an award shall require the concurrence of a majority of the arbitrators, but unanimous concurrence shall not be necessary unless there be less than three arbitrators.” The statute did not abrogate common-law arbitration; it provides a more effective remedy which is cumulative, not exclusive : Isaac v. Donegal & Conoy Mutual Fire Insurance Co., 301 Pa. 351, 357; Goldstein v. International Ladies' Garment Workers’ Union, 328 Pa. 385, 394. See also Copney v. Parks, 212 N. C. 217, 193 S. E. 21. Its basic feature is that after an award is made either party may apply to the court for an order confirming it, and upon such confirmation judgment is entered, there being no necessity, therefore, of bringing an independent action to recover on the award. Plaintiff did not follow the act in this respect, nor did the proceedings conform in various details to its provisions. Under such circumstances, which distinguish this case from J. M. Davis Co. v. Shaler Township, 332 Pa. 134, the reference to arbitration must be regarded as having been made under the common law: White v. Shriver, 2 Watts 471; Climenson v. Climenson, 163 Pa. 451, 455; McCune v. Lytle, 197 Pa. 404, 413; Isaac v. Donegal & Conoy Mutual Fire Insurance Co., 301 Pa. 351, 358.\nThe general rule of the common law, where an award deals with private as. distinguished from public interests, is that all the arbitrators must concur therein: Weaver v. Powel, 148. Pa. 372, 379, 380; Morgan v. Merchants’ Co-operative. Fire Insurance Association, 64 N. Y. Supp. 873, 876. The reason for requiring unanimity is that the power given to the arbitrators is joint, and they all must unite, therefore, in its execution. But, even at common law, if the parties in their reference, manifest an intent to be bound by a majority of the ar-„ bitrators, their express or implied ■ agreement to . that effect is binding. “The powers of the arbitrators are derived from the submission, and measured by it. If, in express terms, or by fair implication, it allows a majority to make the award, they may do so, . . Weaver v. Powel, supra, 379. In the opinion in that case there is quoted with approval the following from Morse on Arbitration and Award, p. 162: “Unless a con-. trary intention of the parties can be clearly and unmistakably gathered from the submission and attendant, facts, the rule is general and imperative that all the ar-. bitrators must unite in the award in order to render it valid.”\nThe present inquiry, then, resolves itself to this: Did the parties agree “by fair implication,” to be “gathered from the submission and attendant facts,” that the award should be made by a majority of the arbitrators? From the admissions in the pleadings and the documentary evidence no other conclusion is possible. The articles of partnership provided that “Any disputes which may arise shall be submitted to a committee of three parties, one selected by each of the parties to this agreement and a third disinterested party selected by the two disputees.” This scheme evidently contemplated that two of the arbitrators would be partisan, and in accordance therewith the parties agreed in writing to submit their disputes to three named persons, one of these being the attorney for plaintiff and the other the attorney for defendant, the decision of this committee to be final. In the pleadings it is stated that these attorneys had tried to settle the controversy but were unsuccessful. Obviously, all three members of such a committee could not have been expected to agree to an award, it being scarcely conceivable that either attorney would decide adversely ito his client. This is especially so because the relationship of lawyer and client continued during the arbitration and indeed subsequently thereto, as is shown in part by the fact that, after the award was made, (signed by the attorney for plaintiff and by the disinterested arbitrator), the attorney for plaintiff wrote to defendant that he would bring suit unless the award were promptly paid, and he remains as counsel for plaintiff even on the present appeal. Clearly, therefore, the submission must have contemplated an award by only two of the arbitrators. It is true that defendant attempted to present oral evidence of alleged conversations between the parties at the time the agreement of submission was signed in regard to whether the decision of the arbitrators was to be by a majority or by all, but this offer was properly rejected by the court. The object of such an inquiry was relevant, but the mode of proof was objectionable, since it constituted an attempt by oral evidence to insert a clause which properly and ordinarily would have been included in the written agreement: Gianni v. Russell & Co., 281 Pa. 320; Wagner v. Marcus, 288 Pa. 579; Peoples-Pittsburgh Trust Co. v. Dunn Home Site Co., 311 Pa. 315; Murphy v. Pinney, 86 Pa. Superior Ct. 458 ; Hoesch v. Freedman, 109 Pa. Superior Ct. 503; Nelly v. Diskin, 113 Pa. Superior Ct. 249.\nJudgment affirmed."}