{"id": "1187897", "contents": "Opinion by\nMr. Justice Linn,\nDefendant appeals from judgments on verdicts for damages for personal injuries sustained by plaintiff while a guest in an automobile which got out of control in consequence of the condition of the highway maintained by defendant. The single complaint is that the learned court below declined to rule plaintiff guilty of contributory negligence.\nThe measure of care exercisable by a guest in an automobile has been considered and stated so recently that it is unnecessary now to consider it at length. The evidence would have justified the jury in finding the following facts. On April 26, 1937, after dark and during a heavy rainstorm, the plaintiff occupied the front seat of an automobile driven by Charles Riley on Linden Avenue, a country road, which, where it joins a bridge carrying the road over a railroad, had sunk to such extent that the surface of the bridge was four or five inches above the level of the road. When the automobile struck what may be called this bridge obstruction, the driver lost control, was thrown out, and the plaintiff was injured. At and just before the time of the accident, she was not looking forward in the direction in which the car was traveling, but was facing and talking to fallow passengers on the rear seat. She was familiar with the road in that she knew it was in bad condition; she also knew it was in constant use. She testified that she knew nothing whatever about driving an automobile and that the driver was inexperienced. The jury doubtless found from her testimony that, while in a general way acquainted with the condition of the road, she was not conscious, as they traveled along, that she “was so close to the bump” as the car happened to be.\nA guest is not held to the same measure of care required of the driver: Richards v. P. R. T. Co., 299 Pa. 163, 149 A. 186; and while he may not join a driver in testing a known danger, the jury was justified in finding that plaintiff was not so engaged. In Landy v. Rosenstein, 325 Pa. 209, 188 A. 855, we said: “The defendants contend that inaction per se is sufficient to charge a guest passenger with negligence. None of our cases has gone that far; on the contrary, we said in Cormican v. Menke [306 Pa. 156], p. 163 [159 A. 36]: ‘The tendency of our decisions is to hold a passenger responsible for his actual negligence in joining with the driver in testing a danger he knows exists, and not for the result of mere inaction in failing to discover dangers of which he is ignorant, but might have discovered had he been giving attention to the roadway ahead of him.’ We have decided that a guest is not bound to act except in case of a danger actually known to him, or so obvious that he is presumed to. know it, and not then if the driver is aware of the same and striving to avoid it: Kilpatrick v. Phila. Rapid Trans. Co., 290 Pa. 288, 296 [138 A. 830]. See also Minnich v. Easton Transit Co. [267 Pa. 200, 110 A. 273]; Schlossstein v. Bernstein [293 Pa. 245, 142 A. 324].”\nJudgments affirmed.\nLandy v. Rosenstein, 325 Pa. 209, 188 A. 855; Delling v. McKnight, 325 Pa. 251, 188 A. 859."}