{"id": "1187956", "contents": "Opinion by\nMr. Justice Linn,\nThere are three appeals from the decree distributing the property left by. Samuel Emlen who died April 20, 1936, insolvent. The appeal at No. 356 is by the German-town Trust Company in its own right; at No. 424 by the same appellant, as trustee under the will of Warren E. Shriver; and at No. 368, by the Land Title Bank and Trust Company.\nNo. 356.\nThe claim is on a $20,000 demand note with collateral composed of three bonds of John L. Pryor, Jr., secured by three mortgages on certain land. The legal title to these bonds and mortgages, when assigned, was in decedent, who, however, owned only half the beneficial interest. No foreclosure has taken place. For the purposes of this case it was agreed that at his death the value of the collateral was $15,000. The question was whether claimant, the Germantown Trust Company, could prove for the full amount of its claim, or whether it must allow credit for $15,000, the value of the collateral, or for $7,500, the value of decedent’s interest in the collateral. The learned court below held tbat claimant must allow credit for $15,000, though the insolvent’s interest was but half that sum.\nThe court recognized that it would be inequitable to allow a creditor, holding property of an insolvent as security, to participate in the distribution of the insolvent’s property without surrendering the collateral for the benefit of all. . But the court went further. By requiring the claimant to surrender the collateral or allow credit of $15,000 the court, in effect, required the secured creditor to contribute to the insolvent’s property for distribution among his creditors the sum of $7,500 which did not belong to the insolvent and which his creditors could not have taken in execution; in short, the secured creditor was required to make a gift of one-half of his security, in addition to surrendering his debtor’s pledge, or crediting its value, as a condition of proving his claim. It is clear that if equity can so require the property of another to be contributed to the insolvent’s creditors, subrogation will also be required and create a new claim against the fund in favor of the owner of the collateral. See Bristol County Savings Bank v. Woodward, 137 Mass. 412, 413. Where the point has been considered it has been decided against the view of the learned court below. The rule is sometimes stated “that the creditor is not entitled to prove and to retain securities which if given up would go to augment the estate against which he proves.” By “given up” we understand the courts to mean “surrendered” to the owners of the securities.\nThe learned court beloAV relied on its earlier decision, Alexander’s Estate, 31 D. & C. 17, in which a distinction between the provisions of the National Bankruptcy and the State Insolvency laws was taken. We think that on the point under consideration the two statutes mean the same thing, and, considering the nature and history of thé subject, were necessarily intended to mean the same thing.\nIn the United Security Trust Company Case, 321 Pa. 276, 282, 184 A. 106, we said: “It is true that the Equity Eule was applied in decisions (cited by appellant) beginning with Morris v. Olwine, 22 Pa. 441, and ending with Jamison’s Est., 163 Pa. 143, 29 A. 1001, (1894) dealing with assignments for the benefit of creditors. But for that rule, the Bankruptcy Eule was substituted by section 28 of the Insolvency Act of June 4, 1901, P. L. 404, 39 PS, section 90.” The Insolvency Act applied only to cases within its provisions and in subordination to the Federal Bankruptcy Law; but equity, whether administered in the common pleas, or the orphans’ courts, must frequently be called upon to distribute the property of insolvents in proceedings not brought under the state Act of 1901 or the federal bankruptcy statutes. We therefore concluded that the so-called bankruptcy rule, to the extent incorporated by the legislature in section 28 of the Act of 1901, should thereafter be applied whenever equity distributed an insolvent’s estate.\nThe National Bankruptcy Act, section 1(23), 11 USCA section 1(23), provides: “‘Secured creditor’ shall include a creditor who has security for his debt upon the property of the bankrupt of a nature to be assignable under this title, or who owns such a debt for which some indorser, surety, or other persons secondarily liable for the bankrupt has such security upon the bankrupt’s assets.” Section 57(e), 11 USCA section 93(e), provides: “Claims of secured creditors . . . shall be allowed for such sums only as to the courts seem to be owing over and above the value of their securities\nThe Insolvency Act of June 4,1901, P. L. 404, section 28, 39 PS section 90, provides: “. . . In like manner, any collateral security held by any creditor for Ms debt shall be valued by said tribunal, and if the security be retained by the creditor his dividend shall be on the difference between his claim and the value of his security, so ascertained: Provided, That the creditor shall have the right to surrender his security, and take a dividend on his whole debt. If such creditor refuses to have his security valued or surrender the same, he shall be excluded from participation in the fund.”\nWe think the provision in the state statute recognizing the creditor’s “right to surrender his security, and take a dividend on his whole debt” provides, in effect, the same thing as the federal statute; each act creates a class of “secured creditors” composed, of those holding insolvent’s property as security. The use of the word “surrender” instead of the word “assign” or some similar word, shows that the legislature intended to deal with a title derived from the debtor (which could be the subject of surrender to his representative) and not with the property of some surety, which would require assignment to pass title to the insolvent’s representative, and forthwith bring in subrogation.\nIn Merrill v. National Bank of Jacksonville, 173 U. S. 131, White, J., and Gray, J., give the history of bankruptcy statutes from early times and show that the so-called bankruptcy rule, later found in the statutes, was developed and existed before it became part of them.\nHaving always been an element in the rule, its legislative recognition, as stated, brought it into the body of our law governing distribution of property of insolvents generally. The learned court was therefore in error in requiring that claimant credit more than $7,500, the admitted value of the insolvent’s interest in the security.\nFor the same reasons the claim on the bond of $70,000, reduced by payments to $48,900, should be allowed.\nThe decree is reversed and the record remitted with instructions to enter a decree not inconsistent with this opinion, costs to be paid out of the fund for distribution.\nNo. 368.\nThe Land Title Bank & Trust Company complains that its claim of $78,333.50, on decedent’s bond, was not allowed in full. Counsel stipulated the facts as follows: “On December 3,1928, the. decedent and others, .for value received, gave [claimant] . . . their joint and several bond conditioned for the payment of $60,000 payable in three years, secured by a first mortgage . . . covering the northwest corner of Broad and Cayuga Streets, Philadelphia. On June 13, 1933, [claimant]. . . . caused judgment to be entered on this bond in the sum of $66,885. . . . On November 6, 1933, [claimant] . . . caused execution to be issued on this judgment, and on December 4,1933, in pursuance of this execution, the decedent’s undivided interest in Awbury, . . . [not part of the mortgaged property at Broad and Cayuga Streets] Avas sold by the sheriff . . . for $75 [and] Title was taken . . . by H. Leroy Webb in behalf of [claimant]. . . .\n“On May 5, 1934, in pursuance of a writ of sci. fa. sur mortgage, [claimant] . . . caused judgment to be entered against the decedent in the amount of $70,245 . . . [and] caused execution to be issued on this judgment, in pursuance of which the mortgaged premises wei*e sold by the sheriff .. . .on June 4, 1934, for $75. Title was taken from the sheriff by H. Leroy Webb in behalf of [claimant]. . . . Title to part of the premises, formerly mortgaged is now held by Max Hexter, by Deed from H. Leroy Webb of April 3, 1936, . . . and the remainder is held by H. Leroy Webb. The amount received from Max Hexter was $14,362.60.\n“The full claim of Land Title Bank and Trust Company on this bond with interest to the date of the decedent’s death is $78,333.50. The value of the decedent’s undivided interest in Awbury was at the decedent’s death, and still is $3,354.59. The value of the mortgaged property at Broad and Cayuga Streets was at the decedent’s death, and still is $16,000.” .\nBefore the insolvent’s death, claimant had received on account of the debt, as stipulated, the sum of $33,717.19, for which the learned court below required appellant to allow credit.\nThe debtor’s interest in the property originally pledged, had been acquired by the claimant in its foreclosure proceeding; the security had been foreclosed pursuant to their contract. It was done in the debtor’s lifetime, in fact, nearly two years before his death. During that period claimant was the absolute owner. When the claim was presented in the court below, claimant held no security, and therefore nothing that could have been surrendered. The debtor could not, after the foreclosure, have required his creditor to satisfy the judgment or to allow credit on the ground that it had bought the property at a nominal bid at the execution sale. On that point a number of cases from Lomison v. Faust, 145 Pa. 8, 23 A. 377, to Pennsylvania Co., etc., v. Scott, 329 Pa. 534, 198 A. 115, are in accord. The debtor had until the delivery of the sheriff’s deed to complain of the price realized on the foreclosure sale: H. O. L. C. v. Edwards, 329 Pa. 529, 198 A. 123, but made no complaint of the action of his mortgagee; it cannot be reviewed in this proceeding.\nIt is necessary that some time be agreed upon when creditors’ rights shall be regarded as fixed for the purposes of title and distribution. The general rule is that they are fixed as of the date of appointment of receivers, or, as of the date of the assignment for the benefit of creditors (United Security Trust Company Case, 321 Pa. 276, 284, 184 A. 106) and, in the case of a decedent, at the time of his death. The general rule may of course be affected by bankruptcy or insolvency statutes regulating or1 providing for review of transactions occurring within specified periods prior to bankruptcy or insolvency. In the United Security Trust Company’s case, the pledgee realized on the collateral after the receiver had taken possession and it was held that, as a condition of proving his claim, he must allow credit for what he received. But this record shows that the executions on the judgments were facts accomplished in the debtor’s lifetime and before the court below obtained jurisdiction of the decedent’s estate. When the insolvent’s property went into the custody of the law for distribution, claimant held no property of the insolvent as security and therefore had nothing to surrender to the creditors’ fund. Compare Ivanhoe Building & Loan Assn. v. Orr, 295 U. S. 243; In re United Cigar Stores Co., 73 F. (2d) 296; In re Ganet Realty Corporation, 83 F. (2d) 945.\nThe decree must therefore be reversed, and the record remitted for the purpose of allowing the claim, costs to be paid out of the fund for distribution.\nNo. 424.\nThe following facts have been stipulated: “On November 7, 1923, the decedent and Marion H. Emlen, his wife, . . . gave Germantown Trust Company, trustee, their bond conditioned for the payment of $9,000 in three years, secured by a first mortgage . . . covering 818 East Haines Street, Philadelphia. On July 10, 1935, [claimant] ... in pursuance of a proceeding to foreclose the mortgage by sci. fa., caused a judgment to be entered in the sum of $9,983.25. . . . On the same day [claimant] . . . caused execution to be issued on this judgment, and on August 5, 1935, the mortgaged premises were sold by the sheriff to Germantown Trust Company, trustee under the will of Warren H. Shriver, deceased, for $50. Title was taken from the sheriff. . . . [Claimant] . . . still holds title. . . . The full claim ... as of the date of the decedent’s death ... is $11,455.91. The value of the mortgaged land was at the time of the decedent’s death, and still is $9,000. ...” To those facts, we should add that “the mortgaged premises were conveyed to William J. Eoney by the decedent and Marion H. Emlen, his wife, and therefore not owned by them at the time of the institution and completion of the foreclosure proceedings.”\nThe learned court below allowed the claim for the difference between the full amount and the agreed upon value of the mortgaged land.\nFor the reasons stated in the appeal of the Land Title Bank & Trust Company, No. 368, the decree must be reversed and the record remitted for purposes of appropriate decree, costs to be paid out of the fund for disfribiition.\nIn the Merrill case, 173 U. S. 131, Gray, J., at page 177, said, “And, even as to a private creditor, it has always been held that he is obliged to account for such securities only as he holds from the debtor against whose estate he seeks to prove; and that a creditor proving against the estate of a partnership is not bound to account for security given to him by one partner, nor a creditor proving against the estate of one partner to account for security given him by the partnership. Ex parte Peacock, (1825) 2 Glyn & Jameson 27; In re Plummer, (1841) 1 Phil. Ch. 56; Rolfe v. Flower, (1866) L. R. 1 P. C. 27, 46; In re Babcock, 3 Story 393, 400. To require a creditor, before proving against the estate of one partner, to surrender to the assignee of that estate security held from the partnership, would be to add to the separate estate property which should go to the estate of the partnership.\n• “The ground and the limits of the rule in bankruptcy were clearly stated by Lord Chancellor Lyndhurst in Plummer’s case, above cited, in which a partnership creditor was allowed to prove a partnership debt against the separate estate of each partner, without surrendering or realizing security held by him from the partnership. The Lord Chancellor said: ‘Now what are the principles applicable to cases of this kind ? If a creditor of a bankrupt holds a seóurity on part of the bankrupt’s estate, he is not entitled to prove his debt under the commission, without giving up or realizing his security. For the principle of the bankrupt laws is, that all creditors are to be put on an equal footing, and therefore, if a creditor chooses to prove under the commission, he must sell or surrender whatever property he holds belonging to the bankrupt; but if he has a security on the estate of a third person, that principle does not apply; he is in that ease entitled to prove for the whole amount of his debt, and also to realize the security, provided he does not altogether receive more than twenty shillings in the pound. That is the ground on which the principle is established; it is unnecessary to cite authorities for it, as it is too clearly settled to be disputed. . . .’”\nSee also Bank of Searcy v. Merchants’ Grocer Co., 123 Ark. 403, 185 S. W. 806; In re Mertens, 144 Fed. 818, affirmed sub. nom.; Hiscock v. Varick Bank, 206 U. S. 28; In re Shatz, 251 Fed. 351; Bristol Savings Bank v. Woodward, 137 Mass. 412; U. S. Fidelity & Guaranty Co. v. Carnegie Trust Co., 177 App. Div. 176, 164 N. T. S. 92, aff. 117 N. E. 1086; Bickley v. Armour & Co., 40 Ohio App. 252, 178 N. E. 590; State ex rel. Sommer v. Interstate Surety Co., 45 S. D. 592, 189 N. W. 679; In re Dutton, Massey & Co., [1924] 2 Ch. 199; Ex parte West Riding Union Banking Co., 19 Ch. D. 105; cf. Thompson-Ritchie Grocery Co. v. Cary, 17 La. App. 270, 135 So. 707; Baker Lumber Co. v. Clark Co., 53 Utah 336, 178 Pac. 764.\nIn re Dutton, Massey & Co., [1924] 2 Ch. 199, 209; Ex parte West Riding Union Banking Co., 19 Ch. D. 105, 112.\nIn this connection, it is not without interest to note what was said in In re Dutton, Massey & Co., [1924] 2 Ch. 199, at 211: “The definition of a secured creditor is that given by s. 167: ‘ “Secured creditor” means a person holding a mortgage charge or lien on the property of the debtor, or any part thereof, as a security for a debt due to him from the debtor.’ The words ‘from the debtor’ were not in the Bankruptcy Act of 1869, which was the Act in operation in 1881 when Ex parte West Riding Union Banking Co., [19 Ch. D. 105] was decided. Now, had the bank here a mortgage on the property of the debtors ? I think it is plain that they had, because they held the securities, and they have a charge upon them, and those securities are the property of the separate debtors. But are they securities for a debt due to them from the debtors ? I should have said quite clearly not. The bank held the securities for a debt due, not from the separate debtors, but from the firm, and unless ‘due from the debtor’ can be read as ‘taken from the debtor either alone or jointly,’ the matter seems to me to be disposed of merely by a consideration of that definition. I have no doubt that one of the reasons for the rule as to proof which has found its way into different Bankruptcy Acts — I have not traced the whole history of them — is that stated by the Master of the Rolls, that a creditor would not be allowed to prove against a bankrupt’s estate and retain a security which if given up would go to augment the estate against which he proves.”\nCompare Ralph v. Deiley, 293 Pa. 90, 94, 141 A. 640.\nThe Century Dictionary defines Surrender,, inter alia, “To give back; . . . restore”;\nThe New English Dictionary, among many other definitions, gives the following, with illustrations: “SURRENDER — 1. Law. a. The giving up of an estate to the person who has it in reversion or remainder, so as to merge it in the larger estate; e. g., the giving up of a lease before its expiration; spec, the yielding up of a tenancy in a copyhold estate to the lord of the manor for a specified purpose; transf. a deed by which such surrender is made. . . .\n“d. The giving up by a bankrupt of his property to his creditors or their assignees; also, his due appearance in the bankruptcy court for examination as formerly required by the bankruptcy acts.”\nThe entire section is as follows: “Section 28. All claims shall be made as of the date of the distribution of the fund, interest being allowed or discount being made to that time. A creditor having a claim for which the- insolvent is primarily1 liable, and others secondarily, may prove for his whole claim; hut, if the insolvent is only secondarily liable, the value of the liability of the primary debtor shall be adjusted between the creditor and the assignee; or, if the valuation cannot be agreed on, the same shall be submitted to the appropriate tribunal, and a dividend shall only be awarded to the creditor on the difference between such value, so determined, and the amount of his claim. In like manner, any collateral security held by any creditor for his debt shall be valued by said tribunal, and if the security be retained by the creditor his dividend shall he on the difference between his claim and the value of his security, so ascertained: Provided, That the creditor shall have the right to surrender his security, and take a dividend on his whole debt. If such creditor refuses to have his security valued or surrender the same, he shall be excluded from participation in the fund.”\nCompare Ivanhoe Building & Loan Assn. v. Orr, 295 U. S. 243; Roberts, 3\"., said, at p. 247, “A creditor holding security who realizes upon it, does not 'owe’ his debtor the amount realized.” See also Hiscock v. Varick Bank, 206 U. S. 28.\nAmong them are the cases cited in the briefs: White’s Estate, 322 Pa. 85, 89, 185 A. 589; Beaver Co. B. & L. Assn. v. Winowich, 323 Pa. 483, 490, 187 A. 481. In Strauss v. W. M. Strauss & Co., Inc., 328 Pa. 72, 194 A. 905, the mortgagee was required to allow credit for the value of the property but that was because the matter had been adjudicated in a court of competent jurisdiction with all parties before it; in the circumstances shown, it was immaterial that the adjudication was made pursuant to a statute subsequently held unconstitutional. Moreover, in that case the mortgage was still held as collateral when the receivers were appointed for the mortgagor company. The mortgage was not foreclosed until several months thereafter."}