{"id": "1187954", "contents": "Opinion by\nMr. Justice Stern,\nRITA NOLA ESTATE.\nRita Nola died on January 7, 1926, owning a property at 1154 E. Passy unit Avenue, Philadelphia. In her will she provided that her husband, Camillo Nola, should liave a life interest therein, and “Upon the death of my said husband, I order and direct that all the real estate of which I may die seized, ... be then converted by said Company [Real Estate Title Insurance & Trust Company of Philadelphia] and the proceeds, after defraying the necessary expenses shall be turned over in the ‘Gran Libro Del Debito Pubblico Del Regno D’ltalia’ (the public Debt of the Kingdom of Italy) to hold such investment in trust to collect the income thereof and to pay the same after defraying of necessary expenses to the Ospizio De X Mendicita (The Home for Indigents) at Porta Sant’ Anna in the City of Chieti, Abruzzi, Italy, forever, ...”\nThe reason for these directions is readily understandable. Testatrix and her husband were residents of Philadelphia, and during the time he was to enjoy the income the real estate could remain in the trust, but when he died the Home for Indigents in Italy was to receive the income from the estate forever, and it was a natural provision, therefore, that the holding in Philadelphia real estate should then be transferred to one in Italian government bonds.\nThe words of the will, “I order and direct” that the real estate be “then” (upon the death of her husband) converted into the Italian bonds, are as clear, as unambiguous and as imperative as any words in the English language could well be. They admit of no construction that would vest a discretionary judgment in the trustee, after the husband’s death, as to the wisdom of selling the real estate and investing the proceeds in the Italian bonds. Testatrix had the right to dispose of her property in any way she saw fit, provided she did not violate public policy or some fixed provision of law. Having ordered a sale of her property at a given time, she must be presumed to have taken into consideration the possibility or the likelihood that an unfavorable market might then exist; if such turned out to be the case and it proved impossible at that time to sell the property for its full value or to the best advantage, nevertheless her mandate should be enforced.\nThe court below was of opinion that the duty of the trustee to sell was merely the same duty as would have existed had there been no such mandatory provision in the Avill, — the duty to sell nonlegal securities. With this view we cannot agree. If a decedent dies leaving securities which would not be legal investments for trust funds, the fiduciary is excused from a failure to convert them if his retaining them represents “the honest exercise of judgment based on actual consideration of existing conditions; in other words, he is expected to be ordinarily watchful and to exercise normally good judgment.” (Taylor’s Estate, 277 Pa. 518, 528; Brown’s Estate, 287 Pa. 499; Curran’s Estate, 312 Pa. 416, 423, 424; Reinhard’s Estate, 322 Pa. 325). He is thus vested by the law with a measure of discretion and is allowed the exercise of his own judgment as to the wisdom of selling the securities under then prevailing market conditions. But Avhere there is a peremptory order to sell at a time stipulated by a testator, the trustee is not given discretionary power based upon his opinion as to whether or not the market is advantageous. This does not mean that he must sell instantly, or at a price so sacrificial as not to reflect to any reasonable degree the fair value of the property. It means only that it is the trustee’s duty in such a case to make every reasonable effort to sell as promptly as possible, — at public sale if it appear that no private purchaser is available, — provided the price realized is not beyond the pale of reason, even though it be one which, in the opinion of the trustee, is not as good as might be obtained if the sale were delayed to some indefinite future time. Unless this be accepted as the measure of the trustee’s duty it is difficult to conceive how a testator could effectively provide, if he so desired, that an asset of the estate should be sold at a stipulated time even though necessarily for a sum which might he considered by him or others inadequate under normal conditions.\nWith these principles in mind, let us examine the history of the Passyunk Avenue property in the hands of the trustee. The husband of testatrix died on June 12, 1926, so that the provision in the will directing a sale came into effective operation at that time. Exactly when the trustee first took over the property is not stated, but its account shows a receipt of income and a credit for an expenditure under date of November 13, 1926. On October 6, 1927, down-money of $200 was received for a sale of the property which was not completed. A trust officer of the Company testified that the property was turned over to its real estate department; the person in that department who had the property in charge testified, however, that no efforts, so far as he knew, were made to sell, the property between October, 1927, arid January, 1930, a period of more than two years, most of which antedated the depression. On January 15, 1930, down-money in the sum of $200 was received on account of a second sale, and settlement was made for $800 cash and a three-year purchase-money mortgage of $3,000, the total sale price being $4,000. The interest on the mortgage was paid for a while, but in November, 1933, foreclosure proceedings were instituted, as a result of which title to the property was taken by the trustee. The manager of the Company’s mortgage department admitted that no efforts were made to sell this mortgage even during the period when the interest Avas not in default. The costs of the foreclosure proceedings, together with the delinquent taxes, amounted to $485.69. In 1936 the property was resold to the previous owner for $1,775 in Home Owners Loan Corporation bonds, $242.15 cash, and a second mortgage of $500. The net result is that noAV, more than twelve years after the death of testatrix’ husband, and after the expenditure of nearly $500 in the foreclosure of the pureliase-money mortgage, the trustee still has, in addition to the $1,775 of Home Owners Loan bonds, $500 invested in the property as a second lien, and there never has been the conversion of the property into Italian government .bonds which should have been effected, according to the directions of testatrix, in 1926 or 1927. The transactions executed by the trustee undoubtedly represented the utmost good faith and best judgment on its part in handling the property, but they did not constitute a compliance with the order of testatrix to sell the property upon the death of her husband. They were rather a substitution of the trustee’s judgment as to what was best for what testatrix desired and embodied in the order in her will. The trustee did not present, by way of defense, any testimony that it would have been impossible, during the years in question, to realize a fairly reasonable, even if not wholly adequate, price for the property, either at private or, if necessary, public sale, and this is true also of the purchase-money mortgage taken back by the trustee.\nFrom what has been said it is clear that the trustee should be surcharged for the loss to the estate, if any, by reason of its failure to carry out the testamentary directions. In order, however, to ascertain whether there has been any such loss, and if so, in what amount, it is necessary to have expert testimony as to the mwrlcet value, that is, the realisable value, (as distinguished from the “fair” value) of the property during the year or two after it came into the hands of the trustee. It is also necessary to consider, what the position of the estate would now be had the proceeds of a sale of the property been invested in Italian government bonds as directed by testatrix, because the order to invest in such bonds was as mandatory as the order to sell the real, estate. Where a testator gives express directions as to the security in which the estate is to be invested, it is. the duty of the trustee to follow such directions literally: see Fesmire’s Estate, 134 Pa. 67, 83, 86; Stong’s Estate, 160 Pa. 13, 16, 17. If, therefore, the carrying out of that order would have resulted in a present loss to the estate, the trustee is entitled to be credited accordingly. The surcharge, if any, would be the difference in financial position of the estate if both directions of testatrix had been carried out, as compared with the present situation in which neither has been carried out, giving consideration in that connection to the income from the real estate, mortgages, and Home Owners Loan bonds on the one hand, and the incoihe that would have been derived from the Italian government bonds on the other, and also taking into account the foreclosure costs and expenditures in the maintenance of the property, as well as the value of the bonds and the mortgage now held by the trustee.\nCAMILLO NOLA ESTATE.\nThe will of Camillo Nola, who died on June 12, 1926, is quite similar to that of his wife, Bita. He provided that she was to receive the income from his residuary estate for life, during which time the assets were to be invested only in first mortgages; he ordered and directed that after his wife’s death the Beal Estate Title Insurance and Trust Company, his trustee, should pay her funeral expenses and “turn over” the remaining balance of the residuary estate into Italian government bonds, the income from which was to be paid forever to the same Home for Indigents in Italy as was the beneficiary in his wife’s will.\nTestator left no real ’property and we are here concerned only with mortgages which constituted his estate. The trustee received the assets from the executors on June 19, 1928. Testator’s wife had predeceased him, so that the direction upon her death to convert the estate into Italian government bonds was applicable from the very beginning of the trust.\nAs the learned auditing judge in the court below stated, “Evidently it is contemplated that while his wife, who was a resident of this city, continued to enjoy the income the principal should be invested in first mortgages upon real estate situated in this vicinity. After her death, when the income becomes payable to the Home for Indigents in Italy, it is intended that the corpus be invested in Italian government bonds.” The direction that at the death of testator’s wife the estate should be converted into such bonds necessarily involved two processes, — the liquidation of the mortgages and the investment of the proceeds in the bonds.\nOf the four mortgages owned by decedent at the time of his death only three are here in controversy, — those on properties 1304 South 8th Street, 2604 E. Somerset Street, and 1206 Ellsworth Street, Philadelphia.\nThe applicable legal principles have been discussed in connection with the Rita Nola Estate and need not be repeated here.\nThe history of the mortgage on 1304 South 8th Street is as follows: It was for $3,850, maturing on November 3, 1928. The trustee admittedly made no effort to sell it, but, on the contrary, when it came due agreed with the owner to extend it for three years. The owner continued to pay the interest promptly, but again no attempt to dispose of the mortgage was made by the trustee. After the extension period terminated in 1931, the owner began to falter in his interest payments; finally, in 1934, the trustee foreclosed the mortgage, the costs being $292.47, and took title to the property, which it still holds. Here, then, we have a case of a mortgage which, by testator’s direction, should have been disposed of in 1928 or promptly thereafter; instead of doing this the trustee made no effort to that end. Nor did it produce testimony as to any attempt on its part to sell the real estate which it thus acquired, and which now, more than ten years after it took the original mortgage asset in charge, is still an asset of the trust estate.\nThe history of the mortgage on 2604 E. Somerset Street is as follows: It was in the sum of $3,200, maturing on August 28,1929. The Company’s trust officer admitted that “no effort at all, practically,” was made to dispose of it, and added, “We thought it was to the best interest of the estate to carry it for the time.” The interest was paid for a while but foreclosure proceedings had to be resorted to in the summer of 1930, at a cost of $363.97. The trustee took title and rented out the property but the building became more and more of a wreck, and finally, in 1937, had to be razed to the ground at an additional expense of $162. Now, more than ten years after the trustee took charge, there remains only a vacant piece of land in the trust estate in place of the original mortgage which, according to the directions of testator, should have been converted at the time of his wife’s death.\nThe history of the mortgage on 1206 Ellsworth Street is as follows: It was for $2,500, maturing on August 23, 1928. The Company’s -trust officer admitted that the trustee did not try to dispose of it at any time, because he “did not think the market was proper.” A real estate expert testified on behalf of the trustee that in his opinion it would have been possible to have disposed of this mortgage, but it “would not have been very good judgment on the part of anyone taking that mortgage in that amount as of that time.” The trustee took possession of the property as mortgagee in 1931, and finally, in April, 1934, foreclosed the mortgage at a cost of $527.56, and then sold the property back to the owner for $2,400, of which $600 was in cash and $1,800 was represented by a purchase-money mortgage. The trustee admitted that it has made no effort to sell this $1,800 mortgage.\nBecause of the trustee’s failure to liquidate these mortgages, no investment in Italian government bonds has ever been made.\nNowhere in the testimony does the trustee claim that the mortgages could not have been sold in 1928, 1929, 1930, or even in the years thereafter, although their full face values could not have been realized; indeed, the manager of the trustee’s-mortgage department admitted that there was always a market for mortgages at some price. The only reason why the trustee made no effort to effect such sales was because, in its judgment, the market was not favorable. This would constitute a defensible position on its part had testator left to it the discretion which it has assumed and exercised for more than ten years in the handling of these mortgages. In accordance with the principles discussed in the Rita Nola Estate, the trustee should have exerted every effort —if not immediately at least with reasonable promptness — to sell these mortgages, at private or public sale, and to realize the best prices obtainable short of an obviously unwarranted sacrifice. We have no doubt that the trustee acted with the best of intentions and, in its honest judgment, confidently believed that with delay a more favorable market could be secured and that it was therefore for the best interests of the estate to delay the conversion of the mortgages. As already pointed out, however, since testator clearly indicated that he did not intend to leave this matter to the judgment or the discretion of the trustee, the latter, however good its intentions, acted at its peril in disregarding his instructions.\nIt results from what has been said that, in our opinion, the trustee should be surcharged with the losses, if any, incurred by its handling of these three mortgages. What were such losses? The answer to that question is necessarily dependent on expert testimony as to the market or realizable value (as distinguished from the face value) of the mortgages within the year or two succeeding the time when they came under the trustee’s control, and on the loss, as an offset, which the estate would have suffered had the trustee carried out testator’s directions to invest in Italian government bonds. There would also have to be taken into consideration the interest received from the mortgages, as contrasted with that which would have been received from the Italian bonds; also the proceeds obtained from the real estate taken in foreclosure and sold, and, on the other hand, the costs in connection with the foreclosures and the carrying charges of the properties to which title was taken; also the present value of the real estate and the mortgage held by the trustee. Whether or not, as the result of a consideration of these factors, the estate actually suffered a loss, and whether or not, therefore, there should be a surcharge upon the trustee, can be determined only by the orphans’ court after receiving and considering such testimony.\nThe decree of the court below in each of these estates is reversed, and the records are remitted for further proceedings in accordance with this opinion; costs to be paid by appellee."}