{"id": "1187920", "contents": "Opinion by\nMe. Chief Justice Kephaet,\nAppellee, after nine years as teacher in the Kulpmont first grade, was elected to be the sole “permanent supply teacher” in the district, commencing September, 1936. Her duty was to act as full-time substitute in all elementary grades, and kindergarten. In May, 1938, she was notified of a resolution of the board discontinuing the permanent supply position and suspending appellee until its reestablishment. No charges were preferred and no formal hearing was held. On June 23, 1938, appellee received final notice of suspension. Upon appeal, the court below found that appellee’s contract was within the Tenure Act, that the elimination of the position was wholly for the purpose of dismissing appellee as a nonresident, and that no ground appeared for discontinuing her employment. From the order of reinstatement, the school district appealed.\nAppellant urges that appellee is not a “professional employee” within the meaning of the Tenure Act. Even if a “permanent supply teacher” be not embraced in the words “teacher” or “visiting teacher,” appellee clearly falls within the clause “. . . any regular full-time employee duly certified as a teacher,” and her contract is therefore protected by the provisions of the Tenure Act.\nIn the absence of a specific constitutional or statutory provision, or a valid regulation on the part of the employing body, there is no general requirement in the law that public employees reside within the territory of the governmental body employing them. However, a school board may adopt such reasonable rules and regulations as it deems proper in managing its affairs and the conduct of teachers, and, because of the nature of a teacher’s wort and the necessity to be near pupils and parents, a board regulation requiring teachers to be residents would be a reasonable requirement, violation of which would constitute a ground for dismissal under the doctrine of Ganaposki’s Appeal, 332 Pa. 550. But since there is nothing in the record to show that the school board made any such regulation as a matter of general school policy, the mere fact of nonresidence would not warrant the board’s action.\nThe permanent supply position does not involve any particular department or course of study, and therefore the argument that on the abolition of a department or course of study the teachers therein may be dismissed or suspended, is inapplicable. She could, of course, be directed by the school authorities to teach in any other position for which she is qualified under her certificate. See Ganaposki’s Appeal.\nOrder affirmed at appellant’s cost.\nSection 1 of the Teachers’ Tenure Act of April 6, 1937, P. L. 213.\nSee Com. ex rel. v. Newhart, 7 Kulp 344. Nonresidence is not “incompetency” as used in statutes relating to governmental positions. See Com. ex rel. v. Josephs, 15 Phila. 193, 196.\nSection 404 of the School Code of 1911, P. 1. 309, as amended May 29, 1931, P. L. 243, section 9.\nThe reasons supporting such a regulation are well stated in Stuart v. Board of Education, 161 Cal. 210, 118 Pac. 712, where it was held that, although the school law did not require residence, and nonresidence was not made expressly a basis for dismissal under the tenure law, it could be a subject of a board regulation, the violation of which would constitute insubordination and warrant dismissal. Of course, such a regulation would have to be reasonable under all the circumstances. Thus, as in Horne v. School District, 75 N. H. 411, 75 A. 431, a requirement that a teacher live in a particular boarding house would be unenforceable."}