{"id": "1187917", "contents": "Opinion by\nMr. Justice Stern,\nPlaintiffs, nephews and nieces of Mrs. Flora J. Eumbaugh, brought a bill in equity to obtain the judicial nullification of two deeds executed by her, one to defendants Lloyd F. and Morris F. Eumbaugh, the other to defendant Sarah E. Ehoades. The deeds conveyed properties in the borough of Mt. Pleasant, Westmoreland County. They were dated April 1, 1932, were acknowledged by the grantor on that day, and were recorded on May 27 and May 29, 1936, respectively. They were attacked by plaintiffs on the alleged ground that they had never been delivered by Mrs. Eumbaugh to the grantees.\nThe signing, sealing, acknowledging and recording of a deed constitute prima facie evidence of its delivery, or, as it is sometimes stated, give rise to a presumption of delivery, which, however, is merely a ffict'ual presumption and, as such, rebuttable. Whether there was a delivery in fact in any given case, depends upon the intention of the grantor as shown by his words and actions and by the circumstances surrounding the transaction, and constitutes a question to be determined from all the evidence by the jury, or, in equity proceedings, by the chancellor.\nMrs. Rumbaugh was the widow of Daniel C. Rumbaugh ; she had been his second wife, and Lloyd F. and Morris F. ■ Rumbaugh were her stepsons. Sarah E. Rhoades was her sister. Mrs. Rumbaugh visited the office of Wade T. Kline, Esq., in Greensburg, and directed him to prepare the deeds which are the subject of the present controversy. She signed and acknowledged them before him as notary, and apparently told him that she did not wish them to be delivered until her death.. Mr. Kline instructed her that to accomplish this purpose she should give them to someone who would turn them over to the grantees at that time. Mrs. Rumbaugh. took the deeds away with her. Nine months later, in , January, 1933, Mr. Kline prepared for her a will in which she gave one dollar to each of her stepsons, one dollar to her sister, the interest on $7,000 to her brother Robert G. Duncan for life, and at his death the principal to his seven children, who are. the plaintiffs in the present .action. The will directed that all stocks, bonds and mortgages should be converted into cash, and the remainder of the estate was to be divided between her. brother and sister or their heirs. Lloyd F. Rumbaugh and Edith Rhoades, the daughter of Sarah E. Rhoades, were named as executors. Mrs. Rumbaugh died in April, 1935. Lloyd F. Rumbaugh and Mrs. Rhoades both, lived in Mt. Pleasant, the former on the premises conveyed in the deed to him and his brother, whereas Duncan (who died in March, 1935) and his children resided in another part of the state. In May, 1936, the two deeds were discovered by Mr. Kline in a drawer in the library of Miss Emma Bair, who had died the day before. . Miss Bair was seventy-nine years of age and had been in more or less feeble health for some time prior to her decease. She lived in Greensburg, and was a friend and relative .by marriage of Mrs. Rumbaugh. Mr. Kline turned the deeds over to the grantees, by whom they were subsequently recorded.\nThe learned chancellor in his adjudication found that the déeds had been delivered by Mrs. Rumbaugh to Miss Bair to be given by the latter to the respective grantees at the time of Mrs. Rumbaugh’s death, that valid titles passed thereunder, and that plaintiffs were therefore not entitled to have the deeds declared null and void. On appeal to the Superior Court the decree of the court below dismissing plaintiffs’ bill was affirmed: 132 Pa. Superior Ct. 312. After careful consideration we are of the opinion that the conclusion thus reached was amply warranted.\nIt is hot necessary that delivéry of a deed should be'to the grantee himself, but it is sufficient if it be delivered to a third person to be given by him in turn to the grantee at some specified time, as, for example, upon the death of the grantor. Of course, the mere fact that after the grantor’s death a deed is found in the possession of a third person raises no presumption of delivery to the grantee, inasmuch as it may have been entrusted for some purpose wholly dissociated from an intent to transfer title. Nor is delivery accomplished by the mere handing of a deed to a stranger without instructions to deliver it to the grantee: Hannah v. Swarner, 8 Watts 9, 11; Thompson’s Executors v. Lloyd, 49 Pa. 127; Sears v. Scranton Trust Co., 228 Pa. 126, 141. If, however, it appear that such instructions were given, or if the attendant facts and circumstances indicate that the intent of the grantor was that delivery should be made by the third person to the grantee, and if the grantor parted with control, such delivery is in all respects valid, and, while the actual enjoyment of the property may be postponed-, the deed, when subsequently turned over to the grantee, takes effect as of the time of the first delivery: Blight v. Schenck, 10 Pa. 285, 290, 291; Stephens v. Huss, 54 Pa. 20; Eckman v. Eckman, 55 Pa. 269, 275, 276; Stephens v. Rinehart, 72 Pa. 434; Wagoner’s Estate, 174 Pa. 558 ; Lewis v. Merryman, 271 Pa. 255, 257; Hartman’s Estate, 320 Pa. 331, 335.\nIn the present case the testimony indicates that the deeds were given by Mrs. Bumbaugh to Miss Bair for the purpose of delivery to the grantees at the time of Mrs.' Bumbaugh’s death. All the circumstances point in that direction. They may be cumulatively stated as follows: (1) Mrs. Bumbaugh, who was a woman active in practical affairs, had a safe deposit box of her own, and it is difficult to imagine a reason why she should have given the deeds to Miss Bair unless it were to insure delivery when Mrs. Bumbaugh died. (2) Having been directed by her attorney to place the deeds in the hands of a third person for that purpose, it is natural to presume that Mrs. Bumbaugh delivered them to her friend in pursu-. anee of such instructions. (3) Her relations with her sister and stepsons were friendly and intimate; it seems unlikely that she would have given a legacy of f7,000 to her brother and his children, living quite a distance away, and cut her sister and stepsons off with a dollar each, unless she were acting on the assumption that she had given them the properties in Mt. Pleasant. (4) She had received part of her estate from her deceased husband, and there was therefore justification — if not indeed a moral duty — for making some provision for her stepsons. (5) Her will did not refer to real estate but only to stock, bonds and mortgages, which would indicate her belief that she had already disposed of the properties. (6) The failure of Miss Bair to deliver the deeds to the grantees in the period of a year which elapsed between Mrs. Eumbaugh’s death and her own is readily explainable by her age and infirmities.\nIt would seem, therefore, that the facts, and the natural inferences therefrom, strongly support the findings of the learned chancellor that delivery was effected, and such findings, affirmed as they were by the court in banc, will not be disturbed on appeal: Foley v. Barnett, 303 Pa. 218; Myers v. Marquette, 311 Pa. 198; Cooper’s Estate, 320 Pa. 418.\nOne of the assignments of error is to the court’s ruling permitting Lloyd F. Rumbaugh to testify that Mrs. Rumbaugh once declared to him that “this place you are living in will belong to you and your brother after I am gone.” It is contended that he was incompetent as a witness under section 5(e) of the Act of May 23, 1887, P. L. 158, Where an heir attacks a deed executed by a decedent which is prima facie valid, he is regarded as having an interest adverse to the right of the decedent. From this it would seem to follow that a witness whose interest is to uphold the deed is not adverse within the meaning of the act; the testimony of such a witness has accordingly been admitted: Van Horne v. Clark, 126 Pa. 411; Cameron v. Gray, 202 Pa. 566; (but see Campbell v. Brown, 183 Pa. 112, 118, 119). However, it is unnecessary to discuss the question, since the court stated that in its opinion the decree was fully sustained by the evidence without taking this testimony into account.\nThe decree of the Court of Common Pleas of Westmoreland County, affirmed by the Superior Court, is affirmed at appellant’s costs.\nRigler v. Cloud, 14 Pa. 361; Ingles v. Ingles, 150 Pa. 397; DeVall v. Glover, 250 Pa. 417; Kanawell v. Miller, 262 Pa. 9; Lewis v. Merryman, 271 Pa. 255, 258; Cragin’s Estate, 274 Pa. 1; Roberts v. Washington Trust Co., 313 Pa. 584, 588; Long v. McHenry, 45 Pa. Superior Ct. 530.\nDayton v. Newman, 19 Pa. 194; 199; Critchfield v. Critchfield, 24 Pa. 100; Boardman v. Dean, 34 Pa. 252; Bush v. Genther, 174 Pa. 154; Sears v. Scranton Trust Co., 228 Pa. 126, 139; Kanawell v. Miller, 262 Pa. 9, 14; Lewis v. Merryman, 271 Pa. 255, 258; Cragin’s Estate, 274 Pa. 1, 5; Loughran v. Kummer, 297 Pa. 179, 183; Leahey v. Leahey, 309 Pa. 347, 353; Leiser v. Hartel, 315 Pa. 537; Clauer v. Clauer, 22 Pa. Superior Ct. 395, 398.\nKing v. Humphreys, 138 Pa. 310; Crothers v. Crothers, 149 Pa. 201; Campbell v. Brown, 183 Pa. 112, 118; Baldwin v. Stier, 191 Pa. 432; Fiscus v. Fiscus, 272 Pa. 326; Boyd v. Kilmer, 285 Pa. 533, 540; Roberts v. Washington Trust Co., 313 Pa. 584, 590; King v. Lemmer, 315 Pa. 254; Gallagher v. Rogan, 330 Pa. 545, 549."}