{"id": "1190737", "contents": "Opinion by\nMr. Justice Maxey,\nPlaintiff, an insurance agent, brought an action in assumpsit against defendant, the State Mutual Life Assurance Company, for an accounting of renewal commissions alleged to be due him by the defendant.\nUnder a written contract dated May 1, 1923, plaintiff, in partnership with J. Elerick Willing, was employed as general agent by defendant and became entitled to commissions on the initial premiums on policies he wrote and also on the renewal premiums for a period of fourteen years. In September, 1924, the plaintiff and Willing dissolved their partnership and resigned as general agents and subsequently Willing alone entered into a general agency contract with defendant. On September 5, as such general agent, he employed plaintiff as a soliciting agent under a written form of contract supplied by and bearing defendant’s name but not executed by it, in which it was provided that commissions would “be allowed” to the soliciting agent on initial premiums and on renewal premiums for nine years, subject to a reduction of 1% in case the agency terminated. A third contract was entered into on December 16, 1926, which replaced the second contract and which differed from the latter only in respect to the rate of the renewal commissions. The renewal commissions were paid directly by the company to plaintiff twice monthly and at the same time the company furnished him with a copy of a statement prepared by it on one of its printed forms, showing an account between the “State Mutual Life Assurance Company, J. Elerick Willing, General Agent,” and Insley. The court below in its opinion correctly says: “It seems clear from the writing and other evidence submitted that through its general agent it [the Assurance Company] is a party to the contract and liable for the commissions to the soliciting agent therein stipulated.”\nThe general agent’s contract contained these provisions : “Sec. XIX. That no assignment, sale or transfer of this agreement or of any of the rights, claims or interest of the general agents, or either of them, under it shall be made by the said general agents, or either of them, without the written assent of the said company, and any such alleged assignment, sale or transfer by them or either of them, without such written assent of the company shall immediately make this contract void and be a release in full to the said company of any and all of its obligations under same.” “Sec. XXIII. That in case the said General Agents, or either of them, fail to comply with any of the conditions, duties or obligations of this agreement, . . . then in such case, this contract shall at once become terminated without notice and all commissions and claims whatsoever accruing thereunder to the said General Agents, shall become forfeited and void.” The subagent’s contract contained similar provisions substituting the Avord “agent” for “general agents.”\nAfter Insley became a subagent in 1927, he, Avith the consent and approval of the company in Avriting, made an assignment of his right to commissions under the first contract to Willing in order to secure a loan.\nIn 1928 and 1929 both Insley and Willing, Avithout the knowledge or consent of the company, assigned their rights to commissions under existing contracts to one Harry T. Stoddart as collateral for loans. Bonds Avere thereupon issued by Stoddart in the amount of the loans bearing the name of the Assurance Company in bold face type, Avhich he sold to third persons. In March, 1930, the company, having learned of the issuance of the bonds and the making of the assignments, discharged Willing as general agent and stopped paying renewal commissions to plaintiff, who had previously resigned. It then paid these commissions to Stoddart in order to retire the bonds. After discharging Insley’s debt to Stoddart and securing possession and cancellation of the bonds, it did not resume payments to plaintiff because, as is set forth, inter alia, in its affidavit of defense: “Defendant denies that there was any valid assignment existing ... in favor of Harry T. Stoddart, and further denies that plaintiff made any additional valid assignment to said Stoddart since, by the terms of all of the contracts under which plaintiff was entitled to receive any commissions or collection fees whatsoever, any assignment by plaintiff without defendant’s written assent rendered void plaintiff’s rights to any further commissions or collection fees under such contracts, and defendant avers that it gave no assent to any such purported assignments.” Defendant admitted that had the contracts remained in force, commissions in excess of $3,000 would have been due plaintiff, after deducting his indebtedness to Stoddart. Plaintiff therefore brought this suit not for any certain sum but asking for an accounting since he has no knowledge of policies which may have lapsed or been paid because of the death of the insured.\nThe case was tried without a jury. Plaintiff presented a point for binding instructions which was refused. Thereafter the trial judge entered a general finding for defendant, which, as stated in his opinion, was based \"on the ground that the plaintiff by attempting to assign his renewal commissions without the company’s consent had forfeited his right to them as provided in the clause contained in all the agreements.” Plaintiff’s motions for judgment n. o. v. and for a new trial were overruled. This appeal followed.\nIt is the contention of appellant that the renewal commissions were debts belonging to him and that as such it was his property to be alienated as he saw fit. The error in this reasoning lies in this: The so-called \"debts” had not matured and would not unless, in a particular case, the insured lived and continued the payment of his premiums. As debts in the nature of commissions they were not absolute in the present but conditional in the future. Furthermore, the appellant had not fully discharged his part of the contract out of which his claim to commissions arose, that part being his \"servicing” of these policies. That part of his contract consisted in his maintaining his contacts with policyholders and using his endeavors to hold each of them to the status of a paying policyholder. It was to the company’s interest that these policyholders did not allow their policies to lapse and in this respect, as in the original sale of the policy, the agent’s interests and the company’s interest were mutual. When the agent by assigning his future, conditional commissions put himself in a position where it was a matter of indifference to him whether or not there were any renewals of premiums on the policies he had sold, he was no longer faithful to the obligations of the contract whose provisions he now invokes in his own behalf.\nWilliston on Contracts (Revised ed.), Yol. 4, sec. 1030, says: “It has been a common method of compensating the agents of life insurance companies to agree to give them a certain percentage of the first premium, and thereafter to give them a smaller percentage of renewal premiums. Under such a contract, has an agent who has induced a customer to take out a policy thereby acquired, irrespective of what may happen thereafter, a right to a percentage not only of the first premium but of the renewal premiums? The weight of authority sustains the view that the commissions upon renewal premiums are not simply payment for securing the insurance but compensation for other services in the prosecution and preservation of the company’s business; and, accordingly, if the agent is discharged for cause, or leaves voluntarily, the company is under no further liability in respect to the renewal premiums. [Citing cases.]” Of course this rule does not apply if the contract provides for the payment of renewal premiums after the termination of the contract.\nTo decide this case all that is necessary is to apply the principle that underlies all contracts, to wit, that within any limits the law permits contracts to be made, the law will enforce, according to its terms, any contract made (except as to “unconscionable provisions,” hereinafter discussed). As Justice Holmes said in Portuguese-American Bank v. Welles, 242 U. S. 7: “A covenantor is not to be held beyond his undertaking and he may make that as narrow as he likes.” In the instant case, the “covenantor” (the appellee) stipulated that if the agent made an assignment “of any of the rights, claims or interest of the agent, without the written consent of the said company,” the contract should immediately become “void and be a release in full to the said company of any and all its obligations under same.” Appellant invokes paragraph 15 of the contract which provides that after the termination of the contract “a commission on each of the unexpired renewal premiums referred to in section 6 thereafter becoming due shall continue to be paid to the said agent,” but that provision is expressly conditioned upon the fact that the termination in order to give rise to these rights of commissions must be “without any of” the contract’s “conditions having been violated by the said agent.” Since the contract had been violated by the agents in making an expressly prohibited assignment of commissions, the right to the payment of the reduced commissions provided for in paragraph 15 never came into existence. Appellee justly contends that payment of renewal commissions after voluntary termination of the contracts upon appellant’s becoming the agent of another company in 1929, was contingent upon the following: “(a) The continuance of premium payments by the insured; (b) Absence of termination of the policy by death or surrender; (c) Due transmittal by Agent of any premium received by him; (d) Absence of breach of condition when contract was terminated.” Nothing could be clearer than that the maintenance of the agent’s pecuniary interest in the continued payments of premiums on the policies he had sold was a vital part of the obligations reciprocally assumed by the contracting parties. When the appellant by his assignments severed his own interest ligament in the payment of future premiums on these policies, he at the same time severed the company’s liability ligament as to him in respect to these premiums even though they were paid.\nAppellant stresses the proposition that “the contract provisions relied upon by the defendant constitute an unconscionable penalty or forfeiture and are unenforceable.” Appellant says: “It would be difficult to devise language more frankly and avowedly penal in character or more explicitly providing for a forfeiture.”\nIt is true that courts administering equity give relief from penalties and forfeitures where the circumstances move a chancellor’s conscience so to act. But in the instant case when the appellee stands upon the contract provision in question, it is not invoking a penalty. In distinguishing breaches of the core provisions of contracts and those merely in the nature of penalties for failure of perfect performance, Williston on Contracts (Rev. ed.), sec. 795, p. 2239, says: “If the performance of the condition is a material part of a promised return performance, the condition must be given full effect; but if performance of the condition is not such a material part, two considerations are of vital significance in determining whether the condition should be strictly enforced : (1) Whether the nonperformance of the condition was due to fault and could have been avoided, (2) and more important, whether enforcement will involve serious forfeiture. If there are both impossibility of performance and no fault, nonperformance of the condition should not destroy the promisee’s rights; and even if the nonperformance is blameworthy or not due to impossibility, great forfeiture may be too severe a penalty.” Williston also says (sec. 793) : “Even in connection with direct stipulations for damages or penalties, . . . the tendency of modem courts is to uphold the agreements of the parties unless clearly unconscionable.” The same authority says in sec. 788: “ ‘The courts . . . have now become strongly inclined to allow parties to make their own contracts, and to carry out their intentions, even when it would result in the recovery of an amount stated as liquidated damages, upon proof of the violation of the contract, and without proof of the damages actually sustained’: U. S. v. Bethlehem Steel Co., 205 U. S. 105, 119. This change in the attitude at least of some courts is not inconsistent with the principle here contended for that the question is one of the reasonableness of the stipulation in question, not properly one of intention or interpreting the meaning of the contract. An enlarged view of the boundaries of what is reasonable may well be consistent with public policy, and within these boundaries the expressed intention of the parties is controlling. It is true on the one hand that parties should be left to make their own bargains; it is equally true that they cannot be left to do so without some limitation. It should be clear that the limit of reasonableness has been passed, before a court should set aside their contract.”\nIn Gillespie Tool Co. v. Wilson, 123 Pa. 19, 16 A. 36, this court, speaking through Justice Sterrett, said: “The equitable doctrine of substantial performance is intended for the protection and relief of those who have faithfully and honestly endeavored to perform their contracts in all material and substantial particulars, so that their right to compensation may not be forfeited by reason of mere technical, inadvertent, or unimportant omissions or defects. It is incumbent on him who invokes this protection to present a case in which there has been no willful omission or departure from the terms of his contract. If he fails to do so, the question of substantial performance should not be submitted to the jury.” This was reiterated in Morgan v. Gamble, 230 Pa. 165, 175, 79 A. 410. In Jacob & Youngs v. Kent, 230 N. Y. 239, 129 N. E. 889, the New York Court of Appeals, speaking through Chief Judge Cardozo, said: “The courts never say that one who makes a contract fills the measure of his duty by less than full performance. They do say, however, that an omission both trivial and innocent will sometimes be atoned for by the allowance of the resulting damage, and will not always be the breach of a condition to be followed by a forfeiture.”\nAppellant argues that Insley’s breach of his contract with the company “was trifling because it is not even pretended that the company sustained any damage by the fact of his assignment to Stoddart.” Appellant compares the breach in this case to a breach by A who failed by one day to carry out his promise to build a house for B by October 1st for $15,000. We cannot regard the analogy as apposite. When Insley effected policies of insurance and the first year’s premium was paid, he received commissions ranging from 25% of the first year’s premium on ten payment policies to 45% on 20, 25 and 30 payment policies and 50% on continuous payment policies. This constituted substantial compensation for the services he had rendered up to that time. The contract between him and his company further provided that he should receive renewal commissions ranging from 3% to 5% on subsequent payments of premiums on these policies, but it was clearly set forth that all these commissions “will be allowed said agent, subject to the provisions of this contract, during its continuance and no longer” (italics supplied). It is true that paragraph 15 of Insley’s contract with the company provided that renewal commissions at a reduced rate would be payable in case the contract shall be terminated after December 16, 1927, by either party, in accordance with the provisions of paragraph 14, but, as we have already pointed out, the reduced renewal commissions became payable only after and when the contract “terminated by either party” was one that was unviolated and unbroken “in any particular.” Insley had broken his contract by a secret assignment of his renewal commissions, an assignment which he knew was prohibited. His breach of his contract ended all his rights to reduced renewal commissions under paragraph 15 of the contract. The company’s denial of these commissions was not a penalty imposed upon him, it was an assertion of the palpable fact that his right to such commissions had never come into being. As to all policies of insurance effected by Insley, whatever commissions were paid on them after the termination of the contract whose conditions he had broken, Insley had no more claim than a total stranger to the company.\nThere is certainly nothing unconscionable or unreasonable in the contract provision appellee invokes. Common business prudence dictates that an insurance company should by apt provisions in its contracts with its agents make it financially worthwhile for such agents to continue their allegiance to the company. After its agent has secured a purchaser for one of the company’s policies and received about half of the first year’s premium for doing so, the company’s interest requires that the insured continue to pay the premiums on that policy. Inasmuch as many insured persons have a tendency to permit their policies to lapse, sometimes being induced to do this by agents of competing companies, the company must rely on its agent to keep his contacts with the insurance patron he secured and encourage him to maintain the relationship he induced him to enter into. For so doing, the agent is rewarded with a percentage of the renewal premiums. When his financial interest in the payment of these renewal premiums ends, his value to the company pro tanto ends. When the company refuses payment of a part of the renewal premiums, which part he has already sold for cash, the company is not penalizing him; it is denying him something he has neither a legal nor a moral claim to.\nThere are many reasons why the denial of the payment of the assigned commissions is just. For example, since the agent is no longer interested in servicing the policies, the company must compensate someone else for doing so. Furthermore, by assigning his commissions to unauthorized persons, Insley put confidential information as to policyholders into the hands of assignees who might use the information to the company’s detriment. Suppose, for example, that an agent of Company A would assign all his renewal commissions to an agent of Company B, would not the information obtained by the latter agent be likely to cause a pecuniary loss to Company A? It would give the former company information which it could use to attract business from the latter. From every point of view, the company was justified in insisting that renewal commissions should not be assigned by its agents without its consent and in inserting a provision in its contracts that for an agent to make such prohibited assignments would effect a liquidation of renewal commissions which otherwise would have been the rewards of his fealty.\nAppellant argues that even if the contract provisions are enforceable as to the absolute assignments, they do not apply to the assignments in question because “the assignment made by him to Stoddart was merely a collateral one.” The answer to that is the provision in the contract that “no assignment, sale or transfer of this agreement or of any of the rights, claims, or interest [italics supplied] of the agent under it, shall be made by the said agent without the written assent of the said general agent and the said company” under penalty of voiding that agreement. We agree with the court below that the distinction attempted to be drawn in this case between the respective effects of conditional and unconditional assignments is wholly unsubstantial.\nIt is also contended by the appellant that “the contract made by the company with Stoddart, inconsistent with the alleged right to forfeit the renewal commissions, and its dealings with Insley, after knowledge, amounted to a waiver.” When the company learned in 1930 of the assignment to Stoddart, it discharged Willing, the General Agent. Insley had previously resigned as subagent in September, 1929. The company then entered into an agreement with Stoddart. In this agreement it is provided that Stoddart “purchase all the bonds at present outstanding executed by Willing and Insley or either of them,” these bonds being in the total par value of $34,000. Stoddart agreed to purchase these bonds at par at the next interest due date. It was further provided: “As the bonds are purchased and received by [Stoddart] they shall be cancelled and the cancelled bonds shall be delivered to the [insurance company]. . . . Upon receipt of a cancelled bond or bonds [the insurance company] shall pay to [Stoddart] 50% of the purchase price of said bond or bonds, provided, however, that in no event shall the [insurance company] be obliged to make a total payment of more than $16,788.54 for the purchase and cancellation of the entire outstanding bonds.” The appellant says: “This arrangement amounted to a recognition of rights on the part of the assignee. It dealt with the renewal commissions which would fall due to Insley thereafter, in a manner wholly inconsistent with the asserted right to forfeit them because of this assignment.” We cannot agree with this contention. When the company found that bonds had been issued without its knowledge and bearing its name in bold face type, it was solicitous to have these bonds called in and cancelled. Its officers apparently felt that they did not wish to have the company’s reputation for integrity fall under the suspicion that would naturally be cast upon it if bonds bearing its name as the ultimate source of payment should be discredited in the commercial marts. The bonds stated that they were “secured by an assignment ... of renewal contracts” between Insley and Willing “and the State Mutual Life Assurance Company of Worcester, Mass.” The company therefore persuaded Stoddart to buy up and cancel the bonds by contributing a part of what Insley might have received if he had not broken his contract. We view this as a mere gratuity on the part of the company. Anything that a man does solely from a sense of business honor cannot be interpreted as a bar to the assertion of any legal rights he possesses. What the appellee insurance company did for those who bought the bonds in reliance on Insley’s fidelity to his commitments, cannot be invoked as an estoppel when the company pleads that Insley’s breach of his contract was fatal to his claim to renewal commissions.\nThe judgment is affirmed."}