{"id": "1190719", "contents": "Opinion by\nMr. Justice Linn,\nThe ultimate disposition of these appeals depends on whether the record contains facts that support (1) the order charging the two trust estates with the fees of counsel for the exceptant, and (2) the payment of auditor’s fees in the amounts awarded. We all agree that the evidence shows clearly that the cases are not within the rule permitting the award of counsel fees and also that, in the circumstances disclosed, the learned court erred in not reducing the auditor’s fees.\nThe only exceptant to the accounts is Mrs. Hazzard, beneficiary under the will of Ray Wilbur, her husband, who died March 27, 1928. He was a beneficiary under the wills of his parents, his father, Elisha P. Wilbur, dying in 1910, and his mother, Stella M. Wilbur, in 1920. Their wills, made in 1904, were alike as respects the questions now raised. They left seven sons surviving; the first to die was exceptant’s husband in 1928; the next was Warren A. Wilbur, January 14, 1932. Since these proceedings began, but after the testimony was taken, a third son, Rollin, died. None of the surviving sons excepted to the accounts; they are not only satisfied with them, but appellants’ briefs say, join in what is urged against the orders appealed from.\nElisha P. Wilbur, until his death, had been dominant in the ownership and management of the E. P. Wilbur Trust Company, named as testamentary trustee by himself and his wife. By his will he gave his property to his wife for life, remainder to their sons for life, subject to spendthrift trust provisions, and with general powers of appointment by will. On his death, letters testamentary were granted, June 20, 1910, to his widow Stella, and their eldest sons, Warren and Rollin, Warren being then president of the trust company. They prepared a first and final account but did not file it. The inventory showed gross personalty of $1,295,165.32, as of January 4, 1912. This property was transferred on January 5, 1912, to the testamentary trustee, together with a cash income balance of $2,348.52. No account was filed until September, 1933, when the trustee filed its First and Partial Account covering administration to January 15, 1932, the date of Warren’s death.\nBy Stella Wilbur’s will, the seven sons also took life estates subject to spendthrift trust provisions and with general powers of appointment by will. It was probated May 25, 1920, letters c. t. a. issuing to her sons Warren and Rollin. She left written instructions, not probated, for the disposition of certain personal property which was thereafter (May 27, 1920) made the subject of agreement by all the sons, pursuant to which it was distributed among them, the exceptant participating, a fact of importance to be mentioned later. The administrators c. t. a. filed their First and Final Account May 14, 1921, confirmed absolutely, and showing a net balance of $293,646.53. In this account, credit was not taken for federal estate taxes approximating $20,000, nor for the distribution of the personal property under the agreement referred to above, appraised at $59,987.25, nor for certain other items subsequently shown in a Reconciliation Statement filed in the proceeding below. While the administrators c. t.' a. filed their account May 14, 1921, it was not until early in 1922 that they formally turned over the assets to the testamentary trustee, as of December 31, 1921. Prior to the transfer, they delivered to the trustee two supplemental statements of receipts and expenditures showing on hand, as of December 31, 1921, a net balance of $283,231.42, which, it will be observed, is $10,415.11 less than the net balance shown in the earlier account of May 14,1921. Each year the trustee rendered to each of the sons a statement of the trust administration, showing corpus, changes from time to time, income and disbursements. Such accounts were furnished annually until and including 1932. None of the sons ever made any objection. The obvious irregularity, complained of, in the performance of the duties of the personal representatives of the decedents and of the duties of the trustee, was doubtless the result of the intimate family relationship and of the control of the management of the trust company and its affairs by members of the Wilbur family. These facts constitute no excuse but are elements for consideration in the problems now presented.\nAfter Ray Wilbur died in 1928, leaving his property, including the appointive estate, to his widow, a new chapter opened. There was apparently no sign of dissatisfaction until December 14, 1932, when she demanded the separation of her interests and an accounting. The trustee filed the accounts in September, 1933. An auditor was appointed, who, after hearing evidence, filed a report making what he called “surcharges” in the Elisha P. Wilbur trust in the sum of $442,545.61 and in the Stella Wilbur trust in the sum of $100,023.12, in appellants’ brief given as $101,610.43.\nOn November 16, 1935, the Federal Deposit Insurance Corporation loaned $2,862,649.90 to the trust company, taking as collateral, certain assets, including an assignment to the company made by the decedent’s grandson, Eobert Wilbur, son of Warren, of his interest in the estates of both his grandparents. Five days later, on November 21, 1935, the Secretary of Banking, as receiver, took charge of the trust company pursuant to the Department of Banking Code. In consequence of this receivership and on petition of appropriate parties, Tradesmen’s National Bank and Trust Company, of Philadelpbia, was appointed trustee of both estates in succession to the trust company.\nTbe auditor’s report on tbe Stella Wilbur trust account was filed July 12, 1937, and on tbe Elisba P. Wilbur trust September 13,1937. Exceptions to tbe reports were dismissed by the learned court below.\nThe appellants are (1) the Secretary of Banking, receiver of tbe trust company which, as trustee, filed both accounts, Nos. 58 and 8; be represents creditors and, in their interest, seeks to preserve tbe distributive assets from claims resulting from alleged mismanagement of tbe trusts; (2) tbe successor trustee, Tradesmen’s National Bank and Trust Company, Nos. 57 and 165; it is interested in conserving tbe trust estates by opposing unauthorized charges on tbe trust property; (3) Federal Deposit Insurance Corporation, assignee of trust company, Nos. 56 and 166; this appellant seeks tbe benefit of tbe assignments of a one-seventh interest in each estate in circumstances to be stated.\nAnother important fact may be stated before coming to tbe assignments of error. On August 29, 1935, while tbe proceedings were pending before tbe auditor, and prior to the receivership, tbe trust company as trustee made an agreement with Mrs. Hazzard, in tbe case of each trust, by which she received from tbe Elisba Wilbur trust in cash and securities $49,364.88, and from tbe Stella Wilbur trust $51,920.56, in each case “in full satisfaction and payment of tbe said one-seventh share of tbe corpus and undistributed income of tbe said trust estate of [tbe testator] ... as reflected in said Trustee’s First and Partial Account and tbe supplementary statement as of and including June 24, 1935, filed with the said Auditor; saving, nevertheless, the reserves retained by the said Trustee for future distribution itemized in Schedule ‘B’ hereto attached, and subject to final adjudication of the said Elizabeth L. W. Hazzard’s exceptions to said Trustee’s First and Partial Account now pending before the said Auditor, except as such exceptions are affected by this distribution.” This agreement, in case of each trust, recited that it was “necessary that a reserve be provided . . . for costs and expenses of said audit and subsequent proceedings, if any . . .” and specified that $10,000 in cash or securities, out of the share distributed, should be held by exceptant’s counsel “out of which escrow fund it is agreed there shall be repaid to the Trustee or into Court for said costs and expenses so much as may be payable by the said Elizabeth L. W. Hazzard in the final adjudication.” This provision will be referred to later in dealing with counsel fees.\nMrs. Hazzard filed a number of exceptions to the accounts. Those sustained are reflected in so-called surcharges imposed by the auditor and approved by the learned court below. As laches and acquiescence are urged by appellants against a number of these contested items it will be more convenient to refer to the rule before than after dealing with them seriatim.\nBay Wilbur took a life estate under each will with a general power of appointment by will. By his will, after directing the payment of his debts, he gave his property to his widow and appointed her executrix. By section 11 of the Wills Act of 1917, P. L. 403, 20 PS section 223, the devise and bequest to his widow executed the powers vested in him by his parents’ wills, as appointments to his widow. A life tenant with a general power of appointment has an estate tantamount to a fee; no one but the donee has any interest in such a power: Lyon v. Alexander, 304 Pa. 288, 156 A. 84; Curran’s Estate, 312 Pa. 416, 167 A. 597; Perkins’s Trust Estate, 314 Pa. 49, 170 A. 255. That there was a spendthrift trust is immaterial in this connection: Miller’s Estate, 332 Pa. 116. Under the rule applied in those cases, what Raj Wilbur did with regard to the trust estates bound his appointee. If we correctly understand the position of the learned court below on this point, it was thought that the rule was not applicable because each will contained a provision devising and bequeathing to the appointee. Provisions to that effect in wills are common. The phrase in the will “the right to appoint” is a technical term; it means the power to name the taker who, when named in the manner prescribed* becomes the taker in the same way as if the maker had named him a beneficiary. The appointment under the power is read into the will creating it. But that fact does not minimize the control of a life tenant with a general power of appointment. “The share of the trust fund” was appointed to the exceptant. The question is, What was the share of the trust fund when the appointment took effect, i. e., on the death of Ray Wilbur?\nIn ascertaining whether laches or acquiescence exists, the chancellor considers the circumstances shown. As Stella Wilbur was life tenant under her husband’s will, it was perhaps not until her death in 1920, that Ray should have been expected to give special attention to the trust estates; at all events, he was then in position to demand an accounting. Instead of demanding a formal account, he received, with apparent satisfaction, the annual statements submitted to all the sons; the record would indicate that there was no protest; after the lapse of time, it must be assumed that he was satisfied with the administration. The exceptant, since her husband’s death, expressed no dissatisfaction with the administration of the trusts prior to requesting the account. In considering laches it is also important to note that since 1920, Warren Wilbur, Arnon P. Miller and M. K. Huffman, who had been respectively President and Chairman of the Board, Vice President and Trust Officer of the trust company, have died, so that their evidence, which obviously would have been enlightening because of their participation in challenged transactions, has not been available to the trustee or to appellants or to the surviving sons. Not only is the long delay in failing to challenge the trust administration a complete bar, but we think the conduct of Ray Wilbur and of the exceptant is evidence of acquiescence.\nThe account of Warren and Rollin Wilbur, administrators c. t. a. of Stella Wilbur, filed May 14, 1921, showed a net balance of $293,646.53 without, however, having taken into account other assets also referred to above. The administrators c. t. a. continued their administration until early in 1922, apparently after having gone through the form, of turning over the assets to the trustee as of December 31, 1921. Thereafter, the trustee charged itself with $283,231.42, as the balance received, though it is $10,415.11 less than the balance shown in the administrators’ account of May 14, 1921, as the amount that would ordinarily be payable to the trustee. The auditor surcharged the trustee with this difference of $10,415.11. He declined to consider the trustee’s proposed corrections, said to explain the difference between the two amounts, on the ground that such restatement of the account was not within his powers as auditor. It is unnecessary to lengthen this opinion by reciting the details of the reconciliation given in the record, because an answer to the request for the surcharge, and one that should have been accepted by the learned court below, is that laches is so completely established that it would be inequitable, in any view, now to allow the claim. The first one of the annual statements referred to above, that for 1922, rendered to Eay Wilbur, is entitled “Statement of the E. P. Wilbur Trust Company, Trustee of the Estate of Stella M. Wilbur, and List of the Securities received from Warren A. Wilbur and Eollin H. Wilbur, Administrators, c. t. a.” In this statement the first item in the income account is dated January 20, 1922; credits are taken for expenditures out of income; the result shown for the year is an overdraft of income of $7,574.01. The statement also contains a “List of securities held by E. P. Wilbur Trust Co., Trustee.” It, with a small item of cash, totals $283,231.42, which, it will be noted, is the amount used as a basis of the surcharge. The total of the securities in that list is $282,991.90. The statement for the year 1923 begins December 31, 1922, “balance as per statement rendered $282,991.90,” identified as “Last item in Principal Account”; an income account follows and again a list of securities is given. The next statement, for 1923, begins where the last one left off, etc. This informal annual accounting for the purpose of advising the sons — the only beneficiaries — continued during the lifetime of Ray and thereafter. As showing his familiarity with the fact that the administrators c. t. a. continued their administration after filing their account in May, 1921, appellants point to the fact that, on December 7, 1921, Ray Wilbur, with the others, received a payment of income in the sum of $1,500, an item to be referred to later. They also point to evidence that a conference of members of the Wilbur family was held shortly after the death of Mrs. Wilbur concerning the equalization of advances made by her to her sons. An exhibit showing- the distribution of these advances (in all $84,000) is contained in the record. Ray Wilbur also participated in the distribution of the personal property referred to in the letter left by his mother; the exceptant testified that at the time of that distribution she received a part of the property. There is no dispute of these facts.\nThe argument made against the effect of laches is that the accounts were not sufficient to give notice of the fact now in dispute. It must be rejected because an examination shows that in the circumstances Ray Wilbur must be regarded as having been sufficiently advised of the facts, or of what he would have learned if he had inquired as to any subject on which he considered the statements inadequate. We have not found it necessary to predicate any conclusion on that portion of appellants’ argument to the effect that the difference in the two amounts was satisfactorily explained by the trustee’s Reconciliation Account filed at the audit. The assignment complaining of this surcharge is sustained.\nThe second surcharge complained of, $48,745.33, represents decedent’s proportionate interest in certain indebtedness of London Mines and Milling Company, a Colorado corporation, resulting from an investment made by her in 1913. For a long time it had been considered of no value and was not inventoried nor referred to in the First and Partial Account filed by the trustee as of January 15, 1932. At that time, nothing had been received on the account. Thereafter, the sum of $48,-745.33 was received in distribution of assets. The subject was brought to the attention of the auditor by the trustee during the course of the audit. A witness testified : “Our first and partial account is filed as of January 15, 1932. Nothing had been realized [on this mining account] up to that point. There have been several payments received since that time and those payments as received are set up in the Stella Wilbur estate and we charged ourselves with them as they were received. Q. And they appear, do they not, in the supplemental account which you have here? A. Yes, there are several items that appear in the account.” After testimony explanatory of the situation, counsel for the trustee said: “The trustee asks to be charged with these assets consisting of indebtedness due from the London Mines & Milling Company, one of the face value of $5,915.33 and the other $42,830.00, the amounts already charged by the trustee in its accountings filed during the course of the audit subsequent to the first and partial account. ...” Counsel for the exceptant then stated: “The exceptant agrees that the auditor shall award to the exceptant a one-seventh interest in kind.”\nIn the distribution, referred to above, made on August 29, 1935, the exceptant received her % interest in this obligation.\nIn dismissing appellants’ exception to the auditor’s report complaining of this surcharge, the learned court below said that counsel for the accountant “asked for the surcharge.” This is not quite accurate. The complaint of the appellants is that it was the duty of the auditor not to surcharge on the account that had been filed in January, 1932, but to restate or bring down the account to include these receipts which, having been received since the account was filed, could not have been included in the account when it was prepared; secondly, that, as the exceptant’s interest was in fact delivered to her August 29,1935, and her release taken, nothing was thereafter payable to the exceptant on this item. After she received her share and executed the release, all that remained for the auditor to do was to state the fact. The assignment is sustained.\nThe next surcharge complained of is in the sum of $9,000 on a note made by Warren A. Wilbur, acting executor for the Stella Wilbur estate, payable to “ourselves” discounted by the trust company. The proceeds were used to pay income in 1921 to life tenants; the loan was repaid out of income on January 20,1922, and February 14, 1922, one payment being $5,000 and the other $4,000. The auditor, instead of restating the account to show that a diversion of principal to income had been made good out of income, declined to allow the credit on the ground that the payment to life tenants was an irregular and unlawful disposition of trust property. He said: “But here is a note made by one of the administrators, the proceeds of which did not go to the benefit of the estate but went to pay income to beneficiaries who were not entitled to income until it was earned and then were not entitled to receive this income from the administrators but from the trustee. This is just another sample of what financial wrong can be done when the trustee tries to administer an estate which it is not its duty to administer, and the payment by the trustee of moneys which it is not its duty to pay but which should be paid by the personal representatives of the estate.” If they borrowed to pay income before it was received and thereafter from income repaid what they borrowed with no resulting loss to the beneficiaries, this exceptant has no ground for complaint. Ray Wilbur, who profited by the transaction, had never complained; the exceptant was not injured. But the accountant was not entitled to the credit for $9,000 as principal, credit having been taken in the income account rendered to the sons in 1922; appellants’ brief states that at the audit the auditor was asked to restate the account to make the correction, to accord with the fact. This should have been done.\nThe next surcharge complained of is of a credit claimed as of January 15, 1932, for payment by the trustee of a note made by Stella Wilbur. It was a demand note of November 19, 1917, signed “Stella M. Wilbur by W. A. Wilbur and Arnon P. Miller, attorneys,” payable to “myself.” By letter of attorney dated June 25, 1910, Stella Wilbur had appointed Warren A. Wilbur and Arnon P. Miller her attorneys with authority, inter alia, to make promissory notes in her name. The auditor found there was “no satisfactory explanation in the evidence to show what became of the $25,000. It is for those two agents to explain what became of the $25,000, the proceeds of said note. ...” But both the agents were dead at the time of the audit. The auditor said: “from all the circumstances surrounding this note, the auditor will have to find that this note was not a valid claim against the trust estate of Stella M. Wilbur, deceased. ...” Why wasn’t it a valid claim? There is no doubt about the authority of the attorneys in fact to make the note. It was produced. The transaction was considered by the auditor in connection with two similar notes, one of $50,000 and one of $12,500, payment of both being approved, on the ground that exceptant had suffered no loss. He said that “while the transaction may have been wrongful and unlawful in the first instance, it resulted in no injury to the estate or impairment of its assets.” In the circumstances we think the evidence shows that the accountant was obligated to pay the note of the testatrix made by her attorney in fact and in the possession of accountant. The assignment is sustained.\nThe next complaint is against a paper credit setting aside in the account the sum of $3,000 “for perpetual care of Wilbur lot in Nisky Hill Cemetery Association.” Counsel for the accountant withdrew this item at the audit, saying: “At this time this item of credit should obviously be eliminated” on the ground that there was no provision in the will of testatrix for the purpose. The amount should therefore have been stricken from the account.\nComplaint is made of the surcharge of “accountant’s compensation of 4% on principal taken on the two % shares to be distributed at this time in the sum of $3,-620.99.” The auditor thought the trustee “had mismanaged the affairs of the trust estate by failing to exercise prudence in making proper investments, in failing to dispose of improper investments, in failing to file a proper account, in failing to account for the proceeds of all the transactions involved in the change of investments, and in failing to show the prudence, diligence and loyalty which is required from a faithful trustee.” He then surcharged in the sum claimed for commissions on % of the corpus now distributable. The auditor erred in applying the general rule to the facts. It is to be observed, first, that the only exceptant is Mrs. Hazzard and that her only interest is in % of the estate and not in the %. It is next to be noticed that, in reviewing a penalty for the mismanagement charged in the general terms used by the auditor, the facts must be considered and that, as they appear, it would be inequitable to surcharge the trustee for anything done with the approval or acquiescence of the exceptant’s husband in his lifetime and of her after his death. The will, quoted later, gave extensive powers to the trustee. The annual statements rendered and their effect have been referred to. Except-ant testified that she received them. She was asked, “Q. Did you discuss any of the items of these statements with eithei* Warren A. Wilbur or Rollin H. Wilbur, the administrators c. t. a.? A. No. Q. You were satisfied with the statements as you received them? A. I accepted them because — yes, I was satisfied.” The statements under discussion were those for the years 1933, 1932, 1931, 1929 and 1928. Asked: “Q. Did you ever question any of the officers or representatives of the E. P. Wilbur Trust Company as to any of the items in any of these annual statements which you received following your husband’s death? A. Only one that I can recall at the moment. Q. What was that? A. Where the five thousand dollars came from that was distributed about the first of July, 1928. Q. That was right after your husband’s death? A. Yes.” She was satisfied with the statements received; there is no evidence that she did not understand them and no evidence of any concealment, fraud or misrepresentation in or about them. She is therefore not in a position to complain. The assignment is sustained.\nThe seventh assignment is to the surcharge of $1,-360.19, one-seventh of the expenditure charged to income, after Ray Wilbur’s death, for maintaining Sport Island, including the payment of pensions to certain employees. Sport Island was a summer place on the St. Lawrence River used by members of the Wilbur family. On April 30, 1928, the trustee leased it for three years to W. A. Wilbur, R. H. Wilbur and E. P. Wilbur, Jr., on, what the auditor describes as, “terms very disadvantageous to the trust estate, so much so that from December 1928 to January 1932 the trustee expended $4,621.35 out of the income of the trust estate for the maintenance of this summer home which was leased to three of the remaining six children of Stella M. Wilbur, deceased. ...” In opposing the surcharge, the accountant referred to the yearly statements rendered to exceptant showing the Sport Island transactions, contending that in fact she approved what was being done. These statements showed detailed monthly expenditures of the items now complained of and were the statements which exceptant had before her when she testified she had received them and was satisfied; they covered the years 1929, 1930, 1931 and 1932. If she had expressed dissatisfaction when she received the first statement it is probable that some other arrangement might have been made for the later years more satisfactory to her. Sport Island property was an asset of the trust estate; there was no market for it though they tried to sell it; it had to be maintained; it had appeared in the accounts sent to her husband with which she had also been familiar, so that the subject was not new to her. The lease to three members of the Wilbur family produced some rent and reduced the carrying charges accordingly. Appellants concede that out of this item the accountant should be surcharged with $67.20, the amount of an insurance premium paid on premises not part of the trust estate. The assignment complaining of this surcharge is sustained except as to the sum of $67.20, which is approved.\nThe next assignment complains of the surcharge of $468.81 commission on income from date of Ray Wilbur’s death. For the reasons stated in dealing with the complaint of commissions on principal, this assignment is sustained.\nThe fifteenth assignment complains of the award of interest on Ray Wilbur’s distributive share from the date of his death, March 27, 1928. This is not a case in which interest should be allowed from the date of the death nor from the expiration of one year thereafter. The evidence shows the exceptant agreed with the trustee that no distribution be made at that time and that the trust property should be administered as a unit as it had been before her husband’s death. During the period until she requested an account to be filed by December 31, 1932, she received her share of the income. She is therefore not entitled to interest prior to that date. After December 31, 1932, she received her share of the income, as before, until the distribution to her of the one-seventh share of both trust funds August 29, 1935. In the brief filed on her behalf, it is conceded that, on the amount of the property then received, she is entitled to no interest. On income producing property then remaining for distribution she would be entitled to her share of the income received; on other property the court will apply the statute. The Fiduciaries’ Act of 1917, P. L. 447, section 44(b), 20 PS section 812, provides: “The amount of interest to be paid in all cases by fiduciaries shall be determined by the orphans’ court, under all the circumstances of the case, but shall not, in any instance, exceed the legal rate of interest for the time being.” While the statute fixes the maximum the minimum depends on the circumstances. The learned court below fixed the rate at six per cent. While the ordinary rule is that where the trustee has made no profit for himself the interest rate should be such as will equal the return which would have been received had the trustee performed his duty, it is well known that few trust investments now return the legal rate of interest. The record here contains no evidence on the subject and, in the peculiar circumstances of this case, we shall approve the rate.\nWe come now to the account of the trust under the will of Elisha P. Wilbur, who died in 1910. The first surcharge complained of is of a distribution in 1912 by Jefferson Coal Company, of which the trust was a shareholder, of a dividend of $12,945.00; at this late date, there is some difference of view, on the evidence now available, as to whether it was a capital distribution by the coal company, an ordinary, or an extra dividend. The auditor thought it was an extra dividend not reducing capital. At all events, the trustee treated it as a dividend distributing capital and charged itself with it and at the same time made an entry to show that the capital asset had been reduced by the amount of the dividend. Exceptant’s husband, in his lifetime, received his share of the dividends paid by this company to the trustee. On August 29,1935, as part of her distributive share in the trust estate, exceptant received A of this coal company stock, 123 shares. The difference between the parties on this account again appears to be largely one of bookkeeping. No property was lost. It is said in the argument for the exceptant that “It was a regular dividend, for the Jefferson Coal Company was not in liquidation. It continued to operate for years, in fact, during the period of the administration of this estate. This Jefferson Coal Company continued to pay dividends, as will appear . . . [pages given] . . If the distribution was a regular dividend or an extra dividend, the beneficiary was Stella Wilbur, who was then living. If it was not distributed to her the trust estate retained it and all the beneficiaries have profited by it. When ex-ceptant took one-seventh of the coal company’s stock in 1935 she received her full share of that stock without regard to the amount at which it was carried on the books. In the circumstances shown, after the lapse of time since 1912, without the evidence of trustee’s officers who have died, the learned court below should have applied the equitable rule that laches prevents the surcharge. The assignment is sustained. The same conclusion must be reached on the surcharge of $75,960.00, growing out of the legacy to Elisha P. Wilbur under the will of Asa Packer. Wilbur died before the final distribution of the Packer estate. The legacy was $84,908.98. At that time Stella Wilbur owned 360 shares of the trust company; the trust company, as trustee of Elisha Wilbur’s estate, bought from Stella Wilbur her shares in the trust company and delivered in payment so much of the Packer legacy as was required to pay for the stock. She then distributed among her seven sons what she had received, Ray Wilbur receiving $6,918.76 and knowing the source from which his mother had received it. The auditor says that “the proper orderly course to pursue was to pay the distributive share [under the Packer will] to the executors of E. P. Wilbur, deceased, and then have the executors pay over and distribute same to the trustees.” Referring to the securities received, he said they were “readily marketable stocks and bonds,” and then proceeds: “The plan suggested itself to someone, ostensibly W. A. Wilbur, that by manipulation the cash and securities received from the Asa Packer Estate could be distributed among the seven sons of E. P. Wilbur and thereby to some extent thwart the purpose of the creator of the trust fund. . . . ” He says this was done by using the proceeds to buy Stella Wilbur’s 360 shares of the trust company stock for the trust and then having Mrs. Wilbur distribute the consideration so received, and then adds, “When this plan was completed, the seven sons of E. P. Wilbur had distributed by a roundabout way the distribution received from the Asa Packer Estate, and the E. P. Wilbur Trust Company, the testamentary trustee under the last will and testament of Elisha P. Wilbur, deceased, had 360 shares of questionable E. P. Wilbur Trust Company stock, representing an investment in the trust fund of approximately $76,000.00 . . .” and not a legal investment. The difficulty, for present purposes, is that the beneficiaries were advised of the transaction twenty-five years ago when it occurred, participated in the distribution, and received annual statements for years after the death of Stella Wilbur in which the dividends paid by the trust company on its own stock were reflected. Ray Wilbur is therefore barred. After his death the exceptant, with like notice of the investment, received dividends on the same stock; in the distribution of 1935 she received her % share of this stock at $125 per share and made no claim for shrinkage in value. At this point, reference may be made to another element requiring consideration in this case; both Wilburs made similar provisions in their wills: each permitted the retention of stock left by decedent; each left stock of this trust company. This is another transaction that cannot be adequately presented to the court because of the deaths of Warren Wilbur, President, of Arnon P. Miller, Vice President, and of Milton Hoffman, the Trust Officer. Laches and acquiescence are a bar; the assignment of error complaining of this surcharge is sustained.\nThe next complaint is of a surcharge in the sum of $131,709.84, advances to Wilbur Coal & Coke Company, a West Virginia corporation, incorporated in 1901 in wbicb E. P. Wilbur was a large shareholder. On January 5,1912, the trust held 2,188 shares of the stock appraised at |568,880.00. It was not an operating, but a coal-land holding company. It was necessary to pay taxes on and take care of it. Advances for such purposes were made by the trust estate from 1911 to 1931 on evidences of indebtedness of the company, which now have no value. There is evidence that Wilbur, in his lifetime, regarded his holdings in this company as his most valuable asset and that it was so regarded after his death by some of his sons. A number of witnesses testified that it was desirable that the trustee make these advances. Some of them were charged against principal, some against income. During the lifetime of Stella Wilbur, who was entitled to all the income, no complaint was made although her income was substantially affected by these advances; after her death none of her sons, who succeeded her as life tenants, complained. Four of them, during various times, when loans were made, were members of the Board of Directors of the trust company. To show that what was done was prudently done, evidence was received that the executors of the estate of Robert Sayre, a large stockholder and one of the original incorporators with Elisha P. Wilbur, had made similar advances. Ray Wilbur and the exceptant acquiesced. For example, on November 16, 1928, the president of the trust company wrote to the six Wilbur sons, then surviving, and to the exceptant, referring to the investment in this coal company, and the necessity of increasing it. Five days later the exceptant wrote to the trust company saying “I approve of the above plan.” Before doing that she went to the trust company and discussed the subject of the letter with the company. The assignment is sustained.\nThe next surcharge complained of is in the sum of $5,237.97 on obligations of Valley Coal & Coke Company, also made for the preservation of the investment of the trust estate. Decedent had held a substantial stock interest in the company which was largely controlled by the same persons as controlled the Wilbur Coal & Coke Company, although for a part of the time it was an operating instead of a land-holding company. For the reasons stated in sustaining the assignments of error to the Wilbur Coal & Coke Company surcharge, the assignment is sustained.\nThe next assignments complain of the surcharge of $626.91, a credit claimed for commissions paid to the executors of Elisha Wilbur on the Asa Packer estate distribution mentioned above. This transaction also goes back many years; the payment was made May 18, 1916. The distribution of the Packer legacy was made direct to the trustees of Wilbur instead of through his executors, but the trustee paid the executors a commission in the sum now complained of. If Ray Wilbur had complained of it in time the account would no doubt have been credited but it is too late, now, for reasons already stated. The assignment is sustained.\nThe next complaint is of a surcharge of $108,958.33, the amount awarded on the trustee’s claim made against the estate of Warren A. Wilbur, deceased. This involves a transaction between Elisha P. Wilbur and his son, Warren Wilbur, which began in 1907 when the father loaned the son 1,000 preferred shares of United States Steel Corporation, to be redelivered to him on 20 days’ demand. The stock was not redelivered and on January 5, 1912, the accountant valued the claim at $111,000.00. On September 23, 1933, the trustee set up a credit of $111,000 in the account as of January 15, 1933, as follows: “for loss by reappraisal of agreement of W. A. Wilbur for delivery of 1,000 shares of U. S. Steel Preferred at no value.” Warren Wilbur, as has been stated, died January 15, 1932. His executor, and after the executor’s resignation, his administrators d. b. n. c. t. a., filed accounts, which were audited by the same auditor to whom these trust accounts were referred. The trustee presented a claim against the Warren A. Wilbur estate, in the sum of $108,958.33, and received dividends on it. The auditor says that “trustee has been awarded thousands of dollars of dividends on this very claim, with more to come. ...” Appellants’ brief says about 35%, in dividends, has been received; the account should have been restated accordingly. But it is to be observed that the credit for loss claimed was as of January 15, 1932, at which time the award could not have been made because there had yet been no administration. The ex-ceptant in the settlement of 1935, received her % share in this account. The subject is one for restatement. The assignment is sustained.\nThe next assignments refer to the same contract and complain that “between January, 1912, and June 3,1927, the accountant fails to charge itself with the receipt of any interest in re: W. A. Wilbur account U. S. Steel agreement, and asks that the accountant be surcharged with interest according to the tenor of said agreement. ...” By the agreement under which Warren borrowed the Steel stock, he agreed to pay interest at the same rate and at the same time as dividends were declared and paid by the Steel Corporation. A statement in the record shows that between the 29th of November, 1922, and the 18th of January, 1932, he was credited with the sum of $132,855.51. The exceptant contended that the income so received should have been distributed to the seven beneficiaries. The auditor, in dealing with this, says: “The E. P. Wilbur Trust Company, either directly or indirectly diverted $97,407.88 from moneys belonging to the estate of E. P. Wilbur, deceased, or the trust fund created under the last will and testament of E. P. Wilbur, deceased, under the guise of a ‘Suspense Account,’ for the benefit of persons and purposes entirely unrelated to the Estate of E. P. Wilbur, deceased, or the trust estate created by the last will and testament of E. P. Wilbur, deceased.” It will be observed that while the exceptant complained about % of the income received from the Steel Corporation dividends which were turned over to the trust company under the agreement, the auditor makes a surcharge in a much larger sum than that representing her interest and makes it on the ground of a diversion of trust property. The exhibit in the record which shows the dates of the payments to the trustee begins with November 29, 1922. If from E. P. Wilbur’s death, January 14,1910, to November 29, 1922, Warren paid no interest, the loss was of income which, until her death in 1920, would have been payable to Stella Wilbur. No complaint is made on her account. Thereafter, Ray Wilbur had an interest in the income but as he was satisfied with the administration of the trust to the time of his death, exceptant has no complaint on that ground. Her only interest therefore would be in % of the income received after her husband’s death. The evidence does not justify a finding of diversion. The important question is, Was there a loss, and if so, was it a loss for which the trustee was chargeable? If the witnesses, whose deaths have been referred to, had been available, we should doubtless have more information on the subject than the record contains. The auditor reports that out of the cash that went into this account there were payments to the trust company of a demand note of Stella M. Wilbur; a payment of a Kenneth Wilbur note endorsed “Estate of Stella Wilbur” for $5,000; a payment of $2,153.97 of Federal Inheritance Taxes due by the estate of Stella Wilbur; that another note of Kenneth Wilbur for $4,405.37 was paid together with interest of $1,259.12; that payments out of the account direct to beneficiaries amounted to $35,197.63. The auditor then deducted from the total sum received, as shown in this account, this sum of $35,197.63 which had been paid to beneficiaries, and surcharged for the difference $97,-407.88. As appellants point out, not by way of excuse or in defense of what was done, but for the purpose of showing that there was no loss, the trust company was the trustee of both trust estates; the beneficiaries of both estates were the same persons and in the same proportions; they contend that, for the purposes of the proceedings below and the review here, it was immaterial from which funds the payments were made so long as one or the other of the trusts was liable, and that in the end proper debits and credits were made. But these so-called diversions, as the dates given show, happened long before the exceptant’s interest attached and were excused by her husband’s laches and acquiescence.\nThe next assignment complains that the trustee was surcharged for credit taken in the sum of $3,878.30 as trustee’s compensation on a two-sevenths distribution of principal. What was said on the subject in dealing with a similar exception in the Stella Wilbur trust is applicable here and need not be repeated.\nThis brings us, then, to the two important questions which could only be considered after the assignments of error complaining of the surcharges had been dealt with, because it was only after that had been done that the facts would appear to which the rules governing the allowance of compensation to counsel and the amount payable to the auditor could be applied. The auditor awarded to the exceptant, and the learned court below approved, counsel fees of $5,250 in the Stella Wilbur estate and $7,500 in the Elisha P. Wilbur estate. These awards were made, and are sought to be justified by the appellee, on the theory that the facts have brought the cases within the rule stated in Hempstead v. Meadville Theological School, 286 Pa. 493, 497, 134 A. 103, as follows: “Generally these cases have held that where many persons have a common interest in a trust property or fund, and one of them, for the benefit of all, at his own cost and expense, brings suit for its preservation or administration, the court of equity in which suit is brought will order plaintiff to be reimbursed his costs and expenses, including counsel fees, from the property of the trust, or order those benefited to contribute proportionately toward that expense.” See also Crawford’s Estate, 307 Pa. 102, 111, 160 A. 585; Moats v. Thompson, 283 Pa. 313, 129 A. 105; Whitney v. Jersey Shore Borough, 266 Pa. 537, 109 A. 767; Harrison’s Estate, 221 Pa. 508, 70 A. 827; Com. v. Order of Solon, 193 Pa. 240, 44 A. 327; Com. v. City Trust Co., 38 Pa. Superior Ct. 536.\nIn the brief of counsel for appellee, it is said: “The benefit of these surcharges as they presently stand enures to the benefit of either the appointees of the remaining life tenants or the devisees and legatees under wills of the decedents providing the life tenants do not exercise their powers of appointment, as fully as they benefit the exceptant and the Warren A. Wilbur Estate, or the Trustee, to whom a one-seventh (%) interest has been awarded.” Having been unable to sustain them, “The benefit of these surcharges as they presently stand,” to use the words of the appellee’s brief, disappears from the case. So far as appellee’s contention was predicated on the validity of the surcharge, it fails for want of support. We do not minimize the services of counsel for the exceptant, but the controlling rule is clear; save in the exceptional circumstances mentioned, the litigant is responsible for the fees of counsel employed. The consideration of her exceptions to the accounts has resulted in no substantial benefit to the trust estates. Moreover the trust company is insolvent with small assets and large liabilities.\nIt may not be without interest to add that, during the proceedings below, counsel appear to have recognized the difficulty of bringing the case within the rule pursuant to which counsel fees are charged on a fund, because as noted above, in supervising the distribution of ex-ceptant’s share in 1935, the agreement provided that “Whereas, the costs and expenses of said audit and subsequent proceedings, if any, and the parties liable therefor, have not been determined at the date hereof and it is necessary that a reserve be provided therefor in addition to the fractional interests of securities retained by the Trustee in kind for future disposition as agreed upon by the parties hereto;” it was then “agreed that cash and/or securities” of a value of $10,000 should be deposited until final adjudication “out of which escrow fund it is agreed there shall be repaid to the Trustee or into Court for said costs and expenses so much as may be payable by the said Elizabeth L. W. Hazzard in the final adjudication, ...” etc. The counsel fees earned by exceptant’s counsel may be paid out of the funds so reserved. The assignment of error is sustained.\nAppellants challenge the amount of the auditor’s fees. It may at times be difficult to determine what an auditor’s compensation should be. The character and volume of the work done, the nature and difficulty of the questions involved, the time necessarily required and similar elements will occur to anyone as proper subjects for consideration in measuring his compensation; there may at times be special elements in the problem. While these records are very long, it is obvious from what has been said in dealing with the assignments of error, that the controlling character of laches and acquiescence rendered the ultimate question for solution comparatively free from difficulty. In this case, too, the time element— the period between appointment and report — is not as significant as might appear. Late in 1935, the trust company was known to be in financial difficulty; a reorganization was proposed and got under way when, on November 16,1935, it assigned nearly all its assets to a successor bank known as Union Bank & Trust Company and to the Federal Deposit Insurance Corporation. A few days later the Secretary of Banking, as receiver, took charge. Early in November the auditor joined with the exceptant in a request to the court that the accountant be required to deposit security for the expenses of the audits, etc. For more than seven months thereafter the auditor was not called upon to do anything. In October, 1936, the exceptant reported to the court by petition that the auditor advised that before he could perform the duties of his appointment a sufficient sum of money should be “impressed or allocated by E. P. Wilbur Trust Company, Trustee in said estate, to cover the expenses of said audit. ...” Such an order was made on December 16, 1936. In the following July one of the reports was filed and in September the other. The time elapsing between appointment and report is therefore not of much importance. The auditor offered no proof of the amount or the value of his services. We can therefore only judge by what is in the record. The appellants in their brief submitted “that a maximum fee would be $15,000 for the two cases.” In the circumstances, we all agree that the sum of $15,000 will be ample compensation for the auditor’s services in both estates, and that on the completion of his labors that sum shall be paid to him as follows: $1,000 by the exceptant and, in each estate $7,000 out of principal.\nComing now to appeals at No. 166, January Term, 1938, and No. 56, January Term, 1939, by tbe Federal Deposit Insurance Corporation; tbe appellant claims from both trusts, by assignment, the distributive shares over which Warren Wilbur had powers of appointment. The assignment was made by Warren’s son, Robert, to secure his indebtedness to the trust company (a balance of $103,600), evidenced by his note of October 1, 1929, endorsed by his father and authorizing the trust company, upon Robert’s default, to sell or assign these interests. At the audit of the trust accounts, the trust company claimed a one-seventh distributive share from each estate pursuant to the assignment. The trust company had also filed a claim against the Warren Wilbur estate on his endorsement of Robert’s note. The administrators of Warren Wilbur’s estate, which was insolvent, also claimed these shares in the trust estates for the benefit of Warren’s creditors. These rival claims had not been adjudicated, when, November 16, 1935, the trust company transferred Robert’s note, with the assigned claims against the three estates, held as collateral, to the Federal Deposit Insurance Corporation as collateral security for a $2,862,644.90 loan. A few days later, as has been stated, the Secretary of Banking took over the E. P. Wilbur Trust Company.\nBy an agreement of compromise, approved by necessary parties in interest, including Robert Wilbur, and by the Orphans’ Court of Northampton County, the Federal Deposit Insurance Corporation withdrew its claim on \"Warren \"Wilbur’s endorsement and his administrators surrendered their claims to the distributive shares in the trust estates. The auditor in both estates had the agreement before him, but, instead of giving it effect, awarded the shares to Robert Wilbur and another to be selected by him, as trustees, although Robert had made no claim to them; these awards were made and sustained by the learned court below on an interpretation of Warren Wilbur’s will which cannot be accepted and to which we now pass.\nWarren Wilbur was survived by his son Robert; Warren’s wife died in 1928. His will, after directing payment of his debts, provided: “Second: I give, devise and bequeath unto my wife, Kate E. Wilbur, and to my son, Robert E. Wilbur, all my estate whatsoever, real, personal and mixed in trust . . . after the payment of all just charges and expenses connected therewith, to divide equally between my said wife, Kate E. Wilbur, and my said son, Robert E. Wilbur, share and share alike during the joint lives and after the death of either of them as survivor to receive the entire income and execute the said trust in conjunction with such other person as shall be chosen by him or her so surviving. Third: I give, devise and bequeath to my said wife, Kate E. Wilbur, and my son, Robert E. Wilbur, in connection with the trust estate and the income thereof as heretofore set forth full and complete right and power of distribution of the same to such persons, corporations and public charities or whatsoever as they may deem fit having full trust and confidence in them both or either of them that they will carry out and perform the wishes that I have upon the subject and fully known to them.”\nThe learned court below followed the auditor in holding that Robert’s assignments were ineffectual on the ground that he received nothing from his father except the income from that property left after paying Warren’s debts. These shares were awarded to “Robert E. Wilbur and such other person as shall be chosen by him,” as trustee.\nBy the compromise agreement, which the court approved, Warren’s creditors for a valuable consideration relinquished such rights, if any, as could have been asserted against the assignments. The Federal Deposit Insurance Corporation contends that Robert is the sole beneficiary and that, accordingly, the shares in question passed by his assignment. The Will gave the income to Robert as “the survivor”; the third section gave to “Kate E. Wilbur, and my son, Robert E. Wilbur . . . full and complete right and power of distribution of the same to such persons, corporations and public charities or whatsoever as they may deem fit having full trust and confidence in them both or either of them that they will fully carry out and perform the wishes that I have upon the subject and fully known to them.” The power given is to dispose “to such ... as they may deem fit.” The precatory words made no one a beneficiary. The award to “Robert E. Wilbur and such person as shall be chosen by him as trustee” cannot be sustained. If testator intended to create a trust, he failed to complete the expression of the intention. Who was the beneficiary? What “persons”? What “corporations”? What “charities”? There is no evidence of any contract with his wife and son. While a bequest “among such charitable institutions” as executors were authorized to designate has been sustained, we approved the statement that “if it [the discretion] can by any possibility be exercised outside of the limits of that definition [as a charity] it is invalid”: Kinike’s Estate, 155 Pa. 101, 25 A. 1016. Here the words of the testator allow a choice outside the limits of the rule; Beck’s Appeal, 116 Pa. 547, 9 A. 942, is another illustration. Section 125, Restatement, Trusts, is: “If property is transferred to a person to be disposed of by him in any manner or to any person he may select, no trust is created and the transferee takes the property for his own benefit.” As has been said, Warren’s creditors have released their claims to this fund with the approval of the court; Robert, the assignor, is therefore the only person who could have any interest as legatee or heir; in whatever capacity he could take, his assignment to appellant will be given effect. Awards should be made accordingly in these trust estates by the learned court below: see Huddy’s Estate, 236 Pa. 276, 281, 84 A. 909.\nThe assignments of error are sustained as has been stated; the orders appealed from, with the modification made, are set aside; the records are remitted for further proceedings not inconsistent with this opinion; the costs of the six appeals shall be paid out of the principal, one-half in the Stella Wilbur trust, and one-half in the Elisha P. Wilbur trust.\nShe appointed the trust company, then acting as trustee of both estates, her agent and attorney in fact to act for her in the management, etc., of her property.\nBy letter from counsel saying, in part: “Mrs. Hazzard informs me that by mutual understanding since the death of her husband, Mr. Bay Wilbur, your institution has continued to collect the income from the various securities in the E. P. Wilbur and Stella M. Wilbur estates, . . .\n“Mrs. Hazzard hereby notifies you that the mutual arrangement in so far as her one-seventh (%) interest in both of the said estates is concerned, shall cease and terminate and he ended as of December 31, 1932, and to further inform you that Mrs. Hazzard and the writer will call at your institution on Wednesday, January 3, 1933, at 11:00 o’clock a. m., for the purpose of inspecting your account as trustee of said estates, and to receive her one-seventh (W) interest in kind on said day and date.”\n“1. To audit the debits and credits of both the Principal and Income Accounts. 2. To audit the debits and credits of securities received, converted and reflected as in kind. 3. To hear, pass upon and dispose of each of the exceptions filed to said account. 4. To audit, surcharge, credit, re-state and make distribution of the account and balance in hand.”\nA stipulation in the record states: “On March 30, 1937, the assets of the trust estate were delivered by the Receiver to the Substituted Trustee, save certain reserves retained for future distribution and subject to final adjudication sur Auditor’s Report and also those assets deposited with the Orphans’ Court under its order as security for costs of audit.”\n“And I hereby give unto such child living at my wife’s death the right to appoint by his or her last Will and Testament the persons who shall take the share of the trust fund found as aforesaid. And I hereby give, devise and bequeath upon the death of any my child who shall die after my wife, the said share of the trust fund unto those persons named to take in the last Will and testament of my child so dying.”\nAs a random examination of cases will show: for example, Com. v. Williams’s Executors, 13 Pa. 29; Aubert’s Appeal, 109 Pa. 447, 457, 1 A. 336; Pepper’s Appeal, 120 Pa. 235, 13 A. 929.\n1 C. J. S. p. 917, note 61 — “While acquiescence is akin to the doctrine of laches the two doctrines are by no means the same, a much more definite assent to the acts complained of being required in the former than the latter, although laches may be evidence of acquiescence and sometimes has been held to be its equivalent.—Lux v. Haggin, 4 P. 919, 10 P. 674, 678, 69 Cal. 255; 1 C. J. p. 906 note 17.”\nEleven such annual statements beginning 1922 are in the record, six having been furnished during Ray Wilbur’s lifetime and five annually thereafter. Compare O’Malley v. Mears, 240 Pa. 373, 87 A. 862.\nSee Bangert v. Provident Trust Co., 314 Pa. 442, 171 A. 564; Curran’s Estate, 312 Pa. 416, 423, 167 A. 597; McGrann v. Allen, 291 Pa. 574, 140 A. 552; Neafie’s Estate, 245 Pa. 576, 91 A. 958; O’Malley v. Mears, 240 Pa. 373, 87 A. 862; Michener’s Estate, 225 Pa. 66, 73 A. 1059; Soifer v. Stein, 101 Pa. Superior Ct. 135; Restatement, Trusts, sec. 219 and comments.\nIn Brennan’s Estate, 65 Pa. 16, at page 20, Sharswood, J., said: “But if he had been surcharged with this sum in his account, he would clearly be entitled to claim and receive it frpm the widow’s distributive share, as money paid and advanced by him to her in part of such share. Nothing is more common than for administrators to make such advances to distributees, and to be credited with them in the distribution account.”\nShe testified: “Q. In fact, after your husband’s death, you requested the E. P. Wilbur Trust Company to continue the trust and to act as your attorney in fact, did you not, for the purpose of collecting the net income and paying it over to you and to manage your share of the estate? A. I wouldn’t say that I requested them to do so. I would say that they suggested such a thing and I acquiesced. Q. Who suggested it? A. Mr. Hartzog and Mr. Toohey. Q. How soon after your husband’s death? A. The following week. Q. Did both make this request? A. Yes, they both made the request. Q. Was it a.request or was it a suggestion? A. I would say it was a suggestion. Q. Was any reason given? A. Yes, the reason was given that they were much more capable of handling it than I was. Q. Was that the only reason given? A. I don’t recall at the moment. Q. You were advised at that time that you were entitled to the principal of the Stella M. Wilbur estate? A. I was. Q. Don’t you recall that at the time this suggestion was made to you, the undesirability of selling E. P. Wilbur Trust Company stock and other securities in the estate, was pointed out? Anything of that nature said to you? A. No, not that way. I was advised very strongly by Mr. Hartzog particularly, that although I had the privilege of taking my share of the estate at that time he strongly advised to leave it intact for the benefit of myself and the rest of the heirs. Q. One of the investments was the Franklin Coal lease, was it not, a fractional interest? A. A fractional interest, I understand. Q. In effect, did the suggestion along that line amount to this — that the assets could not be converted into cash advantageously at that time? A. So they told me. Q. Did Mr. Hartzog act as attorney for you in the settlement of your husband’s estate? A. Yes, he did.”\nSee Whitecar’s Estate, 147 Pa. 368, 23 A. 575; Elton’s Estate, 48 Pa. Superior Ct. 585.\nDecedent’s will contained the following paragraphs: “Seven— The Trustee may invest the trust fund in any securities which the trustee may think safe and profitable; I meaning that the trustee in making investment shall not be confined to what are known as legal investments, and for any losses by reason of investments made in good faith, in securities other than those authorized by the laws of Pennsylvania, the trustee shall not be held liable. Provided that the trustee shall not invest in shares of stock of any kind but may retain as investments any shares of stock received from my executors.”\n“Eleven — I will and direct that the Trustee may receive from my executors in payment of my residuary estate any securities in which my estate may be invested at my death, and may retain as investments of the trust fund any of said securities including any shares of stock belonging to my estate.” Mrs. Wilbur’s will contained a similar provision. See Detre’s Estate, 273 Pa. 341, 350, 117 A. 54.\nThe subject was recently considered in Davidson’s Estate, 323 Pa. 113, 185 A 782.\nThe auditor had imposed on exceptant the payment of $1,500 out of the compensation desired in the Stella Wilbur trust.\nOn February 7, 1923, Robert Wilbur, the son of Warren Wilbur, assigned to the E. P. Wilbur Trust Company “(2) all such share or part of the estate of Elisha P. Wilbur, ... to which I am now or may hereafter become entitled to in any manner whatsoever, (3) all such share or part of the estate of Stella M. Wilbur, ... to which I am now or may hereafter become entitled to in any manner whatsoever, and (4) all such share or part of the estate of my father, Warren A. Wilbur, as I may hereafter become entitled to at his death, either as one of his heirs or as a legatee under his will or otherwise, howsoever.”\nThis approval took place on the petition of the administrators of Warren Wilbur, presumably filed pursuant to section 40, Fiduciaries’ Act, 1917, P. L. 447, 20 PS section 787.\nBrubaker v. Lauver, 322 Pa. 461, 464, 185 A. 848."}