{"id": "1190774", "contents": "Opinion by\nMr. Justice Drew,\nThese appeals, consolidated under the Act of June 11,1935, P. L. 301, are from orders of the Court of Common Pleas of Cumberland County, discharging rules, granted upon petition of appellants in accordance with the Act of March 5, 1925, P. L. 23, raising the question of jurisdiction over the persons of appellants. The plaintiffs, the Farmers Trust Company and Mrs. Mary Stine, were unsecured creditors of Laura E. Alexander at the time of her death on August 31, 1930. Her will appointed William S. Egulf and Dr. Thomas W; Preston as executors, and her residuary estate, including certain realty situated in Cumberland County, was left to William S. Egulf. Appellants are the heirs at law of William S. Egulf.\nWithin a year of the death of Miss Alexander, both plaintiffs began suits in the Court of Common Pleas of Cumberland County to continue the liens of their claims. The suit of the Farmers Trust Company named as defendants only the executors; that of Mrs. Stine named also the devisee. No affidavits of defense were filed, and as a result, in July, 1936, judgments were entered in both eases by default against both the executors and the devisee.\nIn August, 1936, a scire facias was issued to revive each judgment and to continue the lien against the real estate, citing as defendants: “Laura E. Alexander and William S. Egulf and Dr. Thomas W. Preston, Executors of Laura E. Alexander, Deceased, and William S. Egulf, Devisee.” The executors and the devisee filed affidavits of defense to the sci. fas. on September 10, 1936, averring that plaintiffs were barred by certain jurisdictional irregularities.\nMeanwhile, the executors and the devisee had also secured rules to show cause why the judgments entered in July, 1936, should not be stricken off on the ground that they were not required to file affidavits of defense and hence the judgments by default were improperly entered. Before the court had time to dispose of these rules, William S. Egulf died intestate, leaving appellants to survive him as his sole heirs at law. By stipulation filed October 5, 1936, the devisee’s heirs were substituted “as the moving parties in the motion to strike off the Judgment entered against William S. Egulf, Devisee.” This was signed by “Joseph P. Mc-Keehan, one of the attorneys for defendants,” and also by counsel for plaintiffs. On December 11, 1936, the said rules were made absolute upon the ground that no affidavits of defense were required from executors, and the court entered orders that the judgments entered July 1, 1936, be stricken off as against, the executors and as against the devisee.\nOn December 22, 1936, Dr. Preston, as surviving executor, filed a special plea to the sci. fas. averring that on December 11, 1936, the court had stricken off the judgments. The learned court below in its opinion specifically states that it was Dr. Preston alone who filed this plea, and there is nothing in the record to indicate otherwise. On the same day, Mr. McKeehan placed the sci. fas. on the argument list for January 12, 1937, styling himself as “of counsel for defts.”\nThe two sci. fas. came up for argument on January 12, 1937; but as it then appeared that plaintiffs had appealed from the orders of December 11, 1936, no determination was had on the sci. fas., the court retaining the papers. The appeals from the orders were successful. In Farmers Trust Co. v. Egulf et al., 326 Pa. 453, we reversed the orders of the court below and the judgments entered for plaintiffs against the executors were eventually reinstated on October 30, 1937. We did not disturb that part of the lower court’s order in which the judgment against the devisee was stricken off, since it was not before us for review at that time. In striking off the judgment against the devisee the lower court said: “In the first place, no judgment could be entered against the devisee for the simple reason that he was not named as a party in the action; he was not served with process nor did he ever appear voluntarily in the action. It follows that the rule to strike off the judgment as against the devisee must be made absolute.” The judgment against the devisee has never been reinstated.\nNotwithstanding this fact, and in order to make doubly certain that there was no cloud on appellants’ title, Mr. McKeehan filed in the sci. fa. proceedings an affidavit setting forth the date of the death of William S. Egulf, the devisee, and the fact that no process had issued within one year thereafter to make appellants parties. He also filed a praecipe signed by himself as “attorney for heirs of W. S. Egulf,” directing the prothonotary to mark the scire facias proceedings abated as to William S. Egulf. This was done in accordance with a local rule of court, which, to assure reasonably prompt prosecution of actions, provided that whenever a defendant had been dead for over a year and process had not been issued within that time to make the proper person party thereto, then the suit should abate and the prothonotary should record that fact on the docket.\nOver one year thereafter, upon learning that the prothonotary had marked the judgment docket as to William S. Egulf abated, plaintiffs on December 30, 1938, filed a motion to strike off the abatement, but named as respondents only the executors and not the devisee or his heirs. Thereupon a rule was entered “upon the defendants to show cause why the prayer of the petition should not be granted.” Here again there was no mention of the devisee or his heirs, either as defendants or respondents, yet the sheriff in his return of service made affidavit that he had served Mr. McKeehan as attorney for the devisee and appellants. Dr. Preston, the only living defendant named in the motion, filed his answer to the rule on January 18, 1939.\nThe next day, appellants, since they were not named as defendants or respondents but were included in the sheriff’s return, filed through Mr. McKeehan this petition under the Act of 1925 to determine preliminarily the question of jurisdiction. The court the same day granted a rule to show cause why the question of its jurisdiction over the petitioners should not be determined preliminarily. Depositions on this rule were taken by plaintiffs and after argument, the rule in each case was discharged on February 21, 1939. From these orders the present appeals were taken.\nIt is fundamental that parties not of record, who have not hitherto appeared generally in the pending litigation, cannot be required to answer a rule not addressed to them, merely because they had notice of its existence : Neal-Millard Co. v. Owens, 115 Ga. 959; Bateman v. Wood, 9 N. E. 2d 375 (Mass. 1937); In re Georgi's Est., 72 N. Y. S. 431; Johnson v. Marriat, 2 Dowl. P. C. 343; Mitchell, Motions and Rules, (2d Ed. 1906) 3-5. Here appellants were not named as defendants or respondents in the rule. The question therefore resolves itself into whether anywhere in the course of the above proceedings appellants waived the defect and consented to the court having personal jurisdiction over them by appearing generally in the pending litigation.\nThe vital test in determining whether an appearance is general or special is found in what is done by way of participation in the action: Merchants H. & L. Co. v. Clow & Sons, 204 U. S. 286. If a party’s conduct as evidenced by the substance and state of the record, rather than the form of the appearance, reveals a consistent determination not to submit to the court’s jurisdiction, then he is not such an actor in the cause as to be held to have waived any jurisdictional defects: Chahoon v. Hollenback, 16 S. & R. 425; Turner v. Larkin, 12 Pa. Superior Ct. 284; United States v. Collins, 55 F. (2d) 70; United Silk Mills Co. v. Max Fishel, Inc., 4 D. & C. 751; 6 C. J. S. 7.\nIt is clear from the state of the present record that appellants never unconditionally consented to the court below acquiring personal jurisdiction over them. Their consistent resistance to being made a party to the proceedings conclusively shows that their appearance was never otherwise than in the nature of de bene esse which the Act of 1925 expressly sanctions. At the outset it is well to state that none of the actions taken by Dr. Preston on behalf of himself alone could in any manner bind appellants. There is nothing to substantiate appellees’ contention that throughout the entire proceedings Dr. Preston was acting as straw man for appellants. On the contrary, the record fully supports the normal inference that upon each occasion Dr. Preston was merely replying on his own behalf in proceedings where he was specifically named as one of the defendants : United States v. Collins, supra.\nThe affidavits of defense filed to the sci. fas. by the devisee prior to his death urged purely jurisdictional reasons as to why they should not issue. The rules to show cause why the judgments of July, 1936, should not be stricken off, in which the devisee’s heirs were substituted as the moving parties, were based on the ground that the court had no power to enter a judgment by default and are therefore entirely consistent with a want of jurisdiction over appellants and cannot be deemed a general appearance in the instant proceedings: Chahoon v. Hollenback, supra; Turner v. Larkin, supra.\nThe fact that when Mr. McKeehan placed the sci. fas. on the argument list he listed himself “of counsel for defts.” does not indicate that he represented appellants in so doing. The caption of the sci. fas. bore the plural word “Executors” in naming the defendants and the plural “defts.” was undoubtedly used to correspond with that caption, since there were originally two executors. This court is quite reluctant to foreclose a party because of doubtful actions of his counsel: See McFadden v. Pennzoil Company, 326 Pa. 277.\nWe also fail to perceive how it can be said that by having the sci. fas. abated appellants subjected themselves to the jurisdiction of the court. On the contrary, their action is reasonably consistent only with a determination not to become in any manner involved in the judicial process. The rule of court providing for the abatement of the action does not contemplate the necessity of the party appearing generally to secure the entry by the prothonotary noting the abatement. The action taken by appellants was done for the sole purpose of having the abatement made a matter of record. It is too plain for argument that one cannot appear in an action which has already abated. To constitute an appearance, the action must be pending: Mitchell, Motions and Rules, (2d Ed. 1906) 3-5.\nAppellants throughout the entire proceedings clearly showed that they would continuously refuse to submit their persons to the jurisdiction of the court below, unless it was finally determined that they had forever waived that right. An appearance de bene esse is designed to perform precisely that function: Everett v. Niagara Ins. Co., 142 Pa. 322; Bolard and Snyder v. Mason, 66 Pa. 138.\nOrders reversed, costs to be paid by appellees."}