{"id": "1190780", "contents": "Opinion by\nMr. Justice Stern,\nThe Pennsylvania Trust Company of Pittsburgh executed two depository bonds in favor of the Commonwealth of Pennsylvania, each in the sum of $50,000, with the American Surety Company of New York as surety. Subsequently the Trust Company closed its doors and the Secretary of Banking took possession. The Surety Company paid to the Commonwealth the sum of $100,-419.18, the amount of its deposit, and took an assignment of its claim against the Trust Company. Upon the auditing of the Secretary of Banking’s account as receiver the Surety Company claimed a right to priority of payment out of the assets of the Trust Company, hut the court conceded to it the status merely of a general depositor.\nIt was held in South Philadelphia State Bank’s Insolvency, 295 Pa. 433, that while the Commonwealth, by virtue of its sovereignty, has a right of priority over other creditors in the distribution of the assets of an insolvent bank in which it was a depositor, this right does not pass by subrogation to a surety company on a depository bond which has paid the Commonwealth the amount of its claim against the bank. In Gordon v. Dime Bank Title & Trust Co., 315 Pa. 305, it was contended, unsuccessfully, that the Commonwealth was deprived of its preferential right because the statute regulating the distribution of assets did not specifically confer it. Curiously enough, in the present case, appellant seeks to establish the reverse position, namely, that because there is now a statute affirmatively providing for such preference, (Department of Banking Code of 1933, P. L. 565, sec. 1011), the Commonwealth has lost the right of priority in its sovereign capacity, and, the preferential right being reduced to a statutory one, there is no reason why ordinary principles of subrogation should not apply. It is true that in Sheaffer's Estate (No. 1), 281 Pa. 138, and also in Franklin Trust Co. of Philadelphia Case, 319 Pa. 193, a surety was allowed subrogation to the right of priority of the government where that right arose by virtue of a statute as distinguished from a priority inherent in sovereignty. In those cases, however, the preferential right would not have existed but for the statute, while here the right of the Commonwealth exists independently of legislation. The Department of Banking Code of 1933 did not create the Commonwealth’s right of priority; it merely recognized it as existing. It provided in section 1010 that dividends should be paid out of the funds available for distribution “according to the priorities established by law ” and in section 1011, in arranging the order of preference, it placed at the head of the list claims of the Commonwealth “and any other claim which is given a preference by law.” The fact that the code took cognizance of the inherent right of the Commonwealth, and made provision accordingly, cannot be construed to reduce the sovereign right to a statutory one any more than could the reiteration by a statute of a right granted by the Constitution be held to deprive that right of its constitutional sanction.\nEven if the Commonwealth’s right of priority could pass by way of subrogation, it would be unjust to the general depositors to enforce it for the benefit of a company whose business it is to act as a surety on depository bonds and which has met its (Obligation on such a bond by paying a claim of the Commonwealth. Subrogation is not a matter of right, but of equity, and is not permitted when inequity would result, or when it would operate to the prejudice of the legal or equitable rights of others: South Philadelphia State Bank v. National Surety Co., 288 Pa. 300, 307; Integrity Trust Co. v. St. Rita Building & Loan Association, 112 Pa. Superior Ct. 343, 345.\nThe order of the court below is affirmed; costs to be paid by appellant."}