{"id": "1193070", "contents": "Opinion by\nMr. Justice Linn,\nThis appeal is from a decree of specific performance requiring the executors of Birdie M. Rosenthal to transfer and deliver to Frank D. Behring, appellee, 1,528 shares of the capital stock of Joseph Rosenthal’s Sons, Inc., upon receipt of $229,200, pursuant to a contract made by her. The executors are Sidney Dreifus, Frank D. Behring and First National Bank of Philadelphia, the executor, Behring, and the purchaser of the stock, being the same person. The appellant is Babette A. Cohen, guardian.\nMrs. Rosenthal died August 20, 1937, leaving a will dated February 11, 1937, and two codicils, one dated May 9, 1937, and the other June 9, 1937, all of which were admitted to probate September 14, 1937, letters testamentary then issuing to the three executors named above. She appears to have left a net estate considerably in excess of $400,000. She left three minor grandchildren, whose guardian is the appellant, and various collateral relatives. Her: husband died January 15, 1937, and their only child, a daughter, died January 25, 1937.\nAmong her assets were 1,528 shares of Joseph Rosenthal’s Sons, Inc., a corporation engaged in buying and selling raw and junk nonferrous metals. It was a close corporation with a total issue of 2,301 shares. Mrs. Rosenthal received 1,000 shares by her husband’s will, which, with 494 shares then owned by her and 34 shares which she bought at $140, constituted the 1,528 shares, the subject of the contract in suit. Other shareholders were officers and employees of the corporation: Archie Rosenthal, Louis Rosenthal and John Fitzpatrick; Dr. Schless, as executor of the estate of his wife, Mrs. Rosenthal’s daughter, held 200 shares. Mrs. Rosenthal was active in the management of the business of the corporation, having been vice president, and for three or four years treasurer; she was elected President in July, 1937; no sales of new metal by the corporation could be made without her approval. She was not in good health, and was unaware that intestinal cancer was the cause of her illness. In May, 1937, an exploratory operation was performed to ascertain the exact nature of her ailment and on June 27th a second operation was found necessary. She returned to her home from the hospital July 7th. She had been considering whether to liquidate the corporation or to sell her shares and concluded to sell. Thereupon, she executed the following contract which the learned court below ordered performed by her executors :\n“Philadelphia, July 21, 1937.\n“In consideration of the faithful services rendered to me by my friend and employee, Frank D. Behring during the past 23 years and in appreciation of his assistance in settling the affairs of my late husband’s estate and of Joseph Rosenthal’s Sons, Inc., and the payment of $1.00 by him to me, receipt of which is hereby acknowledged, I do give him the right, privilege and option to purchase all the stock of Joseph Rosenthal’s Sons, Inc., standing in my name on the books of said Company and all of said stock to which I am entitled under the will of my late husband, for the price of $150.00 per share. Settlement to be made at any time within 6 months from the above date.\n“This agreement to be binding on our respective heirs, executors, administrators and assigns.\n“Bikdie M. Rosenthal (seal)\n“July 21, 1937.”\nThe decree was made in proceedings begun by the petition of Behring, the optionee. The respondent executors submitted themselves to the order of the court. The petition was opposed by Babette A. Cohen, guardian. A master was appointed who took the testimony and made a report. The guardian’s exceptions were heard and disposed of by the court in banc which made the decree appealed from.\nThe question involved, as stated by appellant, may conveniently be considered under three heads: (1) the contention that a confidential relationship existed between Mrs. Rosenthal and Behring and its effect in our review of the record; (2) tender of performance; (3) whether, as one of the executors, Behring was disqualified from requiring performance.\nLittle need be said on the first point. The argument on burden of proof may be laid aside; it is immaterial, at this stage, which side had the duty of going forward with proof. Our ultimate conclusion must depend on our review of the evidence as it appears regardless of its origin. Assuming that confidential relation existed (cases defining it are collected in McCown v. Fraser, 327 Pa. 561, at 565 et seq., 192 A. 674) the evidence clearly supports the findings made below to the effect (in the words of the cases) that the transaction was “unaffected by any taint of undue influence, imposition or deception” and “was the free and intelligent act of [Mrs. Rosenthal] fully explained to [her] and done with a knowledge of its consequences.” Sufficient reason for this conclusion will appear as we proceed.\nThere is ample evidence in the record to support the conclusion that the price of $150 per share was a fair price to be received by the estate. The stress of appellant’s objection is that Behring was the optionee. In 1914, at the age of 18 years, he was engaged by the Rosenthals to teach their daughter to drive a car. The master’s report states: “Having worked at this job of driving instructor for a few months, he was employed permanently to drive the car for the Rosenthal family. One year later, he began to work for Joseph Rosenthal’s Sons, Inc., where he stayed until he entered the army in 1917. After the war, [he] worked for the corporation until about 1922 when he went to work for the State Bank of Philadelphia at the request of Henry Rosenthal to discover a Teak’ in the bank’s funds. At no time did Behring live with the Rosenthal’s but he saw them often in their home over weekends. He also took night school courses in banking, stenography and bookkeeping. He married a school teacher in 1924. The cause of the Teak’ in the State Bank having been discovered about a year after [he] had worked there, Behring returned to the plant for a short while hut, after a nervous breakdown about 1925, he started to work for the Rosenthal family almost entirely, only going to the plant at ‘rush’ periods. Altho he drove the ear for the family, he also acted as a secretary, keeping Mrs. Rosenthal’s books and attending to the payment of taxes and insurance and collecting the income from their real estate investment; Behring acted in this capacity until the death of Henry Rosenthal in January of 1937. During this period, he received from $30 to $40 a week. . . .\n“Socially, Behring was treated as a member of the family during this period. When trips were taken by auto, he would drive but would eat with Mr. and Mrs. Rosenthal. His wife was taken along on several trips. He never ate with the domestic servants but always with the family at the Rosenthal home. He and his wife were entertained at meals by friends of the Rosenthal’s as a member of the family and were invited to their social gatherings. Mr. Behring’s parents were entertained at the Rosenthal home.\n“The above facts were established by seven disinterested witnesses called by counsel for the Petitioner— all of whom impressed the Master as being truthful and straight-forward—as well as by the testimony of the Petitioner . . .\n“Until the death of Henry Rosenthal in January, 1937, Petitioner’s activities in addition to driving the car and doing odd jobs about the house, which are admitted by counsel for the guardian, were as follows: “(a) He managed her mortgages and New Jersey real estate, paying the taxes and collecting the income. “(b) He kept her books and records.\n“(c) He handled the finances on auto trips taken by the family.\n“(d) He discussed investments with Mr. and Mrs. Rosenthal.\n“But there is no testimony that his advice was generally followed as to the action to be taken in regard to the above but only that he had the duty of carrying out the action after it had been decided on . . .\n“After the death of Henry Rosenthal in January, 1937, the situation was only changed in that Petitioner had more ministerial acts to perform because of the sickness of Mrs. Rosenthal. During this period, he worked a full day and often at nights in the service of his employer. In addition to the activities mentioned above, Behring did the following things:\n“(1) He joined with Mrs. Rosenthal and Mr. MacGregor, trust officer of the First National Bank (co-executor of the Estate of Henry Rosenthal) in the discussions as to what action should be taken concerning the problems in Henry Rosenthal’s Estate.\n“(2) He took care of the details in the management of the Estate and in her personal matters. He attended to the collection of the mortgage interest.\n“(3) He was in complete charge of management of the house from her first operation in May and a special bank account was opened over which he had power to draw checks.\n“(4) He went daily to Joseph Rosenthal’s Sons, Inc., first as a clerk and later as an officer. His duties at the Company included sitting in on a discussion of the London and United States Metal Market, answering mail, making up the payroll, preparing social security returns, and entering on the books the weights and prices of incoming metals.” The record contains letters written by her, after her husband’s death, to friends and relatives in which she praised Behring’s services to her. Her niece testified Behring was treated like a son by decedent. There was evidence to the same effect given by disinterested witnesses, relatives, neighbors, by decedent’s securities’ broker, by her first cousin, who was a medical doctor in the United States Navy, by Fitzpatrick, an officer of the corporation and trusted by decedent’s husband; by MacGregor, Trust officer of the First National Bank who had advised decedent during the last months of her life. He said, “Almost daily I was in touch with her over a period of months.” He was asked “Q. In the many conferences which you say you had with Mrs. Rosenthal, subsequent to her husband’s death, what knowledge did she exhibit regarding the affairs of her husband’s estate? A. I would say a very thorough knowledge. She was a very keen, intelligent woman, and all the problems of the estate were discussed with her in detail. She always seemed to: clearly understand everything and have her own ideas. She didn’t always agree with me. Q. Did she ever discuss with you her own business affairs? A. Yes, quite frequently. Q. What knowledge did she exhibit of her own business affairs? A. I would say she was very keen and had a very thorough knowledge of her own affairs. Q. Did she ever discuss with you the stock which she and her husband’s estate held? A. Several times, yes. Q. In the Rosenthal corporation? A. Several times . . . Q. Did you have any later conversations with her regarding the value of the stock? A. Yes, she talked about the value of the stock several times, but her conversations were always to the effect that she was fully aware of the book value of the stock, and the actual value was more than the book value.”\nMinority stockholders in the company offered $150.00 a share, but “their proposition was to take a portion of her holdings and retire the other portion the next year, not to do it all in the one year.” In considering whether it would be preferable to liquidate the company or to sell her stock, she discussed the subject with various persons named above. She discussed it with Behring before she went to the hospital and after she returned. The final result of her conversations on the subject with him was that, at her request, he prepared the option which she executed and delivered. She was then about 65 years of age. She left legacies to a sister, nephews, nieces, and to charities, which, with $5,000 to Behring, amounted in all to a sum in excess of $27,000. The residue of lier estate she left, by her will, in trust for the benefit of her grandchildren; by the codicil of June 9th she gave half the income of the residue beginning one year after her death, to Behring until the grandchildren should attain the age of 21 years.\nThe agreement provided for settlement within six months from July 21st. Behring notified his co-executors that he would be prepared to make settlement on January 10, 1938, and requested that they be prepared to make delivery. Notice was given to others interested who objected to the executors’ carrying out the agreement, whereupon, Behring’s co-executors, Sidney Driefus and First National Bank of Philadelphia, on the 6th of January, 1938, wrote him acknowledging his notice but stating that they had been advised by counsel they could not make the settlement because of the objection of the grandchildren’s guardian. This refusal to perform led to Behring’s application to the court, which, on January 21, 1938, made a decree authorizing the executor to waive tender until further order. The learned judge was entirely right in authorizing the executor to make the waiver for the reasons given; the court had jurisdiction of the parties, and the best interest of the decedent’s estate required it. We quote that decree, which was dictated by the learned judge in the presence of counsel for appellant, because it shows on its face that even if cash had been then tendered the objection made on behalf of appellant would still have been pressed.\n\"And Now, to wit, this 21st day of January, A. D. 1938, it being represented to the court that upon petition and answer being filed, issues of fact and of law have been raised as to whether or not a certain alleged option dated July 21, 1937, alleged to have been given by the decedent to the petitioner, Frank D. Behring, was obtained through fraud, and whether or not at the time of giving the said option said decedent was of sufficient mental capacity, and other matters which enter into the merits of the controversy; and whereas it appears that objection has been made to the performance of the said option by certain of the parties in interest, by their written answer filed to the said citation, and that even though actual tender of the cash were made at this time, the( objecting parties would still object and protest against the fulfillment of said alleged option; and it appearing to the court that under such circumstances a tender of said consideration would be a futile and unnecessary gesture, it is therefore Ordered and Decreed that the executors are authorized and empowered to waive tender until final determination of the merits of the foregoing controversy and until further order of the court.\n“Stearns, J.”\nHaving brought about this condition, appellant will not be heard by a court of equity to say that the appellee should still have gone ahead and brought the cash into court. See Driebe v. Fort Penn Realty Co., 331 Pa. 314, 320, 200 A. 62; Arlotte v. Insurance Co., 312 Pa. 442, 167 A. 295; McClenachan v. Malis, 310 Pa. 99, 164 A. 780. It may, however, be said that the record shows Behring had raised $35,000 in cash and had arranged for the production of the balance “provided the Court would award me the use of that option.” The master found that Behring “had made arrangements to accept the contract according to its terms if the guardian had been willing to abide by its terms.” An exception to this finding was dismissed and we think, properly, because there was no testimony to contradict it. Appellant’s argument on this branch of the case must therefore be rejected.\nComing now to the contentions that the contract was obtained by fraud and that Mrs. Rosenthal was not of sufficient mental capacity to appreciate what she was doing (see decree quoted above referring to these contentions) we must say that neither is sustained. Our study of the evidence, made independently of the master’s report, requires this conclusion. The testimony of a number of disinterested witnesses, who had opportunities for observation unusual in inquiries of this nature, leaves the guardian’s contentions without support.\nOne of these witnesses was Mr. MacGregor, Assistant Cashier and Trust Officer of the First National Bank of Philadelphia. The bank is one of the executors; as trust officer, he was in charge of the affairs of the estate; he gave evidence of abundant consultation with Mrs. Rosenthal on business matters and that he was impressed with her business capacity. Another of these witnesses was Mr. Fitzpatrick, Vice-President of the Rosenthal corporation. He had been employed by that company for 11 years. He referred to the investments in stocks and bonds held by the company and other matters involved in its business. He testified that after Mr. Rosenthal’s death, Mrs. Rosenthal “came down to the office nearly every day until she got sick.” After that “I used to go up to see her quite frequently . . . and talk with her on the phone.” In July of 1937 she was elected President of the company. “She was very active. She signed all checks up until the time she got sick.” He said: “A. She was a very keen woman. She knew about copper and she knew about prices of everything, and followed the stock market very closely. I know on our copper I never sold a pound of copper— we started to sell copper in February, and sold it clear up to May—I am speaking now of new copper—everybody knows what it is—we never sold a pound without her approval. We had lots of offers for it, because it was on the rise, and I would ask her or I would call her up if she didn’t come down, that so-and-so wants to buy a carload. She said, ‘I don’t think it is time to sell. I don’t think we should sell today. I don’t think we should do it.’ I said, ‘It is up to you; whatever you say, I am satisfied.’ She said, ‘What do you think?’ I said, ‘The market is going up. It is pretty high.’ She said, ‘Suppose we wait for a day or two.’ I always had her approval when any other inventory was sold, any of that copper was sold.” Asked: “Q. During the month of July, when you saw Mrs. Rosenthal, did she impress you as understanding the problems of her business at that time? A. Certainly she did. Q. Was she mentally alert? A. She told me all about what took place at the meeting in July, whom we should have as directors and officers, how much salary they should receive, how much I should receive, how much Archie and A1 and everybody else should receive. She told me that distinctly. That was the night before the meeting, if I recall. . . . Q. What sort of woman was she during this period of June and July? What sort of woman was she as to mental determination or will power? A. The same as she always was. Q. How was that? A. She had her own way, if that is what you mean. She had her own way. I told you I might have a little different idea as to the make-up of the directors. In fact, I did, about the salary and so forth, and she said no, she wanted so-and-so, and I said, ‘All right.’ She told me Avhat she wanted, and that is the way it went through, according to her wishes.” Between July 7th and August 20th, Mr. Fitzpatrick says that he “would probably go up maybe once a week or sometimes a little more frequently.” In measuring the importance properly attributable to Mr. Fitzpatrick’s evidence, reference may be made to a letter dated December 26, 1934, written by Henry Rosenthal and addressed “To my dear wife and executors.” After other instructions for the conduct of the business of the corporation, and for her election as president, he wrote: “As President of Jos. Rosenthal’s Sons, Inc., you should personally arrange to sign all checks, notes, legal documents, etc., and if you feel like giving this power to anyone else, give the same to John. E. Fitzpatrick as Secretary. Should you decide to dissolve the said Corporation, arrange with your co-executor The First National Bank . . . along with John Fitzpatrick and dispose of all of the Assets existing and distribute the proceeds . . .”\nAnother witness, Mr. Murphy, engaged in the brokerage business, testified he had known the Rosenthals many years and, since 1923, had handled their investment business. He was asked: “Q. As an expert in the securities business, what was your opinion of Mrs. Rosenthal’s business judgment as to stocks and bonds? A. Mrs. Rosenthal, I would say, she had very good judgment of stocks and bonds. In fact, she had better judgment than I did on some things, because I can remember one time I tried to get her to sell some Montgomery Ward at a very low price, and I think she sold it at 100 points higher. She used to kid me about that. Q. From your observation of Mrs. Rosenthal, would you say she was the type of woman that might easily have become the object of a designing person? A. I wouldn’t think so.” Testimony consistent with this was given by relatives and neighbors of Mrs. Rosenthal.\nOn behalf of the guardian, three physicians testified: Hr. Block, who performed the operations, Dr. Michael, who assisted Dr. Block, and Dr. Schless, Mrs. Rosenthal’s son-in-law and father of the minor children represented by Mrs. Cohen, the appellant. Dr. Block described the operations and testified that he prescribed sedatives to keep his patient comfortable. Dr. Michael would not definitely describe her mental condition, but from what he saw between July 3d and July 11th, he said “her condition was fair enough to discuss things of a serious nature, but I wouldn’t, even during that period, have advised it.” As to the period after the 11th, he said, “In other word, if I had been asked by anyone, as medical advice, ‘Should I discuss anything very serious with this patient?’ I would say, ‘No, not to her benefit.’ Not being a mental expert, I couldn’t say whether she could have or not. It would be to her detriment if she had.”\nDr. Schless appears an interested witness. He said that during July and August, 1937, he “saw . her on an average of four times a week.” Asked whether he would have permitted “any discussion with her about serious matters or serious affairs,” he said, “I didn’t think the woman was in a condition to know what it was all about . . .” At another place in the evidence he said “she was never a business woman.” His testimony is not always consistent. He was apparently not as well informed of the extent of her participation in the business of the corporation as other witnesses, some of whose names have been mentioned, who were directly connected with it and, therefore, in a position to know* from personal observation. The doctor of course cannot be blamed for not having this information but, on the other hand, his lack of information will not permit the court to disregard the obviously credible evidence of other witnesses possessing direct knowledge and to rely on his alone. The doctor’s evidence must also be considered in another aspect. There appears to have been a marked antipathy to Behring; the doctor testified that “for a number of years” he “wouldn’t speak to” Behring. He had suggested to Mr. Rosenthal “that he should get rid of Mr. Behring.” It may be that this antipathy was dissipated before the trial of this case because there is a letter dated October 8, 1937, from the doctor to Mr. Behring addressed “Dear Frank” and signed “Bob S” in the course of which he says—“I have expected to have seen you long before this. I don’t know your address or phone number (this letter will have to wait until I get the former.)\n“Give me a ring when you get the chance or, if you are in the vicinity of the office any afternoon, drop in. There are ever so many things affecting the boys that I should like to speak to you about, etc.\n“With best regards, I am”\nThe evidence of Dr. Schless concerning the condition in which Mrs. Rosenthal appeared to him as he saw her four times a week in July and August, 1937, loses some of its prima facie effect when considered with the evidence of two nurses, the day nurse and the night nurse, who waited on Mrs. Rosenthal during that period. One of them, Miss Castner, testified with regard to an event happening “around July 31 as far as [the witness could] recall.” She said: “A. Dr. Schless came in and he told me there was some question about some papers that had been signed at a meeting about her mind having been clear. We had a discussion about it, and I said, ‘Mrs. Rosenthal’s mind was perfectly clear. She knows what she is doing.’ He said, ‘I am glad you feel about it that way.’ ” Miss Castner also testified under cross-examination of appellant’s counsel, “Q. Now, the period between June 9th and July 21st, including the date of July 21st, from what you saw of Mrs. Rosenthal and observed about her physical and mental condition, would you say she was likely to become the victim of designing persons? A. No.”\nThe night nurse, Miss Gfuggenheimer, a distant relative of Mrs. Rosenthal, testified in cross-examination, “Q. You were there from seven the night of the 20th, A. Yes, sir. Q. On both of those dates, from what you observed of Mrs. Rosenthal’s mental condition, would you say she was likely to have become the victim of designing persons: A. No, I would not. Q. During the period between June 9, 1937, and July 21, 1937, from what you observed, is it your opinion that Mrs. Rosenthal’s mental condition was such that she could understand the nature and extent of her property or estate or friends or relatives? A. Absolutely she could.”\nThe evidence supports the findings of the master; the learned court below was right in dismissing the exceptions to the report; in this court, findings so approved have the effect of the verdict of a jury: McCown v. Fraser, 327 Pa. 561, 192 A. 674.\nThe remaining question that, because petitioner is one of three executors, he cannot have the assistance of the court in enforcing the contract, is not debatable in the circumstances shown in the record. Compare Wallace’s Estate, 299 Pa. 333, 149 A. 473. Section 18(a) of the Fiduciaries Act, P. L. 447, 486, 20 PS section 611, authorizes the court to decree specific performance of a decedent’s contract to sell and convey real estate and in paragraph (f), 20 PS section 616, provides for it “where the party to whom the deed is to be made is an executor or administrator of the deceased vendor, the deed shall be made, as in other cases, by the co-executor or co-administrator, if there be one; and, if there be none, the court may make an order directing its clerk to execute such deed and deliver the same to the grantee therein named, upon such terms as the court shall see fit to require from the grantee, as executor or administrator of the decedent, for securing the faithful appropriation of the unpaid purchase-money.”\nThat provision has been in our law since early days as the commissioners who drew the act reported. While the Act dealt with real estate, the fact that the option in this record was for personalty is not fatal.\nThe learned court below in its opinion noted that its decree in this case was not to be interpreted as an approval of Behring’s course in remaining an executor while prosecuting this suit.\nThe decree is affirmed, costs of the appeal to be paid by the estate.\nShe appeals as “Guardian of the Estates of Robert A. Schless, Jr., Howard H. Schless and Guy L. Schless, Minors; Guardian ad litem for Richard Dreifus and Mathilda Dreifus, and Trustee ad litem for the unborn children of Robert A. Schless, Jr., Howard H. Schless and Guy L. Schless, Minors.”\nIt was inventoried at $115 per share. Its book value may have been in the neighborhood of $180, but which, if received, would have been materially reduced by taxes payable by Mrs. Rosenthal."}