{"id": "1193027", "contents": "Opinion by\nMb. Justice Linn,\nThis appeal is from the refusal of a mandamus to require the Auditor General to approve and the City Treasurer of Philadelphia to pay $6,614.59, claimed by appellant for services as de facto mercantile appraiser from January 5,1938, to March 24, 1938.\nThe circumstances in which appellant came into the office are stated in Com. ex rel. v. Marinelli et al., 330 Pa. 82, 198 A. 623, Cooke, one of the respondents in that case, being the present appellant. In the brief filed on his behalf, his counsel recognizes that by the accepted rule in this state the emoluments are annexed to the office and not to the person, and that, accordingly, the salary belongs to the officer de jure and not to the incumbent de facto: Com. ex rel. Shoemaker v. Thomas, 328 Pa. 19, 195 A. 103; Jones v. Dusman, 246 Pa. 513, 92 A. 707. He contends, however, that “because of equitable considerations and the unusual circumstances of this case, an exception to this rule should have been recognizéd by the learned court below.” We think the general rule must be applied. The circumstances said to be exceptional grow out of the other legal proceeding referred to; it was in quo warranto calling on appellant to show his authority to act as appraiser. Court of Common Pleas No. 1 of Philadelphia held that he had no title to the office and entered judgment of ouster. Instead of abiding by that judgment, he appealed to this court and, in addition, applied for and obtained an order superseding the ouster. When he did that, he made an election; he acted With knowledge that if the judgment against him was ultimately affirmed, he, having meanwhile been an incumbent de facto, would have rendered services subject to the rule that he could not recover the compensation which the law attached to the office and which was therefore payable to the de jure officer. He was not required to continue in the public service; he acted voluntarily. Such election on his part cannot be held to create “equitable considerations, and .unusual circumstances”- which would justify the court in setting aside a general rule of law designed, inter, alia, to save the public treasury from paying twice for the same service. Appellant’s contention is not sustained by anything decided in Suermann v. Hadley, 327 Pa. 190, 193 A. 645; the assessors were not parties to that proceeding; their right to office was not at issue.\nOrder affirmed at appellant’s costs."}