{"id": "1193030", "contents": "Opinion by\nMb. Justice Maxey,\nThis appeal is from a decree of the Court of Common Pleas of Allegheny County, sitting in equity. A hill was filed in that court by Margaret F. Eemnitzer, the appellee, against her husband, Henry M. Eemnitzer, Jr., the appellant, and John P. Eemnitzer, Executor of the Estate of Henry Eemnitzer, deceased. The bill charged that the husband separated himself from his wife and minor children, without reasonable cause, that Ms whereabouts were unknown, and that he had neglected and refused to provide suitable maintenance for them. The bill also charged that the husband had property within the jurisdiction of the court, consisting of an inheritance from his deceased father, and the proceedings were therefore directed against this property, for the maintenance of the wife and the children. The executor of the estate, being in possession of the property, was made a party defendant. The bill prayed for a decree directing a seizure of this inheritance to provide funds for maintenance and for a receiver, and for injunctive relief restraining any transfer or distribution of the estate pending the determination of the proceedings. The defendant husband, after preliminary attacks upon the service made upon him, finally filed an answer to the bill and joined issue with his wife on her allegations and also raised the question of the jurisdiction of the Court of Common Pleas of Allegheny County over the cause of action. He contended that the jurisdiction over a cause of action such as set up in this bill is vested exclusively under the Act of May 5, 1911, P. L. 198, section 6, sub-sections (a) to (d), as amended by the Act of April 2, 1913, P. L. 21, section 2, in the County Court of Allegheny County. He also contended that because of the nature of the property and the fact that it was still under administration in the hands of an executor, that the equity proceedings is an interference with the jurisdiction of the Orphans’ Court of Allegheny County.\nAfter the hearing on bill and answer, the chancellor in the court below entered his adjudication, finding as facts that the respective parties were married in Pittsburgh on December 25, 1927, that they had two daughters who at the time of the trial were of the ages of nine and six, respectively, that the wife was at all times a resident of Allegheny County and has had the custody of the children before the filing of the bill of complaint and at the time of the adjudication, that the parties lived and cohabited together in the county from the time of their marriage until June 29, 1937, when the husband “wilfully and maliciously and without proper cause, deserted his wife, . . . and their two minor children and that said desertion has continued until the present time.” It was further found that following the desertion, “for a period of approximately six weeks, the defendant contributed ... a total of $56 toward the support of his wife and minor children and that since that time he had failed, neglected or refused to support and maintain them.” It was also found as a fact that the husband “deliberately concealed from the plaintiff his whereabouts after the desertion aforesaid . . . and his whereabouts were unknown to her, from that the wife “has been supporting herself and children since the desertion from money borrowed and credit the time of the desertion up and to the date of the trial,” advanced to hex*, which obligations should be repaid, and further, from working as an employee at pax*t time with the W. P. A. in a sewing project.” The chancellor also found “that from the time of the desertion it has cost the plaintiff the sum of $100 per month to keep and maintain lieitself and the two minor children in x*easonable and moderate circumstances, considering their former living conditions and the ability of the defendant to so maintain them, . . .”, that the husband has px*operty in the jurisdiction of the court, “being a vested interest and share in the estate of his father,, . . . partially reduced to cash and partly in real estate, of approximately $4,900, . . .”, that he was “a skilled carpenter by trade and also a building contractor*, was an industrious worker xxntil a few years ago . . . ”, that before the desertion he “threatened to dispose of his share in his father’s estate, to avoid providing for his wife and family from that particular source, . . . ”, that the husband “is of sufficient ability, if he so desires to apply himself, to provide proper maintenance and support for ... his wife, and their two minor children”; and that this px’operty “is necessary for [their] maintenance and support.”\nA careful reading of all the testimony shows that it supports these findings of fact by the chancellor. It likewise gives ample warrant to the wife to avail herself of the provisions of section 2 of the Act of Assembly dated May 23, 1907, P. L. 227 (48 PS 132), as amended by the Act of April 27, 1909, P. L. 182, section 1[2], as amended by the Act of July 21, 1913, P. L. 867, sec. 1. These acts provide that “whenever any man has heretofox*e separated, or hex*eafter shall separate, himself from his wife, without reasonable cause, or whose whereabouts are unknown, and, being of sufficient ability, has neglected or refused or shall neglect or refuse to provide suitable maintenance for his said wife, proceedings may be had against any property, x*eal or personal, of said husband, necessary for the suitable maintenance of the said wife, and the court may direct a seizure and sale, or mortgage, of sufficient of such estate as will provide the necessary funds for such maintenance ; and service upon the defendant shall be made in the manner provided in the act of General Assembly, entitled ‘An act to authorize the execution of process in certain cases in equity, concerning property within the jurisdiction of the court, and on the defendants not resident or found therein,’ approved the sixth day of April, one thousand eight hundred and fifty-nine.” The bill and the evidence to support it comply with every jurisdictional requirement of this act and unless there is some act which takes the jurisdiction in such cases out of the hands of the Court of Common Pleas of Allegheny County and vests it elsewhere, the decree of the lower court granting the relief prayed for must be affirmed.\nThe answer filed raises two jurisdictional questions. The first is whether “the County Court of Allegheny County is vested with exclusive jurisdiction to grant the relief needed by the plaintiff” under the Act of 1911 (supra); and the second question is whether because “of the nature of the property alleged to be the basis of jurisdiction . . . the present proceeding of the plaintiff is an interference with the jurisdiction of the Orphans’ Court of Allegheny County . . . ?” The second question was apparently abandoned by appellant.\nSection 1 of the Act of 1907, supra, as amended (48 PS 131), empowers the wife “to bring her action, at law or in equity, against such husband for maintenance, in the court of common pleas of the county where the desertion occurred, or where she is domiciled, and the said court shall have power to entertain a bill in equity in such action. ...” (italics supplied).\nThe Act of May 5, 1911, P. L. 198 (17 PS sec. 621), created the County Court of Allegheny County, and by section 6, sub-sections [a-d], as amended by the Act of April 2, 1913, P. L. 21, section 2 (17 PS sec. 626), conferred upon it exclusive jurisdiction “in all proceedings brought against any husband or father, wherein it is charged that he has, without reasonable cause, separated himself from his wife or children, or from both, or has neglected to maintain his wife or children; ...”\nIt must first be noted that the act creating the County Court of Allegheny County does not confer jurisdiction on it “in all civil actions at law and in equity” (but limited as to the value of the matter or thing in controversy) as does the Act of July 12, 1913, P. L. 711, sec. 10 (17 PS sec. 693), creating the Municipal Court of Philadelphia. In Scott v. Scott, 80 Pa. Superior Ct. 141, 143, that court held that the exclusive jurisdiction conferred on the Municipal Court of Philadelphia in all proceedings for maintenance superseded process under the Act of May 23, 1907, P. L. 227 (supra), but that was because the act creating the Municipal Court conferred exclusive jurisdiction over such cases, even in equity. “The County Court of Allegheny County,” on the other hand, “is a substitute for its court of quarter sessions in desertion proceedings and is expressly given exclusive jurisdiction over them” Commonwealth v. Speer, 267 Pa. 129, 133, 110 A. 268. It is not a substitute for its court of common pleas sitting in equity in proceedings for maintenance, for no jurisdiction was conferred on it to supersede the process under the Act of 1907 (supra). The Act of 1911 did not confer on the County Court jurisdiction in equity. The learned chancellor in his adjudication properly held that “the County Court of Allegheny County was not authorized, under the acts creating it, to appoint receivers or impound property of a delinquent spouse. Its jurisdiction is limited to the former jurisdiction of the Court of Quarter Sessions of Allegheny County, namely, to bring into court, in the nature of a quasi-criminal proceeding, a derelict husband and to make an order directing him to pay a stated amount to his wife or children and, if required, to put up bond with surety for the compliance of said order of court and, for neglect for either making of the payments or of putting up a bond with surety, to be placed in the jail or workhouse until the order had been complied with or, in the event or nonperformance in the future, to again be subject to arrest under attachment.” There is nothing in the Act of 1911 to warrant a finding that the legislature intended in conferring exclusive jurisdiction on the County Court in desertion actions to supersede the process of the Court of Common Pleas under the Act of 1907, against the husband’s property for the suitable maintenance of his abandoned wife and children. The Court of Common Pleas of Allegheny County had jurisdiction over this cause of action.\nAppellant further complains that the court below abused its discretion in awarding the wife $100 per month for support and in appointing a receiver to seize the entire interest, amounting to approximately $4,900, of the defendant-husband in his father’s estate and appellant declares that there was failure of proof (a) that the husband was of sufficient ability to support his wife and (b) that the husband has neglected or refused to provide suitable maintenance for his wife.\nAs to the foregoing the chancellor in his adjudication said: “That from the time of the desertion it has cost the plaintiff the sum of $100 per month to keep and maintain herself and the two minor children in reasonable and moderate circumstances, considering their former living conditions and the ability of the defendant to so maintain them, and this is without any estimate for rent or for the housing of said plaintiff and minor children. . . . That Henry M. Kemnitzer, Jr., is of sufficient ability, if he so desires to apply himself, to provide proper maintenance and support for the plaintiff, his wife, and their two minor children. ... It clearly appears from the testimony that the husband-defendant, Henry M. Kemnitzer, Jr., was determined not to carry out his responsibilities as a husband and a father of the two minor children and that he was of sufficient ability to provide for his wife and children and that at the time of the filing of the bill of complaint, neglected or refused to properly provide for them.” The court in banc in an unanimous opinion held that the evidence is sufficient to support the chancellor’s findings.\nWhile the evidence as to the husband’s earnings is not very definite, consisting largely of testimony that “he said he would not work for less than $11 or $13 per day,” we hold that the allowance of $100 per month for the support of the wife and children, is justified by the record in its entirety, and in view of the finding by the chancellor that “the evidence in this case thoroughly establishes that the defendant-husband was desirous and was planning and scheming to deprive his wife and children of any benefits that he would attain as a legatee and devisee under the will of his father, Henry Kemnitzer, deceased,” there was legal warrant for the appointment of a receiver to take over and conserve the husband’s interest in his deceased father’s estate, for the benefit of the wife and children. The court in its opinion said: “It appears from the evidence that the husband-defendant will receive a net sum of approximately $1,700, when the executor-defendant has sold the balance of the real estate in which Henry M. Kemnitzer, Jr., has a one-third interest under the will of his late father. . . . The conclusions of law and the decree nisi in no way become or will a final decree definitely and for all time in the future set the amount that must be paid out. Even the husband-defendant, for cause shown, could obtain by order of Court, from the receiver, sums of money which the receiver would hold for the benefit of him and his wife.”\nWe think the case was properly disposed of by the court below.\nThe decree is affirmed at appellant’s cost."}