{"id": "1195635", "contents": "Opinion by\nMr. Justice Maxey,\nThese are appeals from the decree of the Orphans’ Court of Allegheny County dismissing the exceptions filed by appellants to the adjudication and decree of distribution entered by that court in connection with the 8th and Final Account of Arthur M. Scully and William R. Scott, Successor Trustees under the will of James Laughlin, Jr., Deceased, for John Page Laughlin.\nJames Laughlin, Jr., died on October 19, 1919, leaving a last will, which was duly probated. He left to survive him his wife and the following five children: Martha Page Laughlin Seeler, Leila Irwin Laughlin Carlisle, Henry Hughart Laughlin, John Page Laughlin, and James Laughlin, 3rd. The wife and four of these children are now deceased, the only survivor being Leila. Son James died testate April 8, 1935, leaving to survive him a widow but no children. Henry died testate on January 1, 1938, leaving a widow and two children, Hughart E. Laughlin and James Laughlin, 4th, both of whom are sui juris. Martha died January 23, 1938, testate, leaving surviving three children, to wit: Edgar V. Seeler, Sidney P. Seeler and Josephine Seeler Brown, all of whom are sui juris. John Page died on November 5, 1938, testate, leaving a widow surviving but no children.\nThe controversy in this case arises from the proper distribution of a trust fund established for the son John Page, under the terms of the 25th paragraph of testator’s will, bequeathing to each of his daughters, Martha and Leila, and to his son Henry, their heirs and assigns, a %th portion of his estate absolutely. To each of his other two sons, John Page and James, he bequeathed a %th portion in trust, from which they were to be paid the income during their lives. The opposing positions in this controversy arise from the interpretation of the following words in the 25th paragraph of the will: “Should either of my two children John Page Laughlin and James Laughlin, 3rd, die, leaving no issue to survive him, or them, then the principal of the one-fifth part or portion of my residuary estate, given to either or both of my said sons so dying, shall be divided equally between my surviving children, and the issue surviving of any child or children of mine who may have died, per stirpes.” The contingency of the above two children, John Page and James, 3rd, dying without issue having arisen, the corpus of the fund left in trust for them had to be distributed.\nThe only question before us is how the fund left in trust for the son, JoJm Page Laugblin, should be divided, for after James Laugblin, 3rd, died on April 8, 1935, tbe court then divided bis share of tbe corpus into five equal parts, awarding %th to each of bis brothers and sisters, these being, Leila, Martha, Henry and John, all of whom were then living. Tbe remaining Vstb was awarded to O. M. Simpson, Administrator c. t. a. d. b. n. of tbe Estate of James Laugblin, 3rd. Previous to that time two of tbe children of tbe original testator, James Laugblin, Jr., bad transferred their interests in tbe trust fund of James Laugblin, 3rd, to tbe latter. Tbe third child, Martha Page Laugblin Seeler, did not oppose tbe distribution made by tbe decree. There was, therefore, no opposition to tbe decree entered at that time and which affected only that share of tbe corpus whose income bad been paid to James Laugblin, 3rd.\nAppellees contend that the share of tbe corpus whose income had been paid to Jobn Page Laugblin, who died in 1938, should be divided among tbe children of tbe original testator who survived John Page and tbe then surviving issue of those other children who predeceased tbe life tenant, i. e., into three parts. Tbe court below ordered tbe estate distributed to tbe surviving child, Leila, and to tbe children of Henry and Martha, per stirpes.\nAppellants, O. M. Simpson, Administrator c. t. a. d. b. n. of tbe Estate of James Laugblin 3rd, and Bessie M. Laugblin, executrix of tbe Estate of John Page Laugblin, contend that tbe trust fund established for John Page Laugblin should be divided among tbe children of tbe testator who survived him and tbe personal representatives of his deceased children who' died without issue, i. e., into five parts. These administrators filed exceptions to tbe decree of distribution. They claim that each of tbe two sons above named, who survived their father, acquired a vested interest in tbe above trust estate at tbe latter’s death.\n' The question is: Does the phrase “my surviving children”, as used by James Laughlin, mean children who survived Mm or does it mean his children who survived their brother John Page Laughlin? We take the latter view.\nThe phrases “my children” and “my surviving children” as used in wills mean exactly the same thing unless there is some event other than the testator’s death which is indicated as the time the word “surviving” becomes applicable. “Surviving” means “remaining alive”. When a testator uses either of the above phrases he usually means those children of his who remain alive at the time of Ms death. As all wills speak as of the date of the maker’s death, the word “surviving” is mere surplusage unless the context shows some reason for its use. In this will the context does show some reason for its use. The testator is not writing about Ms death; he is writing about the deaths of his two children, John and James. He says: “Should either of” them “die, leaving no issue to survive him or them, then” the trust fund “shall be divided equally between my surviving children, and their issue . . . per stirpes.” By “my surviving children,” the testator obviously meant those of his children who remained alive “then” and by “then” he clearly meant when John and James died without issue. That was the time fixed by the will for the distribution of the trust estate. The bequest was contingent. The takers were determinable only at the death of the cestui que trust. At that time only those could take who could answer to the description of then surviving cMldren of James Laughlin, Jr.\nAppellant cites the case of Morris’ Estate, 270 Pa. 120, 113 A. 61. In that case this court quoted with approval what was said in Anderson’s Est., 243 Pa. 34, 89 A. 306: “It is a general canon of construction that words of survivorship in a will refer to the death of the testator. But this should not be held to be a hard and fast rule that cannot be changed by the instrument itself. It must always be subject to the intention of the testator as disclosed by the language of his will. It is a cardinal rule that the actual intent of the testator must prevail when it can be ascertained, and it follows that words of survivorship will relate to the death of the life tenant instead of the death of testator if such intent is clear from the will itself.” We held in Morris’ Estate that the testator intended that the sons and daughters who survived at Ms death should take the inheritance. In that case the vesting of the estate after the termination of the trust estate was not contingent. Here it was, for, at the termination of the trust, the existence or non-existence of two facts had to be determined: (1) Did the cestui que trust leave issue to survive him? If that fact was found, the trust corpus vested in that issue. If that fact was not found, fact No. 2 to be found was: Who are the then surviving children of the testator? It must be the children \"then” surviving who become the takers, for until fact No. 1 was determined, there was no occasion for finding fact No. 2. The time for making that inquiry was the time the descriptive adjective \"surviving”, i. e., remaining alive, became operative and important. In Morns’ Estate, supra, there was an immediate vesting of the estate at the testator’s death; in the present case those entitled to take could not be determined until the death of the life tenant. In Morris’ Estate there were surviving children of deceased children, and as we said in Groninger’s Estate, 268 Pa. 184, 189, 110 A. 465; \" ‘The presumption that a legacy is intended to be vested, applies with far greater force where a testator is making provision for his children than where the gift is to strangers or collateral relatives (Wengerd's Est., 143 Pa. 615, 621 [22 A. 869]; also see Minnig v. Batdorff, 5 Pa. 503), and the reason for this is apparent, for, in the absence of plain evidence on the face of the will itself of a purpose to that end, it cannot be contemplated that one would intend to cut off possible surviving grandchildren, from an inheritance given tlieir parent, simply because the latter might happen to die during the continuance of an anterior life estate.”\nIn Nass’s Estate, 320 Pa. 380,- 182 A. 401, cited by appellants, the controversy was between a testator’s daughter and his grandchildren. Testator had placed his residuary estate in trust for his wife for life and directed that on her death it should be divided into four equal parts and distributed as follows: One part to his son absolutely, a half of each of the remaining three parts to each of his three daughters absolutely and the remaining one-half of the three parts in trust to pay the income equally to each of his daughters for life. Upon the decease of each of them, the portion of the principal from which income had been paid was bequeathed to the children of the daughters so dying; and in case of the death of the daughters or either of them without leaving lawful issue, then and in such case the share theretofore given was bequeathed in trust to testator’s surviving child or children absolutely. The widow died in 1915. A daughter, Mary, died in 1913, leaving a child. George, a son, died in 1924, leaving issue. Amanda, a daughter, died in 1934, leaving a husband but no children. The sole surviving daughter Julia claimed Amanda’s entire interest to the exclusion of the estates of Amanda, Mary and George. This claim was negatived by the court below and its'action was affirmed here. We reaffirmed the rule of construction that “surviving children” meant children surviving the death of the testator in the absence of controlling evidence of a different intention and we held that there was no such evidence of a different intention in that record. We said: “Testator intended to treat not only his own children alike, but his children’s children, and no other thought appears in the will. He intended an equal division of his estate among his issue, and the repeated use of the word ‘equal’ throughout his will is a clear demonstration of the fact.” We there cited Page on Wills (2nd ed.) at page 1562, as follows: “Where the will shows an intention that the descendants of deceased children shall take, and an evident intention of equality of distribution is manifested, the word ‘survivors’ has been held to apply to the death of the testator.” We said further: “There may be language in a will which clearly designates the death of the life tenant as the period of vesting, and which would then exclude participation by those who died before the life tenant, but this case did not present such a state of facts: see Fox’s Est., 222 Pa. 108 [70 A. 954].” In that opinion we also called attention to the fact that in the Act of June 29, 1923, P. L. 914, it was provided that in interpreting the wills of persons dying after December 31, 1923, property left in trust for the use of any person for years or for life, with a vesting of the remainder upon the termination of that estate, in the testator’s heirs, next of kin, children, etc., the provision “shall be construed as meaning the person or persons thereunto entitled at the time of the termination of the estate for years or for life or upon condition under the intestate laws of the Commonwealth as they shall exist at the time of such termination; and such phrases shall not be construed as meaning the person or persons who were the heirs or next of kin of the donor at the time the grant or donation was made or at the time the testator died: Provided, however, That nothing herein contained shall be construed to prevent any donor or testator from expressly or by necessary implication directing otherwise: And provided further, That the provisions of this act shall not apply to any case now pending.” This act does not apply to the interpretation of the will now in controversy, whose maker died in 1919, but it is here referred to as a legislative establishment of a statutory presumption, and it is reasonable to believe that this presumption is “a conclusion firmly based upon the generally known results of wide human experience:” See Watkins v. Prudential Ins. Co., 315 Pa. 497, 504, 173 A. 644.\nWe agree with the court below that testator’s “desire and intention was that his estate should go to those of his own blood. Previous to the paragraph quoted he had given legacies to those whom he desired to benefit, including the wife of John Page Laughlin and the wife of James Laughlin 3rd [to whom he bequeathed $20,000 each]. Having so disposed of a considerable portion of his estate, he then considers the welfare of his children and those who should follow in their line. Equality of distribution among his children and their issue is the testator’s purpose. Equal amounts are given absolutely to three of the children. Two of the sons have each the same amount as given to the others, set aside in trust, each to have the benefit of the entire income from his trust estate during his life. If the son at his death shall leave a child or children they are to have the corpus of the estate as they reach 20 years of age. ...”\nWhere a will creates a trust for someone’s lifetime and provides (as here) that on the death of the life tenant without leaving issue, the principal shall go to the testator’s surviving children, the distribution of the corpus of the trust, unless a different intention clearly appears in the will, depends upon whether or not the will contains a substitutionary clause (such as, for example, “and to the issue of any child who may have died”), in the interest of the testator’s lineal descendants. As to when the phrase “surviving children” shall be interpreted to mean children who survive at the testator’s death and when that phrase, on the other hand, shall mean those who shall survive at the termination of the trust, see Handy’s Est., 314 Pa. 61, 170 A. 277, and Hood’s Est., 323 Pa. 253, 186 A. 740. We held in Handy’s Estate that where a testator uses words of survivorship without indicating the period of time, or the event, at which the survivorship is to be ascertained, the survivorship will be understood as referring to the death of the testator, in the absence of controlling evidence of a different intention. In Hood’s Estate we held that where an estate is determined by a specified event and the estate which follows is then brought into being through a direction to pay over and transfer to members of a class, if living, the description of the event which determines the prior estate will be construed not only as determining the possession or enjoyment of the prior gift, but as being designed to postpone the vesting of the ulterior estate granted. We further held in that case that the distribution of the corpus of the estate, in which there were certain life interests, should be among the children who were living at the death of the life tenant. In Alburger’s Estate (No. 2), 274 Pa. 15, 117 A. 452, we held that where a testator creates a trust for the life of his widow, and directs that upon her decease the trustees shall “divide the principal of my said residuary estate to and among my surviving brothers and sisters, and the issue of such of my brothers and sisters as may be deceased, such issue to take only the share which their deceased parent would have taken if living,” the remainder is contingent, and no award out of the residuary estate will be made to the representatives of brothers and sisters who died before the widow’s death leaving no issue to survive. We therein laid down these principles: “Where a particular estate is created and the ulterior estate is disposed of by an event which determines the prior estate, the words describing such event as ‘upon the decease of my said widow’ will ordinarily be construed as referring to the period of determination or enjoyment of the prior gift or estate, and not to the vesting of the estate that follows. But, where the estate that follows is then brought into being through a direction to pay and divide among surviving brothers and sisters, if living, the description of the event which determines the prior estate will be construed not only as determining the possession or enjoyment of the prior gift, but as being designed to postpone the vesting of the ulterior estates there granted.”\nIt is clear to us that when the testator in this case used the word “surviving” in the 25th paragraph of his will as descriptive of his children, he meant those children who survived the Ufe tenant and not those who survived him.\nAppellants also object to the determination made by the court below on the ground that in the estate of James Laughlin, 3rd, life tenant, on the filing of the final account of the trustees, the Orphans’ Court of Allegheny County distributed the corpus of that trust among the children of James Laughlin, Jr., who survived at his death. The contention is that the distribution in the present case must be the same. With this we cannot agree. As the court below pointed out: “The tAvo estates are not the same. The parties in interest are different.” As already pointed out in this opinion, in the Estate of James Laughlin, 3rd, two of the children of James Laughlin, Jr., to wit: H. H. Laughlin and Leila Laughlin Carlisle, under date of June 19, 1920, entered into identical agreements with their brother, James Laughlin, 3rd, in which they assigned to him “whatever right, title or interest [he or she] may now have or they may hereafter become entitled to, under the will of said James Laughlin, Jr., in and to that certain one-fifth (%) part of the residuary estate of the said James Laughlin, Jr., deceased, ...” (i. e., the trust fund).\nThe court below correctly said: “If the conclusion reached in the present case be right then it would be erroneous to follow the decree in the James Laughlin 3rd case, for some would partake of the estate Avho are not entitled so to do. No property rights have become vested and the status of the parties has not been interfered with by the decree in the James Laughlin 3rd trust estate.”\nThat the decree in the James Laughlin 3rd trust estate is not binding in this case is well settled. In Havir’s Est., 283 Pa. 292, 297, 129 A. 101, this court said: “We have frequently held that decisions of law made in distributing one fund are not binding in a subsequent distribution of another fund, between the same parties, in the same estate.” In Kellerman’s Est., 52 Pa. Superior Ct. 412 (affirmed by this court in 242 Pa. 3, 88 A. 865), it was held: \"But the rule of estoppel does not extend to the law which was applied in the earlier distribution to the facts there ascertained when it comes to the second distribution. Though the decree in the first may have rested on a mistaken application of a rule of law— a circumstance which can only be inquired into on appeal — so long as the decree stands it is conclusive with respect to all rights in the fund distributed; but it cannot be made the basis of an estoppel when another distinct fund is to be distributed though it be part of the same estate. . . . The duty of the auditing judge in distributing on a second amount is to distribute according to law.” See also Reamer’s Estate} 331 Pa. 117, 200 A. 35.\nThe decree is affirmed at appellants’ cost."}