{"id": "1195575", "contents": "Opinion by\nMr. Justice Barnes,\nJames J. King, the testator, who died August 3, 1916, devised his property in trust to pay the income derived therefrom to his two sisters, Elizabeth King and Mary Ann Murphy, in equal shares for their life with right of survivorship. The will of the testator directed that upon the death of the surviving sister, the corpus of the trust should be distributed among the children of his nephew, Edwin J. King, some fifteen in number. The surviving life tenant, Elizabeth King, died May 21, 1935, terminating the trust.\nOn October 14,1935, Land Title Bank and Trust Company, the surviving trustee, filed its second and final account. The remaindermen under the will of the testator filed forty exceptions to this account, and the questions so raised were, with the consent of counsel for the parties, referred to an auditor for determination on December 5,1936. During the pendency of the proceedings before the auditor, as a result of the receipt of further income, the trustee was required to file a supplemental account and a second supplemental account. To these accounts the remaindermen filed twenty-seven exceptions, three of which were subsequently withdrawn. All the questions raised by the exceptions were painstakingly reviewed by the auditor, who in his report to the court recommended that fifty-two of them be dismissed. Three exceptions were sustained in whole and nine in part. On the basis of the exceptions sustained, the auditor directed that the trustee be surcharged $297.65, and the trustee appears to have agreed to a surcharge of $2.50. The remaindermen have appealed to this Court from the decree of the court below sustaining the action of the auditor in dismissing the exceptions.\nA study of the record in this case leads to the conclusion that the action of the court below should not be disturbed. The account of the trustee is stated in the manner and form required by law and by the rules of the court below. While the complete details of certain transactions may not have been set forth with full particularity in every instance, any insufficiency in this regard could have been remedied by conference and discussion with the trustee. Therefore we agree with the conclusion of the auditor that the questions in dispute arose primarily from the failure of the representative of the remaindermen to communicate with the trustee in matters relating to the estate.\nIt would burden a record, already overburdened, to discuss in detail the grounds of the many exceptions filed on behalf of the remaindermen. It is sufficient to say, however, that the matters in dispute are concerned with the application of income between life tenant and remaindermen, and the apportionment of the costs of carrying real estate. The contentions of the remaindermen in this regard were considered at length by the auditor and carefully reviewed by the court below. Our review of the record indicates nothing that would justify a disturbance of the disposition made of these matters in the adjudication of the auditing judge. Here it is clear that the voluminous record and the expensive litigation were caused entirely by the conduct of the representative of the remaindermen. Consequently the action of the court below in placing the costs upon the remaindermen was proper and should not be disturbed. Particularly is this true, in view of the unquestioned absence of any breach of trust on the part of the trustee: Merkel's Estate, 131 Pa. 584; Roth’s Estate, 150 Pa. 261; Young’s Estate, 204 Pa. 32; Grollman’s Estate (No. 2), 273 Pa. 565. The greater part of the testimony relates almost entirely to the unreasonable demands made upon the trustee on behalf of the remaindermen, and on their shoulders should fall the expense of the proceeding.\nWe see no merit in their contention that one of the mortgages held by the trustee was improperly foreclosed subsequent to the death of the life tenant, in view of the fact that the foreclosure proceedings had already been instituted at the time the trustee was directed not to proceed. In our opinion the trustee cannot be criticized for proceeding with, the foreclosure, so as to acquire title for the estate under the circumstances here present.\nOur conclusion is the same with respect to the complaint that double commissions were charged, as it clearly appears that the auditor reduced the trustee’s commissions to proper amounts wherever they were specifically excepted to by the remaindermen.\nThe decree is affirmed. Appellants to pay the costs.\nCounsel for tbe remaindermen filed forty exceptions to tbe auditor’s report and Edwin J. King, Sr., tbe father of tbe remaindermen, filed eigbty-nine exceptions. All of tbe exceptions were dismissed in tbe auditor’s supplemental report."}