{"id": "1195567", "contents": "Opinion by\nMr. Justice Drew,\nThis appeal is from a declaratory judgment that petitioner be granted authority to enter into an agreement of lease, subordinating the lien of an existing mortgage, despite the strenuous objection of appellants, executors of a participation owner of the mortgage. The prayer of the original petition was for advice and direction, but since our courts of common pleas are not vested with such advisory powers (Morton’s Est., 201 Pa. 269, 272), the pleading was revised to conform to the requirements of the Uniform Declaratory Judgments Act of June 18, 1923, P. L. 840, as amended by the Act of April 25, 1935, P. L. 72, and supplemented by the Act of May 22, 1935, P. L. 228.\nIn our opinion the undisputed facts set forth by petitioner do not present “an actual controversy, or the ripening seeds of one” which is essential to obtaining the declaration sought: Kariher's Petition (No. 1), 284 Pa. 455, 471. It is alleged that the mortgage was executed on August 3, 1927, by J. O. Stein, upon premises in Lewistown, to the Commonwealth Trust Company as security for a bond in the sum of $45,000, now reduced to $41,500. The Commonwealth Trust Company thereafter sold participations in the mortgage bond and on May 9, 1928, assigned a $5,000 participation interest to Julia A. G-reenawalt, now appellants’ testatrix, wherein payment of her investment in the mortgage was guaranteed. In conformity with the provisions of the Act of May 4, 1933, P. L. 271, the Commonwealth Trust Company and the Union Trust Company of Pennsylvania entered into a plan for their joint reorganization and pursuant thereto assigned the said mortgage to appellee, Capital Bank & Trust Company.\nIn 1931, the mortgagor was adjudicated a bankrupt and effected a composition with his creditors. The mortgagor and his wife then conveyed the mortgaged premises to the Hollywood Realty and Improvement Company subject to the lien of the aforesaid mortgage and also of a second mortgage, not here in issue. The Realty Company conveyed the premises to John D. Leib, (nominee for the Commonwealth Trust Company), who in turn conveyed the same to appellee subject to the aforesaid mortgages. Thus appellee succeeded to the dual capacity of trustee for the participation holders and owner of the mortgagor’s interest in the same premises.\nOn October 3, 1938, appellee submitted to all participants in the first mortgage a proposal to subordinate the lien of the mortgage to a proposed lease of the premises to the Gibbs Peoples Service Stores, Inc., for the term of ten years. Participants holding bonds to the total of $24,900 approved the proposed plan, and other participants holding bonds to the amount of $11,600 neither approved nor disapproved. Appellants holding bonds in the sum of $5,000 disapproved.\nThere had been no market for the sale of the property and appellee averred that the proposed lease is advantageous to all participants in that it will bring a rental income for the premises. The proposed tenant, it is further alleged, will not rent the premises for a term less than ten years, but in consideration of the leasing will also make improvements modernizing the building to the extent of $15,000, the lessors to add the sum of $500 for that purpose, which will make the premises more salable.\nIn answer, appellants attributed the inability to sell the premises to the fact that the trustee had failed to foreclose and secure the title free and clear for the bondholders, and it was denied that the proposed lease would in any manner benefit the participation holders in the first mortgage. It was further averred that the trust arising’ under the participation was to collect the bond and mortgage and that the proposed lease by the trustee would exceed the powers conferred.\nIn all jurisdictions where declaratory judgment practice obtains, the rule is established that it is a matter of discretion whether or not jurisdiction will be taken of any particular case: Kariher’s, Petition (No. 1), supra. As we have stated before, the vital factor in the assumption of jurisdiction is the presence of antagonistic claims indicating imminent and inevitable litigation, coupled with a clear manifestation that the declaration sought will be a practical help in ending the controversy: Reese v. Adamson, 297 Pa. 13; Carwithen’s Est., 327 Pa. 490.\nTested in light of the foregoing principles, the present petition fails to support the relief there sought. Rather it is an attempt to get the court to decide future rights in anticipation of an event which may not happen. It must be remembered that appellee is both mortgagee and owner of the mortgagor’s interest in the property. Appellee’s manifest purpose here is to obtain reassurance that it would not exceed its authority by executing the lease or by subordinating the lien of the mortgage to the lease. It is evident, therefore, that what is desired is to secure the protection of the court in case either or both actions are taken, and it is subsequently determined that there has been a departure from the fiduciary duties owed appellants — the participants in the mortgage. The Uniform Declaratory Judgments Act does not extend to this situation. Parties are not entitled to a declaratory judgment on remote questions, or to aid them in another transaction: Hodges v. Hamblen County, 152 Tenn. 395; Heller v. Shapiro, 208 Wis. 310.\nIf the action of a fiduciary is properly questioned, he must sustain the burden of showing the wisdom or propriety of his conduct. It is at that time and in that proceeding that the discretion exercised by him will be scrutinized: Carwithen’s Est., supra. It is only in such events that appellee will be called upon to show that it did not deviate from its duty of loyalty to appellants in order to serve its own interest: See Casari v. Victoria Amusement Enterprises, Inc., 327 Pa. 382; Restatement of Trusts, sec. 170. Then it can meet any assertion that the subordination, if made, was in excess of its fiduciary powers by showing that the long range advantage to all concerned warranted such action. It is only at that stage that a controversy becomes imminent and it can then be conclusively settled. The court is not vested with jurisdiction to give advice merely. A controversy between a trustee and a beneficiary of a trust as to the wisdom of suggested action by the trustee, where there is room for choice, forms no basis for a declaratory judgment: Carwithen’s Est., supra; City Bank Farmers Trust Co. v. Smith, 263 N. Y. 292.\nHere it might well happen that there never will be litigation. The statement of Mr. Justice Linn in Carwithen’s Est., supra, 494, is particularly in point here: “We think there is nothing on this record to sustain a declaration; there is no actual controversy; there may be one some day if the trustees fail in the measure of their duty with resulting loss; but the circumstances cannot be anticipated, and without them there is no ‘actual controversy’ on the point; the record does not present antagonistic claims indicating ‘imminent and inevitable litigation.’ ”\nDecree reversed; costs to be paid by appellee."}