{"id": "1195582", "contents": "Opinion by\nMr. Justice Maxey,\nThis is an appeal from a decree refusing to take off a compulsory nonsuit, in an action of trespass brought by plaintiff, Julia Coyle, aged fifty, against defendant, the City of New Kensington, to recover damages for personal injuries sustained when she fell on a sidewalk of that city. The negligence alleged was the defendant’s “allowing great masses of snow to accumulate on the sidewalk, and in allowing irregular ridges of ice to form on the sidewalk, and in failing to remove quantities of snow and ice from the sidewalk within a reasonable time after they had accumulated and formed there.”\nPlaintiff testified that at about 11:30 p. m. on February 25, 1934, as she was returning to her home from work as a telegraph operator, she slipped and fell on the sidewalk in front of a vacant lot on Kenneth Avenue, about 200 feet from her home, in the City of New Kensington; that the slush, which had covered the sidewalk in the afternoon when she went to work, had frozen and was covered with snow; that she was proceeding upgrade in front of this vacant lot when she “slid into a ridge of ice, stumbled and fell backwards” and sustained numerous injuries, including a broken arm.\nThe case came to trial and after plaintiff rested, a motion for a compulsory nonsuit was made for the following reasons:\n“1. The uncontradicted evidence shows that the defective condition of the sidewalk at the point complained of, consisted of a rough and uneven surface, caused by footprints in the soft snow or slush, which became frozen and icy in the late afternoon or evening.\n“2. The existence of such a condition is not such an observable defect as would bind the city with constructive notice.\n“3. The existence of such a condition is not such as would make the city negligent.”\nThe nonsuit was granted and, upon the court’s refusal to take it off, this appeal followed.\nPlaintiff’s own testimony was that when she went to work on the afternoon in question, the sidewalk was “slushy and wet.” She was asked: “From the time you went to work until the time you returned it froze and became icy, is that correct?” She answered: “It froze and got cold toward evening and snowed.” In regard to tbe uneven condition of tbe snow, she was asked whether or not that was caused by footprints in the soft snow which later froze over, and she answered: “I suppose.” She was then asked: “This condition persisted generally throughout the entire distance from your home to the place of your business?” She answered: “Yes, it did.”\nAnother witness for the plaintiff testified that the snow had melted during the day and began to freeze in the evening. She said that it was snowing and this “left a coating of ice underneath and snow on the top.”\nThe condition described by the plaintiff and the witness is not an unusual one in this latitude. In the winter time it frequently happens that during the day the thawing will cause a slushy condition of the sidewalks and when the coldness of evening comes, freezing sets in and then after snow falls, as happened here, the traveling becomes precarious for pedestrians. However, it would be an unreasonable burden to cast upon any municipality the duty of removing such a condition as soon as it takes place or within a few hours thereafter.\nThis case is ruled by the decision of this court in Bailey v. Oil City, 305 Pa. 325, 157 A. 486. We there said: “A municipality is, in general, not liable for accidents resulting from the icy condition of its streets and walks.” We there quoted from McLaughlin v. City of Corry, 77 Pa. 109, 113, as follows: “A municipality cannot prevent the general slipperiness of its streets, caused by the snow and ice during the winter, but it can prevent such accumulations thereof, in the shape of ridges and hills, as render their passage dangerous.” In Hendrickson v. Chester City, 221 Pa. 120, 70 A. 552, we said: “A city is not liable for personal injuries sustained by a fall on a sidewalk, where it appears that the accident was due to the general slippery condition of the street which occurs in all cities in winter time.” After quoting this latter case in the Bailey case, we added: “This is so because of the practicable impossibility of keeping cartways and sidewalks free from ice in this climate during the winter season. Bains followed by freezing often cover an entire city with ice in a few hours, as does the melting of snow during the day and freezing at night. It would therefore place an unreasonable and practically impossible burden upon a city to require the maintaining of its streets free from ice; this the law does not require.”\nAppellant cites the case of Lumley v. Grove City Borough, 326 Pa. 61, 191 A. 126. However, it appears from the report of that case that the negligence of the defendant was not questioned because the icy condition complained of resulted from water flowing from a spout which drained the roof over a stairway leading to the second floor of a certain building, and that the only question raised in the record was whether or not plaintiff was guilty of contributory negligence in traversing that part of the sidewalk covered with ice. We held that under the facts of that case, that question was for the jury.\nLikewise, in Slife v. Borough of Dorranceton, 262 Pa. 182, 105 A. 39, cited by appellant, the only question before this court was one of contributory negligence of the plaintiff. In Llewellyn v. Wilkes-Barre, 254 Pa. 196, 98 A. 886, cited by appellant, the evidence showed that the accumulation of ice had been on the sidewalk for four or five days immediately preceding the accident.\nThis case is well summed up in the opinion of the court below, as follows: “The ice on which the plaintiff slipped and fell had been slush that afternoon when she went to work and the ridges of which complaint is made were made by footprints, possibly some of the plaintiff’s own, which had formed when the slush froze that same evening, and were covered by snow which had fallen after the plaintiff left home and was still continuing to fall when she returned home. We know of no authorities which hold that a municipality or a property holder must keep the sidewalk free and clear of ice and snow at all times or answer in damages to any pedestrian who might fall thereon.”\nThe judgment of the court below is affirmed."}