{"id": "1195585", "contents": "Per Curiam,\nThis action was instituted to recover damages sustained by plaintiff, James H. Bynon, while riding with others as a guest passenger in the car of the original defendant. The jury returned a verdict in favor of plaintiff and against the original defendant, Harry Porter, in the amount of $9,700, and also a verdict in favor of the additional defendant, Melvin Houk. Belying solely upon the fact that plaintiff failed to protest at Porter’s negligent driving, on this appeal the original defendant contends that the lower court erred in not holding plaintiff contributorily negligent as a matter of law.\nWe have ruled so often upon the measure of care exercisable by a guest in an automobile that extended discussion is no longer necessary: Riley v. Philadelphia, 333 Pa. 533, 534. There is ample evidence in the present record to substantiate the jury’s finding that plaintiff was not guilty of contributory negligence. It appears that plaintiff and three other men, Emerson, Boyce,, and T. C. Ben, were invited by Porter to ride with him from Ellwood City to attend a club dinner near Chewton. Plaintiff was on the front seat and the other three were in the back. It was a dark, misty night and the road was wet. During the journey up to the time of the accident Porter was engaged in manipulating the car radio. As the automobile was negotiating a double “S” curve on the Wampum Avenue extension, Ben became uneasy and nudged Boyce, who noticed that the speedometer registered between sixty-eight to seventy miles per hour. Boyce immediately protested to defendant and requested him to slow down. However, the protest was unavailing, since Porter merely laughed and continued at the same excessive speed. Upon entering the straight-away from the double “S” curve, Porter was driving on the wrong side of the road and Emerson, seeing Houle’s car approaching from the opposite direction, yelled: “Look out!” Defendant swerved his car to the right but not in time to avert the collision.\nDuring the trip, plaintiff had been facing the rear, conversing with the passengers in the back seat. The first time he became aware of the speed at which Porter was operating his car was upon Boyce’s warning. Plaintiff’s testimony shows that the accident occurred only two or three seconds thereafter.\nUnder these circumstances, the issue of contributory negligence was a question solely for the jury. A passenger is not bound to exercise the same degree of care in observing the roadway ahead of him as is required by the driver of the vehicle. The test of negligence of the passenger is his action or want of action in the face of danger which was manifest or known to him, or which it was his duty equally with the driver to observe: Cormican v. Menke, 306 Pa. 156, 163. The passenger is not required to keep his attention glued to the road. If he turns around to speak to a friend in the back of the car, he is not guilty of contributory negligence if the driver commits some negligent act which the plaintiff, had he been on the alert, might have had the opportunity to prevent: Delling v. McKnight, 325 Pa. 251, 256. It follows that up to the time of Boyce’s warning, but three seconds before the collision, plaintiff was not cognizant of nor was he put on notice of any possible danger. During that brief period Boyce’s protest went unheeded, and this was followed by Emerson’s warning. The interval of time was so short it would be unreasonable to expect plaintiff to interject his protest (Fingeret v. Mann, 319 Pa. 262, 265), especially since the remonstrances of his companions had proved useless. In this situation a chorus of protests against negligent driving is not required. Frequent admonitions and constant interference with the driver might increase rather than diminish the danger: Davis v. American Ice Co., 285 Pa. 177, 185. As is stated in Blashfield, Cyclopedia of Automobile Law & Practice, Vol. 4, pp. 223, 224: \". .the duty of protest exists only where a protest would serve some useful purpose; if a protest, should one be given, would be futile, a passenger cannot be deemed negligent in failing to give it. Where other occupants of the car have protested against the manner in which the vehicle is being operated, a guest cannot be considered negligent as a matter of law because he fails to reinforce such protests with his own.” The facts here are such that the question of contributory negligence was solely for the jury.\nJudgment affirmed; appellant to pay costs."}