{"id": "1195628", "contents": "Opinion by\nMe. Justice Linn,\nThis appeal from the refusal, on a taxpayer’s bill, to restrain county commissioners from submitting a local option. referendum to the voters of the borough of. East McKeesport, involves construction of Article Y, entitled “Local Option”, of the Liquor Control Act approved June 16, 1937, P. L. 1762,1792, 47 PS sections 744-501 et seq. The Article has three sections. Section 501 provides that a local option referendum may be held once in four years “on the date of the primary election immediately preceding any municipal election.” As the constitution provides that municipal elections be held in November in odd-numbered years, section 501 therefore clearly specifies that the local option election must be held, if at all, on the date of the primary preceding the municipal election, which primary, under the Election Code, is held in September. Section 502 provides that on an electors’ petition for a local option referendum the “county commissioners shall cause a question to be submitted at the primary immediately preceding the municipal election occurring at least sixty days thereafter, by certifying a resolution, duly adopted, to the county commissioners for submission of such question, on the ballot or on voting machines, at such election in the manner provided by the election laws of the Commonwealth.” Section 503, the third section of Article Y, makes it unlawful to sell liquor in local option areas. The provision quoted, from section 502, is not well drawn but we think the legislative intention can be ascertained and made effective.\n1. Appellant contends that no local option referendum can be held in 1939 because there are less than sixty days between the primary election date, September 12th, and the date of the municipal election, November 7th. On the other hand, the county commissioners contend that the sixty day period referred to, specifies the period which must elapse between the filing of the petition and the election. The requirement in section 502 that the question be submitted “at the primary immediately preceding the municipal election” is the same as that made in Section 501, and, in both sections, means the September primary established by the Election Code. The words “at least sixty days thereafter” cannot possibly have been intended to refer to a municipal election sixty days after the primary, because both sides agree that so long as the primary and municipal election days remain fixed as now provided by the statute and the constitution, there never can be a sixty day period between the two dates. The legislature did not intend, as appellant’s argument suggests, to enact what was impossible. The prior law, the Act of 1933 (Special Session), P. L. 15, 29, had provided that the referendum might take place “at the general or municipal election occuring at least sixty days” after filing the petition. For the general or municipal elections so specified in the earlier Act, the later Act substitutes the primary but retains the provision that the petition must be filed at least sixty days before the vote takes place. Section 604 of the Election Code of June 3, 1937, P. L. 1333,1356, 25 PS section 2754, prescribes the date of the September primary preceding the municipal election date fixed by Article VIII, section 3, of the Constitution. We think it sufficiently appears from sections 501 and 502 that the legislature intended that local option referendums should take place at the primary preceding the municipal election if a proper electors’ petition was filed at least sixty days before the primary election date: the pertinent rules of construction are set forth in sections 51 and 52 of the Statutory Construction Act of 1937, P. L. 1019, 1023, 46 PS section 501, 551.\n2. Appellant, by confusing the purpose or function of a primary election with the purpose of a local option vote, takes a second position and contends that as (in the words of section 702 of the Election Code of 1937, P. L. 1362, 25 PS section 2812) “no elector who is not registered and enrolled as a member of a political party, in accordance with the provisions of this act, shall be permitted to vote the ballot of such party or any other party ballot at any primary” the voters who, for example, had not specified a party designation when they registered, will be disqualified, and that, accordingly, the Liquor Control Act is unconstitutional as disfranchising such voters: Constitution, Art. VIII, sec. 1. But this argument must also be rejected as leading to a construction inconsistent with the legislative intention to enact a law within its power. One of the purposes was to provide a local option vote. The earlier Act of 1933 had provided that such vote might take place either at a general or a municipal election; the legislature desired to change this by limiting referendims to municipal election years and advancing the date to that of the primary preceding the municipal election. It of course had the power to do that. The Election Code defines or describes a number of elections, among them general election, municipal election, primary election and special election: section 102 of the Act of 1937, P. L. 1334, 25 PS section 2602. “The words ‘primary’ or ‘primary election’ shall mean any election held for the purpose of electing party officers and nominating candidates for public offices to be voted for at an election.” “The words ‘special election’ shall mean any election other than the regular general, municipal or primary election.” The statutory definition of primary or primary election does not include “a referendum on the question of granting such liquor licenses” (section 502 of the Liquor Control Act). The local option referendum is therefore a special election within the terms of the statute. But, to make the provision for the referendum or special election effective, the legislature must afford every qualified voter an opportunity to vote; this right is therefore not limited by the party requirements regulating the right to vote for the limited purposes of a primary election: section 702 of the Election Code. The Act accordingly provides that the county commissioners shall cause a question to be submitted on the ballot or on voting machines; in other words, every qualified voter is entitled to vote on the local option whether or not he also votes for party officers or candidates to be voted for at the subsequently held municipal election. It is therefore the duty of the commissioners to provide a ballot for the purpose as specified in section 502 of the Liquor Control Act. It is true, as appellant suggests, that section 1901 of the Election Code of 1937, P. L. 1529 and 1533, repealed prior legislation allowing the use of a separate ballot in voting on constitutional amendments or other questions submitted to the vote of the people. But the power to provide for the referendum or special election to be held at the same time as the primary election, necessarily involved the power to prescribe the form of the ballot by which the voter should exercise the right to vote; it is not in that sense a separate ballot within the repealed statute. The costs shall be paid by appellant.\nThis case was argued September 8, and as immediate decision was required in order that challenged referendums proposed to be held with the primary fixed for September 12 might be held, the following order was made immediately after the argument:\nPer Curiam :\nOrder affirmed; an opinion will be filed later giving the reasons for the order. The court is of opinion that the local option referendum shall be by separate ballot; where voting machines are used they shall be adjusted to permit such referendum voting.\nUnless changed as specified in Article VIII, section 3."}