{"id": "1197320", "contents": "Opinion by\nMr. Justice Schaffer,\nThree firemen, employed by the City of Philadelphia, were injured, while riding on one of the city’s fire trucks, which was struck at a street intersection by one of defendant’s trolley cars, negligently operated. For the injuries received, the men brought actions of trespass against defendant and recovered verdicts aggregating 125,000, one of which was paid after the trial and the other two affirmed on appeal. In the statement of claim filed by them in the suits, the three plaintiffs claimed for loss of wages and the cost of medical care. On the trial, no evidence of loss of earnings or of the cost of medical care was introduced, and the trial judge instructed the jury that there could be no recovery for these.\nAfter the injury to the three men, the city complied with the mandate of the Act of June 28, 1935, P. L. 477, (amended by the Act of May 14, 1937, P. L. 632, 53 PS Sec. 327),’ and paid them the compensation they were entitled to receive and their medical'and hospital bills. Section 1 of the 1935 Act reads as follows: “That any policeman or fireman of any city (except of the second class A), borough, town or township, who is injured in the performance of his duties and by reason thereof is temporarily incapacitated from performing his duties, shall be paid by the municipality, by which he is employed, his full rate of compensation until the disability arising therefrom has ceased. All medical and hospital bills, incurred in connection with any such injury, shall be paid by such municipality.”\nThe suit now before us was brought by the City of Philadelphia to recover from defendant the sums paid the three men and expended for their medical care, amounting in all to $6,092.27. The case was heard: by Judge Lamberton without a jury, who denied recovery. This action was affirmed by the court in banc.- The city appeals.\nThe court below was of opinion that the city’s right to recover for any loss it may have sustained should have been asserted in the original actions brought by the three men on the theory that the city was entitled to subrogation in their recovery for the amounts it had expended, and the fact that they did not press for recovery of their wages and hospital and medical expenses, by proof of them, makes no difference so far as this suit is concerned. With this view we are in accord.\nAppellant’s attorney has devoted much research and learning to the presentation of his side of the controversy, going back to ancient English cases and some modern ones to sustain the principle he invokes. We think the controversy is within the lines of our own decisions and not difficult of solution.\nThe sums here paid by the city to the firemen were not strictly speaking wages. They were in the nature of disability compensation, similar to workmen’s compensation payments and payments under an accident insurance policy and should be treated in the same manner. Such payments have always been disregarded in determining the amount of damages to which an injured plaintiff is entitled: Lengle v. North Lebanon Twp., 274 Pa. 51, 117 A. 403; Littman v. Bell Telephone Co. of Pa., 315 Pa. 370, 172 A. 687. There was nothing to prevent the recovery of these payments in the original suits. . The same is true of the medical expenses and hospital bills. Nothing said in Quigley v. Penna. R. R. Co., 210 Pa. 162, 59 A. 958; Pensak v. Peerless Oil Co., 311 Pa. 207, 166 A. 792, and Rundle v. Electric Ry. Co., 33 Pa. Superior Ct. 233, denied to the three plaintiffs, the right to recover all these disbursements from defendant.\nThe right to recover wages and expenses being in the individual fireman, whatever right the city , has to recover, the payments made by it must of necessity be based upon the equitable doctrine of subrogation. Under our practice the right of subrogation can only be enforced in the original action and not in a separate suit in the name of the city: Scalise v. F. M. Venzie & Co., Inc., 301 Pa. 315, 152 A. 90; Beimel v. Northwestern Trust Co., 304 Pa. 121, 155 A. 106; Paxos v. Jarka Corp., 314 Pa. 148, 171 A. 468; Moltz v. Sherwood Bros., Inc., 116 Pa. Superior Ct. 231, 176 A. 842. If the city wished to assert its right to recover the payments made against defendant, it should have intervened in the suit brought by the firemen: Mayhugh v. Somerset Telephone Co., 265 Pa. 496, 109 A. 213; Gentile v. P. & R. Ry., 274 Pa. 335, 118 A. 223.\nThe policy of the law is opposed to the splitting up of actions : Fields v. Phila. Rapid Transit Co., 273 Pa. 282, 117 A. 59. As the city could have intervened in the original suit to claim its outlays, it cannot maintain this separate and independent action.\nAppellant contends that the relation between the city and the firemen was that of master and servant and at common law a master has a right of action for loss of services of his servant caused by the negligence of a third party and that the city’s suit can be sustained on that theory. It is extremely doubtful whether such a right of action should be recognized under modern conditions. It had its beginnings at a time when the relation of master and servant was totally different from that of today: Chelsea Moving & Trucking Co., Inc., v. Ross Towboat Co., 280 Mass. 282, 182 N. E. 177. In any event, no attempt was made to establish the extent of the city’s loss by reason of the incapacity of the firemen. Apparently the only loss sustained was the compensation and expenses paid. As pointed out, the right to recover these items is in the firemen themselves and the city’s right is based on subrogation, which cannot be asserted in a separate suit.\nJudgment affirmed.\nAttorney-General v. Valle-Jones, 2 K. B. (1935), 209; Robert Marys’s Case (1612), 9 Coke Reps. 201, 77 Reprint 895; Martinez v. Gerber (1841), 3 Man. & G. 88; Berringer v. Great Eastern Ry. Co. (1879), 4 C. P. D. 163; Gilbert v. Schwenk (1845), 14 M. & W. 488; Hall v. Hollander (1835), 4 B. & C. 660; Osborn v. Gillett (1873), L. R. 8 Ex. 88; Jones v. Brown (1794), 1 Peake 306; Bradford v. Webster (1920), 2 K. B. 135."}