{"id": "1197258", "contents": "Opinion by\nMr. Chief Justice Schaffer,\nThis proceeding in equity was instituted by plaintiff to recover, for Peoples Ice Company, in which he is a stockholder, from the Estate of Patrick J. Walsh, who in his lifetime had been its president, alleged, excess salary received by him. The chancellor dismissed the bill. He was affirmed by the court below and we have this appeal by plaintiff.\nThe ground for dismissal was laches, which is so evident as to be beyond logical argument to the contrary, as a simple recital of the facts, based upon the chancellor’s findings, will demonstrate.\nThe salary varied from $12,000 to $15,000 per year. Plaintiff knew in 1931 that the salary for that year was $15,000. He' attended a stockholders’ meeting in February, 1932, inquired as to the salary and was advised of the amount. He presented a resolution for a reduction of 50%. This was voted down by the stockholders. He received notices of the subsequent annual stockholders’ meetings, but did not attend any of them until that of 1938 after the death of Mr. Walsh. Although he knew as early as 1931 what the salary was, he took no legal action until this bill was filed on January 15, 1938. It will thus be seen that plaintiff waited for seven years before bringing his action and until the man he attacked was dead and could not answer. All our cases show that in these circumstances it would be inequitable to grant plaintiff the relief he asks and that laches bars him. See, among many: Wallace’s Est., 299 Pa. 333, 149 A. 473; Barnes & Tucker Co. v. Bird Coal Co., 334 Pa. 324, 5 A. 2d 146; Edelman’s Est., 336 Pa. 4, 6 A. 2d 511. In Wallace’s Est., supra, page 340, it was pointed out: “The question of laches does not depend, as does the statute of limitation, upon the fact that a certain definite time has elapsed since the cause of action accrued, but whether, under the circumstances of the particular case, plaintiff is chargeable with want of due diligence in failing to institute or prosecute his proceeding. . . . The rule is peculiarly applicable where the difficulty of doing entire justice arises through the death of the principal participants in the transactions complained of.”\nIn view of the situation presented by the record, we feel compelled to differ in part with the judge who tried and disposed of the case. We quote an entire paragraph from his opinion: “In the case before us =the plaintiff waited for seven years before bringing his action. In fact he waited until Patrick J. Walsh, the real defendant in the case, had died. The plaintiff, by his own fault, has made it impossible for us. to determine,, with any degree of reasonable accuracy, the.value of the services of Patrick J. Walsh. To find against the estate of Patrick J. Walsh would in effect be a finding that Patrick J. Walsh, deceased, whose death prevents him from appearing in court and defending himself, in his lifetime had committed a fraud against the corporation of which he was president. To do so on the meager evidence in the case would be to render injustice and inequity; it would shock our conscience.” In the face of this statement and the dismissal of the bill, the chancellor made an order that all costs, including counsel fees for defendants, shall be paid by the executors of the estate of Patrick J. Walsh. No sound legal or equitable reason is given to sustain the order. We regard it as most inequitable and unjust. While the executors do not appeal from it, we cannot let it pass by silence. We, therefore, reverse the order as to costs and direct that all costs, including those in the court below, shall be paid by appellant.\nIn the court below certain other stockholders filed petitions for leave to intervene, in pursuance of a communication sent to them by plaintiff. The chancellor refused leave to intervene by order handed down simultaneously with the order dismissing exceptions to the adjudication, but provided that if new petitions were filed, such petitions would be allowed upon satisfactory evidence that petitioners had read his adjudication and understood its import. Petitions were filed by certain stockholders and defendants filed answers theréto'. No testimony was ever taken on these petitions and the chancellor made no reference to them. The question of intervention is a matter within the sound discretion of the court below: Valmont Developing Co. v. Rosser, 297 Pa. 140, 146 A. 557; Warwick v. Conroy, 318 Pa. 232, 177 A. 757. It cannot be said that the court below abused its discretion, under the circumstances of this case.\nOther assignments complaining that the court erred in not formally answering plaintiff’s exceptions and requests for findings of fact are without merit.\nThe part of the decree which dismissed the bill is affirmed, that imposing costs on the executors is reversed, and it is directed that appellant pay all costs, including those in the court below."}