{"id": "1199982", "contents": "Opinion by\nMe, Justice Linn,\nWhen this case was here before, 335 Pa. 333, 6 A. (2d) 821, we considered two questions — all that were stated by appellant — -and held that subscribers were liable to assessment in an amount “not less than one additional annual premium or deposit charged”, even though the policies provided they should be non-assessable. This conclusion was required by the legislation regulating reciprocal and inter-insurance exchanges; the parties could not, by their own agreement, set aside the statute. We adhere to what was then decided. After the opinion was filed, other subscribers, who had been parties below, obtained leave to intervene and to join with the appellant in a petition for reargument to afford opportunity to raise other questions said to he of public interest in the further conduct of the liquidation. These parties, by their counsel, and the Insurance Commissioner as statutory liquidator, represented by the Attorney General and deputies, filed of record a stipulation of additional questions for review and brought up a supplemental record. In the special circumstances so presented, the intervention was allowed and the arguments were heard on January 31st. Parties who had not been subscribers but whose claims were allowed by the liquidator in his report to the court below, filed briefs under Rule 61. We consider only the four questions stated in appellants’ brief (Rule 50) and, for convenience, shall take the third with the first.\n“(1) In the liquidation of a reciprocal insurance exchange, policy claims having been allowed in the total sum of $291,455.55, is it proper to assess subscribers for their maximum aggregate liability, totaling $2,843,-233.27?”\n“(3) Does the subscriber’s liability include, in addition to the claims allowed on policy losses, a proportionate share of the cost of computing liabilities, administration expenses, collection costs, and other obligations incurred by the statutory liquidator?”\nAll parties agree that liquidation was required and that the statute imposes the duty of liquidation on the Insurance Commissioner. He must convert the assets into cash. The principal assets of this insolvent were, as we said before, “the subscribers’ obligations resulting from the Act of April 9,1929, to pay a sum, in the words of the Act, ‘equal to not less than one additional annual premium or deposit charged.’ ” The policies, on which claims were allowed, were issued between April 9, 1929, the date of the amendment, and May 18,1933.\nThe court below ordered an assessment in the full amount of an annual premium. The appellants now complain that it is inequitable at this time to assess nearly ten times the amount of the liabilities. It would be inequitable if the whole assessment could be collected, but the learned court below recognized that many subscribers may not have assets from which their assessments can be collected. The court said: “In fixing the amount of the assessment we must take into consideration the fact that, due to insolvency, bankruptcy, death, etc., the assessment cannot be collected from every subscriber; and it is therefore essential that the amount of the assessment be large enough to permit allowance to be made for such contingencies; Buckley v. Columbia Ins. Co., 92 Pa. 501; Susquehanna Mutual Fire Ins. Co. v. Gackenbach, 115 Pa. 492. We think the amount of the assessments should also be large enough to cover collection and liquidation costs; (Mutual Security Company v. Blumenthal and Co., 86 Conn. 667, 86 Atl. 573), including the cost of computing the pro rata liability of each subscriber.”\n. It is the general rule in levying assessments in liquidation proceedings that, unless fixed by statute, the rate to be levied at ány given time is discretionary and will be sustained on appeal unless abuse of discrétion is shown; in addition to the cases cited in the extract from, the opinion of the court below, see Wood v. Standard Mutual Live-Stock Ins. Co., 154 Pa. 157, 26 A. 103; compare Kennedy v. Gibson, 8 Wall. 498; Schram v. Schwartz, 68 F. (2d) 699 (1934). Here no facts showing abuse of discretion appear. The expenses of the liquidation must come out of the distributable assets and, as these assets include the subscribers’ obligations to pay an additional annual premium, the amount of an assessment should of course be determined in the light of the probable liquidation expense. The amounts payable must receive the approval of the court. Section 509 of the Insurance Department Act, 1921, P. L. 789, 40 PS section 209, provides for the payment of expenses “out of the funds or assets of such . . . exchange. . . .” Compare Taggart v. Graham, 108 Pa. Superior Ct. 320, 324, 165 A. 68.\nAppellants’ second question, as stated by-them, is: “(2) Is the contingent liability of subscribers in an insolvent reciprocal insurance exchange several only and not joint, so, that each*is liable only for that proportion of his premiums which the total of claims allowed for losses occurring during the term of his policy bears to the total of premiums earned for that period, irrespective of whether assessments against other subscribers are collectible?” Or, to state it in another form: in the event.of insolvency of the exchange, must the subscriber pay.his full assessment, if that amount is necessary to raise a fund sufficient' to pay all: liabilities, or is the statutory obligation satisfied by allowing him to pay only in the proportion that total liabilities bear to the sum of the assessments'whether collectible or not?\n-This insurance business could be conducted as required by the legislation on the subject and not otherwise. The Act, as amended April 9, 1929, P. L. 464, 40 PS section 964, provided: “Section 1004. Declaration to Be Filed with Insurance Commissioner ; Contents.— Such subscribers, so contracting among themselves, shall, through their attorney, file with the Insurance Commissioner of this Commonwealth a declaration, verified by the oath of such.attorney, setting forth: . . . (d) A copy of the form of power of attorney, or other authority of such attorney, under which such insurance is to be effected or exchanged, and which shall provide that the liability of the subscribers, exchanging contracts of indemnity, shall make provision for contingent liability, equal to not less than one additional annual premium or deposit charged.” If subscribers were not advised of this provision, their ignorance will not constitute a defense to the demand for payment; they could only become parties to such reciprocal insurance on the terms allowed by the legislature. If their agreements included provisions prohibited by or inconsistent with the statute, such provisions are nugatory. And this was understood by such of the subscribers as participated in policies in form like the one included in the record at p. 65a, for it contained a provision saying: “Any and all provisions of this policy which are in conflict with the statutes of the State wherein this policy is issued and/or effective are understood, declared and acknowledged by Keystone Indemnity Exchange to be amended to conform to such statutes.” Policies which did not have such a provision must nevertheless be considered as if they contained it. The amendment of 1929, providing the liability to pay a sum equal to not less than one annual premium, supplements section 1004 and fixes the maximum that may be demanded by the commissioner if liquidation becomes necessary pursuant to the Insurance Department Act of 1921, P. L. 682. We can find nothing in the statute that would support the right of a subscriber to restrict the liquidator’s assessment to less than the subscriber’s total liability by the application of the ratio proposed in appellants’ statement of the second question involved. Equity will limit his payment to what is needed to discharge debts and expenses, and the order appealed from provides that any part of the assessment not required on distribution shall be repaid to the subscriber. While unable to point to any provision in the statute restricting the rate of the assessment, appellants contend that the parties, by their policy contracts, have imported into the transaction a limitation of liability not contained in the words of the statute. In the record, supplemental to what had been printed when the case was here before, are two forms of policy and our attention was particularly directed to the opening words of one of them as typical: “The Subscribers to Keystone Indemnity Exchange, severally, but not jointly, each rateably with other subscribers, but not one for the other, and represented by Keystone Indemnity Company, Attorney-in-fact ...” agree, etc. If the only effect that can be given to these words is to relieve the subscriber from an obligation imposed on him by the statute, it is ineffective for the purpose, as we said before: 335 Pa. 333, 6 A. 2d 821. On the other hand, if the contract is construed to mean that each subscriber shall be contingently liable for the payment of an additional annual premium, but shall not be liable to satisfy any part of another’s contingent liability to pay such additional premium, the words will be satisfied and the construction will be consistent with the statute. This single obligation, however, is to pay the additional premium and is not discharged until the subscriber has paid it; no one is under joint liability with the subscriber to pay that sum, if assessed, and he need join no one in paying another’s assessment. There is, in that view, no joint liability; both the statute and the policy contracts are satisfied by that construction. Appellants, however, appear to say: When we deny joint liability we do not mean that we agreed not to be jointly liable for each other’s additional premium, but we mean that it was agreed we should not pay our full assessment unless every other subscriber also pays his; that, if anyone became insolvent, or for any reason could not pay, then (in the words of the stipulation) “. . . each subscriber is liable only for the same proportion of his annual deposit premium as the total losses, however defined, occurring during the term of his policy bear to the total amount of premiums collected during the same period.” Or, to illustrate it, as we understand the contention, if the total loss is $100,000 and the total of the subscribers’ contingent liability assessment is $200,000, the subscriber’s total liability will be one-half of the contingent liability imposed on him by the statute whether or not any money can be realized on other assessments. In that view, creditors could never be paid in full unless every subscriber paid his assessment. On the other hand the Commonwealth and the non-subscribing creditors, who are appellees, contend that the contingent liability which the law imposed, and which was in an amount “equal to not less than one additional annual premium” must be paid in full by each subscriber if that amount is needed to pay all the liabilities. The legislature dealt with various forms of insurance; had before it a long experience with non-assessable and assessable forms of insurance; contemplated liquidation and provided in the amendment of 1929 that each subscriber must be prepared to make the additional payment if the contingency of insolvency required it. The words used in the statute are to be given the construction required by the context in which they were used.\nThe appellants refer to the William Penn Motor Indemnity Exchange cases, 86 Pa. Superior Ct. 307 (1926) and 93 Pa. Superior Ct. 540 (1928), but the appellees reply that those cases furnish no assistance because the powers of attorney and the policy contracts of that Exchange provided for liability according to a different formula, and that they were issued before the amendment of 1929 imposed on appellants the contingent liability how under consideration. It may be that the legislature thought that the creditors’ experience with the reciprocal insurance as conducted by the William Penn Motor Indemnity Exchange required correction and for that reason, in the next session of the legislature, imposed the contingent liability by the amendment of 1929, Appellees also call attention to the fact that the power of attorney given by the subscribers to the Keystone Indemnity Exchange is in general terms and, to that extent at least, in harmony with the statute and that it will not authorize the writing of a policy which limited liability otherwise than as allowed by the statute.\n• We all agree that the statute, the power of attorney and the policy contract issuable pursuant to them required each subscriber, in the contingency of insolvency, to- pay,, if needed to. satisfy liabilities, an amount equal to one additional annual premium, and that the subscribers may not discharge that obligation by paying a proportionate amount of it as suggested by the appellants in the statement of the second question.\n.The remaining question is as follows: “(4) Does the subscriber’s liability .include contingent liability to claimants who are also subscribers, chargeable with the defalcations of the common attorney in fact?”\nThe stipulation states that “Out of 539 claims 231 subscribers claim a total of $57,157.55 and 308 non-subscribers claim a total of $214,298.00. Of the pending claims amounting to approximately $20,000, 5 are by non-subscribers and 8 by subscribers.”\nNone of the 231 subscribers seems to have been represented in this court except as the insurance commissioner represents all creditors. It does not appear that the alleged defalcations were the sole cause of the insolvency; depreciation in value of securities and-losses much above the average doubtless contributed. In what has been printed,, we- find nothing to justify the application of the rule that the principal must suffer his agent’s default- In a general sense, of course, all the subscribers suffered by the failure of the enterprise; we do not understand the word , “chargeable”, in the question, to mean that a subscriber participated in a defalcation, but that the word was used in the sense of constructively chargeable; if a subscriber actually participated his claim will require different treatment. As has been said, the statute imposed obligations which each subscriber must be held to have assumed; one of them was to pay at the rate specified for the purpose of raising the fund necessary to liquidate the business. The subscribers are therefore assessable for the benefit of all creditors, whether subscribers or not.\nNon-subscribing claimants contend that in distribution they should be preferred to subscribing claimants. This point of course can only become important if the fund raised is not sufficient to pay both classes. As the subscribing claimants have not been heard on the point we think the decision of it must be left until it is raised, if at all, when distribution is made.\nThe order appealed from is affirmed, costs to be paid by appellants.\nArticle X, Insurance Company Law of 1921, P. L, 682, as amended, 40 PS section 961.\nSee section 506 of the Insurance Department Act of May 17, 1921, P. L. 789, 40 PS section 206; compare Com. v. Union Cas. Ins. Co. (No. 2), 287 Pa. 12, 134 A. 437; Donaldson, Commissioner, v. Fortna, 76 Pa. Superior Ct. 403; McCulloch v. Haddad, 93 Pa. Superior Ct. 540; Taggart v. Graham, 108 Pa. Superior Ct. 320, 165 A. 68.\nWhen this Keystone Indemnity Company was organized the applicable act was that of June 27, 1913, P. L. 634, substantially re-enacted May 17, 1921, P. L. 682, and in part amended May 12, 1925, P. L. 584, and April 9, 1929, P. L. 464. See; Article X, Reciprocal and Interchange Insurance, sections 1001 to 1011, at page 774 of Pamphlet Laws for 1921.\nThis contingent liability might also become actual if the reserve was depleted below the requirements of section 1008, 40 PS section 968.\nCompare First Nat. Bank v. First Nat. Bank, 14 F. (2d) 129 (D. Kan. 1926) dealing with assessment of national bank stockholders; and Lincoln Bus Co. v. Jersey Mut. Casualty Co., 112 N. J. Eq. 538, 165 A. 112 (Ch. 1933) dealing with mutual insurance deficiency assessments."}