{"id": "1199924", "contents": "Opinion by\nMr. Justice Linn,\nIn a grade crossing collision on a clear day in the open country, the driver of a motor truck was killed. His contributory negligence clearly appears. There were two tracks, one for northbound and the other for southbound trains. The truck driver came from the west and was struck by a southbound train approaching on his left at high speed on the track nearest him. He stopped before attempting to cross. The question is whether, having stopped, he performed the duty of looking and listening. The track was straight for about a mile to his left and for about the same distance to his right. There was no other highway or railway traffic to interfere with the performance of his duty and nothing to interfere with his listening for the train. The record contains a map of the intersection and photographs, some put in by the plaintiff and some by the defendant. Plaintiff’s exhibit number 6 shows clearly that from the point where the driver stopped to look for the train he had a view of a straight track for about 3,700 feet to a bridge over the railway clearly shown on the photograph and therefore clearly in his view. The track was straight beyond the bridge but it was said the bridge interfered with the view further along. On behalf of the plaintiff it is conceded that from the point where the driver stopped he would have had a clear and unobstructed view for that distance if it had not been for a semaphore signal pole, composed of iron pipe and which, from the photograph, seems to be 6 or 8 inches in diameter tapering toward the top. This pole was sufficiently distant from where the driver stopped to enable him, if it constituted an obstruction at all, to see on either side of the pole for the distance of 3,700 feet by a slight inclination of the head on one side or the other.\nIt has long been the rule that a party will not be heard to say that he complied with the law by looking and yet failed to see an approaching train in plain sight: Lamp v. Penna. R. R., 305 Pa. 520, 158 A. 269; Fidelity Trust Co. v. Penna. R. R., 326 Pa. 195, 191 A. 609.\nThe judgment is reversed and is here entered for the defendant."}