{"id": "1199891", "contents": "Opinion by\nMr. Justice Maxey,\nThis is an'appeal from the refusal to take off a non-suit.\nAt 3 p. m. on March 20, 1937, Robert L. Richardson, aged 62, the husband of plaintiff, was crossing the four railroad tracks of defendant company at a public crossing in the Borough of Homestead and had almost cleared the fourth track when he was struck and fatally injured hy a train of defendant company.\nThe negligence complained of is that the train ran at an excessive rate of speed without giving any warning of its approach and that defendant employed an incompetent watchman at the crossing. Further allegations are that the “watchman failed to give the decedent fair and timely warning of the approach of the train by lowering the gates or otherwise” and that “he lowered the gates of the crossing after the decedent was committed to the crossing, and trapped him ... so that he did not know from which direction or on which track peril impended, and he had no time for mature reflection.”\nThe nonsuit was granted on the ground that the plaintiff was guilty of contributory negligence. In refusing to take off the nonsuit, the court stated that the evidence established that decedent was “guilty of contributory negligence in that he proceeded across the railroad tracks in the face of an on-coming train which he must have seen when it was at least two hundred feet away had he so much as looked.”\nThe facts show that decedent had about completed the crossing and was stooping to get under the crossing gate, which had been dropped after he was committed to the crossing, when he was fatally injured by the cylinder head of the locomotive of a freight train moving from forty-five to fifty miles an hour. Witness Charles Scott testified that he “was walking out Amity Street towards Eighth Avenue” at the time in question and “the bell started to ring on the railroad. . . . The man [Richardson] was walking over fast, coming towards me from across the tracks.” Richardson “was between the second and the third track . . . walking very fast,” and “the gates were up.” The witness looked eastwardly and saw “the train coming very fast . . . about 800 feet” away, at “about forty-five-fifty miles an hour. As the train came towards the crossing the man continued to walk! over fast, and he come right across, and just as he stepped over the last rail, by that time the train was there, and he stooped to get under the gate and the gate fell right down in front of him, like, and at that time the train hit him. . . . The gate came down fast.” These questions and answers then followed: “At the time that the gate fell in front of him how far, approximately, away was the train? A. It was back about 200 feet, I would say. Q. Will you state whether or not, if the gate had not come down, whether the man had safely cleared the track? A. Well, he could have got across if the gate hadn’t come down, I figured.” After the gate came down Richardson “stooped over and continued to try to get under the gate before the train hit him.” The gate when it is down is about three feet from the level of the ground and it is about two and a half to three feet from the last rail of the last track. The cylinder head “which sticks out ... a pretty good piece” struck Richardson on the right hip. On cross-examination, the witness said that Richardson when crossing the track “was almost running.” From the time the witness saw Richardson until he was struck, the latter “covered about fifteen feet.” He said that Richardson “didn’t have time to look back at the train; he was trying to get across.” The witness testified further that from the time he saw Richardson cross the track, he, the witness, was standing about “18 feet from the railroad” and that he could see up the track “about 800 feet” (in the direction from which the train came).\nIn order to hold deceased negligent as a matter of law, there would have to be facts showing either that he entered the railroad crossing at a time and place when and where he had timely warning of the oncoming train or that if the train came into view after he had committed himself to the crossing, he failed to take prudent measures to get out of danger. There is no evidence in this record that the deceased saw the train approaching before he committed himself to the crossing. The fact that the gates were up was some indication that he could safely start across although this court has held that while open safety gates intimate that no train is approaching, they do not relieve one about to cross a railroad from the duty of exercising due care. The deceased cannot be adjudged guilty of negligence because he did not escape from his position of danger, for he apparently would have done so had the gates not descended in his pathway. The descending gate would naturally cause him to slacken his speed somewhat until he could decide just where it would descend, so as to avoid being hit by it. After it did descend, his speed was slackened by his stooping to get under it. He did not possess the agility of youth. While in this stooped position his right hip was struck by the projecting cylinder of the locomotive.\nIn deciding whether or not an individual has failed to exercise ordinary care for his own safety, regard must be had to the exigencies of the situation in which he found himself. The law holds men to prudence of conduct but not to infallibility of judgment. In passing upon prudence of conduct, the attendant circumstances are important factors. No man’s foresight is required to equal his critic’s hindsight.\nThe cases cited by appellee are inapplicable to this record. In Zotter v. Lehigh Talley Railroad Co., 280 Pa. 14, 124 A. 284, this court held that the deceased was guilty of contributory negligence because of “his failure to observe the slowly approaching train of which he had ample view.” In Kolich v. Monongahela Ry. Co., 303 Pa. 463, 154 A. 705, the injury sustained by plaintiff could obviously have been avoided had he continued to look and listen until he had passed over the track. On the record before us, it is inferable that the deceased became aware of the oncoming train only after he was on the crossing, that he then did what appeared best for his safety and that he would have succeeded in clearing the crossing if the gate had not descended. In Fi delity Trust Co. v. Penna. R. R. Co., 326 Pa. 195, 191 A. 609, the facts were that “if decedent had seen the locomotive when he should have, ... he could easily have avoided it by stepping forward or backward. Two steps would have cleared the track.” Here the deceased took many steps to clear the track and his escape was frustrated by something he could not have anticipated, to wit, the descending gate.\nIn Nolder v. Penna. R. R. Co., 278 Pa. 495, 123 A. 507, plaintiff started across a double track after a train had passed and before it had gone more than a hundred feet. It was shown that “he knew that the passing train would obstruct his full view of the other track because of a curve until it was 200 feet beyond him.” In that case the victim’s negligence was palpable. In Hawk v. Pa. R. R. Co., 307 Pa. 214, 160 A. 862, we held that a person who on a clear day drives a car over a crossing 22 feet wide with nothing to impede the car’s progress and the car is struck by a train on a track Avhich is visible at least 1,300 feet in the direction from which the train comes, is guilty of contributory negligence. That case obviously does not apply to the facts in this case.\nThe judgment is reversed and a venire facias de novo awarded.\nAs to the factors of safety gates and crossing watchmen in appraising a plaintiff’s negligence, see Siever v. P. C. C. & St. L. Ry. Co., 252 Pa. 1, 97 A. 116; Hoffman v. P. & L. E. R. R. Co., 278 Pa. 246, 122 A. 274; and Gelwicks v. P. R. R. Co., 301 Pa. 68, 151 A. 581. As to the duty of a person between the tracks of a railroad crossing, see Thomas v. Pa. R. R. Co., 275 Pa. 579, 119 A. 717. As to the contributory negligence of a plaintiff who is placed in jeopardy by the negligence of defendant, see Knepp v. B. & O. R. R. Co., 262 Pa. 421, 105 A. 636. As to imprudence of action being due to reasonable cause, see Britch v. Town of Sheldon (Vt.), 110 Atl. 7. As to the consideration to be given to the exigencies of a man’s situation in determining whether or not he is guilty of contributory negligence, see Kane v. Northern Central Ry., 128 U. S. 91, 95."}