{"id": "1199958", "contents": "Opinion by\nMb. Justice Linn,\nWe all agree that plaintiff’s contributory negligence bars recovery. While driving a Model T Ford truck over a crossing on a clear day, he was struck by a light engine approaching from his right on a track straight for more than a mile. He had traveled the crossing almost daily for eight years and was familiar with it. There were three tracks: first, a side track; second, a westbound main track 7 feet 11 inches from the side track; and third, an eastbound main track 7 feet 11 inches away from the second track. A line of freight cars occupied the side track on each side of the crossing. The plaintiff was struck on the third, or eastbound, track.\nPlaintiff stopped at what was said to be the usual place but his view up or down the tracks was obstructed by the freight cars. He moved up between the freight cars and stopped but could then only have a very limited view. He then went forward without again stopping and with but a single look each way and was struck on the third or east bound main track. He testified that he first saw the engine which struck him when it was within twenty feet of him. “Q. When the train was less than twenty feet from you, is that the first time you looked to the right? A. To the right, yes.” From his familiarity with the crossing he knew, as he said, that trains on the second or westbound track came from his left and those on the third or eastbound track, from his right. He was thrown back on the side from which he had approached.\nThere was no reason why he should not have looked to the right sooner. He testified: “Q. Now then you started out? A. Yes, sir. Q. Tell us on from there, take it slowly, just what happened and just what you did. A. Well, I started to go ahead over the tracks. When I was on the, I will say on the second track, track was going in operation, looked to my left first, then looked straight ahead again, then looked to my right, and I hear the noise and see the engine was near on top of me. Q. And how close were you to the third rail? A. .1 imagine— Q. —third track? A. I imagine my bumpers was on the front was already on the third track.” It required only part of a second to glance to the left, where the track was also straight for a mile, and to the right before completing the crossing of the second or eastbound track. The law required him to be vigilant while going over the crossing. If he had complied with the rule he would have seen the train on his right in ample time, not only to have refrained from attempting to cross, but to back away from the second track if he wished to do so. He failed to observe the rule requiring him to look and to listen while in the act of crossing as stated and illustrated in Kipp v. Central R. R. of N. J., 265 Pa. 20, 23-24, 108 A. 175; Massinger v. Reading R. R. Co., 300 Pa. 6, 8-9, 149 A. 652; Hawk et ux. v. Penna. R. R. Co., 307 Pa. 214, 218-219, 160 A. 862; Moore v. Erie Rys. Co., 308 Pa. 573, 576-577, 162 A. 812; Schwenk v. Penna. R. R. Co., 315 Pa. 434, 174 A. 1.\nThe judgment is reversed and is here entered for the defendant."}