{"id": "1199881", "contents": "Opinion by\nMb. Justice Maxey,\n■ Plaintiff brought an action in trespass against defendants for the recovery of damages for the mining and removal of coal from plaintiff’s land.\nThe statement of claim avers that defendants mined and dug from plaintiff’s land, without the latter.’s consent, 25,472 tons of coal of the value of $12,736, knowing the same to be upon plaintiff’s land, and removed and converted the coal to their own use, and did the mining through their agent, the Wilson Coal Company, to which defendants had made a lease dated May 1, 1931, and, in addition to maldng the lease, defendants aided and abetted their agent, and participated in the mining of the coal, and required their agent to account therefor to them and to pay over proceeds thereof to them, and that they' received and retained such proceeds. Plaintiff claimed treble damages of $38,208, with damages for detention thereof.\n’ The affidavit of defense raised questions of law in that the mining was not done by defendants but by their lessee, under the terms of the contract of May 1, 1931.\nThe court below held that the agreement “constituted a sale of the defendants’ interest in the coal therein described” and that plaintiff’s statement of claim did not set forth a cause of action, and entered judgment in favor of defendants. This appeal followed.\nThe lease between Emma A. Plummer, executrix, heir and devised under the will of Edward E.. Cannon, deceased, et al., and The Wilson Coal Company, set forth that “the Lessors have demised, leased and to mine let unto the Lessee, all their right, title and interest in and to the remaining coal [in certain veins] lying and being in and under that part of the Samuel Callender Tract.” The tract containing the coal demised was described as “a division of the Edward London Warrant and situate in the Borough of Blakely, County of Lackawanna.” Its boundaries are stated but its acreage is not. As to the tenure, it was provided that the lessee would “remove all the coal therefrom which can be mined, stripped and removed by a diligent and energetic prosecution of the business.” The lease further provides: “It is understood and agreed that this lease is given and accepted subject to any failure of title to any part of said coal or otherwise, and that said Lessee, its successors and assigns, assume sole and entire responsibility in the mining of the coal hereunder, without any liability in the Lessors under any circumstances whatsoever.” The lease then provides for the payment of rent and royalty based upon the tonnage of coal taken out.\nIt is the contention of the defendants that the relationship between them and the Wilson Coal Company is that of grantor-grantee and that the lease referred to above was in legal effect a quit-claim deed to such coal. The defendants gave no warranty as to their title to the coal described in the lease, but, on the other hand, the lease expressly stipulated, as above noted, that “it is given and accepted subject to any failure of title.” It is clear, that this agreement of lease constituted a sale of the coal in the veins leased until “all the coal” was removed: Hosack v. Crill, 204 Pa. 97, 53 A. 640.\nThe coal of whose mining plaintiffs’ complain was the coal whose ownership was decided by this court in Greek Catholic Congregation of Olyphant v. Wilson Coal Co., 329 Pa. 341, 198 A. 841. That there was a substantial dispute as to the ownership of this coal is indicated by the litigation which gave rise to that case. The question of ownership hinged on an interpretation of a deed from Samuel Callender to Newell Callender, dated January 16,1850. When the lease of May 1,1931, was made, both parties to it understood that the question of Lessors’ title was in dispute. If Samuel Callender, the grantor in the 1850 deed to his son, Newell Callender, died seised of a reversionary interest in the coal in question, the Wilson Coal Company obtained a good title to the coal when it secured its lease from those who claimed under Samuel Callender, i.e., the defendants below. It was not until our decision on March 21, 1938, that it became judicially established that Samuel Callender did not die seised of a reversionary interest in the coal in question and that therefore the Wilson Coal Company had no title to the coal it mined under color of the 1931 lease’s authority.\nIn view of the substantial dispute as to the ownership of the coal in controversy, there is no question as to the good faith of the lessor in this matter. The coal which was later adjudged to belong to the plaintiffs in this action was only a portion of the acreage of coal subject to the 1931 lease. Since this lease was in effect, if not in form, a quit-claim deed, the question before us comes down to this: Is the grantor in a quit-claim deed liable for trespasses committed by his grantee on the property subject to the deed after it is established that the grantor held no title to the property quit-claimed?\nBoth on reason and authority this question must be answered in the negative. Quit-claim deeds, long known to the law, are used when a party wishes to sell or otherwise convey an interest he may think he has in land but does not wish to warrant his title. It does not purport to convey anything more than the interest of the grantor at the time of its execution. 16 Am. Jur. p. 560, sec. 219: “The distinguishing characteristic of a quit-claim deed is that it is a conveyance of the interest or title of the grantor in and to the property described, rather than of the property itself.” If persons who in good faith believe that they have title to real estate or possibility of title to real estate cannot convey whatever right or title they have in such real estate without being answerable in trespass should it later be decided that they had no title and the person to whom the conveyance was made exercised an owner’s right in the property, the nse of quit-claim deeds will be greatly curtailed. Their long continued i employment indicates that they serve a useful purpose and, except, for compelling reasons, courts should not impose on the grantors in quit-claim deeds such obligations as would check the employment of such deeds. There is nothing in a quit-claim deed wdiich should incite the grantor therein to commit a trespass by exercising dominion-over property he did not own. -If there is any doubt of his ownership, he proceeds at his own peril and not at the peril of the party who .quit-claimed to him. He is supposed to know the law, and the law is that “a quit-claim deed is one which purports to' convey, and is understood to convey, nothing more than'the interest or estate of which the grantor is seised or possessed, if any, at the time.” 18 C. J. p. 156, sec. 32.\n. = In the few instances where the question has arisen, courts have taken the view that “one who merely sells property to which' he has no title is not liable for tresr passes committed by his vendee.” 63 C. J. p. 934, sec. 77.\nIt is settled law in this Commonwealth that the lessor of a coal mine is not responsible in trespass for the negligent mining by his lessee which results in damage to the surface. In Hill v. Pardee, 143 Pa. 98, 22 A. 815, this court held- that in such a case the disturbance of a right of surface support is a tort for which the party which did the mining and not the lessor was responsible. In Offerman v. Starr, 2 Pa. 394, this court said in an opinion by Chief Justice Gibson : “Respondeat superior is inapplicable to an owner ofland, for acts of negligence in a business not .conducted by him and for his account. What had these defendants to do with, the direction of the business or the coal when it was mined? Lewis covenanted to sink the- slope, erect the engine, to take out a certain number of tons each year,.according to the most approved method of mining, and carry it to the landing; and to pay a certain sum per ton for it. So far the defendants had nothing to do with the business, but to receive their rent. But they reserved a right to visit and examine the manner in which the business should be carried on in the mine; and to resume the possession should the tenant refuse to furnish statements of the amount taken out, or pay the rent. These clauses do not constitute a reservation of the possession or a right to interfere with the direction of the business.. The right of visit was to enable them to see whether the tenant was performing his engagements, in order to found process against him if he were breaking them; and the right to resume the possession was to put an end to the business altogether. The lease, was analogous in all respects to the lease of a farm with a clause of re-entry for bad farming, or non-payment .of rent. On no principle, then, could the acts of Lewis be imputed to his lessors.”. '\nAppellant cites two Pennsylvania cases in which the Lessor was held liable for damage caused by its. lessee: Dundas v. Muhlenberg’s Executors, 35 Pa. 351, and Telford Coal Co. v. Prothero et al., 24 D. & C. 183. The court below correctly determined that the .facts in those cases were not applicable to the facts, in this case. In the former case, this court, in an opinion by Chief Justice Lowrie, said: “The charge of the court was in substance .that, in order to entitle the plaintiff to recover against the defendants, it must appear, not only that they were landlords , of Bittinger, who took out the coal, but also that they participated in the act of going into, the plaintiffs’ land to get it. We think this instruction is qüite accurate, and is sustained by most familiar authorities.” This court said further: “Such being the facts found by the jury, [all italics supplied] the defendants are trespassers with Bittinger, and, the tort. being waived, may be sued in assumpsit for the value of. the coal taken.” In the second case cited by appellant, which is a lower court case, the lessors actually supervised and directed the removal of the coal and were personally present when it was being removed. The court stated in that case: “The mining operations were carried on under the directions of W. B. Prothero, and after his death under the direction of Harry P. Prothero. The engineer in charge during all the operations was L. B. Owen, who was acting for the lessors. One of the lessees testified that no map was ever furnished, but that the work was directed by the engineer and the Protheros. Harry B. Prothero was in the mine frequently when the plaintiff’s coal was being mined.” The difference between the facts in those two cases and the facts in the case at bar are obvious. The defendants in those cases participated directly in the torts. In the instant case there was ño such participation. Mere Collection of “rents and royalties” as a part of the purchase price does not constitute a participation in the mining. '\nThe allegations in plaintiff’s statement of claim and which are quoted in paragraph two of this opinion as to defendants’ mining and digging from plaintiff’s land and “aiding and abetting” the mining by the Wilson Coal Company would sufficiently plead a cause of action, were it not based (as we understand from the argument of appellant’s counsel it is based) on the lease itself, which lease is attached to plaintiffs statement. The language of the lease warrants no such conclusion, and therefore we must treat the allegation of defendants’ “mining and digging” coal and “aiding and abetting their agent, the Wilson Coal Compañy” in doing so as meré legal conclusions and not as averments of facts.\nAppellant cites section 158, “Comment I”, p. 363, of Restatement of Torts. In this “comment” it is set forth that “if the actor has commanded or requested a third person to enter land in the possession of another, the actor is responsible for the third person’s entry if it be a trespasser.” It is self-evident that one who merely quit-claims his right, title and interest (if any) in land to another for a consideration does not come within the description of an actor who “commands or requests” a third person to enter another’s land. When A quitclaims to B he is not “intentionally causing” B to commit a trespass on the land in respect to which A quit-claimed whatever title or interest (if any) he had. If B proceeds to exercise dominion over that land, he does so at his own peril, and if it is shown that A had no title or interest in the land he quit-claimed, B?s quitclaim deed is no defense to an action of trespass nor does that deed make A a joint tort-feasor with B. In Robinson v. Vaughton & Southwick, 34 Eng. Com. Law Rep. 718, it was held that if A gives B leave to go on a field, in which A has no right and B goes there, this will not make A liable as a co-trespasser with B.\nIn the case of Power v. Foley, Newfoundland Reports, 1897-1903, p. 540, the Supreme Court of Newfoundland held, in an opinion by Justice Emekson : “A mere sale of property, to which a man has no title, does not of itself carry with it a cause of action against the seller, even though the purchaser subsequently trespasses on and converts the property to his own use. It must first be proved that the defendants actually took possession of the property in question, or exercised actual dominion over it, or delivered it to the trespassers in some other manner than by the mere delivery of a document purporting by its alleged construction to convey a title. In order to fasten a liability on defendants in this action for legal damage, . . . these defendants must have actually by themselves, or their agents or servants, wilfully trespassed upon the plaintiff’s property, and taken down the house and converted the goods to their own use, or wrongfully deprived'the plaintiff of them. Has this been proved?” This question was answered in the negative. The following cases were cited: England v. Cowley, L. R. 8 Ex. 126, and Owen v. Legh, 3 B. & Ald. 470.\nAppellant contends that the defendants were trespassers bécause they put the lessee “under legal obligation to mine the plaintiff’s coal.’? This obligation arose, so it is argued, from the fact that the lessee “covenanted and agreed to work the veins demised’? continuously and to remove “all the coal therefrom which can be mined by a diligent and energetic prosecution of the business.”\n• The answer to this contention is that the provision in the lease as to diligent mining is subject to the condition that the title of the lessors does not fail. The lease (as already noted herein) was expressly “given and'accepted subject to any failure of title to any part of said coal.” Failure of title to the coal ipso facto terminated the lessee’s agreement to mine it. There is in the law the doctrine- of “frustration,” which holds that under the implied condition of the continuance of a contract’s subject-matter; the contract is dissolved when the subject-matter is no longer available. In Nitro Powder Co. v. Agency of Canadian Car & Foundry Co., 233 N. Y. 294, 135 N. E. 507, Judge Pound said: “When people enter into a contract which is dependent for the possibility of its performance on the continual availablity of a specific thing, and that availability comes to an end by reason of circumstances beyond the control of the parties, the contract is prima facie regarded as dissolved.” See also Clarksville Land Co. v. Harriman, 68 N. H. 374, and Howell v. Coupland, 1 Q. B. 258. In the leading Ehglish case of Tamplin Steamship Co., Ltd., v. Anglo-Mexican Pet. Products Co., Ltd., 2 A. C. 397, it is said at 403: “A court can and ought to examine the contract and the ■ circumstances in which it was made., not of course to vary/ but only to explain it, in order to see whether or not, from the nature of it the parties must have made their bargain on the footing that a particular thing or state of things would continue to exist. And if they must have done so, then a term to that effect will be implied, though it be not expressed in the contract.”\nIn the lease now under review what the lessors said to the lessee, in effect, was this,: “We do not guarantee title to the coal we are quit-claiming. If the title proves to be good, you are obligated to;mine the coal diligently,” etc. It was reasonably assumed that if the title failed, the owner of the coal would take appropriate action to stop its mining. The lease provisions quoted by appellant were not either commands, directions or incitements to commit trespasses upon another’s property. These provisions were subject to the limitation that when title failed the lease became inoperative.\nAppellant also contends that because the defendants sent a mining engineer into the mine from time to time to inspect and report to the lessor on the mining operations, they “aided and abetted and participated in the mining and digging out of the said coal as fully and effectually as they individually could have done had they been present in person.” In making this contention the appellant is asking this court to attribute to a well recognized custom in respect to mining “leased” coal a legal significance the custom does hot have. Lessors of coal, whose remuneration depends on the tonnage mined, are properly vigilant in 'seeing to it that none of the coal is wasted by reckless, unskilful mining apd to this end they customarily reserve the right to inspect the workings either by themselves or . by a competent mining engineer. That such a provision does not make the lessor a “director” of the mining operation was expressly held-by this court in Offerman v. Starr, 2 Pa. 394 (supra). In Miles v. Penna. Coal Co., 217 Pa. 449, 66 A. 764, this court held that a prtivision.giving, the lessor the right to enter the workings for inspection of the mining “does not change the character- of the instrument,”’!, e., the coal lease.\nThe case of McCloskey et al., v. Powell et al., 123 Pa. 62, 16 A. 420, cited by appellant, is easily distinguishable from the case at bar. In that case there was no quitclaim deed involved. Certain dealers in cherry timber sent their agent, Ryder, into Elk County-to purchase such timber. Ryder found two tracts of cherry timber supposedly owned by Powell. The latter promised to have his lines run. The line as run included a large part of the grove of cherry timber which Ryder wanted, but the true line excluded the whole of it. Powell advised Ryder that a survey had been made and the cherry found to be on his land. Powell then sold on a contract all the merchantable cherry, etc., timber standing on two tracts of land including “260 acres west of the true line.” The timber was removed under the contract and Powell was paid for it. The owners brought an action in trespass q. c. f. against Powell et al. At the trial the court below refused this request of plaintiffs: “If the jury believe from the evidence that the defendant, Powell, procured the west line of his lands to be so run and marked as to include some two hundred and sixty acres of land belonging to plaintiffs, . . . and caused said line to be pointed out as his line, . . . that he would be liable to the plaintiffs as a co-trespasser.’’ This court, in reversing the court below, said: “Powell caused the line to be pointed out, and said in legal effect, ‘This land is mine, these timber trees are mine; I will sell them to you, and you shall cut and remove them and pay me ten dollars per thousand feet for the cherry as it now stands on the stump.’ ... The mistake was Powell’s, . . . He sold what he did not own, and took pay for it. He put his vendees on the ground to cut the trees. By his contract he authorized and directed the work done under it.' . . . The point should, have been, affirmed.” The difference between the facts in that case and those in this case are obvious.\nThe judgment is affirmed.\nIn appellant’s paper book appear the following statements: “The defendants acted in concert with the mining. company in making the lease and in requiring accounting and payment of proceeds of mining. They not only requested or procured or incited their lessee to do the mining but put their lessee under legal obligation to them to mine the plaintifE’s coal, and to pay them royalties thereon, and they- received and retained the royalties. . . . The. case is not at all one of non-participation, for the participation was.as .real and substantial and remunerative as if it had been physical.”' ,"}