{"id": "1201280", "contents": "Opinion by\nMe. Justice Baenes,\nThis is an action in assumpsit to recover disability benefits claimed by plaintiff upon three policies of insurance issued to him by the defendant company. One of these is a life insurance policy dated June 16, 1927, which contains a supplementary clause indemnifying plaintiff against permanent and total disability. The other two policies, dated respectively November 21,1935, and January 25, 1937, are accident insurance policies providing for weekly payments to the insured in the event of total or partial disability.\nOn January 17, 1938, plaintiff fell while walking upon an icy sidewalk, and since that time he has suffered from certain arthritic conditions, namely, spondylitis of the lumbar spine and osteo-arthritis of the left knee, which have caused him severe pain. It is for these injuries that he seeks to recover in the present action. Several years prior thereto, on May 9, 1926, plaintiff had sustained fractures of, both legs in an automobile accident, as a result of which his left leg became approximately one inch shorter than the right, and produced a tilting of the pelvis. Despite this injury, plaintiff was able to perform his work as an undertaker, and was apparently restored to health.\nAn affidavit of defense was filed by the defendant, which denied that plaintiff was totally disabled, or that the alleged disability was caused solely by the fall sustained in 1938, and further set forth that such disability, if any, was due to the injuries received in the automobile accident of 1926, before any of the policies in suit were issued.\nAt the trial in the court below these issues were submitted to the jury which rendered a verdict for the defendant, with a special finding that plaintiff is “not totally disabled.” Plaintiff’s motion for a new trial was sustained by the court in banc, which has certified that “but for the affirmance by the Trial Judge of the Defendant’s 8th, 9th and 20th Requests for Charge, we would not have granted a new trial. ...”\nThe 8th and 9th requests of the defendant related exclusively to the life insurance policy and to the question whether plaintiff’s disability arose after its issuance. However, recovery on this policy was conditioned upon due proof “that the insured has . . . become totally and permanently disabled . . .”, and as the jury has found that plaintiff is not totally disabled, which finding is amply supported by the evidence, there can be no recovery by him of the disability benefits which it provides. In view thereof the affirmance by the trial judge of these two requests was immaterial, resulting in no harm to plaintiff, and affording no proper basis for the action of the court in banc.\nHowever, plaintiff asserts that a new trial was properly awarded with respect to his claim upon the policies of accident insurance, because the trial judge affirmed defendant’s 20th request for charge instructing the jury that there could be no recovery unless the disability was caused solely by the accident of 1938, independent of any other cause or preexisting infirmity.\nBoth accident policies insured plaintiff “against the results of bodily injuries . . . caused directly and independently of all other causes by violent and accidental means . . and contained the following exclusion of risks in Clause 9: “This insurance shall not cover . . . accident, injury, disability ... or any other loss caused wholly or partly, directly or indirectly, by disease or bodily or mental infirmity or medical or surgical treatment therefor; ...”\nWe have frequently had before us similar provisions of accident insurance policies which, like those here involved, indemnified the insured only for injuries produced by accidental causes. In such cases, wherever it appeared that the plaintiff’s disability resulted from accidental injury acting in conjunction with a preexisting and substantial physical infirmity, recovery has been denied: Ewing v. Equitable L. A. S. of U. S., 320 Pa. 577; McIntyre v. Equitable L. Assur. Soc., 324 Pa. 417; Arnstein v. Metropolitan L. Ins. Co., 329 Pa. 158, 161. See also Hesse v. Traveler’s Ins. Co., 299. Pa. 125; Roeper v. Monarch L. Ins. Co., 138 Pa. Superior Ct. 283.\nWhere the liability of the insurance carrier is so restricted, it is not sufficient for the insured to establish a direct causal relation between the accident and the loss or disability. He must show that the resulting condition was caused solely by external and accidental means, and if the proof points to a preexisting infirmity or abnormality which may have been a contributing factor, the burden is upon him to produce further evidence to exclude that possibility. See Lubowicki v. Metropolitan L. Ins. Co., 114 Pa. Superior Ct. 596; Brandeis v. Metropolitan L. Ins. Co., 116 Pa. Superior Ct. 558; Lederer v. Metropolitan L. Ins. Co., 135 Pa. Superior Ct. 61; Roeper v. Monarch L. Ins. Co., supra.\nIn the present case it appears from plaintiff’s own evidence and from undisputed hospital records that the accident of May 9, 1926, left plaintiff with a permanent bone deformity which could have caused arthritis. His medical witnesses were unwilling to testify that such condition did not result from his earlier injury, and one of them, Dr. Martin, admitted that this “would be a contributing cause” of plaintiff’s present disability. Dr. Sciccbitano was of opinion that the osteo-arthritis of the knee had been developing from 1926 to 1938, and that plaintiff’s fall merely accelerated and aggravated its progress. The testimony of these physicians not only failed to exclude the possibility that a preexisting infirmity contributed to the disability of plaintiff, but provided an affirmative basis for such a conclusion. Under these circumstances, there was no material conflict of evidence to be resolved by the jury upon the question whether the previous injury was a contributing cause, and binding instructions for the defendant should have been given by the trial judge. See Evans v. Penn Mutual L. Ins. Co., 322 Pa. 547.\nPlaintiff contends, however, that any preexisting arthritic condition he may have had was dormant and inactive, and that such a passive infirmity does not constitute a concurring cause within the meaning of the restrictive clause of the policies. He relies upon the cases of Kelley v. Pittsburgh Casualty Co., 256 Pa. 1, and Kelly v. Prudential Ins. Co., 334 Pa. 143. But in the first of these decisions it was pointed out that the policy in suit contained no provision expressly excluding liability for injuries resulting wholly or partially from disease or bodily infirmity. In other words, there was no exclusion of risks such as the present policies contain in Clause 9 (above quoted), and therefore that case constitutes no proper analogy to the one now before us.\nIn Kelly v. Prudential Ins. Co., supra, the insured, a woman sixty years of age, had fallen and sustained severe injuries to the skull which caused her death. It appeared that at the time of the accident she was afflicted with arteriosclerosis, a condition of the arteries frequently found in persons of that age. We held that the case was properly submitted to the jury because the evidence clearly justified a finding that the fall was the sole and proximate cause of death. The present case is clearly distinguishable, because plaintiff’s condition indicated the presence of a severe and abnormal infirmity, and all the evidence of the case points to the fact that it united with the accident in producing his disability. See Silverstein v. Metropolitan L. Ins. Co., 254 N. Y. 81.\nAs plaintiff failed to present evidence upon which the jury could have found that he was entitled to recover under the policies in suit, we are satisfied that the trial judge should have directed a verdict in favor of the defendant. Under these circumstances, the affirmance of the 20th point for charge requested by the defendant could not have been harmful to plaintiff, and therefore it did not justify the award of a new trial by the court in banc.\n. The order of the court below is reversed, the verdict of the jury in favor of the defendant is reinstated, and judgment is here entered upon the verdict."}