{"id": "1201296", "contents": "Opinion by\nMr. Justice Barnes,\nThis appeal is from an order of the court below rejecting the claim of appellant to the status of a creditor of the Homeseekers Building Association, in the amount of $7,600, representing the matured value of his shares. The Association is now in process of liquidation by the Secretary of Banking as receiver.\nClaimant was the owner of fifty shares in the 35th series of the stock of the Association. On September 17, 1931, this series was declared matured by a resolution of the board of directors, at $200 per share, and it was so described in the annual report for the fiscal year ending September 30, 1931. Subsequently, on July 28, 1932, claimant obtained a judgment in the court below against the Association in a suit brought by him to recover the full matured value of the shares. While that suit was pending, the Association paid claimant, without prejudice, the sum of $2,400 upon the amount of his claim. The annual report for the year ending September 30, 1932, continued to list the shares of the 35th series as matured.\nFollowing the declaration of the maturity of the shares, the solvency of the Association became doubtful, and the directors appointed a committee to inspect and reappraise the real estate owned by it, and the real estate upon which it held mortgages. The committee examined these properties in August 1932, and revalued the interests of the Association therein as of September, 1931, at amounts less than those set forth upon the books of the Association. In December, 1932, the books were accordingly reset upon the basis of the new appraisal, treating the 35th series as still unmatured, with the result that the Association was shown to be insolvent to the extent of $139,057.13 as of September, 1931. The directors by resolution then rescinded the declaration of maturity of this series and the shares thereof were revalued at $95.04 each, or 66 per cent of the amount paid in per share.\nIt is conceded that unless the Association is shown to have been insolvent on September 17, 1931, when the declaration of maturity was adopted, or unless such action was the result of fraud or mistake, the rescission was ineffective to disturb claimant’s status as a matured shareholder. See Sperling v. Euclid B. & L. Assn., 308 Pa. 143; Heymann B. & L. Assn. v. Denney, 130 Pa. Superior Ct. 167. Neither fraud nor mistake is alleged, but it is asserted that the Association was insolvent when the shares were declared matured.\nAs to this fact, the burden of proof was upon the Association, and therefore upon the Secretary of Banking as receiver: Tyrrell L. & B. Assn. v. Haley, 139 Pa. 476; Heymann B. & L. Assn. v. Denney, supra. The court below found that the Secretary had sustained this burden, and the sole question now before us is whether its finding is supported by sufficient competent evidence.\nWhen the account of the Secretary as receiver was audited in the court below, four of the directors of the Association who participated in the reappraisal of its properties in August, 1932, were called as witnesses. While they displayed varying degrees of qualification or lack of qualification as real estate appraisers, their testimony afforded some basis for the finding of the court that in September, 1931, these properties were worth substantially less than the amounts at which they were listed by the Association. In addition, an expert appraiser testified that the real estate in 1933 revealed a \"shrinkage” in value, and that this condition was \"basically” the same as in September, 1931.\nNo evidence was introduced, however, to establish the value of the bonds accompanying the mortgages, and collateral bonds or other collateral security for the mortgages held by the Association as of the date when claimant’s shares were declared matured. Though it is admitted that in many instances such bonds were in existence, counsel for the Secretary frankly stated that they had not been considered in reappraising the Association’s assets. There is no proof that such collateral was worthless, and at least one of the obligors, who was liable on two bonds in the amounts of $40,000 and $25,000, attested that he was solvent at the time in question.\nThe burden of proving the value of these collateral bonds was not upon the claimant, but upon the Secretary, and his failure to produce evidence with reference to them was an omission fatal to his attempt to establish the insolvency of the Association in September, 1931. A building and loan association is insolvent only when all of its assets are insufficient to meet the claims of its general creditors and to repay to its shareholders the amount of their contributions. See Stone v. Schiller B. & L. Assn., 302 Pa. 544, 552; Kurtz v. Bubeck, 39 Pa. Superior Ct. 370, 379. It is apparent, therefore, that there could be no proper determination of the financial status of this Association without a consideration of all of its assets, including its collateral bonds, as of the time at which its insolvency is sought to be established.\nAs the evidence produced by the Secretary at the audit was insufficient to provide a basis for the court’s finding of insolvency, its action in depriving claimant of his status as a holder of matured shares cannot be sustained.\nThe decree of the court below, in so far as it denies to appellant the status of a matured shareholder in the Homeseekers Building Association is reversed, and the record is remitted for further proceedings consistent with the views herein expressed."}