{"id": "1201233", "contents": "Opinion by\nMr. Justice Barnes,\nPlaintiffs brought suit in trespass for injuries sustained when the car in which they were riding collided with an automobile operated by defendant. The accident occurred on August 23, 1937, at 12:30 a. m. in the vicinity of Hill Crest, Fayette County, on State Highway Route No. 119. At the trial, plaintiffs testified that they were proceeding in a southerly direction to Connellsville, driving upon their own side of the road at a moderate speed, when defendant’s car suddenly approached from the south, coming toward them down a hill at high speed and in their lane of traffic. The highway at this point is of two-car width and the surface of the paving is rough. Plaintiffs first saw defendant at a distance of two hundred feet, after she had passed another vehicle proceeding in the same direction, and they stated that she continued to occupy the wrong side of the road until her automobile struck their car.\nDefendant, on the other hand, testified that the collision occurred upon her side of the road, and that the car she was driving was struck by that of plaintiffs, despite her efforts to avoid the accident. Much testimony was presented by the parties to support their conflicting accounts of the collision. Because of their injuries, plaintiffs were unable to describe the position of the vehicles after the accident, but three witnesses who had been riding in a car behind them asserted that the automobiles involved came to a stop on plaintiffs’ side of the road. Defendant and the occupants of her car insisted that they were traveling on the opposite side of the highway, and they were corroborated by another motorist and his guest, and by H. M. Jaynes, a patrolman of the Pennsylvania Motor Police, who arrived an hour and a half after the accident occurred.\nThe case was submitted to the jury in a fair charge, and separate verdicts were returned in favor of defendant. Thereafter plaintiffs moved for a new trial, alleging among other things that the trial judge erred in admitting Jaynes’ testimony, and that a new witness had been discovered who would testify that the cars had been moved before the patrolman arrived. Prom the refusal of their motion by the court in banc, and from the judgment entered upon the verdicts, plaintiffs have taken this appeal.\nWe are agreed that the assignment of error relating to the refusal of a new trial must be overruled. It is well settled that the refusal of a motion for a new trial is a matter within the discretion of the court below and will not be reviewed unless that discretion has been manifestly abused: Weitz v. Banfield, 226 Pa. 241; Walker v. Walker, 254 Pa. 220; Tate-Jones & Co., Inc., v. Union E. S. Co., 281 Pa. 448; Riff v. Pittsburgh Rys. Co., 298 Pa. 256.\nWe have examined the affidavit setting forth the after-discovered evidence, and we have reached the conclusion that the effect of such evidence would be merely cumulative. The purpose of its production is to rebut and discredit the evidence of the highway patrolman. His testimony was contradicted at the trial by three of plaintiffs’ witnesses, but it was supported by defendant’s witnesses who were present at the time of the accident. This irreconcilable conflict could not be resolved by the addition of another voice to the controversy.\nTo entitle an unsuccessful litigant to a new trial upon the ground of after-discovered evidence, “it must not be simply corroborative or cumulative or merely to impeach the credibility of a witness; and it must be such as would likely result in a different verdict if a new trial were granted”: Hornick v. Bethlehem Mines Corp., 310 Pa. 225, 228; Drenning & Long v. Wesley, 189 Pa. 160. As the evidence proffered by plaintiffs was clearly not of the type prescribed, we can see no abuse of discretion in the refusal of their motion by the court below. The cases of McCabe v. Penna. Railroad Co., 311 Pa. 229, and Murphy v. Penna. Railroad Co., 292 Pa. 213, bbth involved the discovery of important facts not adduced at the trial, contradicting the basic claims of the successful parties, and not susceptible of denial. These decisions are not analogous to the present case.\nPlaintiffs objected to the admission of the testimony of Patrolman Jaynes as to the position of the cars, because sufficient time had elapsed before his arrival to have moved them from their original location. However, he expressed the opinion that their position had not been altered, basing his conclusion in part upon tire marks leading to the vehicles. In Johnson v. Phila. & Reading Ry., 283 Pa. 480, we held that a witness who inspected the scene of a grade-crossing accident more than an hour after its occurrence could not be permitted to testify as to the existence of tire marks indicating that an automobile had skidded at the place where the plaintiff’s car was struck. But we pointed out (p. 484) : “There was no offer of proof that the marks were not there before the accident or that they were not made by some other car after the accident. As this was a public street and there was nothing to connect the marks with the car in question the conclusion sought to be drawn [that plaintiff had skidded] was a mere guess. ...”\nHowever in the present case, the witness traced the tire marks to the automobiles involved in the collision. He was not asked to draw a conclusion of negligence from the position of the cars or the marks on the road. He testified, not as an expert, but as an observer, and the jury was free to draw its own inferences from his testimony. We are satisfied that the admission of this evidence is not ground for reversal. See Rice v. Shenk, 293 Pa. 524, 528.\nJudgment affirmed."}