{"id": "1203389", "contents": "Opinion by\nMr. Justice Linn,\nThis is a suit for damages by a plaintiff contending that defendant surgeon performed an operation without his consent. The jury disagreed whereupon defendant moved for judgment pursuant to the Act of April 20, 1911, P. L. 70, 12 PS Sec. 684. The motion was refused and this appeal followed.\nPlaintiff was employed in car construction by Pressed Steel Oar Company. While a car on which he was working was moving forward, his head came in contact with a projecting piece of scaffold in such way as to twist his spinal column in the region of the neck. The hospital record shows the following: “ ‘Head struck\ncross-arm of platform when head was protruding through a door of a moving freight car. Caused twisting of neck with contusion and abrasion of back of left ear. Contusions, abrasions and laceration of right chest and neck above and below clavicle. Admission diagnosis, contusions and abrasions of neck, laceration of the neck.’ Signed by Dr. Clark Wakefield.”\nAppellant’s history of the case, conceded to be correct, states: “While at the Ohio Valley Hospital, X-rays were taken of the cervical region of the plaintiff’s spinal column. Various interpretations of this particular film were made, running from a fracture of the cervical vertebra to subluxation and ‘out of alinement.’ Dr. Wake-field considered that the clinical symptoms of Dicenzo pointed to an even graver injury and called into consultation Dr. Gustav Berg, the defendant, on the 1st day of June, 1935. On the 8th day of June, 1935, Dr. Wake-field took Dicenzo to St. John’s Hospital and put him under the care of Dr. Berg. On June 9, 1935, another X-ray was taken at St. John’s Hospital, which clearly disclosed a fracture of the transverse process of the sixth cervical vertebra on the right side.” It is also agreed that the fracture described is the only fracture sustained in the accident.\nIn his statement of claim plaintiff made two charges: negligence in operating, and want of authority. The learned trial judge instructed the jury that “There is no evidence in the case tending to show that the operation . . . was performed either negligently or carelessly.” The only subject now for consideration is want of authority to operate.\nThe general rule to be applied was correctly stated by Judge Parker in Moscicki v. Shor, 107 Pa. Superior Ct. 192, 195, 163 A. 341. “Where a patient is in possession of his faculties and in such physical health as to be able to consult about his condition, and where no emergency exists making it impracticable to confer with him, his consent is a prerequisite to a surgical operation by his physician. . . . An operation without the consent of a patient under such circumstances constitutes a technical assault.”\nThe burden of proof was on the plaintiff; it was his duty to prove that the operation performed, or substantially that operation, was not authorized by him. The evidence offered on his behalf is not sufficient to go to the jury. The evidence is clear that an operation of some kind was necessary. He was injured May 16,1935. Defendant operated on June 27,1935.\nAfter having been kept in bed for the first two weeks after the accident he was permitted, with his right arm in a sling, to walk about the hospital. He testified: “Q. Well, your right arm was bad all the time you were in the McKees Rocks Hospital? A. It was bad. I had it in a sling when I started to get out of bed. Q. All the time you were in the McKees Rocks Hospital you couldn’t raise your arm, could you? A. I had too much pain up there.”\nWhen defendant was called in for consultation, his opinion, as he testified in plaintiff’s case, was that there was “pathology in the cervical spine”; that plaintiff was suffering from “brachial plexus paralysis.” It was then decided that plaintiff should be removed from the hospital in which he was to St. John’s Hospital under defendant’s care. The X-rays taken there showed a fracture of the transverse process of the sixth cervical vertebra on the right side. No bones in the shoulder were fractured. Electrical treatments were given for a period of eighteen days but without success. Pláintiff testified: “Q. How much could you move your right arm before the operation? A. Well, I couldn’t move because it was awful sore on top here (Indicating). Q. Could you move it at all? A. No. It was too sore. Every time I make motion and move my arm it was just like a knife right here (Indicating). . . . Why couldn’t you move it? A. I had too much pain.” He also said that on the day before the operation defendant “talk to me about a half hour. He explained all my case. He say — Q. Now, wait a minute. You say he talked to ,you about a half hour? A. Yes. Q. What did he tell you? A. He told me, We going to operate you on top of the shoulder. We going to take a chip of bone you got there, and it will be two weeks you go back to work. You going to be new man again,’ he told me. Q. Is that all he told you? A. He say, ‘No worry today at all. You going to be all right in two weeks. I send you back to work.’” He also testified that on the morning of the operation “Dr. Berg come to my room and tell me, he say, ‘Mr. Dicenzo, we going to operate you half past eight tomorrow morning.’ I say, ‘O. K., doctor. Where are you going to operate me?’ . . . Q. What day was this operation on? A. June 27th. Q. On the 26th of June, when Dr. Berg talked to you, did he tell you where he was going to operate? A. On the top of my shoulder over here. He say like that (Indicating a tapping motion). With his fingers he do like this, on top of the shoulder (Indicating). Q. He did that with his fingers, did he? A. Yes, and I said to him, ‘Don’t go too much up in the neck.’ That is all I told him. Q. And then, the next day, you were taken to the operating room? A. Yes. Q. And, were you operated on? A. Yes. I got operated on.”\nIn passing on the motion for judgment, we lay aside (1) all the evidence offered by defendant and witnesses called by him to the effect that plaintiff orally consented to the operation, (2) the written consent signed by plaintiff’s wife on the form used for that purpose and presented to her by the hospital authorities, and (3) the similar consent executed by plaintiff by his mark — this being laid aside because he denied having made it.\nWe think the evidence given by the plaintiff, considered with the undisputed circumstances, is not sufficient to justify a finding that plaintiff had not consented to such operation as was considered necessary by the surgeon to alleviate the conditions with which plaintiff was suffering. Here was a patient whose spinal column had been twisted as described, with a fracture of a vertebra, with brachial plexus paralysis, whose right arm he said he could not move because “every time I make a motion and move my arm it was just like a knife right here.” The electrical treatment had failed. He is informed by his surgeon that an operation must be had and he replies “O.K., doctor” etc., as quoted above. A half hour talk ends with “Don’t go too much up in the neck.” Defendant testified “The incision was made over the neck.” Plaintiff’s evidence shows he knew the neck would he involved in the operation. In the light of the circumstances stated, the defendant was justified in believing that plaintiff had assented to such operation as approved surgery considered necessary to relieve the affliction with which he was suffering.\nThe order appealed from is reversed and judgment is entered for the defendant.\n“To constitute a consent, the assent must be to an invasion substantially the same as that which is inflicted.” Restatement, Torts (1934) section 54.\nState v. Housekeeper, 70 Md. 162, 16 A. 382 (1889); Wells v. Van Nort, 100 Ohio St. 101, 125 N. E. 910 (1919); see Restatement, Torts (1934) section 13, comment f.\nThe delay in the trial is partially explained by the fact that no suit was brought until within two days of the time when the action would have been barred by limitation.\n“An apparent assent is given by words or conduct which, while not intended to express a willingness to submit to the invasion, would be understood by a reasonable man to be so intended and are so understood by the person invading the interest.” Restatement, Torts (1934) section 50(2)."}