{"id": "1203411", "contents": "Opinion by\nMr. Justice Drew,\nPlaintiffs brought this action in trespass to recover damages for personal injuries suffered by the then minor plaintiff, who, since suit, has reached his majority. At the close of plaintiffs’ case, defendant moved for a compulsory nonsuit, which motion was granted by the learned trial judge. This appeal was taken from the refusal of the court en banc to take off the nonsuit.\nAt the time of the accident defendant was engaged in the general contracting business and was constructing a new highway on State Highway Route No. 120 in Schuylkill County. An employee, Calvin Marshall, in the business of the master and in the scope of his employment, was driving a truck loaded with coal for defendant’s steam shovel at the excavation. The truck ran out of gasoline and stalled when about 150 feet from the shovel and Marshall sent a fellow employee, Howard, for five gallons of gasoline. When Howard returned with the gasoline, Marshall told him to get in the truck and operate the starter, while he primed the carburetor with gasoline. They had not succeeded in starting the motor, when one James, a third party not employed by defendant, came down the road to the truck and suggested that Marshall operate the starter, while he primed the carburetor. Howard then returned to the shovel. While Marshall was pressing the starter and James was pouring gasoline into the carburetor from a small tomato can, the gasoline burst into flame and James threw the burning can in the direction of an embankment. The plaintiff was on the road between the truck and the embankment and was struck by the flaming gasoline, suffering serious burns and permanent injuries.\nThe theory upon which plaintiffs attempt to impose liability upon defendant for the acts of the stranger, James, is that Marshall, defendant’s servant, because of an emergency, which allegedly existed, acquiesced in the assistance volunteered by James, with the result that James for the time being became the servant of the defendant. Thus they attempt to apply the well established rule of law that the relation of master and servant cannot be imposed upon a man without his consent, expressed or implied, except in the case of an emergency, in which case a servant may engage an assistant to help him where he is unable to perform the work alone: Corbin v. George, 308 Pa. 201, 204.\nWhenever the above principle of law is sought to be applied as in the instant case, it is part of plaintiffs’ case to establish the emergency which necessitated the calling of an assistant: Corbin v. George, supra. 204. Defendant vigorously contends that plaintiffs proved no such emergency. There is no need to pass upon this issue, however, because of the fact that plaintiffs are confronted with the equally well established rule of law that a servant has no authority to call on another to help him in his master’s business unless there is a necessity for such assistance: Tuskco v. Lynett, 326 Pa. 449, 452; Jacamino v. Harrison Motor Freight Co., 135 Pa. Superior Ct. 356, 364. Thus an emergency may exist, but if there are fellow servants available who can assist, there is no necessity to ask a stranger to help. So here, where admittedly there were at least three of Marshall’s fellow servants within one hundred fifty feet of the stalled truck and one of them had been assisting up to the time James intruded, it cannot be said that Marshall had to look to James for help, without there being evidence to prove that his assistance was necessary. Since no evidence to this end was introduced, there was no question of necessity for the jury to pass upon and the court below properly ruled as a matter of law that James was not defendant’s servant at the time of the accident.\nPlaintiffs made no effort to prove what caused the gasoline to ignite, relying on the maxim res ipsa loquitur to place the burden of explaining the accident on defendant. This doctrine, however, cannot be applied to cases in which, defendant did not have exclusive control over the circumstances of the accident: East End Oil Co. v. The Penna. Torpedo Co., Ltd., 190 Pa. 350, 353. In the instant case, since James was not defendant’s servant, the defendant did not have such exclusive control and, therefore, the maxim does not apply. Since no negligence on the part of defendant’s servant, Marshall, was shown, no testimony indicating that the starter caused the gasoline to ignite, the order of the learned court below entering a compulsory nonsuit must be affirmed. In considering this case we have given the plaintiffs the benefit of every fact and inference of fact which could be properly deduced from the testimony offered in their behalf and have viewed the evidence in the light most favorable to them, as we were bound to do.\nOrder affirmed."}