{"id": "1203386", "contents": "Opinion by\nMr. Justice Patterson,\nThis appeal is from a judgment entered for G. Leonard Conly, appellee, in an action of assumpsit institutéd by Morris Levy, appellant, against Conly and one Marian Coulter, to recover the balance of the purchase price of real estate under a written agreement of sale.\nThe agreement, which was signed by appellant, as vendor, and by Miss Coulter, telephone operator for the Parkway Baking Company, as a “straw party” on behalf of the vendee and at the direction of Conly, the Baking Company’s secretary and treasurer, is the same agreement as was involved in Levy v. Parkway Baking Company, 331 Pa. 360. In that proceeding Levy sought to impose liability upon the Baking Company on the theory that in instructing Miss Coulter to execute the agreement of sale, Conly was acting on its behalf as agent of an undisclosed principal. A verdict was directed for the Baking Company and judgment entered thereon was affirmed on appeal to this Court for the reason that “there was not sufficient proof to submit to the jury whether Conly or Coulter, separately or together, were authorized to bind the corporation to buy the property.” Following the decision in that case appellant instituted the present action, averring that Conly “acted either as the undisclosed purchaser of the said premises or on behalf of another undisclosed party.”\nNo affidavit of defense was filed by Miss Coulter and no judgment has been taken against her by appellant for want of an affidavit of defense. Conly filed an affidavit of defense denying the material averments of appellant’s statement of claim and the case proceeded to trial before the learned trial judge without a jury. At the trial Conly presented no evidence, merely submitting a motion for judgment in his favor. The trial judge entered findings of fact and conclusions of law favorable to both Conly and Miss Coulter, whereupon appellant filed exceptions. The exceptions were dismissed by the court below and judgment was entered for Conly, which is the judgment appealed from. At the argument on his exceptions, in the court below, appellant abandoned the contention that Conly acted as agent for an undisclosed principal, resting his case solely on the contention that Conly was, in fact, the real party in interest and the purchaser in his individual capacity on behalf of whom Miss Coulter signed the agreement of sale. On this appeal he states that “the only issue in this case, as to defendant Conly, is whether or not he was the real party in interest” and that “the only question is whether or not the trial judge reasonably based his inferences and conclusions from the facts developed by the testimony.”\n. The burden of proving that Conly was the real party in interest, which was the fact to be established, rested upon appellant. It was incumbent upon him, to make out a prima facie case on his own theory of liability, to show an agreement the form of which or the circumstances attendant upon the execution of which did not indicate that in the transaction Conly was acting otherwise than in his individual capacity. See Restatement of Agency, section 320(b). Appellant’s own testimony establishes merely that on July 14, 1936, the date of the agreement of sale, he was owner of premises 539 N. 13th Street, Philadelphia, the subject of the agreement; that he had employed one Arthur K. Stern, of Lionel Friedman & Co., as agent to sell the property; and that he executed the agreement of sale, as vendor. The only other testimony in the case is that of Stern. His testimony discloses that appellant’s property was one of two located in the rear of premises occupied by the plant of the Parkway Baking Company and assembled by him as properties in which the Baking Company might become interested; also that in the first instance he approached a Mr. Lipman, the Baking Company’s general manager, who referred him to Conly. While the negotiations were all carried on with Conly, it appears that the deposit of $700 given to bind the agreement of sale was paid by a check drawn on the funds of the Baking Company, and Stern testified that throughout the transaction he dealt with Conly “not in his individual capacity” but “as agent or employee of the Parkway Baking Company.” It further appears that at the time for settlement Stern had prepared two deeds, in one of which the Baking Company was named as the grantee and in the other of which Marian Coulter was the named grantee; no deed of conveyance has ever been offered to Conly as an individual purporting to convey the property to him. Far from showing an agreement in form imposing, prima facie, any personal obligation upon Conly, or facts and circumstances warranting an inference that he was acting in his individual capacity, appellant’s evidence, which is the only evideuce in the case, establishes just the opposite. This being true, and as it is neither contended nor made to appear that in making the contract Conly acted beyond the scope of his authority, there is nothing to take the case out of the general rule that where there is a disclosed principal, known as such at the inception of the transaction, the principal alone is liable for a breach of the contract. See Yentis v. Mills, 299 Pa. 25, 31; U. S. Nat. Bank, Portland v. Union Nat. Bank, Phila., 268 Pa. 147, 155; Dodson Coal Co. v. Delano, 266 Pa. 560, 565; Kessler v. Africa, 66 Pa. Superior Ct. 203, 205; Schalcher v. Bergdoll, 41 Pa. Superior Ct. 547, 550; Restatement of Agency, section 320.\nThe opinion of the learned court below aptly states: “Only one conclusion can be inferred from the testimony .and evidence submitted, and that is that neither [Conly nor Coulter] was the real party in interest and that fact was known to the [appellant’s] agent. It is evident that the [appellant], having failed to impose liability on the Parkway Baking Company in the prior litigation, instituted this action upon the theory that Conly, not having bound his employer and not having acted on its behalf, must have acted in his individual capacity. That theory fails to take into account that .the prior action terminated in favor of the [Parkway Baking Company] because the' evidence submitted was insufficient to establish agency. It does not follow that the result of that litigation necessarily establishes that Conly acted in his own behalf. All the evidence negatives such a conclusion.”\nJudgment affirmed."}