{"id": "1203397", "contents": "Opinion by\nMr. Justice Linn,\nPlaintiff, a passenger for hire in defendant’s taxicab, driven by its servant, was injured at a right angle street intersection in the City of Erie. Traffic was controlled by an overhead light. The taxicab, traveling northward, had crossed about 53 feet of a street 60 feet wide when it was struck at its right rear fender, having reached a point, as a witness said, “about seven feet” from the far curb. The car which collided with the taxicab belonged to Ida Sims and was moving in a westward direction; she was not made a party to the suit. There is some contradiction in the evidence as to which car had the green light, a dispute resolved by the jury’s verdict for the defendant.\nAt the conclusion of the charge the learned trial judge asked, “Have counsel any suggestions?” A colloquy followed in which counsel for both sides participated. Plaintiff then excepted to the affirmance of one of defendant’s points for charge but took only a general exception to the charge itself. In her motion for a new trial it was stated that “5. The verdict indicates that the Jury did not understand the Court’s Charge in regard to the fact that, even though the Erie Taxicab Company’s driver and the driver of the Sims automobile which collided with the Erie taxicab, both were responsible for the accident, that still the plaintiff, Cassie Marshall, could recover.” That reason for a new trial appears to furnish the basis for the argument on appeal; the suggestion now is that more specific instructions in support of her view might have been given to the jury.\nThe first assignment complains of the affirmance of defendant’s second request for instructions. The point and the answer are as follows: “Before the plaintiff can recover she must show by a clear weight of the evidence that the negligence of the defendant was the proximate cause of the happening of the accident. Answer: That is affirmed. I think we told you in the general charge that the burden is upon the plaintiff to establish by the weight of the material and credible evidence in the case that the driver of the defendant’s taxicab was negligent and that that negligence caused the injury to Mrs. Marshall and its resultant damage.” The second and third assignments consist of extracts from the charge.\nWe find nothing objectionable in the instructions complained of; they must be read with the whole charge, in which the jury was told that defendant would be liable if its driver’s negligence contributed to the accident. The complaint now seems to be that the jury should have been instructed in words used in the opinions of Hughes v. Pittsburgh T. Co., 300 Pa. 55, 150 A. 153, and Byrne v. Schultz, 306 Pa. 427, 160 A. 125. If the plaintiff had desired more specific instructions, it is quite certain they would have been given. The instructions, while not as elaborate as might have been given if appropriate requests had been made in the light of those two decisions, were nevertheless not erroneous.\nThe judgment is affirmed."}