{"id": "1203351", "contents": "Opinion by\nMr. Justice Maxey,\nEveline McDowell Schwartz died on March 9, 1939, at the age of 79 years, of pneumonia. She had never married and her nearest relative was a niece, Mrs. Evelyn B. Maddux, who resided in Cambridge, Mass. On February 23, 1933, she executed a will (hereinafter referred to as the first will), making this niece the principal beneficiary. On January 21, 1939, Miss Schwartz executed another will (hereinafter referred to as the second will), revoking the former will and giving the sum of $5,000 to her niece, Mrs. Maddux, and the remainder to Mrs. Rose Campbell, the appellant, who was also named executrix. The latter as a professional nurse had cared for the testatrix for nearly six years. For the first three years she had been relief nurse and the last three years regular nurse.\nOn April 1, 1939, the Register of Wills of Allegheny County admitted the first will, but refused to admit the second will, to probate. Mrs. Campbell appealed to the Orphans’ Court and filed a petition asking that the refusal of the Register to probate the second will be set aside and that he be directed to probate that will.\nAnswers were filed by the Fidelity Trust Company as executor under the first will and by Evelyn B. Maddux, as a legatee. Later Mrs, Campbell appealed from the probate of the first will and on November 16, 1939, filed a petition asking that the probate of that will be opened. On March 6, 1940, Judge Trimble, after a hearing, entered an order refusing both petitions and held that the presumption of undue influence raised by the evidence offered by the contestant had not been rebutted. Mrs. Campbell filed exceptions which, after argument before the court in banc, were overruled. This appeal followed.\nTestatrix was entitled to receive during her life, the income of a trust fund of $50,000 created by the will of her father, Jacob Schwartz, and administered by the Fidelity Trust Company, as trustee. Four days before the second will was executed, testatrix was successful in the Orphans’ Court of Allegheny County in litigation in Griscom's Estate (decree affirmed in the Supreme Court on November 27, 1939; 336 Pa. 422). This augmented her estate by from $50,000 to $60,000, and with the trust estate made the total estate subject to her testamentary disposition worth over $100,000.00, for the will of her father gave her a general power of appointment over the principal of the trust fund. By her first will, she had exercised this power of appointment in favor of Mrs. Maddux.\nThe testatrix lived for many years at the Hotel Kenmawr, Pittsburgh. She was an invalid, suffering from partial paralysis, which was progressive in character. Her , second will was drawn by an attorney whom she had not known previously and who was secured for her by Mrs. Campbell. This attorney had represented Mrs. Campbell in divorce proceedings and in other legal matters. Miss Schwartz had often been advised in her business affairs by Watson B. Adair, a lawyer, who had drawn wills for her in 1907, 1916, 1921, 1932 and 1933. (The 1933 will is the one referred to in this opinion as the first will. Mr. Adair did not know whether the 1932 will was executed or not.) In all of these wills, Miss Schwartz’s relatives had been made the benefieiaries. Mrs. Campbell testified that Miss Schwartz said she “didn’t want Watson [Adair] this time” or any attorney connected with her family or the Fidelity Trust Company, that she “wanted to live in peace.” Mrs. Campbell then suggested Attorney Gealey, saying: “I had him eighteen or twenty years ago.” She said Miss Schwartz told her to “call him.” He was summoned to the hotel and when he reached Miss Schwartz’s room she told him she wanted to make a will, that “she wanted •to give Mrs, Maddux $5,000 and she wanted to give the rest to Mrs. Campbell.” The attorney said he asked her “why she wanted to do that” and “she said Mrs. Maddux was well taken care of by her parents; that she had all that she and her family would ever need, and she spoke about Mrs. Campbell having been very kind to her and very attentive . . . and that she was going to see that she didn’t need anything.” The attorney said that he then wrote the will as Miss Schwartz directed, that because of her physical disabilities, he wrote, her name with her permission on the will and that she. made her mark. The subscribing witnesses were G. W. Mehaffey, a clerk at the Hotel Kenmawr, and Miss Julia Moriorty, who was also employed at the hotel.\nThe principles of law applicable to this case are as follows:\n(1) “Where a person has testamentary capacity, but is so weak physically or mentally as to be susceptible to undue influence, and a substantial part of his estate is left to one occupying a confidential relation to him, the burden is upon the latter to show that no improper influence controlled the making of the will”: Phillips’ Est., 244 Pa. 35, 43, 90 A. 457. See. also Buechley’s Est., 278 Pa. 227, 122 A. 287, and Miller’s Est., 265 Pa. 315, 108 A. 616.\nThe chancellor found as a fact that the bulk of testatrix’s estate was left to one who occupied a confidential relation to her. He said: “Mrs. Campbell disposed of the greater part of the cash belonging to Miss Schwartz. She made all purchases and all disbursements for the simple reason that Miss Schwartz was physically unable to do so. . . . She slept in the same room and was with her at all times except when the relief nurse was in service. So great was her influence that she was able to choose for testatrix her doctor, her lawyer, and the witnesses to the will, which placed her in the closest confidential relationship. ...”\n(2) On appeal from a decree of the Orphans’ Court, admitting a will to probate or refusing to do so, the question before the appellate court is whether there is evidence to support the decree. In Pusey’s Est., 321 Pa. 248, 184 A. 844, we said: “It must be thoroughly understood that, in cases of this character, the findings of the chancellor supported by the court in banc must ,be considered just as binding on appellate courts as the verdict of a jury. Of course, if there is no evidence to support them or if it appears from the record that there is a capricious disbelief of evidence then the findings are worthless.” See also Glenn v. Trees et al., 276 Pa. 165, 120 A. 109.\nOn behalf of the contestant, Dr. Nicholson testified that he had attended Miss Schwartz professionally from 1930 to the fall of 1937 and that she had a complication of diseases that involved her nervous system, “sclerosis of the spine and cerebellum.” He said: “She was just as dependent on others as a nine months old baby. She had a paralysis in her legs, and in her arms. She had intensive tremor. ... If she picked up a pen, she couldn’t write. . . . Beginning many years before there had been a gradual loss of function of her powers and ability to do things.” He was asked: “What would you say as to her dependence of mind and body on those around her?” He answered: “Absolutely dependent.” He was asked: “Was there a mental weakness accompanying her physical weakness? A. Yes, there was quite a childish condition, almost infantile. ... It was hard for her to arrive at a conclusion.” He was asked: “Was she in yonr opinion susceptible to influence and suggestion from others? A. Yery much so.”\nAlexander P. Reed, an attorney and Vice President and trust officer of the Fidelity Trust Company (the latter being executor and trustee under the will of Jacob Schwartz, deceased, and under the first will of Miss Schwartz), testified that he knew Miss Schwartz for about 20 years and had business relations with her during her later years. He described her condition in 1937 as being “weakened in body and mind.”\nW. S. Reed, who was “an outside man” for the Fidelity Trust Company, said that he “saw ladies and gentlemen who were unable to come to the office” to attend to their business affairs, and that in March, 1937, March, 1938, and February, 1939, Miss Schwartz’s mind was in “a weakened condition.” He added: “I was particularly impressed with the fact that she couldn’t understand the income tax report which I showed to her, and I had to explain it as best I could to her.”\nFor the proponent, several acquaintances of Miss Schwartz testified that her conversation at all times was intelligent. Dr. Jacob J. Meisel, Jr., testified for the proponent that he had occasion to treat Miss Schwartz professionally at the hotel from January, 1938, until March, 1939, being first summoned by Mrs. Campbell, that he was attending physician at the time of her death, that she was partially paralyzed, but that she was able to give intelligent answers to questions put to her and that she showed no symptoms of senility. He characterized her mental condition as “average for a woman of her age” and declared that she was not weak-minded. He said she had the capacity to make a will and when on cross-examination he was asked: “Would she in her circumstances be influenced in favor of the person upon whom she was dependent [physically]?” he replied: “I think so.” Dr. Robert S. Marshall testified for the proponent that he had known Miss Schwartz for 20 years, that he “knew her socially and saw her occasionally with some acute illnesses,” that prior to her death he talked to her “of social affairs, and she was just as clear as anybody with regard to such things. Outside of that,” he “didn’t know.”\nThis conflicting medical testimony and the equally conflicting lay testimony raised issues of fact which the chancellor was in the best position to decide. He found, and the court in banc sustained his findings, facts which required the decree entered. Among these were the facts that in addition to the testatrix’s marked physical infirmities “there was also mental impairment. She was childish, hallucinations clouded her conversation and Mrs. Maddux’s kindness and helpfulness were forgotten.” The evidence supports the Orphans’ Court’s findings — and they are therefore binding on this court— that Miss Schwartz was in such a weakened condition mentally and so bedfast physically as to be susceptible to the influence of the nurse who had for six years ministered to her, that this person’s relationship to her became that of a confidential adviser and that the testatrix had been unduly influenced by this adviser to make the will which gave her (after the payment of debts) all of an estate of one hundred thousand dollars except five thousand dollars bequeathed to the testatrix’s niece.\nThe decree is affirmed at appellant’s cost.\nMr. Justice Drew did not participate in this case or in its decision.\nThis refers to Mrs. Maddux’s agreeing on April 29, 1937, with the Fidelity' Trust Company, to approve payments of principal from the estate of Jacob L. Schwartz, who was testatrix’s father and Mrs. Maddux’s grandfather, for the maintenance of Miss Schwartz, and to indemnify the trust company for any less that might thereby be sustained. $9,151.95 of the trust fund was then advanced for the purpose stated."}