{"id": "1203409", "contents": "Opinion by\nMr. Justice Stern,\nWhile Mary J. Doerr, wife plaintiff, was standing on the sidewalk in front of á drug store operated by defendant company, a strip of opaque vitrolite glass, about three feet long, one foot wide, and three-quarters of an inch thick, fell and struck her, causing injuries for which she and her husband brought this suit. The glass had formed part of the facing of the building some fifteen feet above the pavement. Defendant brought in as additional defendants McVay-Dodge Company and Louis Golomb, the former being the general contractors engaged by it to install the glass and the latter a sub-contractor who had done the work. The jury rendered a verdict in favor of plaintiffs against defendant, but in favor of the additional defendants. The court in banc granted defendant’s motion for judgment n. o. v. and the present appeal is by plaintiffs from the judgment thus entered.\nConfronted by an impressive line of authorities holding that the doctrine of res ipsa loquitur does not apply to such a case as thisplaintiffs realized at the trial that it was incumbent upon them to produce some evidence of facts or circumstances from which negligence on the part of defendant might properly be inferred. This burden they sought to meet by producing as an expert witness a civil engineer who testified that safe construction required that the glass be supported by steel angles or hooks anchored into the wall, and that it be calked around the edges in order to prevent the penetration of moisture. This witness had never examined the premises, but, by looking at a small and apparently none too clear picture of the store-front taken some three weeks after the accident, he ventured the observation that no supporting angles had been used and that the glass had been attached only by pressing it into mastic or adhesive material applied to the face of the building; he admitted there was evidence of calking. Defendant, on the other hand, insisted that the picture showed the presence of steel angles. At best, the testimony of plaintiffs’ expert was based upon dubious facts assumed from the reading of an unsatisfactory photograph, and, it being the only evidence offered to establish negligence, the court below was fairly justified in holding it insufficient for the purpose.\nThere is another aspect of the case which is conclusive. Defendant was not an insurer of the safety of persons passing on the highway in front of its premises; its duty was one of reasonable care. The glass was installed by a sub-contractor engaged by independent contractors, as to whose general competence no question is raised. The sole obligation of defendant was to make such an examination of the work upon completion as might be expected of a prudent layman, followed by inspections thereafter at reasonable intervals. Defendant was not required to probe behind the glass to ascertain the manner in which it had been attached, especially as this would have involved a destruction of the work itself; it was justified in relying upon the technical knowledge and skill of the contractors to whom it had entrusted the job. As to the making of subsequent inspections, it is sufficient to point out that the glass had been in place for only about a year and a half before the occurrence of the accident, and plaintiffs’ expert witness himself testified that, assuming proper installation, there was “no necessity for intense inspection over a period of years.” Nor was there evidence that defendant did not make proper inspections.\nOn the present state of the record it is unnecessary to consider any question bearing upon the legal liability of the additional defendants to plaintiffs.\nJudgment affirmed.\nAlexander v. Maryland Steel Co., 189 Pa. 582, 42 A. 286; Johns v. Pennsylvania R. R. Co., 226 Pa. 319, 75 A. 408; Joyce v. Black, 226 Pa. 408, 75 A. 602; Lanning v. Pittsburgh Railways Co., 229 Pa. 575, 79 A. 136; Dougherty v. Philadelphia Rapid Transit Co., 257 Pa. 118, 101 A. 344; Laing v. Remington Arms Co., 264 Pa. 130, 107 A. 633; Direnzo v. Pittsburgh Bridge & Iron Works, 265 Pa. 561, 109 A. 279; Fitzpatrick v. Penfield, 267 Pa. 564, 577-9, 109 A. 653, 657, 658; Murray v. Frick, 277 Pa. 190, 121 A. 47; Zeher v. Pittsburgh, 279 Pa. 168, 123 A. 687; Mardo v. Valley Smokeless Coal Co., 279 Pa. 209, 123 A. 779; Wolk v. Pittsburgh Hotels Co., 284 Pa. 545, 554, 555, 131 A. 537, 541; Kehres v. Stuempfle, 288 Pa. 534, 136 A. 794; Sakach v. Antonoplos, 298 Pa. 130, 148 A. 58; Lineaweaver v. Wanamaker, 299 Pa. 45, 149 A. 91; Pope v. Reading Co., 304 Pa. 326, 156 A. 106.\nWalden v. Finch, 70 Pa. 460; Mansfield Coal & Coke Co. v. McEnery, 91 Pa. 185; Knopf v. Delaware County, 292 Pa. 237, 140 A. 903; Miller v. City of Erie; 340 Pa. 177, 16 A. 2d 37."}