{"id": "1204551", "contents": "Opinion by\nMr. Justice Stern,\nTwo trucks collided at the corner of 20th and Cambria Streets, Philadelphia, and as a result one of them, owned by McKeown Transportation Co., Inc., and operated by an employee of Eastern States Transportation Co., Inc., struck the minor plaintiff who was standing on the sidewalk. A suit was brought by his mother as guardian and on her own behalf against these two corporations and Vincent Alfieri, she alleging that Alfieri was the owner of the other truck and that it was being operated by his employee. The two corporate defendants petitioned to have Wrightstown Farmers Cooperative Dairy Association, Inc., a New Jersey corporation with its principal office at Wrightstown in that state, brought in as an additional defendant, asserting that the truck which came into collision with their own was operated by one Albert Vassallo as the employee and on behalf of this Dairy Association, and that the latter was jointly or solely liable for the accident. The court made an order accordingly. Service of the petition and order having been made by registered mail sent to the Secretary of Bevenue and to the Dairy Association in accordance with the Act of May 14, 1929, P. L. 1721, as amended by the Act of May 16,1935, P. L. 174, the Dairy Association, through counsel appearing de bene esse, filed a petition under the Act of March 5, 1925, P. L. 23, for a preliminary determination of the question of jurisdiction, alleging that it did not operate any truck involved in the accident and that Albert Vassallo was not its employee but the employee of Vincent Alfieri. A rule to show cause was granted, an answer was filed by the corporate defendants, and depositions were taken. The court discharged the rule, and the Dairy Association appeals.\nThe action of the court seems to have been based upon the erroneous impression that the question raised by the Dairy Association could not be decided preliminarily by the court but must await determination by the jury trying the case on its merits. This • overlooks the vital fact that the court had no jurisdiction to entertain a suit against the Dairy Association unless the latter, by operating a motor vehicle within the State of Pennsylvania, had brought itself within the Act of May 14, 1929, P. L. 1721, and its amendments. The Dairy Association was therefore justified in raising this question preliminarily, a procedure which it was the very purpose of the Act of March 5, 1925, P. L. 23, to afford, and it should not be obliged, if the court had no jurisdiction over it, to come into the state and defend at a trial of the ultimate issue.\nThe only testimony offered in the depositions on behalf of the corporate defendants was that there appeared on the truck operated by Vassallo the words “Farmers Dairy” in a certain style of lettering, and, in a lower corner, “Wrightstown, N. J.”; that also on one of the windows of the Dairy Association’s place of business in Wrightstown were the words “Farmers Dairy” in the same style as on the truck, and on another ■window the name “Farmers Cooperative Dairy Association, Inc.”; and that this Dairy Association was the only “Farmers Dairy” in Wrightstown. It appeared, however, from a picture which was placed in evidence, that the truck also bore the words “Owned and Operated by Y. Alfieri.” The manager of the Dairy Association testified that it never owned any property or transacted any business in Pennsylvania, that it did not trade under the name of “Farmers Dairy” or any other fictitious name, that it was merely a selling agency for a group of farmers, that it did not pasteurize or bottle milk but sold it only in raw bulk whereas the truck had on it the legend “Country Bottled Milk,” that it did not own any motor vehicles, that all the milk it sold was taken away by the purchasers in their own trucks, that it never had any connection or transactions with Alfieri, and that he probably bought milk from one Torelli, a dealer in Philadelphia, who, in turn, purchased it from the Dairy Association.\nOn this state of the testimony the corporate defendants sought support in the presumption which, they contend, arose from the words on the truck, “Farmers Dairy.” True it is that in a long line of cases it has been held that the appearance of a name on a commercial vehicle, in the manner in which business or trade names are ordinarily displayed, raises a rebuttable, factual presumption that the vehicle is owned by the person so named and is being operated by Ms employee and on Ms business. In the present instance, however, there are two reasons why the rule thus established does not apply: first, because the words “Farmers Dairy” would seem to be rather a generic term designating a type of establishment than the name of a particular business concern (it was testified that there were “a thousand Farmers Dairies” in New Jersey alone) ; and, second, because the words, “Owned and Operated by Y. Alfieri,” are in direct contradiction of any presumption which might otherwise arise, and negate an inference that the truck was owned or operated by someone else, since a fact cannot be inferred where the contrary is expressly stated. A more plausible inference would be that Alfieri was merely advertising that the milk he was selling came from the “Farmers Dairy” at Wrights-town, New Jersey. Of course, in order to raise the presumption of ownership it is not necessary that there should be an exact correspondence between the designation on the vehicle and the actual name of the alleged owner. Thus, in Vance v. The Freedom Oil Works Co., 113 Pa. Superior Ct. 280, 173 A. 496, where it was testified that the words on an oil truck were “Freedom Oil,” and the defendant sought to be charged was “The Freedom Oil Works Company,” it was held that the presumption of defendant’s ownership and operation arose, and in Reed v. Horn's Motor Express, Inc., 123 Pa. Superior Ct. 411, 187 A. 275, testimony that the name printed on a truck was “Horn’s Motor Express,” was held sufficient to raise an inference that it was owned and operated by the defendant, Horn’s Motor Express, Inc. It is obvious, however, that the insignificant variations which featured those cases are not comparable to the facts of the present case.\nSince, therefore, the corporate defendants were not aided by the presumption which they invoke, and there was no other evidence of ownership or operation by the Dairy Association but affirmative evidence to the contrary, the court should have held that it had no jurisdiction over the Dairy Association and could not compel its joinder as an additional defendant in this litigation.\nThe order of the court below is reversed, and the record is remitted with directions to make absolute the rule of the Wrightstown Farmers Cooperative Dairy Association, Inc.\nHershinger v. Pennsylvania R. R. Co., 25 Pa. Superior Ct. 147; Hennessey v. Baugh & Sons Co., 29 Pa. Superior Ct. 310; Williams v. Ludwig Floral Co., 252 Pa. 140, 97 A. 206; Holzheimer v. Lit Brothers, 262 Pa. 150, 105 A. 73; Sieber v. Russ Bros. Ice Cream Co., 276 Pa. 340, 120 A. 272; Gojkovic v. Wageley, 278 Pa. 488, 123 A. 466; Felski v. Zeidman, 281 Pa. 419, 126 A. 794; Hartig v. American Ice Co., 290 Pa. 21, 137 A. 867; Talarico v. Baker Office Furniture Co., 298 Pa. 211, 149 A. 883; Beadshaw v. Montgomery, 313 Pa. 206, 169 A. 135; Nalevanko v. Marie, 328 Pa. 586, 195 A. 49; McFadden v. Pennzoil Co., 336 Pa. 301, 9 A. 2d, 412; Alfandre v. Bream, 135 Pa. Superior Ct. 538, 7 A. 2d, 502."}