{"id": "1204525", "contents": "Per Curiam,\nIn 1934 the then Secretary of Banking brought an action in assumpsit against E. Earl Nelson, a shareholder of The Royersford Trust Company, to recover the unpaid balance of his stock subscription. A verdict was rendered against the defendant, but this court reversed (328 Pa. 56, 195 A. 416) on the ground that the Secretary had failed to comply with section 723 of the Department of Banking Code of 1933, P. L. 565, in that he had made demand for payment of the stock assessment “at once” instead of allowing a period of not less than thirty days. The reversal was stated to be “without prejudice to plaintiff’s right to discontinue and, after compliance with the requirements of section 723 . . ., to institute a new action.”\nThe Secretary discontinued that suit and similar ones which he had instituted against other shareholders, and, having now made proper demand, he brought the present bill in equity against Nelson and twenty-eight other shareholders to recover the amount of the assessment due from each. A preliminary objection was filed by the four defendants who are the present appellees, challenging the jurisdiction of equity on the ground that there was an adequate remedy at law. This objection was overruled by the court. Three other defendants filed answers to the bill of complaint and went to trial on the merits, at the conclusion of which the chancellor reconsidered the question in regard to jurisdiction. As to the defendants who had gone to trial, he decided that they had waived their right to contest the jurisdiction of equity, and entered a decree holding them liable for the amounts due on their stock subscriptions. As to the four defendants who had raised the question preliminarily, lie certified the bill to tbe law side of tbe court, having come to tbe conclusion that tbe plaintiff bad an adequate remedy at law. Tbe Secretary of Banking appeals from tbe decree ordering sucb certification.\nTbe bill of complaint set forth that tbe Secretary of Banking took possession of Tbe Boyersford Trust Company under tbe provisions of tbe Banking Act of June 15, 1923, P. L. 809, and proceeded to liquidate its affairs; that be ascertained that tbe reasonable value of its assets was not sufficient to pay its creditors in full; that tbe par value of its capital stock was $100 per share, of which only $50 per share bad been paid in; and that be bad given notice to tbe shareholders of an assessment of tbe balance due on each share. Tbe bill prayed for a decree directing defendants to pay tbe amounts due from them respectively. Certainly sucb a cause of action has always been cognizable in equity. Where the proceeding is to enforce an added statutory liability of shareholders, tbe remedy is limited to that, if any, prescribed by tbe act creating sucb liability, but where tbe proceeding is to enforce liability for a balance due on stock subscriptions, and where, therefore, tbe cause of action rests upon a contractual obligation of tbe shareholders and not upon legislation, equity, because of a variety of reasons, entertains jurisdiction : Lane’s Appeal, 105 Pa. 49, 59, 60; Bell’s Appeal, 115 Pa. 88, 92, 8 A. 177, 179; W. F. Bailey v. Pittsburgh Coal R. R. Co., 139 Pa. 213, 21 A. 72; Cook v. Carpenter (No. 1), 212 Pa. 165, 167, 168, 169, 61 A. 799, 800, 801.\nAppellees rely on tbe decision in Gordon v. Biesinger, 335 Pa. 1, 6 A. 2d 425, for tbe proposition that tbe formerly existing jurisdiction of equity in all such actions has been abolished by section 723 of the Department of Banking Code of 1933. That case was one dealing with additional statutory liability of shareholders, and the opinion expressly distinguished, and excluded from its ruling, actions upon unpaid stock subscriptions. It is true that section 723 of the Code covers both classes of cases (Harr, Secretary of Banking v. Mikalarias, 328 Pa. 49, 195 A. 86), but it provides that “If any shareholders shall not pay the amount assessed against them, the secretary may institute actions at law or in equity against them, either severally or jointly, for the amount of such assessment. ...” The legislature thus clearly indicated that it did not intend wholly to abolish actions in equity, but, on the contrary, as was stated in the Biesinger case (p. 6, A. 2d 427), in dealing with a similar provision in section 37 of the Banking Act of 1923, “The words giving him the right to proceed mean that he can employ the appropriate remedies for enforcing shareholders’ liability, and his right to proceed in one or the other forum depends on the customary principles of legal and equitable jurisdiction.” According to the “customary principles” of equity jurisdiction, a bill to enforce payment of a balance due on stock subscriptions was always maintainable at the instance of creditors or of a receiver representing them, which was not generally true, as already pointed out, of actions to enforce a purely statutory liability, to which the Biesinger case must be restricted.\nThe decree of the court below, in so far as it certified the bill to the law side of the court, is reversed, and the record is remitted for further proceedings. Costs to abide the event.\nBrinham v. The Wellersburg Coal Co., 47 Pa. 43; Hoard v. Wilcox, 47 Pa. 51; Youghiogheny Shaft Co. v. Evans, 72 Pa. 331; Appeal of Joseph M. Means, 85 Pa. 75; Lane’s Appeal, 105 Pa. 49, 58; O’Reilly v. Bard, 105 Pa. 569, 575, 576; Cochran v. Shetler, 286 Pa. 226, 230, 231, 133 A. 232, 234; Katch v. Benton Coal Co., 19 Pa. Superior Ct. 476, 481."}