{"id": "1206896", "contents": "Opinion by\nMr. Justice Drew,\nA complete answer to the only question raised in this appeal is found in Duffy v. Duffy, 117, Pa. Superior Ct. 500. The question is, can a mother maintain a suit against her unemancipated minor son for injuries sustained by her in an accident resulting from his alleged negligent operation of an automobile in which she was a passenger, if the minor is indemnified against loss or damage by a casualty insurance company? The answer is that she cannot, because such actions are barred since they are disruptive; of:family peace, destructive of the enforcement of filial discipline, and, therefore, against public policy. This general rule has been followed almost unanimously. And the overwhelming majority of courts, including óur own, Duffy v. Duffy, supra, have refused to recognize any distinguishing facts in the circumstance that the minor may have been carrying indemnity insurance. As said by the learned Superior Court in the Duffy case: “Without a legislative mandate, we see no justification for making such , a discrimination, thus segregating automobile cases from other actions by a parent growing out ;of the negligent conduct of an unemancipated minor, because in many automobile cases insurance might be carried that would give protection.” The fact therefore, that there was insurance in the instant case was of no moment..\nJudgment affirmed.\nSchneider v. Schneider, 160 Md. 18, 152 A. 498; Oliveria v. Oliveria, 305 Mass. 297, 25 N. E. (2d) 766;. Cafaro v. Cafaro, 118 N. J. L. 123, 191 A. 472; Crosby v. Crosby, 230 App. Div. 651, 246 N. Y. S. 384; Turner v. Carter, 169 Term. 553, 89 S. W. (2d) 751. Cases involving the suit by an unemancipated minor child against its parent reach the same result on the same ground of public policy. See Annotations in 31 A. L. R. 1157, 71 A. L. R. 1071 and 122 A. L. R. 1352.\nOwens v. Auto Mutual Indemnity Company, 235 Ala. 9, 177 So. 133; Rambo v. Rambo, 195 Ark. 832, 114 S. W. (2d) 468; Bulloch v. Bulloch, 45 Ga. App. 1, 163 S. E. 708; Schneider v. Schneider, 160 Md. 18, 152 A. 498; Luster v. Luster, 299 Mass. 480, 13 N. E. (2d) 438; Elias v. Collins, 237 Mich. 175, 211 N. W. 88; Lund v. Olson, 183 Minn. 515, 237 N. W. 188; Small v. Morrison, 185 N. C. 577, 118 S. E. 12; Lasecki v. Kabara, 235 Wis. 645, 294 N. W. 33."}