{"id": "1207045", "contents": "Opinion by\nMr. Justice Patterson,\nJohn J. Hagarty, appellant, instituted a trespass action to recover for personal injuries sustained by him when he fell twelve to fifteen feet to the bottom of a freight elevator shaft on premises occupied by William Akers, Jr., Co., Inc., located at the southwest corner of Tenth and Filbert Streets, Philadelphia, as he entered the shaft, through a door at the rear of a taproom on the first floor of the building, mistakenly assuming it to be the door to the mén’s room. A jury trial was had, resulting in a verdict for appellant in the sum of $7,500, on which judgment was duly entered April 23, 1940. Thereafter, on May 31, 1940, appellant caused a writ of attachment sur judgment to issue in which the appellee, New Amsterdam Casualty Company, insurance carrier on a policy of public liability insurance upon the premises in question at the time of appellant’s injuries, was named as garnishee.\nAppellant filed interrogatories to which appellee filed answers in which it admitted that it had issued á policy of public liability insurance upon the premises but denied' all liability, averring that “the said occurrence was not covered under the terms and conditions of the policy which was in force and effect between the said William Akers, Jr., Co., Inc., and the New Amsterdam Casualty Company.” The issue thus raised by appellant’s interrogatories and appellee’s answers thereto was tried béfore the court below without a jury: Act of June 25, 1937, P. L. 2090. The court found in favor of the appellee, holding that, as it contended, the liability incurred by William Akers, Jr., Co., Inc., for appellant’s injuries was not within the coverage of the policy. Appellant filed a motion for judgment n. o. v. which, after argument before the court en banc, was overruled, whereupon he took this appeal.\nThe policy of insurance here involved, which insured, “subject to the limitations and conditions hereinafter provided”, against “bodily injuries or death suffered, or alleged to have .been suffered, as the result of any accident occurring while this policy is in force . . . by reason of the ownership, care and maintenance or the occupation and/or use of the premises”, is expressly made subject to certain exceptions set forth therein, one of which reads as follows: “This policy does not cover any accident: . . . (3) suffered' by any person while in, entering or leaving the car of any elevator or hoist not described in the Schedule of Statements, or by reason of the existence of the well, shaft, or hoistway of any such elevator or hoist, including all machinery and appliances. ...” The policy plainly shows that no elevator was described in • the Schedule of Statements, as required; on the contrary, under the heading “Elevators” it is specifically stated “None Covered Hereunder”. And, the “Analysis of Premium” shows that no premium was charged or paid for any elevator or hoist.\nWhen this unequivocal and unambiguous language of the policy is construed as written, giving to the words used their ordináry and accepted meaning, it-plainly excludes from its coverage any and all elevators upon the premises in question. So construing it, we think it was clearly intended to exclude all liability for ah accident such as that which resulted in injury to the appellant and that to hold otherwise would be to vary the plain meaning of the terms of this policy/ As stated in Topkis v. Rosenzweig, 333 Pa. 529, 531-32 : “While it is the rule that if doubt exists as to the meaning of the language used in a policy of insurance, it is to be so interpreted that the insured shall not be deprived of the indemnity provided for under its terms: Hesse v. Traveler’s Ins. Co., 299 Pa. 125, 128, nevertheless it is settled that where the language of the policy is cleár and unambiguous it cannot be construed to mean otherwise than what it says. It must be given the plain and ordinary meaning of the terms used: Skelly v. Fidelity and Casualty Co. of N. Y., 313 Pa. 202, 205.. . The parties [have] the right: to make their own contract, and it is not the function of this Court to rewrite it, or to give it a construction in conflict with the accepted and plain meaning of the language used: Bole v. New Hampshire Fire Ins. Co. 159 Pa. 53; Levinton v. Ohio Farmers Ins. Co., 267 Pa. 448; Urian v. Scranton Life Ins. Co., 310 Pa. 144.\"\nAppellant’s contention that, because, the policy insures-only against, injuries, suffered by persons “not in the employ of the assured”, and such-persons are not ordinarily expected or intended to be. “in; entering or leaving the car .of any elevator” .other than a passenger elevator, the language , of the exclusion clause-was intended to refer only to' a passenger- elevator .and “the shaft . , -. of any such elevator”.fails to take into account that there was no such elevator on these premises. As the only elevator thereon was the freight elevator here involved, it must, necessarily have been within the contemplation of the parties vvhen - they provided, as to elevators, “None Covered Hereunder”. Moreover, a direction on the face, of the. policy, requiring that the “kind”, of elevator or elevators to be covered thereby be set forth, “whether passenger,.freight, passenger and freight, sidewalk, one-story inside, building,, hand hoist, escalator, or moving platform”; .plainly prohibits any such restrictive construction as is contended-for. .This contention.is-obviously without merit,,as is also the contention that, appellant’s accident “does not come within the exclusion clause, because [he] did not suffer this accident, by reason of: the existence of .the elevator shaft”, but rather “by reason of his mistake in walking through -the first doorway”. As . appellee states: “This argument overlooks the fact that if there had been no elevator shaft or well, there would have been no accident and no injury to [appellant]. . . . In the instant case there was. no slip, trip nor stumble and [appellant] intentionally executed the step into, space which resulted in his injury”. ¡Clearly appellant’s fall was in no sense caused, by any defect in the premises outside the elevator shaft and, consequently, Quinn v. Philadelphia, 224 Pa. 176; Jacob v. Philadelphia, 333 Pa, 584, and Zlates v. Nasim, 340 Pa. 157, relied upon by appellant, can have, no conceivable application to the situation here presente#. .\nJudgment affirmed."}