{"id": "1208400", "contents": "Opinion by\nMr. Justice Drew,\nThis appeal is from a decree of the Orphans’ Court of Westmoreland County removing Josiah Landis Glessner, appellant, as co-executor under the will of his deceased father. John Glessner, the testator, died on June 18, 1921. Letters testamentary were duly issued to the four executors named in his will, of whom only two, appellant and Jacob Peterson, survive. By a codicil to the will, the executors, or survivor of them, were vested with a discretionary power of sale over all of testator’s real estate. The net proceeds realized from any such sale were directed to be paid to appellee, Union Trust Company of Pittsburgh, named as testamentary trustee in the will. Such amounts were to be added to the fund established by testator’s bequest to the trustee of his residuary estate, and the net income of the entire fund was to be paid to appellant during his lifetime. Only one parcel of realty, consisting of a large brick hotel, a brick and frame livery stable and a two-story frame building, situate in the Borough of Ligonier, remains unsold.\nOn January 18,1940, the trustee presented a petition to the court below praying that the surviving executors, having permitted these buildings to get into an advanced condition of disrepair due to neglect and voluntary waste, be ordered to sell the property or that such other order be made as the situation demanded. After a hearing on the issue thus raised, the court below entered a decree removing appellant as co-executor. In its opinion the learned court said:\n“The testimony shows that for the last eleven [11] years the said Josiah Landis Glessner has occupied almost all of said hotel building, living all alone; that for the greater part of the time the taxes have been paid from the funds of the estate; that he has made practically no repairs upon the buildings, and, as a consequence, they have materially depreciated in value and are becoming dilapidated. The testimony further shows that he has made no effort to sell the property as provided by said will but has strenuously opposed any sale when there was a favorable opportunity to sell. It is quite apparent that said Josiah Landis Glessner is not endeavoring to carry out the terms of said will, but is in fact mismanaging the estate for his own personal advantage.”\nWe can find little or no warrant for such an expression. The testimony shows conclusively that the executors paid the taxes — not the trustee; that considerable repairs were made as needed from time to time and paid for by appellant; that the buildings are not becoming dilapidated but are now actually in a good condition of repair; and that it is because of ordinary wear and tear on old buildings, and a decrease in market value of real estate generally in Ligonier Borough, that the property has depreciated in value in the twenty years that have passed since it was appraised for taxation purposes in 1921, at $42,500. The testimony shows further that no reasonable offer has been made to these executors for the property, that the only offer ever made, if in fact it was an offer, was $10,000, which was refused because it was considered entirely inadequate. There is nothing in the record to show that appellant, at any time, would not have sold the property if a reasonable offer satisfactory to himself and his co-executor had been made. Further the record is devoid of anything which indicates that appellant did not carry out the terms of the will or that he mismanaged the estate or handled it for his own advantage.\nThe removal of appellant from the position of confidence in which he was placed by the will of his father, upon the court’s own motion, no such request having been made by the testamentary trustee, was an unusual and drastic action. The Fiduciaries Act of June 7,1917, P. L. 447, section 53(a) 1, confers upon the orphans’ court having jurisdiction the exclusive power to remove an executor and vacate the letters testamentary given him when he is wasting or mismanaging the estate or property under his charge or when for any reason the interest of the estate or property are likely to be jeopardized by his continuance as executor. It is obvious that this Act requires that a substantial reason be present before such action will be taken, even in the usual situation where such removal is requested by interested parties: Hughes’s Estate (No. 1), 319 Pa. 321, 324; Hurley’s Estate, 313 Pa. 53, 55; Kaier’s Estate, 264 Pa. 296, 298. In discussing similar provisions in the Act of May 1, 1861, P. L. 680, and their application to a case where interested parties requested the removal of an executor, this Court, speaking through Mr. Justice Sharswood, in Parson’s Estate, 82 Pa. 465, 467, said: “It is a . . . stringent and summary process to remove an executor, and it must clearly appear from the evidence that a case Avas made out under it, and that the discretion of the court Avas properly exercised. It must clearly appear that the executor is Gvasting or mismanaging the property or estate under his charge, or that for any reason the interests of the estate or property are likely to be jeopardized by the continuance of such executor’ ”. This passage was quoted with approval in Hurley’s Estate, supra, p. 55. In Mathues’s Estate, 322 Pa. 358, 359, speaking through Mr. Chief Justice Kephaut, we said: “The removal of a trustee is a drastic action, which should only be taken when the estate is actually endangered and intervention is necessary to save trust property. In Neafie’s Estate, 199 Pa. 307, it was stated there must be a substantial reason before the court will remove a trustee, who enjoyed the confidence of the person who created the trust. A testator has, as a property right, the privilege and power to place the management of his estate in a selected person as a condition of his bounty. See Bailey’s Estate, 306 Pa. 334; Perry on Trusts (6th ed.) 276; Boots Estate, 275 Pa. 366.” Therefore, for a court which has jurisdiction to remove a fiduciary, there must appear a situation where the estate is in real danger of substantial loss if the fiduciary is permitted to remain: Crawford’s Estate, 340 Pa. 187, 190.\nAlthough appellant has resided in the hotel building for eleven years, and in this way lias had its exclusive use, it is only because no one has desired to rent the property for hotel purposes. It was formerly occupied for this use, but the last such tenant was unable to maintain it and was dispossessed for nonpayment of rent. The appellant has adapted the building to accommodate tourists and in that way is attempting to get some income from the building. The two-story frame building and livery stable have been continuously rented to tenants. Furthermore, appellant, being the sole beneficiary of the income of the fund that might be derived from renting or selling the property, should be permitted to choose between occupying the property or receiving the income.\nThe finding that appellant was not attempting to carry out the terms of the will is not justified by the mere fact that certain real estate remains unsold. That the testator fully contemplated the possibility of the executors, in the exercise of the discretion with which he vested them, not selling all or any part of the real estate, is apparent from the provisions in his will for the contingency of real estate remaining in the estate until appellant’s death.\nIt is hard to reconcile the attitude of the court to appellant and to his co-executor, of whom the court said: “Jacob Peterson is a man of sound judgment and excellent financial ability, and well qualified to perform the duties of executor.” This estate was administered by these executors together, each was equally responsible for its proper management, and appellant could not have been guilty of the charges made against him by the court, without his co-executor being involved and to the same extent. Mr. Peterson justified all that appellant did, appeared as a witness in his behalf, and testified that the property had not depreciated to any extent, but that on the contrary, appellant had kept up the repairs at his own expense and paid part of the taxes. And yet the court severely condemns the conduct of appellant and .praises that of Mr. Peterson.\nThe action of the court below in removing appellant was a clear abuse of discretion; it was not justified by any vieAV of the evidence or based upon facts which the Fiduciaries Act of 1917 and the adjudicated authorities require before applying this drastic and summary remedy. It is clear that there was nothing upon which to base the charge that appellant was wasting, mismanaging or jeopardizing the property under his care, and that the learned court ought not to have removed him and Amcated his letters.\nDecree reversed."}