{"id": "1208347", "contents": "Opinion by\nMr. Justice Stern,\nThe wife plaintiff, Flora M. Henn, walking along the sidewalk in front of No. 413 Curtin Street, Pittsburgh, stepped into a hole and was thrown and injured. In this suit, brought by her and her husband against the city to recover damages, they obtained judgments from which defendant appeals on the ground that the place and cause of the accident were not adequately defined by plaintiffs’ testimony, and that the defect in the pavement was not great enough to impose liability on the municipality.\nNeither of these contentions can be sustained.\nMrs. Henn testified: “I had taken a few steps . . . and my foot got caught in a hole in the sidewalk and I could feel it like tugging at my galosh. I had new galoshes on that morning and it threw me forward, you see, and then I crumbled down on the sidewalk . . .” This clearly indicates that it was the catching of her foot in the hole which caused her to fall. Although the occurrence took place at 10:35 o’clock in the morning, the sidewalk was covered with recently fallen snow, which accounted for her failure to observe the defect in the pavement and avoid the accident. The testimony sufficiently fixed the location of the hole and described its dimensions and general appearance.\nAccording to the evidence the hole was one and a half to two inches in depth at the time of the accident; its depth six months before was estimated at an inch or an inch and a half. It constituted “a broken place there, sort of a triangle shape, and about seven or eight inches by ten,” nearly in the center of one of the cement blocks of the sidewalk. It is true, as contended by defendant, that “An elevation, depression or irregularity in a sidewalk may be so trivial that the court, as a matter of law, is bound to hold that there was no negligence in permitting it to exist”: Davis v. Potter, 340 Pa. 485, 487, 17 A.2d 338, 339. But “there is a shadow zone where such question must be submitted to a jury whose duty it is to take into account all the circumstances. To hold otherwise would result in the court ultimately fixing the dividing line to the fraction of an inch, a result which is absurd”: Kuntz v. Pittsburgh, 123 Pa. Superior Ct. 394, 401, 187 A. 287, 289. It was also said in the latter case (pp. 399-400) : “The extent of irregularity which may be present in a street without convicting a municipality of negligence in its maintenance varies with other circumstances such as amount of travel, actual location of the rise or depression, character of material with which the pavement or walk is constructed, nature of the irregularity and other circumstances.” A city cannot be expected to maintain its sidewalks and street crossings in a perfectly level condition, and where the defect consists of some slight variation between the elevation of adjoining paving blocks, flagstones or curbstones, or irregularity in the junction of the sidewalk and curb, no liability is imposed upon the municipality: Newell v. Pittsburgh, 279 Pa. 202, 123 A. 768; McGlinn v. Philadelphia, 322 Pa. 478, 186 Pa. A. 747; German v. McKeesport City, 137 Pa. Superior Ct. 41, 8 A.2d 437. Here, however, we have a situation where a hole of irregular contour, of extended area and sufficient depth to catch within it the shoe of a pedestrian, existed, in the direct line of travel, on the sidewalk of a well populated street. Each case must be determined by its surrounding circumstances, and “no definite or mathematical rule can be laid down as to the depth or size of a sidewalk depression necessary to convict a municipality, or owner or occupier of the premises, of negligence in permitting its continued existence”: Emmey v. Stanley Co. of America, 139 Pa. Superior Ct. 69, 72, 10 A.2d 795, 797. See also: Shafer v. Philadelphia, 60 Pa. Superior Ct. 256, 258; Ponti v. Philadelphia, 63 Pa. Superior Ct. 428, 429; McCarthy v. Pittsburgh, 127 Pa. Superior Ct. 399, 402, 193 A. 358, 359; Thompson v. Philadelphia, 129 Pa. Superior Ct. 174, 177, 195 A. 174, 175.\nThe case was for the jury and the judgments are affirmed.\nThe Chief Justice, Mr. Justice Drew and Mr. Justice Patterson dissent."}