{"id": "1208302", "contents": "Per Curiam,\nThe order of the court below is reversed. The Writ of Mandamus is quashed and set aside. Costs to be paid by the appellees.\nAn opinion will be filed in due course.\nOpinion by\nMr. Justice Maxey,\nThis is an appeal from the order of the Court of Common Pleas of Schuylkill County reversing the action of the County Board of Elections of that County in striking from the record the withdrawal of Helen McGrath as the Democratic nominee for the office of Tax Collector of West Mahanoy Township, Schuylkill County, Pennsylvania.\nThe questions involved are as follows:\n1. Is the Court of Common Pleas vested with sole jurisdiction under Section 977 of the Election Code to inquire into the fraudulent character of a withdrawal by a nominee? The Court below answered this in the affirmative.\n2. Does the Board of Elections under Sections 302 and 304 of the Election Code have the power to hear and determine charges that the withdrawal of a nominee was fraudulently obtained and filed? The Court below answered this question in the negative.\nThe County Board of Elections held that Section 302 of the Pennsylvania Election Code, sub-paragraphs (i) and (j), granted to it the power and imposed upon it the duty, inter alia, “to investigate elections, irregularities and violations of the Election Code and to receive and determine as provided in the Election Code, the sufficiency of nomination petitions, certificates and papers of candidates for . . . township officers”. The Board on October 15, 1941, after having been informed by Helen McGrath, who was nominated on the Democratic ticket in the Primary Election, held September 9,1941, in West Mahanoy Township, for the office of Tax Collector, that what purported to be her withdrawal as a candidate for that office, which withdrawal had been filed in the office of the County Board of Elections on October 9,1941, was not (a) acknowledged by her, (b) filed by her or by any one authorized to act for her, and (c) that the withdrawal, which was filed was signed by her on August 28, 1941, pursuant to a written agreement made by and between her and the Democratic Executive Committee of West Mahanoy Township that she would execute an irrevocable withdrawal, in case of her nomination at the Primary, of her name as the Democratic candidate for Tax Collector at the November Election 1941, in West Mahanoy Township, ordered a hearing held to consider these allegations.\nThis hearing was held and established the fact that one John Cuff of Shenandoah filed the purported withdrawal of Helen McGrath. The latter produced the agreement which she made with the Democratic Executive Committee August 28,1941, and a copy of the withdrawal signed by her on the same day. The withdrawal produced by her was undated and was identical with the one purportedly filed on October 9, 1941, except the alleged acknowledgment of it was under the date of September 29, 1941.\nAfter hearing the testimony the Board of Elections ordered that “the withdrawal of Helen McGrath be stricken from the record” and notice be given to the Democratic Executive Committees of the County and of the West Mahanoy Township respectively, that no substitution could be accepted or recognized for the office of Tax Collector, because no vacancy existed in the nomination for that office, by reason of the withdrawal of Helen McGrath having been stricken from the record, and that her name would be placed for that office on the Democratic ticket for the November Election.\nThe Chairman of the Democratic Party, Dr. P. C. Boord and John P. McGrath, the latter having been certified as the substituted party nominee for Helen Mc-Grath, then filed two petitions for mandamus against the County Commissioners, sitting as the County Board of Elections, one to No. 358 November Term 1941, and the other to No. 359, November Term, 1941, praying for peremptory writs of mandamus in each case. In the instant case the prayer was for a peremptory mandamus directing the members of the Election Board to rescind their resolution striking from the record the withdrawal of the said Helen McGrath.\nThe contention of the plaintiffs is that the spurious and fraudulent character of Helen McGrath’s withdrawal as a candidate for tax collector could not be inquired into by the Board of Election, that the Court of Common Pleas had sole jurisdiction in the matter, under Section 977 of the Election Code, and that since no objections were filed to the alleged withdrawal within five days of its filing, the said withdrawal must be “deemed to be valid.” The Court below accepted this contention. We reject it.\nThe Election Code makes the County Board of Election more than a mere ministerial body. It clothes it with quasi-judicial functions, for Section 304 of the Code provides that “Each County Board of Election may make regulations, not inconsistent with this act or the laws of this Commonwealth to govern its public sessions, and may issue subpoenas, summon witnesses, compel production of books, papers, records and other evidence, and fit the time and place for hearing any matters relating to the administration and conduct of primaries and elections in the county under the provisions of this act.”\nSection 302, clause (j) provides that the County Board of Elections shall have the power to “receive and determine, as hereinafter provided, the sufficiency of nomination petitions, certificates and papers of candidates for county, city, borough, township, ward, school district, poor district, election offices, and local party offices required by law or by party rules to be filed with the board.” In other words, this Board has authority to determine the sufficiency of nomination petitions and also the papers of candidates for the offices specified. The word “paper” obviously includes a paper purporting to withdraw a nomination to public office. It follows that if the Board of Elections is satisfied that a paper is spurious, or fraudulently obtained, it may refuse to accept such a paper for what it purports to be. A mere physical receipt or filing of the paper is not per se a legal determination of its sufficiency.\nSection 976 of the Code provides, inter-alia, “The action of said officer or Board in refusing to receive and file any such nomination petition, certificate or paper, may be reviewed by the court of common pleas of the proper county upon an application for a writ of mandamus to compel its reception as of the date when it was presented to the office of such officer or board: Provided, however, that said officer or board shall be entitled to a reasonable time in which to examine any petitions, certificates or papers and to summon and interrogate the candidates named therein, or the persons presenting said petitions, certificates or papers, and his or their retention of same for the purpose of making such examination or interrogation shall not be construed as an acceptance or filingUpon completion of any examination, if any nomination petition, certificate or paper is found to be defective, it shall forthwith be rejected and returned to the candidate or one of the candidates named therein, together with a statement of the reasons for such rejection. [Italics supplied.]\nIn the instant case the County Board physically re-. ceived the purported withdrawal of Helen McGrath, but this did not become a legally operative act until the paper’s validity was determined by the Board. The Code gave the Board a “reasonable time” in which to reach a final determination. The Board acted within sis days, which was a reasonable time.\nOn October 15, 1941, the Board determined after an examination of papers and an interrogation of witnesses, that the purported withdrawal in question was invalid, and the Board’s action in “striking the withdrawal from the record” was in effect a holding that the withdrawal was not received as a legal finality.\nIn the petition for mandamus, the petitioners aver that “under the Election Code of 1937, Sec. 977, jurisdiction of the subject matter contained in the petition of the said Helen McGrath is in the Court of Common Pleas of Schuylkill County and not in the County Board of Elections”. The answer to this is that Sec. 977 specifically applies only to nomination petitions and papers “received and filed”. Those who petition under Sec. 977 do so for a setting aside of papers relative to nominations and election. The present petitioners demand the acceptance of such papers. After the above determination by the Board of Election on October 15th the purported withdrawal paper of Helen McGrath was not “a. paper received and filed”. Plaintiffs contend that the Board was without jurisdiction to take any action on the matter of Helen McGrath’s alleged withdrawal after the Board physically received such paper six days earlier. This contention ignores Sec. 976 of the Code, which “gives the Board a reasonable time” to determine whether it will legally accept and file any nomination petition, certificate or paper. Sec. 304 of the Code makes the County Board of Elections a quasi-judicial body. No mere ministerial body possesses the investigating power and instrumentality Sec. 304 gives the Board of Elections. This Board after availing itself of a “reasonable time” rejected twenty days before election day Helen McGrath’s illegally obtained withdrawal because it adjudged it invalid. There was nothing ultra vires or arbitrary in this action. Counsel for both sides agree that no question as to the propriety of the act of the Election Board in striking off Helen McGrath’s illegally obtained withdrawal is raised. The sole questions raised are as to jurisdiction.\nThe first question involved in this case, as set forth in the first part of this opinion, we answer in the negative ; the second, we answer in the affirmative.\nThe order of the court below is reversed^ The writ of mandamus is quashed and set aside. Costs to be paid by the appellee."}