{"id": "1208396", "contents": "Opinion by\nMr. Justice Patterson,\nThis is an appeal from a decree of the orphans’ court of Beaver County discharging a rule to show cause why certain assets, claimed by the administrator of Sarah Brown, deceased, to have been the property of the decedent and in her possession at the time of her death, should not be surrendered for administration as part of the estate.\nSarah Brown, the decedent, died intestate on December 25, 1938, leaving to survive her five sons, the oldest of whom, Leo Brown, the appellant, was appointed administrator of her estate on April 19, 1940. Leo Brown, as administrator, on August 19,1940, filed a petition for a citation, directed to the Monaca Federal Savings and Loan Association and two of his brothers, Albert E. Brown and Robert R. Brown, appellees, for a rule to show cause why two investment share certificates and a savings share book or certificate, issued to “Sarah Brown, in case of death to Robert Brown and Albert Brown, only” and representing accounts, aggregating $14,046.09, with the Monaca Federal Savings and Loan Association, formerly the Phillipsburg Building and Loan Association, should not be turned over to him or, in the event that the certificates could not be delivered, to show cause why their value at decedent’s death, with interest and dividends, should not be paid to him as administrator. In addition to the securities, appellant also sought to recover, for the estate, a Dodge sedan automobile, now in possession of Albert E. Brown, the certificate of title to which was in decedent’s name at the time of her death.\nPrior to reorganization of the Phillipsburg Building and Loan Association, the endorsements on the securities in dispute read simply “Sarah Brown”, but upon reorganization and the issuance of new certificates, several months before decedent’s death, she told the secretary of the Association she wanted the new certificates “made out in these two names and payable to them only in case of her death”, stating as her reason that “the other boys have inherited money from their father and have not taken care of the funds to her satisfaction.” The secretary thereupon added the words “in case of death to Robert Brown and Albert Brown, only” and delivered the certificates to decedent, who placed them in a locked box or “toy bureau” in her home, used by her as a depository for her valuable and legal papers, where they remained until her death. Subsequent to the issuance of the new shares and up until her death, all dividends were paid to decedent, as before, and from time to time during this period she made withdrawals which, as the court below found, totalled $1,500. The securities and certificates of title- to the automobile were found, after decedent’s death, in the box where she kept her valuable papers, by the son Albert, who had obtained possession of the key to the box about six weeks before decedent’s death, from a granddaughter to whom decedent gave the key, before leaving for a hospital in- Cleveland, Ohio, where she underwent an operation and remained until shortly before her death, with instructions to give the key to him. In the interim between decedent’s death and the grant of letters to appellant, the Association canceled the old certificates, upon their presentation to it by Robert R. Brown, and, after deducting inheritance tax payments, opened two new savings share accounts, one for Albert E. Brown and one for Robert R. Brown, in the sum of $6,995.79 each.\nAn answer was filed by appellee Albert E. Brown, claiming the automobile as a gift from his mother, during her lifetime, and at the same time all of the appellees filed answers, averring that upon the death of decedent the investment share accounts and savings share account became the absolute property of Albert E. Brown and Robert R. Brown, by virtue of the terms of the endorsements thereon. After hearing and argument before the court en banc, at which time appellees questioned the jurisdiction of the orphans’ court to grant the relief prayed for, the court below held that it did have jurisdiction, but discharged the rule, holding, as to the securities, that “the writing on the certificates and book was not testamentary; nor did it create a trust; but evidenced a gift inter vivos, reserving to the donor the income, with a possible right of consumption of the principal, but whatever was left at the time of her death belonged to the two boys”, and as to the automobile, that under the' evidence title to it had passed to Albert E. Brown, by way of gift, during the lifetime of the decedent.\nWhile the orphans’ court possesses extensive powers to assist a decedent’s personal representative to acquire control of property rightfully belonging to the estate, its jurisdiction being entirely of statutory origin, these powers may be invoked only within well defined ultimate limits', one of which is that the orphans’ court cannot determine the validity of a disputed debt to an estate. See McGovern’s Estate, 322 Pa. 379, The appellee Assoéiation is not in the position of a mere stakeholder in this controversy, but in that of a debtor to the decedent who has already paid over the funds standing to the decedent’s credit, under a claim of right, and the legality of its action in so doing presents a controversy for the common pleas to settle. Under similar circumstances, it was said in Appeal of the Harrisburg National Bank, 84 Pa. 380, 384-85: “It may be very clear that under the laws of Pennsylvania this fund belongs to the administrator. If so, it is simply a debt due to the estate ... In the settlement of the administrator’s account [the orphans’ court] certainly could decide that this was an asset of the estate which the administrator ought to have collected, and if he had negligently lost it, could surcharge him with the amount. But surely they could not cite the debtor and enter a decree or judgment against him. That would be to draw into that court the trial and determination of all claims by decedents’ estates against third persons.” See also: McGovern’s Estate, supra; Hober’s Estate, 118 Pa. Superior Ct. 209; Smith’s Estate, 141 Pa. Superior Ct. 571. Insofar as the petition sought an order on the appellee Association to pay over any of its funds to appellant, it should have been dismissed for want of jurisdiction.\nWhether the court below properly assumed jurisdiction over the dispute between appellant and the other appellees, involving specific property which appellant claims as part of the decedent’s estate, depends upon different considerations. “If the property was in decedent’s possession, either actually or presumptively, at the time of his death, or thereafter at any time came into the possession of his personal representative as part of the estate for purposes of administration and distribution, the jurisdiction of the orphans’ court attaches, at least preliminarily ... If the property is fairly to be regarded' as having been in decedent’s possession, either actually or presumptively, at the time of his death, but there is a substantial factual dispute as to ownership, the orphans’ court has no power, sitting as a fact-finding tribunal, to determine this question, but may submit the issue for a trial by jury, and a verdict so found will properly constitute the basis of a decree by that court settling the controversy”: Crisswell's Estate, 334 Pa. 266, 269-70. See also Keyser’s Estate, 329 Pa. 514, 518-19; Moyer’s Estate, 341 Pa. 402, 406-07. “If the proofs ‘show that the denial of the plaintiff’s right is not based upon facts which in law show a substantial dispute, so that if the case were before a jury binding instructions against the defendant would be justified, then the court may administer the relief asked, and it is not necessary that the right of the plaintiff should be first settled at law, or that an issue should be granted to determine the question of the title set up by the defendant’ ... ‘It has long been held that an issue will not be awarded unless evidence is produced raising a controlling disputable question of fact’ ”: Estate of Eliza Gallagher, 109 Pa. Superior Ct. 304, 307-08. See also: Weller’s Estate, 247 Pa. 196, 204; Walkinshaw’s Estate, 275 Pa. 121, 125. Guided by these principles, we conclude that the orphans’ court had jurisdiction to entertain the petition with respect to appellees Albert E. Brown and Robert R. Brown and that the question whether, under the circumstances, a substantial dispute was presented, as to the ownership of the specific property claimed by appellant, was one to be decided by it, in limine; further, that the denial by these appellees of appellant’s right to the property claimed is not supported by evidence sufficient to show a “substantial dispute”, as the court below should have declared as a matter of law, granting the relief prayed for as to them.\nIt is, of course, well settled that the mere fact that the donor of a fund reserves the interest or income therefrom during his lifetime, thereby postponing enjoyment by the donee until his death, will not, of itself, defeat an intended gift inter vivos of the fund, if the donor shall have immediately transferred to the intended donee all control and dominion over the principal of the fund, as by assignment or unconditional delivery of the written evidence thereof. See Funston v. Twining, 202 Pa. 88; Packer v. Clemson, 269 Pa. 1; Connell’s Estate, 282 Pa. 555; Chapple’s Estate, 332 Pa. 168; Pyewell’s Estate, 334 Pa. 154. Being of opinion that the endorsement of the words “in case of death to Robert Brown and Albert Brown only” upon the certificates and savings share book constituted such a transfer, the court below concluded that there had been a valid gift of the principal of the funds represented thereby to the sons, Robert and Albert, perfected by the decedent in her lifetime. On this appeal, appellees take the position that “it is more right to say that the right of the two sons is fixed as third party beneficiaries to a contract between the decedent and the Association, than it is to test the transaction on the theory of a gift of personal property”, or that “what was given by these instruments was an estate in remainder to the two sons, just as much so as if the mother had drawn a deed to real estate in their favor”, or that “in effect the Association was a trustee under an express trust, and obliged to pay the residue to the two sons”, relying largely upon Smith’s Estate, 141 Pa. Superior Ct. 571, cited supra. Adams’ Estate, 139 Pa. Superior Ct. 512, and Sherman v. Stoner, 78 Pa. Superior Ct. 189, are also cited as supporting these contentions. The writing in Smith’s Estate consisted of an agreement, under seal, executed by the decedent and appellee, on the reverse side of the signature card for a savings account owned by decedent in a trust company, which created a joint tenancy with right of survivorship, and the writings involved in Adams’ Estate and Sherman v. Stoner consisted of declarations by the donor affirming that a gift had already been consummated in the past, which were held to be evidence of an absolute gift, implying that delivery and every other formality necessary to create a gift had taken place. The writings involved in these cases are manifestly in no way comparable to the endorsements here involved. In onr opinion, .the directions “in case of death to Robert Brown and Albert Brown”, like the writings involved in Grady v. Sheehan, 256 Pa. 377, and Waltman v. Germantown Trust Co., 92 Pa. Superior Ct. 480, are purely testamentary in character, as the decedent’s stated purpose at the time the certificates were so endorsed, her subsequent retention of the certificates, and her exercise of control and dominion over the funds up until her death, clearly indicate they were intended to be.. See also: Hicks v. Meadows, 193 Ala. 246, 69 So. 432; McCullough v. Forrest, 84 N. J. Eq. 101, 92 A. 595; Dover Coöperative Bank v. Tobin’s Est., 86 N. H. 209, 166 A. 247; Turpin’s Admr. v. Stringer, 228 Ky. 32, 14 S. W. (2d) 189; Helper State Bank v. Crus, 90 Utah 207, 61 P. (2d) 318; Bailey v. New Bedford Institution for Savings, 192 Mass. 564, 78 N. E. 648; Jones v. Crisp, 109 Md. 30, 71 A. 515; McCormack v. Bertschinger, 115 Ore. 250, 237 P. 363. As testamentary dispositions, the endorsements are concededly ineffectual, because not in compliance with our statute of wills.\nThe mere fact of possession by the son, Albert E. Brown, of the key to the box in which the securities were kept by decedent, for a period of six weeks prior to decedent’s death, is of no legal significance under the circumstances here presented, as appellees apparently concede, for they state that “nothing counts in this case but the written instruments.” It is true that, where manual delivery is impracticable or inconvenient, delivery of the key to a receptacle, with a clear and unmistakable intent to make a gift, may be sufficient to establish a constructive or symbolical delivery of the property to which the key gives access: Elliott’s Estate, 312 Pa. 493, 500; Crisswell’s Estate, supra, 270-71. But, in the present case, it does not appear that manual delivery would have been either impracticable or inconvenient, and there is a complete absence of proof that the key was delivered for the purpose of making a constructive delivery of any of the property to which the key gave access. All that the evidence shows is that the decedent, just prior to leaving for the hospital, handed the key to a third party with instructions to give it to the son, without any words of explanation whatever as to her purpose in so doing. It does not appear that decedent was aware of the imminency of death at the time and, under the circumstances, it is almost inconceivable that she could have intended by this mere direction to strip herself of practically all of her available property. It may be, and probably was, decedent’s intention to bestow mere custody of the key upon the son, during her absence at the hospital, and this possibility not being negatived by the evidence, no constructive or symbolical delivery has been sufficiently shown. See Elliott’s Estate, supra, 500. Moreover, even if a delivery, actual or constructive, of the securities had been shown, this would not, of itself, have been sufficient to make a completed gift of the funds, under the circumstances of this case, since possession by the sons would be entirely consistent with the form of the endorsements, under which no part of the funds could be withdrawn by them, or either of them, until after the decedent’s death. See Jones v. Crisp, supra, 71 A. 515, 517.\nThe omission on the part of appellee Albert E. Brown to obtain a certificate of title, issued in his own name, would subject him to the penalty imposed by section 201 of the Vehicle Code of May 1, 1929, P. L. 905, but such omission would not, of itself, defeat an otherwise valid gift to him of the Dodge sedan automobile by the mother, during her lifetime. See Braham & Co. v. Steinard-Hannon Motor Co., 97 Pa. Superior Ct. 19; Auto Bk. Corp. v. Atlas A. Fin. Corp., 129 Pa. Superior Ct. 501, 509. And compare Connell’s Estate, supra, 560-62. However, we are of opinion that the evidence relied upon by the son, in support of his averment of a gift inter vivos of the automobile, is insufficient to overcome the presumption of ownership in the decedent, arising by reason of the taking of title in her name and her retention of possession thereof, among her valuable papers, down to the time of her death. The evidence of statements by decedent of an intention to make a gift to the son at some future time is clearly insufficient, as is also the evidence that she executed the assignment on the back of the certificate of title, apparently in blank, in the absence of an unequivocal delivery to him of the certificate, during her lifetime. “To make a valid gift there must have been not only an intention to make it but to do so at the time and not in the future, and it must be accompanied by an actual or constructive delivery to the donee by which the donor released all dominion over the property, and invested the donee with full title to and control over the same. Without a complete delivery there can be no valid gift inter vivos, though every step be taken that is essential to the validity of the gift; if there is no delivery the gift must fail. Intention cannot supply it; words cannot supply it; actions cannot supply it; it is an indispensable requisite without which the gift fails, regardless of consequences, and the test of delivery is the change of property, the immediate right to the entire dominion over the subject of the gift, a perfect title which is as good against the donor as anyone else”: Hafer v. McKelvey, 23 Pa. Superior Ct. 202, 204. See also: Reese v. Phila. Trust, etc., Co., 218 Pa. 150, 156; Chapple’s Estate, supra, 170. That the son was permitted to possess and use the automobile for his own purposes is likewise of no significance as showing an executed gift inter vivos, particularly since he lived with, and was supported by the decedent, up to the time of her death. “The mere possession of the property is not sufficient evidence of a gift, for this may be consistent with a mere custody or agency. The evidence must show that the donor intended to divest himself of the property, and should be inconsistent with any other purpose”: Reading Trust Co. v. Thompson, 254 Pa. 333, 337. See also: Maxler v. Hawk, 233 Pa. 316, 324; Campbell’s Estate, 274 Pa. 546, 550; Henes v. McGovern, 317 Pa. 302, 307-09.\nWhether the circumstances relied upon to establish a gift of the automobile be viewed individually or collectively, we are of opinion that they show, at most, a possible intention to make a gift which was never consummated by delivery during the decedent’s lifetime. And, in arriving at this conclusion, we are not unmindful that less evidence may be required to establish a gift where the relationship of parent and child exists than where the transaction is between strangers. See Gongaware’s Estate, 265 Pa. 512, 516; Yeager’s Estate, 273 Pa. 359, 362; Henes v. McGovern, supra, 308. What has already been said with respect to the sufficiency of the evidence to establish a constructive delivery of the securities applies, of course, with equal force, to the certificate of title to the automobile.\nThe decree is reversed' as to appellees Albert E. Brown and Robert R. Brown and the record is remitted with instructions to reinstate the rule for a citation and to make a decree granting the relief prayed for as to them; as to the appellee Savings and Loan Association the decree is affirmed for the reasons stated in this opinion. Costs to be paid one-half out of the estate and one-half by appellees Albert E. Brown and Robert R. Brown."}