{"id": "1208399", "contents": "Opinion by\nMr. Justice Stern,\nThe Mausoleum Building Corporation undertook the construction in Sylvan Heights Cemetery, located near Uniontown, of a mausoleum for the burial of the dead. Plans were prepared for a marble structure designed originally to accommodate five hundred, but later, by amendment, seven hundred bodies. Written contracts were entered into between the corporation and so-called “purchasers” who subscribed for rights of interment in designated crypts, the purchase price to be paid in instalments of 10% at the time of signing the contract, 10% when the foundation was started, 15% upon completion of the foundation, 25% upon installation of the crypts, 25% when the roof was constructed, and 15% when the mausoleum was completed. The corporation executed a bond to a trustee for the use and benefit of the purchasers in the sum of $200,000, with McClellan Leonard, who was an officer and stockholder of the corporation, as surety, Leonard receiving compensation from the corporation for assuming this obligation. The bond recited that the corporation had entered, and would thereafter enter, into written contracts with persons for the sale of crypts and burial spaces in the mausoleum, and the condition of the bond was that when and as the persons entering into the contracts “do, keep, comply and perform all things in accordance with the true intent and meaning of their contracts in writing, then the said bounded principal will build, construct and erect the said proposed mausoleum building and make ready for the sepulture of bodies therein and will keep, comply, perform and do all things as provided by the terms and conditions of its contracts.”\nThe bond was executed in 1929 and was used as an inducement to persons to enter into contracts for the purchase of crypts. In 1940 the Mausoleum Building Corporation, being without funds, was thrown into receivership at the suit of a number of the purchasers, the money subscribed having been expended partly on the building and partly for salaries and administrative expenses of the corporation. The mausoleum was then only one-third or one-fourth completed as to bulk and one-sixth as to cost; there was no roof or external wall construction; the crypts had been installed in concrete but without the specified marble facing. According to the finding of the court below it will require more than the amount of the bond to finish the mausoleum in accordance with the original plans; there was testimony that the cost of such completion would be between $235,000 and $250,000. The total amount of the contracts entered into with purchasers is $158,550, of which $72,605.75 has been paid. The number of purchasers is 86, of whom 46 have paid 60% or more of an aggregate purchase price of $84,675, such payments amounting to $53,745. The building not having progressed beyond the stage of installation of the crypts, none of the purchasers owes at the present time in excess of 60% of the contract price. A large number of burials have been made in the crypts.\nLeonard died in 1937, intestate. At the audit of the second and partial account of the administrator of his estate, the substituted trustee under the bond (the original trustee having died) presented a claim based upon Leonard’s liability as surety. The claim was allowed by the auditing judge in the sum of $200,000. The estate being, as a result, hopelessly insolvent, the court awarded a dividend - of 8% on the claims, amounting to $16,000 on the award in favor of the trustee under the bond. The present appeal is by one of Leonard’s heirs at law.\nThe question raised under this peculiar, not to say unique, situation, is in regard to the proper measure of damages for breach of the condition of the bond. That instrument does not merely indemnify against loss, but contains an express affirmative covenant that the principal “will build, construct and erect the said proposed mausoleum building.” It therefore constitutes a guaranty or absolute undertaking to build the structure, and ordinarily, when the obligation of such a bond is breached, the measure of damages is the cost of completion, not exceeding, of course, the amount of the bond: Mechanics Trust Co. v. Fidelity & Casualty Co., 304 Pa. 526, 535, 156 A. 146, 149; Purdy v. Massey, 306 Pa. 288, 295, 159 A. 545, 547.\nAppellant would have us limit the recoverable damages in the present case to the amount of the instalments advanced by the purchasers and the expenses incurred by them on the faith of their contracts; while admitting that theoretically they would also be entitled to the value of their bargain, appellant claims that their bargain has no value and therefore cannot be made an element of recovery. It is argued that the measure of damages is the cost of completion only in cases where the bond is given to the owner of the land on which the building is to be erected and where the failure to complete the structure therefore diminishes the value of his property, or where the bond is for the benefit of a mortgagee and his security is consequently impaired by the non-erection of the building. It is true that the purchasers under the contracts with the Mausoleum Building Corporation did not acquire a fee simple title to the crypts but only an incorporeal hereditament consisting of the privilege of interment (Hancock v. McAvoy, 151 Pa. 460, 25 A. 47; Walter v. Baldwin, 126 Pa. Superior Ct. 589, 595, 193 A. 146, 149) ; they did, however, obtain a right of possession for burial purposes which was not only perpetual but, for all practical purposes, exclusive. Moreover, although not the owners of the land, their legal status is sui generis in that a right of sepulture, unless otherwise expressly provided in the rules and regulations of the cemetery association, carries with it the implied right of erecting a tombstone, monument or mausoleum over the grave, with the right of entry on the land for that purpose: 10 Am. Jur. 508, section 31; they thus would enjoy the legal power, similar to that of the Mausoleum Building Corporation itself as owner, to have the mausoleum erected on the land of the corporation in accordance with the latter’s agreement in the bond. Another feature of the situation which cannot be ignored is that, in addition to the technical rights referred to, the subscribers who entered into the contracts have a profound interest in both the land and the structure to be erected thereon, since what they are seeking is protection for the bodies, that have been and will be buried there and beautification of the last resting places of their dear ones. In pursuit of these objects they, for a consideration, acquired from the corporation and its surety a bond for the erection of a mausoleum according to prepared plans, and, the condition of that bond having been breached, they have a right to demand recompense to the extent necessary to enable them to have the mausoleum built, namely, the cost of completion, for only thus can they be placed in the position they would have occupied had the obligation of the bond been performed. Considering the nature and the perpetuity of their incorporeal hereditament, and the collateral rights attaching to it akin to those of ownership, there would seem to be no foundation for the application of any measure of damages for non-completion other than the ordinary rule which is applied when the obligee of such a bond is the actual owner of the land on which the building is to be erected. Indeed, to hold that the purchasers can recover only the money they have paid under their contracts would be a flagrant denial of an adequate remedy, because it would subject them to the harsh alternative either of allowing the bodies already interred in the crypts to remain in a crude and unfinished structure unadorned with the marble and other embellishments designed to honor the dead and make aesthetically attractive to the living the tombs of the departed, or to remove the bodies to some other resting place. Either course would wholly deprive them of the benefit of the bond.\nIt must be conceded that a problem of some difficulty arises from the fact that only 86 purchasers were obtained by the corporation instead of the much larger number originally contemplated, and of these scarcely more than half have made all the payments required. Appellant argues that it could not have been in contemplation that the comparatively few who have performed their contracts should be allowed to recover, through the trustee, the full cost of completion of the mausoleum. It would seem, however, even more unreasonable to suppose it was intended that each purchaser should take the risk of less than the desired number of subscriptions being obtained or of some purchasers not making the payments due under their contracts, and that in any such event a purchaser who had performed should nevertheless lose his own right to have the mausoleum erected as guaranteed in the bond. Looking at the situation practically and as it must have appeared to all the parties when the project was started, it can scarcely be doubted that the corporation was to assume the burden of obtaining enough purchasers to make the completion of the mausoleum financially possible, and also that it was to be incumbent upon the corporation, by legal process or otherwise, to enforce the payment of the sums due from the various purchasers and not to visit upon some or any of them the failure of others to perform their promises to pay. The contracts were with the purchasers severally, and, although a trustee was named in the bond who was to enforce it for their general use and benefit, this did not collectivize their interests so as to deprive them of their individual rights under the bond. Nor need there be apprehended the difficulties stressed by appellant if the trustee were to attempt to distribute the damages awarded, because the proper court having jurisdiction over the trust established by the bond may see to it that the money recovered shall be used toward the completion of the mausoleum if appellees succeed, notwithstanding their receiving only a small dividend on their claim, in financing the enterprise.\nThe decree is affirmed at the cost of appellant."}