{"id": "1211007", "contents": "Opinion by\nMr. Justice Linn,\nSurcharges were imposed with respect to some investments, on the ground that the trustee had not exercised the required care in the administration of the estate, and were refused with respect to others on a finding that, as to them, due care had been observed. Ex-ceptants below have appealed; accountant has not appealed. Since the first argument, the parties have settled some of the differences in issue, thereby limiting the subjects now for consideration.\nTestator, Bichmond L. Jones, died July 2, 1923, leaving a will dated February 14, 1922, and a codicil dated February 27, 1923. He appointed The Beal Estate Title Insurance and Trust Company of Philadelphia executor and trustee. That company merged with Land Title Bank and Trust Company, present accountant. The executor’s account, filed in 1924, was duly audited and confirmed. In his will testator gave specific instructions respecting his investments: “5. All the rest, residue and remainder of my estate, real, personal and mixed, I give, devise and bequeath to The Real Estate Title Insurance and Trust Company of Philadelphia, its successors and assigns, in trust for the following uses and purposes, to wit:\n“To receive and collect all the rents, issues, profits, benefits, accretions, increase, interest, dividends and income thereof, and, after deducting such compensation as is provided in a contract with said Company relating to this testamentary trust and to services rendered as executor, to pay over the same as follows: . . .\n“6. The principal or corpus of my residuary estate given, bequeathed and devised as aforesaid to The Real Estate Title Insurance and Trust Company of Philadelphia, its successors and assigns, in trust, shall be held by the said Trustee during the life or lives of my wife Margaret E. McCarty Jones and my [named] grandchildren . . .” on spendthrift trusts; “7. Upon the death of my wife and all of my grandchildren, all of my real estate shall be converted into money or personal securities by the Trustee, (if not sooner converted by the said Trustee, as herein duly authorized) and, as such, deposited and accounted for in my residuary estate:\nAfter describing the shares to go to the various beneficiaries, the will continues: “8. My executor shall promptly turn over, in kind, to the Trustee above named, by proper transfers, assignments, deliveries or payments, all the personal property included in my residuary estate, that is to say, my executor shall not sell any part of such residuary estate, but shall turn over all bonds, stock and other securities or evidence of indebtedness coming into its hands according to the character and description thereof, and in accounting to the Trustee shall charge and credit itself with the face value thereof.\n“9. I hereby authorize and empower the Trustee above named from time to time to sell at public or private sale all or any part of or interest in the real estate or personal property which may be embraced or included in my residuary estate, . . . and I order and direct the said Trustee to substitute, for such real estate or personal property, the proceeds of the sale thereof, and to invest and hold the same as part of my residuary estate subject to all the trusts relating thereto.”\n“11. No inventory nor account of my estate shall be filed of record by my executor in the administration thereof. An account is to be promptly rendered by my executor to the Trustee to whom my estate is devised or bequeathed, in trust, as in this last will and testament provided, and for that reason I do not deem it necessary for the executor to file an inventory or account.\n“The said Trustee shall render an account to my wife, and grandchildren, the beneficiaries of the income, upon receipt of the assets and property of my estate from the Executor thereof, and shall render like accounts annually thereafter during the continuance of the Trust.”\nThe trustee’s first account was filed and confirmed in 1927; the second, filed in consequence of the death of testator’s widow, was confirmed in June, 1928. The trustee’s third account, from the adjudication of which these appeals come, was filed in April, 1938. It shows a large increase in the value of the trust property over the value as it appeared at the adjudication of the second account in 1928, but the appellants submit that the increase should have been larger. They contend that the will did not authorize retention of non-legal investments.\nThe testator directed the executors to turn over his property to the trustee in kind; he authorized the trustee to collect the income, including “dividends,” as well as to sell personalty and real estate “from time to time”; he directed that real estate be “converted into money or personal securities by the trustee.” We think the will conferred authority ou the trustee to retain testator’s investments.\nWe shall discuss briefly the assignments relating to three items in the account: investments in shares (a) of Consumers Gas Company; (b) of The Pennsylvania Company for Insurances on Lives and Granting Annuities, and (c) in bonds of the Philadelphia and Reading Coal and Iron Company. As all three investments appeared in the executor’s account and in the trustee’s accounts confirmed in 1927 and in 1928, and as the prior administration of these items was not questioned within five years of the last confirmation, we limit consideration to administration from 1928 to the present accounting, which, we may add, is in accord with the position taken by appellants in their brief on reargument in which they say: “It therefore follows that although appellee [accountant] cannot be held liable for failure to convert any nonlegals prior to the date of confirmation of the last prior account, to wit, June 30th, 1928, appellee is liable for any such failure occurring after that date.”\nThe investment in Consumers Gas Company shares had been made by testator and accountant was authorized to retain it. The burden of showing violation of the rule of due care was therefore on exceptants who alleged it. In Stirling’s Estate, 342 Pa. at page 504, we said: “The rule to be applied is that which measures a fiduciary’s obligation where the testator authorizes his investments to be retained: It was considered recently in Crawford’s Estate, 293 Pa. 570, 577, 143 A. 214, and in Dempster’s Estate, 308 Pa. 153, 159, 162 A. 447, from which we quote: We further said in that case, [Detre’s Estate, 273 Pa.] at page 350, that all that is required of a trustee “is common skill, common prudence and common caution, and he is not liable when he acts in good faith as others do with their own property ... a trustee will not be held personally liable for an honest exercise of a discretionary power, in the absence of supine negligence or wilful default.” ’ See also Dickinson’s Estate, 318 Pa. 561, 563, 179 A. 443. ‘The trustee is under a duty to the beneficiary in administering the trust to exercise such care and skill as a man of ordinary prudence would exercise in dealing with his own property; and if the trustee has greater skill than that of a man of ordinary prudence, he is under a duty to exercise such skill as he has.’ Restatement, Trusts, section 174.”\nThe Consumers Gas Company was engaged in the gas business in and about the City of Reading. This company paid a high rate of dividend; for reasons appearing later, it was sold between December, 1935, and September, 1936, at a profit of $73,540 over the inventoried value. Appellants contend it should have been sold to the United Gas Improvement Company in 1931 at a higher price, and that failure then to sell it was such breach of duty as requires surcharge; that, in the words of one of appellants’ briefs, accountant “was guilty of such supine negligence that it even failed to make any attempt to exercise its judgment when an opportunity to make a most advantageous sale was presented.” We agree that the learned court below rightly held that the evidence in the record does not support appellants’ contention. This gas company stock was closely held, the United Gas Improvement Company of Philadelphia owning a majority. There was neither local nor general market for the stock. Testator had been a shareholder for many years. In the administration of this investment accountant had the unusual advantage resulting from the presence, on its Board of Directors and on its Committee supervising the trust administration, of a resident of Reading, a business friend of testator, familiar with local conditions as they might affect the business of the gas company, and constantly participating in the administration of the trust. It was only after it was discovered that natural gas interests would probably come in competition with the manufactured gas, in 1935, that sale Avas recommended by accountant’s committee having the matter in charge; the stock had been appraised at $20.61 per share and was sold for $30.55 a share; the trust had 7,398 shares. Appellants contend that the trustee should have sold between May 15, 1930, and September 1, 1931, when the United Gas Improvement Company paid $50 a share for stock then purchased. One of the exceptants testified that he advised accountant’s trust officer (who died some years prior to the hearing) that he had sold his OAvn stock to that company and that the trust officer replied, inter alia: “If it is good enough for the U. G. I., it is good enough for us.” In their brief, appellants say: “The stock of the Consumers Gas Company was never sold except privately and, prior to May 15, 1930, there Avas admittedly no market at all for this stock. On May 15, 1930, however, the United Gas Improvement Company began buying the stock in large quantities and continued buying until September, 1931.” We cannot accept that as an accurate statement of Avhat the record shows. Letters from the Treasurer of the United Gas Improvement Company were placed in evidence showing that the last purchase of stock by that company Avas on July 1,1931, though on August 16th it purchased subscription rights for 28 shares and on September 1st exercised subscription rights at par. In passing, it may be noted that it also appeared in the same latters that the United Gas Improvement Company, “made no general offer to stockholders of Consumers Gas Company to purchase their stock or rights during the above period.”\nAppellants contend that supine negligence must be considered as proved by the fact that accountant did not at that time sell the stock to the United Gas Improvement Company. With respect to that contention, it may be noted that while there is some confusion in parts of his testimony, Mr. Ferguson, the witness in question, twice testified that Ms conversation with accountant’s trust officer took place after the witness sold Ms stock to the United Gas Improvement Company; one of Ms statements was: “And I said I had sold my stock and my sister had sold her stock, and I thought the trustee ought to sell their stock. Q. What did he say? A. He just reiterated Ms former position that it had been a profitable investment and he didn’t see any necessity of selling at the present time and possibly later on they would consider the question of a sale of at least part of it.” If there were nothing else in the case, we should not conclude that the trust officer’s refusal then to sell constituted supine negligence, but, there is other evidence which justified a finding that appellants’ contention has no foundation. Mr. Bigg, referred to above as the Beading resident familiar with the affairs of the Consumers Gas Company and a member of accountant’s board of directors and of its trust committee, testified that “from time to time subsequent to Colonel Jones’s death” he advised accountant’s committee of the affairs of the Consumers Gas Company. Asked, with respect to the period from 1921 to the time of the last sale in December, 1935, he said: “I continuously advised against the sale of the property until it began to appear that the natural gas situation was beginning to press into the eastern section of Pennsylvania . . .” He also said: “. . . and until that threat became a real menace to this territory, I continuously advised to hold, because of past earnings and the fact that it was a well-managed company, and I think the subsequent earnings of the company justified the change in the position in 1935.” An exhibit in the record is composed of extracts from minutes of accountant’s trust investment committee. One of the extracts relates to a committee meeting on May 8, 1931, attended by, among others, the trust officer to whom Mr. Ferguson stated that he had sold his stock. The minutes show that the investment in this stock was the subject of consideration; that the earnings for the past three years were considered and it was decided that if rights to subscribe to common were issued, as had apparently been talked about, “the Committee were of the opinion that the rights should be sold because of the fact that a considerable quantity of the stock of this Company was already held in our Trust Estates.” The exhibit contains subsequent minutes in which the investment was considered. Even when the stock was sold there was no general market for it; the record shows that it was sold through two syndicates formed for the purpose of marketing it. Instead of showing, as appellants contend, that there was no consideration of the investment, the record shows the contrary. The learned judge concluded his disposition of appellants’ objection in these words: “We have here an asset, sound and seasoned since 1892, with an unusually fine dividend record maintained through 1935, on two prior occasions adjudicated as satisfactory to all parties in interest, held, as a result of study and constant supervision, and not supinely, through the most distressing and unsettled years in the economic life of the nation; and eventually sold at a great profit to the estate, subject to the single complaint that through supine negligence a greater profit was not realized. The same complaint was urged in Stewart’s Appeal, 110 Pa. 410, 6 A. 321. The necessary parties in interest did not, as in Mellier’s Estate, 312 Pa. 157, 167 A. 358, request a sale after the adjudication in June, 1928. A single one of the life tenants suggested sale, in 1931, when there was no general market. . . . Satisfied with dividend returns and increasing principal, no one complained, from 1924 to the filing of this account. (See Detre’s Estate, 273 Pa. 341, 117 A. 54; O’Brien’s Estate, supra, and Maser’s Estate, supra.) We find no negligence or imprudence in the administration of the assets.” The evidence supports that conclusion.\nTestator had owned $100,000 Reading Company and Philadelphia and Reading Coal and Iron Company General Mortgage 4% Gold Bonds which were inventoried at $83,875. In proceedings, begun before testator’s death, a decree of the United States District Court for the Eastern District of Pennsylvania made June 28, 1923, required the separation of the railway and the coal properties covered by the mortgage securing the bonds. Accordingly, they were exchanged by the executor in April, 1924, for $66,600 Reading Company General and Refunding Mortgage 4%%, etc. (plus scrip) and $33,000 Philadelphia & Reading Coal & Iron Refunding, etc., bonds (plus scrip) and this exchange appeared in the executor’s account audited in June, 1924. The adjudication awarded these bonds to the trustee at the audit of the executor’s account; they were also in the accounts adjudicated in 1927 and in 1928. The Reading Company bonds were sold at a profit in 1929 while the Coal Company bonds were retained and sold at a loss in 1936. The record shows the investment received the same constant attention given to the investment in Consumers Gas Company; we need not recite the details; the learned court found that “The loss suffered was not due to negligent or imprudent administration . . .” and there is evidence to support the finding.\nTestator had owned 134 shares of the Real Estate Title Insurance and Trust Company, a trust company engaged in business in Philadelphia, inventoried at $62,-343.50. In May, 1924, that company, as executor, accepted an offer of another trust company in Philadelphia, the Pennsylvania Company for Insurances on Lives and Granting Annuities, to purchase decedent’s 134 shares and to pay therefor in its own stock at the rate of 9 shares of Pennsylvania Company’s stock for each 10 purchased. A part of this investment was sold at a large profit in 1927 over the inventoried value. Appellants contend there should he a surcharge for failing to sell the rest. The exchange transaction appeared in the executor’s account of 1924, and the Pennsylvania Company stock was awarded to the trustee. As has been said, it was also the subject of accounting in the accounts confirmed in 1927 and 1928. After discussing the subject the learned court concluded: “Prom Exhibit 5 and other testimony submitted, we find that this asset and the retention of it were frequently reviewed. The company survived the 1933 ‘moratorium’ as well as the crash of 1929. It was then and now is rated a strong financial institution. With the best, the going has been hard, but the stability of this institution has never been questioned. On what it knew and found, the accountant decided to hold. We can not say they erred. The exception is dismissed.” We find no reason to differ from the finding of the learned judge.\nAppellants also complain that counsel fee was allowed to counsel for the accountant in opposing the exceptions; no abuse of discretion was shown: Wood’s Estate, 272 Pa. 8, 12, 115 A. 865; Rambo’s Estate, 327 Pa. 258, 266, 193 A. 1; Harton’s Estate, 331 Pa. 507, 523, 1 A. 2d 292; Foulke’s Estate, 334 Pa. 186, 190, 5 A. 2d 179.\nWe need not set forth all the contentions made in support of assignments of error not specifically referred to in this opinion; we have considered them in the light of the briefs and the oral arguments and find no reason to differ from the judgment of the learned court below.\nThe decree is affirmed, costs to be paid one-third by accountant, one-third out of income, one-third out of principal.\nThe rule is stated and considered in Taylor’s Estate, 277 Pa. 518, 529, 121 A. 310; Brown’s Estate, 287 Pa. 499, 135 A. 112; Nola’s Estate, 333 Pa. 106, 3 A. 2d 326; Casani’s Estate, 342 Pa. 468; Stirling's Estate, 342 Pa. 497; Quinn’s Estate, 342 Pa. 509; Greenawalt’s Estate, 343 Pa. 413; Restatement, Trusts, section 174.\nThere are ten appeals, some on behalf of life beneficiaries and others by guardians for the benefit of minors and other remaindermen ; motions to quash some of the appeals were made, but as other appeals raising the same questions were conceded to be good, it is unnecessary to pass on the motions to quash.\nCompare Casani’s Estate, 342 Pa. 468; Stirling’s Estate, 342 Pa. 497.\nPersonal securities may be non-legals: McGraw’s Estate, 337 Pa. 93, 10 A. 2d 377.\nCompare Dempster’s Estate, 308 Pa. 153, 159, 162 A. 447; Clabby’s Estate, 338 Pa. 305, 314, 12 A. 2d 71; Casani’s Estate, 342 Pa. 468; Stirling’s Estate, 342 Pa. 497.\nElkins’ Estate, 325 Pa. 373, 190 A. 650.\nClabby’s Estate, 338 Pa. 305; Stirling’s Estate, 342 Pa. 497, 504.\nCompare cases cited above in footnote No. 1."}