{"id": "1213312", "contents": "Per Curiam,\nThis is an appeal from the order of the court below dismissing the appeal taken by Patrick McLane from the order of the Lackawanna County Board of Elections certifying that a vacancy existed in the Democratic nomination for representative in Congress from the Eleventh Congressional District of Pennsylvania.\nPrior to the primary election of May 19, 1942, nomination petitions were duly filed on behalf of three candidates for the Democratic nomination for representative in Congress for the Eleventh District of Pennsylvania, which is co-terminous with Lackawanna County. These candidates were Patrick J. Boland (the incumbent of the office of Congressman from the district named), Patrick McLane and Walter Dembowski. At 5 A. M. on May 18, 1942 (the day before the primary), Patrick J. Boland died. The fact of his death was given wide publicity in newspapers of Lackawanna County and by radio broadcasts in that county and became generally known to the voters of the Eleventh District when they cast their ballots at the primary.\nWhen the primary election returns were computed the following results for the Democratic nomination for Congress were officially announced :\nPatrick J. Boland received.. 18,465 votes Patrick McLane “ . . 7,095 “\nWalter Dembowski “ .. 3,731 “\nThe County Board of Elections after canvassing and computing the election returns certified as to the vacancy above stated. Candidate McLane’s appeal to the court having been dismissed, this appeal followed.\nThe court below correctly held that this case is ruled by Derringe v. Donovan et al., 308 Pa. 469, 162 A. 439. That case was based on the following state of facts: One of four candidates for school director, Bartley J. Flannery, died six days before the municipal election of 1931 and no attempt was made to substitute another candidate to fill the vacancy thus arising on the party ticket. There were two vacancies to be filled. After the close of the polls on election day and the computation of the votes cast, it was found that the deceased candidate, Flannery, had received the highest number of votes and Tally C. Derringe the third highest number of votes, polled for the office of school director. We held that votes cast for a dead man as a candidate for public office shall not be considered as nullities, but they shall be regarded as expressions by the voters so voting that they prefer the office to be declared temporarily vacant until it can be filled later in the manner provided by law. We said: “Our conclusion is that where the votes cast for a dead candidate for public office would be, were he alive, sufficient to elect him, that office becomes vacant on the day that he would, but for his death, have assumed its duties, unless in the meantime another has in obedience to the prescriptions of law been appointed or elected to it.”\nThe reasoning in the Derringe v. Donavan case, supra, is as applicable to primary elections as it is to general and municipal elections. Under our form of government recognized political parties have the right to select as their respective candidates for public office any qualified person. If the candidate highest in their esteem and favor dies so soon before the primaries as to make it impossible or impracticable to substitute another candidate who commands the party’s approval, and the voters cast their ballots for the deceased candidate by a sufficient majority or plurality to indicate their rejection of his opponent or opponents, such a vote must be interpreted as an expression by the party voters that they prefer that no nomination be made at the primary rather than that a candidate unacceptable to them be declared their party’s nominee.\nWe decide that no person received the Democratic nomination for representative in Congress from the Eleventh Congressional District of Pennsylvania at the Primary Election held on May 19, 1912. The record below and here, presented that sole question for determination.\nThe order of the court below so far as it relates to this sole question is affirmed at appellant’s cost."}