{"id": "1213406", "contents": "Opinion by\nMr. Justice Stern,\nWilliam H. Brown, Jr. and Elizabeth Reed Brown were married on April 26, 1924. On January 5, 1926, Mrs. Brown, then twenty years of age, left her husband’s home, taking with her their two minor children, Elizabeth, born January 16, 1925, and Constance, born December 7, 1925. The separation continued until November, 1929, when Mrs. Brown obtained an absolute divorce from her husband. Meanwhile, on July 10, 1929, an agreement had been entered into between them in which Brown, who was a man of large means, stated that he recognized his obligation to support and maintain his children, that he realized they should be afforded the care and attention of their mother, and that he desired in connection therewith to provide also for the support and maintenance of Mrs. Brown. Accordingly he agreed to pay to her the sum of $75,000 and to execute a deed of trust of $450,000 for her benefit and one of $200,000 for the benefit of the children. It was stipulated that the cash payment and the trusts were to be in full settlement of all claims of Mrs. Brown for maintenance and support of herself and the children, and in lieu of all her rights in her husband’s property whether as wife, widow, or otherwise. It was agreed that they should have equal rights to the custody of the children' but Mrs. Brown was to be responsible for and to provide for “all the necessities of the maintenance, support and education of said children” except when they should be in the custody of Brown, and Brown was to be relieved from liability for any claims for such maintenance, support and education.\nThe deed establishing the $450,000 trust, dated July 10, 1929, provided that the net income therefrom was to be paid to Mrs. Brown as long as she remained Brown’s wife, or, if she became widowed or divorced, then so long as she remained unmarried; if she remarried, she was to receive thereafter the income only from four-ninths of the principal, the remaining five-ninths to revert to Brown; upon her death, if she had not remarried, five-ninths of the principal was to revert to Brown, the remaining four-ninths to go to the children or their survivor, or, if neither of them nor their issue survived her, then the four-ninths also was to revert to Brown.\nThe deed establishing the $200,000 trust, being the one with which we are here concerned, was also dated July 10, 1929, and provided as follows: “So long as Elizabeth Brown and Constance Brown . . . shall during their minority make their residence with the said Elizabeth R. Brown, the Trustees shall pay from the net income to the said Elizabeth E. Brown in quarterly installments the sum of $5,000. per year, provided the said Elizabeth R. Brown shall, while receiving said annual sum of $5,000. maintain and support said children in a manner consistent with the income which the said Elizabeth R. Brown shall receive from this trust estate, and from any other trust estate which the grantor has provided or may provide, and maintain a home for the said children, provide them with food, clothing, shelter, nurses, servants and ordinary allowances of spending money. From the balance of said income the Trustees shall pay to the said Elizabeth R. Brown such additional portions as in their opinion may be required to bring up the children in a manner consistent with their station in life with respect to education, travel, vacations, and so forth.” It was further provided that the trustees should retain and invest the balance of the net income not necessary for the payments thereinbefore directed and accumulate the same until each child reached the age of twenty-one years whereupon the trustees were to pay to such child one-half of the accumulated income, and thereafter the whole of the net income on one-half of the trust estate until the child reached the age of twenty-five years, and then to pay to such child one-half of the principal of the trust; if both children died without leaving issue before the whole of the income and principal of the trust estate vested in one or both of them, then the portion not vested was to revert to Brown.\nEver since July, 1929, when these trusts were established, the children have remained in Mrs. Brown’s custody; they are now seventeen and sixteen years of age respectively. During that entire period she admittedly supported them in a manner consistent with her income, maintained a home for them, provided them with food, clothing, shelter, nurses, servants, and allowances of spending money as stipulated in the deed, and each year received from the trustees the $5,000 provided for those purposes. Admittedly, also, she educated them, took them on vacations, and obtained for them medical services as needed. At the audit in. 1940 of the trustees’ accounts (the first filed by them) Mrs. Brown presented a claim for outlays made by her for the children’s education, travel, vacations and medical expenses from the time of the establishment of the trusts until the time of the audit. Her claim was for $8,941.18 for educational expenses, $3,451.09 for medical expenses, and $8,647.52 for vacation and travel expenses, or a total of $21,039.79, which averaged less than $2,000 a year for the eleven years. As of the close of the accounting period the net income which had accumulated in the children’s trust amounted to $31,370.70.\nThe trustees refused to recognize Mrs. Brown’s demand or to reimburse her for any of these expenditures. They admitted that the medical outlays were necessary and that the amount claimed for educational expenses was not extravagant or unreasonable. They took the position, however, that under the deed of trust the $5,000 per year paid to Mrs. Brown for the maintenance and support of the children was to include all necessary costs for their education, vacations and medical requirements, but that, even if there was any additional obligation placed upon the trustees, it was to arise only if Mrs. Brown was unable, out of her own resources plus the $5,000, to support and educate the children in the manner contemplated. The court adopted this view and disallowed Mrs. Brown’s claim.\nWe cannot read into the deed here involved the meaning ascribed to it by the trustees and by the court below; on the contrary, whether construed by itself or in connection with the agreement and the other deed of trust, it seems to us clearly to uphold the position of Mrs. Brown that it imposes an absolute duty upon the trustees to pay to her out of the income of the trust, in addition to the $5,000, such amount as in the opinion of the trustees was required for the children’s “education, travel, vacations, and so forth” as distinguished from their more primitive needs as previously enumerated. After the provision that, if Mrs. Brown supported the children in a manner consistent with her income, maintained a home for them, and furnished them with “food, clothing, shelter, nurses, servants, and ordinary allowances of spending money,” she was to receive out of the income $5,000 per year, — a lump sum obviously intended to approximate the amount reasonably necessary for the purposes thus specified, — there follows the categorical imperative that, from the balance of the income, the trustees should pay to her such “additional portions as in their opinion may be required to bring up the children in a manner consistent with their station in life with respect to education, travel, vacations, and so forth.” This express mandate negatives any possible inference that the allowance for maintenance and support was to cover the expenses of these latter items. Whether the words “maintain and support” as used in a given statute, deed or contract include an obligation to provide for education and the like depends upon the context and the surrounding circumstances. Here, the items intended to be embraced within the $5,000 allowance are specifically enumerated, and since there is also the special provision for expenses of education and vacations it plainly appears that such expenses were not to be considered as being within the preceding classification. Nor is there any justification for the contention that if more than $5,000 should be needed for these additional purposes Mrs. Brown herself was to make up the deficit if she had the means to do so. The income from the $450,000 was for her own use; as consideration for it and the cash payment of $75,000 she had surrendered all her rights in her husband’s property. It was certainly not intended that the trustees were to sit in judgment upon Mrs. Brown’s personal style of living, the manner in which she expended her own resources, or the economies they might think she^, should adopt in order to enable her to make some contribution to the needs of the children. Beading the agreement and' the deeds of trust together it is clear that the intention was that Mrs. Brown should maintain a home which would measure up to her social and financial position and also see to it that the children, (except, of course, when they were in the custody of Brown and therefore not under her control), would receive the education and other advantages “consistent with their station in life.” If she performed these obligations she was to obtain from the children’s trust the annual sum of $5,000 and such additional amount as, in the opinion of the trustees, might be required for the latter purpose.\nWhile a court cannot control the discretion conferred upon a trustee it may compel him to exercise it in good faith and within the bounds of a reasonable judgment, and it may also interpose where he fails to use his judgment at all because of a mistaken view, either of fact or law, as to the extent of his powers or duties: Harrar’s Estate, 244 Pa. 542, 549, 91 A. 503, 505; Walters’ Case, 278 Pa. 421, 423, 424, 123 A. 408, 409; Restatement, Trusts, sec. 187, comment h; Scott on Trusts, vol. 2, secs. 187 and 187.3. As previously stated, the trustees have admitted that in their judgment the amount claimed by Mrs. Brown for expenditures for the children’s education is entirely reasonable, and since, in that event, it was their duty under the deed of trust to pay her that amount out of the income, the court should have allowed the claim of $8,941.18 for those expenditures. The item of $3,451.09 for medical expenses also should have been allowed because here, too, the trustees did not challenge either the necessity or the reasonableness of the expenditures, and, while in some cases it might appear that outlays for medicines and medical services should be considered as included in an obligation to support and maintain, we are of opinion that in this deed of trust they were not intended to be so covered, not being among the items expressly set forth as constituting the extent of that obligation. As to the claim for vacations and travel expenses amounting to $8,647.52, while a reasonable allowance should be made, it appears that in some instances the charges were not so much for normal, temporary vacations as for more extended periods of living in foreign places while no home was being maintained in Pittsburgh. As the .expenses of the maintenance of a home were embraced within the grant of $5,000 it would seem that at least part of the claim is unjustified. Moreover, the trustees have not admitted the reasonableness of even the remainder of this item. Therefore the amount to be allowed for reimbursement for the children’s vacations and travel expenses should now be submitted to the trustees for the proper exercise of their judgment.\nMrs. Brown was under no duty to consult the trustees before incurring the expenses here in question; the trustees always retained the power, in the honest and reasonable exercise of their judgment, to reject any claims made by her for reimbursement. Nor was it necessary for her to demand such reimbursement until the trustees filed their account.\nThe decree of the court below is reversed and the record is remitted for further proceedings in accordance Avith this opinion; costs to be paid out of the $200,000 trust estate."}