{"id": "1213389", "contents": "Opinion by\nMe. Justice Parker,\nDaniel Cauffiel, on December 23, 1929, entered judgment by confession against George B. Glenn on a bond which was accompanied by a mortgage. The judgment was opened and, by agreement of the parties, the case was tried by a judge without a jury. About a month after the judgment was confessed, Daniel Cauffiel died and later Glenn died; the parties were thereafter represented on the record by their respective executors. The judge found for the plaintiffs and judgment was entered for them in the sum of $4,000 with interest from May 18, 1928.\nIt would unduly extend this opinion to set forth at length all the complicated facts involved. It is sufficient to say that the real estate on which the mortgage was a lien passed by various mesne conveyances from George B. Glenn to Isabella Cauffiel Louther, a daughter of S. H. Cauffiel, a brother of Daniel Cauffiel, that S. H. Cauffiel assumed payment of the bond and mortgage and made payments on account thereof until the balance due was not more than $4,000 and interest, and that the two brothers had extensive financial dealings in which Daniel was the creditor. On May 19, 1928, S. H. mailed to Daniel a statement tending to show the state of their accounts at that time. In reply Daniel wrote S. H. as follows: “Yours of the 19th received enclosing statement of my account. I have gone over it. It appears to be O. X. with the exception of the fact that you have not charged my account with $750.00 of Paul’s account.” It was the contention of the defendants that this constituted an account stated, that the account showed that the Glenn mortgage had been paid, and that therefore the trial judge was required to find as a matter of law that the balance due on the Glenn bond and mortgage was paid in full. The account is stated in the form of debits and credits and starts with reference to a statement of May 20,1925, showing the indebtedness of S. II. to Daniel at that time to amount to $36,500, consisting of personal notes $12,500, Glenn mortgage $4,000, and Coalmont notes guaranteed $20,000. A further loan of $9,000 was made on June 27, 1925, by Daniel to S. II. and interest was charged on all the obligations to July 7,1925. These items are followed by credits as follows: An unimportant item of $70.30, “July 7 [1925] Mortgage on Maryland Farm $30,000, July 16 Deed to property, 524 Grove Ave. $16,000.” At this point a balance was struck amounting to $176.54. July 7,1925, is an important date for the reason that defendants claim that the mortgage on the Maryland farm for $30,000 constituted a payment inter alia of the Glenn mortgage.\nThere then followed on the statement further debits for interest and credits bringing the account down to July 7,1928, a date several weeks subsequent to the date of the account. These debits and credits were then summarized as follows: “Total Indebtedness to Daniel Cauffiel to July 7, 1928: Farm Mortgage $30,000, Unpaid Interest $3,973.97.” The appellants argue that their contention is supported by the fact that after July 7, 1925, interest was debited not on the Glenn mortgage but on the Maryland mortgage, and by the fact that the total indebtedness at the end of the account is summarized as consisting of the $30,000 Maryland mortgage and unpaid interest.\nThere was much evidence tending to rebut this defense. Daniel Cauffiel never surrendered the bond and mortgage but on December 11, 1929, entered judgment on the bond. The notes referred to as part of the principal indebtedness were delivered to S. H., some of them being marked paid. In October, 1928, Mrs. Louther, who then owned the real estate on which the mortgage was a lien, wrote to her uncle, Daniel Caufflel, asking for money to pay the taxes on the Glenn property. She expressly suggested that he should pay the taxes in order to protect Ms mortgage on the property. Daniel forwarded checks to cover the taxes, the checks showing that they were “Paid to protect first mortgage.”\nAssuming that the account constituted an account stated, it would have two principal effects between the parties. It would be prima facie evidence of the correctness of the account shown, in the absence of fraud, mistake, or error: 1 Amer. Juris., Accounts & Accounting, §30. No one questions that the account did show the true balance due. Secondly, the individual items would be presumed to be correct, in the absence of objections to particular items: Krick v. Fairy Silk Co., 311 Pa. 202, 205, 166 A. 554. There is no dispute as to the items. The present controversy is as to whether the account definitely indicates that the Glenn mortgage was paid or discharged and that such was the intention of the parties. There was not a direct statement in the account that the mortgage had been paid and the appellants rely upon inferences to be drawn from the account itself for that deduction.'\nThere was also some evidence, objected to by the plaintiffs, given by S. H. Cauffiel to the effect that the parties agreed that the Glenn mortgage was satisfied and that the mortgage was left of record only to protect his daughter against the claims of creditors. The trial judge, notwithstanding this testimony, found as a fact that the mortgage was not discharged. We must, therefore, conclude that the court rejected that testimony, as it had a right to do.\nWe have held that an obligation such as a note or mortgage may operate as payment when so intended by the parties: Borowsky v. Margulis, 310 Pa. 420, 424, 165 A. 491, and cases there cited; but Daniel retained the Glenn bond and mortgage and “the possession of an instrument in writing for the payment of money affords proof, prima facie, of a right in the holder to recover upon it according to its terms. The holder is not required to prove that it has not been paid. His case is made by Ms production of the instrument in the first instance, and the burden of showing payment is on him who alleges it”: Whitney v. Hopkins, 135 Pa. 246, 255, 19 A. 1075. Thu §30,000 mortgage may have been intended to operate as payment for part of the subsisting obligations, particularly those returned to S. H., and merely as additional security for the Glenn bond and mortgage. “The law is well settled that the acceptance of a new obligation in place of the old is not a satisfaction of the earlier one. . . . There is a legal presumption that the substituted paper is not taken in discharge, but is received as collateral security for the payment originally undertaken. . . . When the bank [here Daniel] retains the original note, the court is plainly justified in finding that the second one given was merely as collateral” : Citizens’ Bank of Wind Gap v. Lipschitz, 296 Pa. 291, 294, 145 A. 831.\nThe burden of proving payment was on defendants: Whitney v. Hopkins, supra. We cannot say that the trial court erred in finding defendants had failed to sustain their burden.\nThe judgment of the court below is affirmed at the costs of the appellants."}