{"id": "1213321", "contents": "Opinion by\nMr. Justice Stern,\nInsurance Premium Finance Company, use-plaintiff, is a corporation which lends money to help pay premiums on insurance policies. Ordinarily its business is transacted as follows: An insurance agent obtains from a person who desires insurance a power of attorney which, in consideration of advances to be made for part payment of the premium, authorizes the Finance Company to cancel the policy of insurance at any time, to collect the unearned premium, in the event of a loss to collect the proceeds of the policy, and to apply such collections to the payment of the loan. The party to be insured attaches to this power of attorney his promissory note to the Finance Company for the payment in stipulated installments of the amount of the loan together with its charges for the service, and he makes a down payment to the insurance agent of 25% of the premium; the Finance Company advances the other 75%, which it pays to the insurance agent on behalf of the insured. The insurance company charges its agent with the amount of the premium, and the policy is issued through the agent to the insured but delivered to, and held by, the Finance Company. If the insured fails to pay the installments on his note the Finance Company protects itself, under the authority given it in the power of attorney, by returning the policy to the insurance company for cancellation and collecting the unearned premium.\nOne McFadden was an agent of Fidelity & Guaranty Fire Corporation and also of United States Fidelity & Guaranty Company, and had authority from them to solicit insurance, deliver policies authorized by them, and collect and receipt for the premiums. He brought to the Finance Company powers of attorney and promissory notes which he alleged had been executed by the various legal plaintiffs in the present suits, and he warranted that the proper down payments had been collected and credited on account of the premiums. While there is no direct evidence on the record that the signatures on the powers of attorney and notes were forged there is a strong intimation to that effect; at least the Finance Company admitted that it could not prove their genuineness, and these documents cannot, therefore, be regarded as of any validity. For some years McFadden had had a running account with the Finance Company which showed a large debit balance against him by reason of advances made to him and obligations incurred by him in the course of his dealings with the company. When the Finance Company received the powers of attorney and notes of these legal plaintiffs it either made cash payments to McFadden of the 75% of the premiums due on the policies, or, in most instances, credited his account with such amounts. The Insurance Companies debited McFadden with the amounts of the premiums less his commissions, and delivered through him to the Finance Company the policies for the respective insured. Subsequently, the Finance Company, failing to receive from the insured any of the installments on the notes which it held and on which it had relied, returned the policies to the Insurance Companies with requests for cancellation and for remittance of the unearned premiums. The Insurance Companies refused to honor these requests; it appears, however, that of their own accord they had in fact already cancelled a number of the policies because of failure to receive the premiums, McFadden having defaulted in his obligations to them as well as in his obligations to the Finance Company. The present actions were brought by the Finance Company in its own name against the Insurance Companies to recover the unearned premiums due from the dates when it had requested the cancellation of the various policies; later, it amended the captions of the suits by substituting the names of the several insured as the legal plaintiffs and relegating itself to the position of use-plaintiff. The court, sitting by agreement of the parties without a jury, rendered verdicts in favor of the Insurance Companies and refused to grant plaintiffs’ motions for judgments n. o. v. From that refusal plaintiffs now appeal.\nIt is to be noted at the outset that as the record now stands there is obviously a misjoinder of the legal plaintiffs. Three of them are grouped together in the suit against Fidelity & Guaranty Fire Corporation and five of them in the suit against United States Fidelity & Guaranty Company. Whatever cause of action each of these plaintiffs may have is clearly an independent one; the fact that all the claims are sued out for the use of the Finance Company does not warrant their being joined in the two actions. However, as no objection to this procedure has been voiced by defendants we will consider the merits of the controversy.\nAt the trial the use-plaintiff sought to establish a right in itself, apart from any in the legal plaintiffs, to recover the unearned premiums on the theory that, by reason of the advances it had made of 75% of the premiums, it had acquired an equitable lien on the policies and all proceeds that might he recovered therefrom and could assert such a lien against the Insurance Companies. There are two reasons why this theory is untenable. The first is that there was no contract of any kind, express or implied, between the Finance Company and the legal plaintiffs; although it believed that it was acting under valid powers of attorney from them it had in fact no such authority and was, from a legal standpoint, a mere volunteer in making the payments of the premiums on their behalf. An equitable lien does not arise in favor of a volunteer, — for example, one who voluntarily pays the premiums upon another’s insurance policy. The second reason is that a lender of money which is to be used by the borrower in purchasing property acquires thereby no equitable lien upon the property thus purchased, — for example, where one advances money to be used for the payment of premiums on the borrower’s insurance policy. Whatever rights the Finance Company has, therefore, are only derivative from those of the legal plaintiffs, and it is on the rights of the latter alone that recovery must be based. The extent of the interest of the use-plaintiff and its relations with the legal plaintiffs are not questions for consideration in the present suits: Purdy v. Massey, 306 Pa. 288, 296, 159 A. 545, 548; Pennsylvania Company for Insurances, etc., v. Lebanon Bldg. & Loan Assn., 337 Pa. 316, 318, 106 A.2d 418, 419.\nAre, then, the legal plaintiffs entitled to recover in these actions? It must be presumed that they are properly on the record, no challenge in that regard having been made by defendants: Commonwealth v. Great American Indemnity Co., 312 Pa. 183, 189, 167 A. 793, 795. Even in the instances where the Finance Company made no cash payments to McFadden but merely credited his account, and the Insurance Companies in turn charged the premiums to McFadden, this course of dealing constituted payment to the Insurance Companies, and it is immaterial whether or not McFadden remitted to them: Lebanon Mutual Insurance Co. v. Hoover, Hughes & Co., 113 Pa. 591, 8 A. 163; Long v. North British Insurance Co., 137 Pa. 335, 20 A. 1014; Transcontinental Oil Co. v. Atlas Assurance Co., Ltd., 278 Pa. 558, 563, 123 A. 497, 498; Adams v. Brandon, 111 Pa. Superior Ct. 471, 474, 170 A. 391, 393; 29 Am. Jur. 343, §406. Thus having, in the eye of the law, received payment of the premiums, the Insurance Companies are obliged, by the provisions of. the policies, to return to the insured, that is, to the legal plaintiffs, the unearned premiums on the cancelled policies: Transcontinental Oil Co. v. Atlas Assurance Co., Ltd., 278 Pa. 558, 562, 123 A. 497, 498. It is, of course, no defense that the premiums were not actually paid by the legal plaintiffs but by a volunteer on their behalf.\nAs to the policies which were not cancelled by the defendants, the legal plaintiffs are not entitled to recover. The policies provided that cancellation could be effected only by the insurer or the insured. The insured did not request any cancellations, and the Finance Company, which did .make such requests, was not the agent of the insured nor authorized to act for them; the Insurance Companies were therefore justified in refusing to cancel. Nor can the then unauthorized action of the Finance Company in requesting the cancellations be now ratified by the insured, the terms of the policies having expired and the Insurance Companies having meanwhile remained liable thereon. Ratification under such circumstances cannot be given any retroactive effect: cf. 2 Am. Jur. 168, §211; 2 C.J.S. 1144, §65.\nThe judgments are reversed, and the record is remitted with directions to enter judgments for plaintiffs n. o. v. for the unearned premiums (in the amounts claimed in the statement of claim) due the legal plaintiffs respectively on the policies cancelled by defendants.\nThe policies were of various kinds, insuring against Are, automobile liability, workmen’s compensation and employers’ liability, contractors’ public liability, and manufacturers’ public liability.\n88 A.L.R. 239-242; Love v. Love, 12 A. (Pa.) 498; Capen v. Garrison, 193 Mo. 335, 92 S.W. 368; Hare v. Congregational Society of Ferrisburg, 76 Vt. 362, 57 A. 964; Weber Implement & Automobile Co. v. Dubach, 132 Kans. 309, 295 P. 979; Meier v. Meier, 15 Mo. App. 68 (aff. 88 Mo. 566).\n88 A.L.R. 242 ; 33 Am. Jur. 430, §22; Collinson v. Owens, 6 G. and J. (Md) 4; Ruhl v. Kauffman & Runge, 65 Tex. 723; Jordan v. Jordan, 154 S.W. 359 (Tex. Civ. App.) ; Bolling v. Pikeville National Bank, 213 Ky. 317, 280 S.W. 1090; Bunn v. McAdams, 38 Wyo. 400, 267 P. 514; Miller v. Miller, 87 Ind. App. 544, 150 N.E. 378; Stevenson v. Haynes, 220 Mo. 199, 119 S.W. 346; Sawyer v. Platt, 77 A. 1043 (N.J. Eq.) ; Leach v. Leaeh, 167 Minn. 489, 209 N.W. 636; Sanders v. Helfrich Lumber & Manufacturing Co., 29 Ky. L. 466, 93 S.W. 54.\nThese actions were pending at the time of the adoption of Rule 2002 Pa. R.C.P. (which requires all actions to be prosecuted by and in the name of the real party in interest) and were therefore not affected by it: Rule 2024.\nThe amounts of the unearned premiums, if recovery is to be had, are not in dispute."}