{"id": "1213392", "contents": "Opinion by\nMb. Justice Parker,\nThe plaintiffs have a judgment for damages occasioned by the taking by the Commonwealth of 16% acres of their land, part of a larger tract, for the purpose of improving the William Penn Highway. The Commonwealth, the appellant, complains of certain alleged trial errors and asks for a new trial on that account.\nOnly two questions are raised by the several assignments of error. We will first examine the appellant’s contention that the trial judge should have granted its motion to withdraw a juror and continue the ease. One of plaintiffs who had testified as to the nature and amount of damages which they had suffered was being cross-examined. In that connection this testimony appears : “Q. What is the highest and best use of this property? A. Which property? Q. The whole property? A. One part was very good for a gasoline service station. I turned down an offer of $10,000.” The defendant objected to that part of the answer which referred to an offer of $10,000 and moved the court to strike it from the record. The motion was granted and the examination proceeded without further complaint until after the noon recess when defendant made a motion to withdraw a juror and continue the case for the same reason. This motion was refused. When the trial judge charged the jury he referred to the remark of the witness and stated that it should not have been made and advised the jury to put it out of their minds and “not let that influence any of your [their] conclusions.” Defendant took only a general exception to the charge. It now assigns as error both the refusal of the motion to withdraw a juror and the reference to the matter in the charge.\nThat the volunteer statement was irregular and inadmissible under the circumstances is virtually conceded. It is true that it is the duty of the trial court to act promptly and protect a party when irrelevant and improper matter tending to prejudice or mislead the jurors is placed before them by a witness and especially by a witness who is also a party: Surface v. Bentz, 228 Pa. 610, 613, 77 A. 922. The question then arises as to how the error should be corrected; whether by withdrawing a juror or by striking out the testimony and admonishing the jurors to disregard the irrelevant testimony. This usually involves a consideration of the circumstances under which the irrelevant evidence was given and its probable effect on the jury.\n“Of course, where evidence improperly admitted is of a sort which tends to prejudice the minds of the jurors, the error is not cured by a charge withdrawing it from their consideration . . . ; but where the evidence is not of this character and the charge eliminates it from the jury’s consideration, there is no cause for complaint”: Lilly v. Metropolitan Life Ins. Co., 318 Pa. 248, 253, 177 A. 779. The alleged objectionable remark was elicited on cross-examination by defendant’s counsel who was interrogating the plaintiff as to how he arrived at his depreciated values and particularly as to the uses to which the property was best adapted. The witness made a pertinent reply when he said that it was good for a gasoline station for part of it was so being used, but thoughtlessly added that he had received an offer of a certain amount. He was stopped before he could say more.\nWe do not believe the statement objected to prejudiced the jury or made on the minds of the members of the jury an impression which was not eradicated by the charge of the court. The witness did not state what amount of land or what buildings were involved in the offer. It might have included various items of personal property in and about the service station or barbecue stand. The statement was not sufficiently specific to form the basis for an impression prejudicial to the Commonwealth. Defendant’s counsel apparently did not at the time regard the matter as so serious as to require retrial for he elected to have the testimony stricken out. The motion for a continuance was an afterthought and defendant was properly held to the election which it first made. The testimony having been stricken out the trial judge properly directed the jury to disregard the remark. No specific exception was taken to that portion of the charge at its conclusion when defendant had an opportunity so to do. The objection to the charge was first made after defendant suffered what it regarded as an adverse verdict. We find no merit in these assignments.\nThe remaining assignments of error are based on the refusal of the trial judge to strike out a portion of the .testimony of one of plaintiffs’ witnesses, an expert on land values. The premises owned by plaintiffs consisted of 143 acres formerly operated as one farm. Later and prior to the entry by the Commonwealth the land does not seem to have been used as a whole for any one specific purpose. It had on it several dwelling houses, a gasoline filling station, barbecue and office building, and a frame stable or riding academy. In connection with the academy there was a riding ring where persons were trained in riding and jumping and riding horses were boarded in the barn. The trial court excluded 25 acres from the land as a result of a pretrial conference over the objection of plaintiffs. However, the trial proceeded on both sides as if only 118 acres were to be considered in fixing damages. Viewers had awarded damages in the sum of $16,536, and the jury by their verdict fixed the damages at $33,137.50, which included a sum for detention. The court below refused a motion for a new trial but reduced the verdict to $25,000 which plaintiffs agreed to accept. Judgment was entered for the reduced amount.\nPlaintiffs’ expert on land values, L. P. Kane, described in considerable detail the improvements on the property, the uses to which it was being devoted and was adapted, and gave his opinion as to the values before and after the taking. The witness than went into a more detailed analysis of his conclusions than is customary in such cases in an examination in chief. He attempted to show how all the different activities carried on were affected by the improvement and broke down the totals given by assigning values as they related to specific improvements. This procedure was followed by both plaintiffs and defendant.\nPlaintiffs’ expert admitted that in arriving at.the total damages he included an item of $1200 for reduced value of the riding academy. This building was located on another public road that led off the William Penn Highway. At the conclusion of his testimony and after cross-examination counsel for the Commonwealth moved “that the testimony of Mr. Kane be stricken out as regards the stable, as too remote.” The trial judge denied the motion. There is such confusion in the record in this connection that it is impossible to determine accurately the factual situation to which the law should be applied. However, the court below reduced the verdict by more than $8,000 which would much more than off-set this item of $1200 if it should have been omitted of which we have serious doubt.\nThe members of the court below were familiar with local conditions and values and in better position to determine the justness of the verdict than is an appellate court. There was evidence to support their conclusion as to values. We find no showing in the record that would warrant a reversal.\nJudgment affirmed.\nWhen the trial judge took from the jury’s consideration 25 acres of the land the portion excluded was described as parcel No. 4 in the southwest corner of the property. The small plan submitted to us shows a parcel of approximately 25 acres in the southwest corner separated by a road. On the large plan the riding academy is marked as part of parcel No. 4 and is located east of Abers Oreek Road and is separated from the 25 acres."}