{"id": "1216480", "contents": "Opinion by\nMr. Justice Horace Stern,\nThe question is whether a devise in the will of Michael W. Shearer to his son Clayton is specific or demonstrative.\nThe third paragraph of the will is as follows: “I give, devise and bequeath to my hereinafter named Executors, as Trustees, my farm and tract of land, situated in Conoy Township, Lancaster County, Pennsylvania., containing one hundred and four acres, more or less, . . . together with all farming stock and personal property thereon contained, belonging to me. The Trustees to manage said real and personal property for the use and benefit of my son, Clayton Shearer, for and during the term of his natural life, the said Trustees from time to time to sell any personal property and re-invest the proceeds thereof in other stock and farming implements, without regard to principal or income, and to pay to, or expend for the benefit of, my said son, Clayton Shearer, such amounts of principal or income as in their judgment may be for the best interests of my said son. If at any time, in the judgment of said Trustees, or the survivor of them, it would he for the best interests of my said son that the said real estate should be sold, then the said Trustees, or the survivor of them, are hereby given full power and authority to sell the said real estate, as well as the stock, farming implements and other personal property thereon contained, . . . and the net proceeds derived from the sale of said real and personal property shall be held by said Trustees and invested in good and lawful securities, for the use and benefit of my said son, Clayton Shearer, and said Trustees shall have the right to expend either principal or income, or so much thereof as may be necessary, for the comfortable maintenance and support of my said son, Clayton Shearer. . . . and, in the administration of said trust, . . . their judgment and discretion in the expenditure of principal and income, as herein directed, shall be absolute and controlling and not subject or liable to any objection or exception on the part of any persons interested in my estate. Upon the death of my said son, Clayton Shearer, if the farm shall not have been sold in his lifetime, then the said Trustees, or the survivor of them, shall sell the said farm . . . ; and the proceeds of the sale of said farm, as well as the entire balance of the trust funds in their hands, or in the hands of the survivor of them, shall be divided and distributed in equal shares among my surviving children who may be living at the date of the death of my said son, Clayton Shearer, or, if any of them are deceased, their shares shall be paid to their children. The value of the said farm and contents I fix at the sum of Six Thousand Dollars ($6,000), so that my said son shall receive the use and benefit of said amount out of my estate.”\nThe fourth paragraph of the will provides that, as testator’s son Jacob is indebted to him on various obligations and there has also been charged against Jacob certain sums as advancements, — such indebtedness and advancements totalling approximately $6,000, — Jacob is to receive the amount of $6,000 by the cancellation of these obligations and charges.\nIn the fifth paragraph testator bequeaths to each of his daughters, Daisy and Florence, the sum of $4,000; it is stated that that amount, added to the sum of $2,000 charged against each of them as advancements, gives each daughter a value of $6,000 out of his estate.\nThe sixth paragraph provides that his residuary estate shall be divided equally among his four children. -\nThe will is dated December 3,1938, the same day on which testator became the owner of the farm referred to in the third paragraph. Subsequently a valuable barn was destroyed by fire, seriously diminishing the value of the farm; decedent collected and retained the insurance. In the early part of 1941 he verbally contracted to sell the property for $2,600; settlement was to be made on April 1, 1941, but was postponed because it was found necessary to obtain the release of a dower charge and it was agreed that the purchaser -should meanwhile enter into possession. Testator died on- April 6,1941, without having executed a deed. By decree of May 1, 1941, the-court, on petition of the executor, ordered specific performance of the contract and conveyance was made accordingly.\nLaboring under the impression-that the devise of the farm was adeemed, a family settlement was agreed upon by-the four children. It provided that-Clayton should receive the sum of $6,000 from the estate before any distribution of the residue, “in order that decedent’s manifest intention of treating all four of his children alike, and giving all of them (either before or after his death) the sum of Six Thousand Dollars maybe carried out.’?\nUpon the audit of the executor’s account the court awarded $6,000 “to Jacob Shearer, trustee for use of Clayton Shearer, legacy.’? Clayton appeals on the ground that the devise to him was adeemed, and that, under the-family settlement, he was to receive the sum of $6,000-outright and not merely in trust for life and subject to the other limitations prescribed in the will.\nIf consideration were to be given only to the terms of the devise itself it would doubtless have to be construed as being specific and therefore adeemed when testator entered into the agreement of sale which was enforced by the court after his death. But in determining whether a legacy is specific or demonstrative it is essential to ascertain the intention of the testator: Walls v. Stewart, 16 Pa. 275, 281, 282; Hammer’s Estate, 158 Pa. 632, 637, 28 A. 231, 232; Wilson’s Estate, 260 Pa. 407, 411, 412, 103 A. 880, 881; Douds’ Estate, 145 Pa. Superior Ct. 73, 75, 20 A. 2d 913, 914. That intention must be gathered not only from the language used in creating the bequest but from the provisions of the will as a whole, and if there is doubt in regard to it courts incline toward a construction which classifies the legacy as demonstrative rather than specific: Balliet’s A.ppeal, 14 Pa. 451, 461; Walls v. Stewart, 16 Pa. 275, 281; Smith’s Appeal, 103 Pa. 559, 561; Hammer’s Estate, 158 Pa. 632, 637, 28 A. 231, 232; Pruner’s Estate, 222 Pa. 179, 181, 70 A. 1000, 1001; Crawford’s Estate, 293 Pa. 570, 574, 143 A. 214, 215.\nHaving these principles in mind, it is quite obvious that the intention of testator was that his son Clayton should, in all events, receive the benefit of an amount of $6,000, his paramount desire being to equalize the shares of his children after taking into consideration the amounts that some of them had received in his lifetime. As Jacob had already obtained $6,000, and each daughter $2,000, he gave to each daughter $4,000 more and to Clayton the farm and its contents, the value of which he expressly fixed at the sum of $6,000 “so that, my said son shall receive the use and benefit of said amount out of my estate.” The only departure from absolute equality was that, for a reason best known to himself, he restricted the gift to Clayton to a life interest, vesting in the trustees discretionary power to pay Mm any amounts of principal or income they might deem best. Thus the case is similar to, and indeed governed by Hammer’s Estate, 158 Pa. 632, 28 A. 231, which in effect ruled that although a bequest or devise may apparently be specific in its terms it is to be construed as being demonstrative if it is evidently given as a means of carrying out the testator’s intention to divide his estate equally. In that case there was a provision for the sale of real estate and out of the proceeds to pay to the testator’s son $3,000 “to equalize him with my other sons . . . who were advanced three thousand dollars each in the purchase of real estate,” and it was held that this was a demonstrative legacy, although, were it not for the expression of the intention to equalize the shares among his sons, it would have appeared to be a specific legacy. Upon somewhat analogous facts the same conclusion was reached in Lake v. Copeland, 82 Tex. 464, 17 S. W. 786.\nSince, then, the devise to Clayton is a demonstrative one, it was not adeemed by the sale of the farm, which merely necessitates the substitution of $6,000 in cash or other assets to make up the trust res. As-the will directs that Clayton’s share shall be held in trust and that he shall receive only such part of the income or principal as the trustees, exercising their judgment as to his best interests, may give him or expend for his maintenance and support, this provision cannot be nullified by an agreement among the beneficiaries of the estate destroying the trust: Schwehm’s Estate, 264 Pa. 355, 107 A. 699. Moreover, upon the death of Clayton the balance of the funds then in the hands of the trustees is to be divided equally among testator’s then surviving children or, if any of them are deceased, their shares are to be paid to their children; the contingent interests of testator’s grandchildren, including possibly some yet unborn, cannot be defeated by a family settlement to which they are not parties: Stewart’s Estate, 253 Pa. 277, 98 A. 569. The court, therefore, properly awarded the six thousand dollars in trust for the use of Clayton in accordance with the terms of the will.\nDecree affirmed, costs to be paid out of decedent’s estate."}