{"id": "1216428", "contents": "Opinion by\nMe. Justice Parker,\nIn this action in trespass the plaintiff has a judgment against the Pennsylvania Railroad Company and the Pittsburgh Banana Company. Each defendant has separately appealed from the refusal of the court below to enter judgment n. o. v. in its favor, and the railroad company has appealed from the refusal to enter a judgment n. o. v. in its favor over against the banana company. The judgment and order must be affirmed. The appeals were argued together and will be disposed of in one opinion. As we are required to do on a motion for judgment n. o. v., we will refer to the testimony in the light most advantageous to plaintiff, resolving all conflicts in its favor and giving it the benefit of every fact and inference of fact pertaining to the issues involved which may reasonably be deduced from the evidence : Guilinger v. Penna. R. R. Co., 304 Pa. 140, 144, 155 A. 293.\nThe action arises out of an explosion which occurred in the early morning of December 17,1936, in a building in the city of Pittsburgh erected and owned by the railroad company and leased to the banana company. At about 2:00 A. M., Peter Kavanek, an employee of the banana company, entered room No. 6 of the building and, finding the temperature too high, threw on an electric switch which operated a refrigerating unit. There was a flash at the switch followed by an explosion of such great force that it threw Kavanek to the middle of the room, blew off most of the roof of the building, leveled side walls, and caused extensive damage to plaintiff’s neighboring church properties.\nPlaintiff alleged that the railroad company had been negligent in constructing the building with improper gas, electric, and ventilating apparatus which it should have foreseen were - highly dangerous, and that the banana company was negligent in operating a building so constructed. It is necessary to a determination of the case to examine in some detail the construction of the building and the nature of the equipment installed.\nThe railroad company in 1931 constructed the building for use as. a banana ripening plant. As it is essential to the proper ripening of bananas that a reasonably constant temperature be maintained, the building consisted of eight practically airtight rooms, each equipped with an open flame gas burner for heating and an inlet to receive refrigeration from a cooling unit. The dimensions of room No. 6, in which the explosion occurred, were about ten feet nine inches by thirty-one feet nine inches and slightly less than ten feet in height. There was a door in the middle of the narrow side and a circular open gas burner having fifteen to twenty jets at the opposite end of the room. There was a circular piece of metal around the burner which was located about two feet above the floor and on the top of the metal was placed a tub of water to assist in maintaining high humidity. Natural gas for the burner was controlled by two peteocks, or valves, one adjacent to the burner and the other near the center of the room. The refrigerating unit was controlled by an electric knife switch located on the wall near the rear of the room.\nThere was a conflict in oral testimony as to the number of ventilating units and as to the presence of an automatic shutoff device on the gas burner. M. A. Catanzaro, president of the banana company, and Kavanek, its foreman, when called by the plaintiff as on cross-examination, each testified that there were only two ventilators in the room, one in the front and one in the rear, each near the floor. The plans for the building corroborated this testimony. G. J. Herrel, an engineer for the fruit dispatch company which the railroad company had consulted in constructing the building, said that he had recommended an additional ventilator at the rear near the ceiling and that such opening had in fact been made. C. A. Fetter, of the engineering-department of the railroad, testified that there was an automatic control which would shut off the gas after the flame was extinguished, but Catanzaro and Kavanek both testified that there was no automatic shutoff of any kind. For present purposes, we must assume that there was no automatic control of the gas and that there were but two ventilators, each near the floor. It is undisputed that it was the usual practice to close the ventilators when the gas was not burning.\nThe plaintiff, to show negligence, relied not only on those matters which are of universal knowledge where natural gas is used for heating and lighting, but also on the testimony of an expert witness, J. A. Ferguson, who had acted as the chief of the Bureau of Engineering Inspection in the city of Pittsburgh, had written several building codes for municipalities, and had wide experience in dealing with explosives and dangerous gases and liquids. He testified that an installation of the kind described by plaintiff’s witnesses with only two ventilators, both near the floor, with no automatic control of the gas, and with an open electric switch located in the same room was highly dangerous. He said that if the gas should become extinguished, the unburned gas would collect in greater concentration in the upper portion of the room and that to avoid such gas pockets, there should have been ventilators on one side of the room near the floor and on the opposite side near the ceiling. He said that there was a danger that the flame might be extinguished because of oxygen exhaustion or the boiling over of water above the flame, and for this reason that there should have been installed one of the numerous safety devices in common use which would have automatically shut off the gas in case the flame was extinguished. He called attention to the fact that on closing an electric switch of the kind described, it is very common for-a spark to jump from one contact point to the other as they approach.\nCatanzaro testified that room No. 6 was loaded with bananas between four and six o’clock in the evening prior to the explosion, that he was the last person to leave room No. 6, and that the gas was then not burning. He stated that at that time of the year the temperature maintained in the ripening room was 72 to 74 degrees Fahrenheit. On direct examination by defendant, he said that the temperature in the room when he left it was approximately 70 degrees, and Kavanek testified that he turned on the refrigeration at two o’clock the next morning because he found the temperature to be 76 degrees. It must be borne in mind that this was a winter day and that there was no means of heating the room except with the gas burner.\nAppellants’ main contention is that the plaintiff failed to show negligence upon the part of either defendant and that negligence may not be inferred from the mere happening of an explosion or accident. That the explosion occurred as the result of the ignition of gas that had escaped into the compartment is not seriously questioned, and there was ample evidence to support such a conclusion. But defendants insist that the proofs did not show that the gas was there as the result of any fault of either of them. In this connection, they say that plaintiff is bound by the testimony of Catanzaro called by plaintiff as on cross-examination and that he testified that he was the last person to leave the room and the gas was then turned off. No witness testified in so many words that the gas was turned off. Catanzaro said first that when he left the room the gas was “not lit”. We cite his further testimony on the subject: “Q. And on your left [when you left] there was no burner? A. And no fire. ... Q. Before you left for home did you have occasion to observe whether or not the gas was burning in room No. 6? A. There was no gas on in the room.” Kavanek testified that when he went into the room there was no gas “burning in the room”. We cite his further testimony on the subject: “Q. Could you see it at the time you went to the switch? A. Yes, sir. Q. And say whether or not that gas was out or burning? A. The gas was out completely.” From all of this testimony, it was for the jury to determine the import of this testimony. “It has been properly held that where the one called is not contradicted by facts or circumstances appearing in the testimony, the statement made will be taken as verity. . . . But the party calling his opponent is always at liberty to prove the facts to be otherwise than the witness has represented them. . . . The witness ‘may be contradicted by circumstances as well as by statements of others contrary to his own’ ” : Burke v. Kennedy, 286 Pa. 344, 349, 133 A. 508. We may add that the jury may also consider the intrinsic improbability in the statements of the witness interpreted in the light of the circumstances.\nComing to appellants’ main contention, the plaintiff showed much more than an accident. We have not only the convincing testimony of experts, but also matters of common knowledge to users of gas throughout the state and, particularly, where natural gas is so generally used in the western portion of the state. It is only necessary to summarize some of the conditions shown to demonstrate that there was sufficient evidence from which' the jury could conclude that there was, on the part of the defendants, a disregard of consequences which were foreseeable. We have an open gas burner in a compartment made as nearly airtight as was practical, with no ventilation except at the floor level, and those openings were closed when the explosion occurred. The gas may have been on but not burning when Catanzaro left the room or have been turned on later, and the flame may have been extinguished by lack of oxygen, change in pressure of the gas, or by the boiling over of the tub of water, conditions for which the defendants were responsible. There were also the circumstances that unburned gas had escaped into the room, that such happenings are of common occurrence well known to the public, that proper ventilation was not provided, that an unclosed knife switch which operated electric current was near the gas burner, conditions within the control of the defendants. We have no doubt that these circumstances presented a question for the jury when we consider that the results were foreseeable, that the extinguishing of the flame was not an uncommon occurreneé thus allowing unburned gas to escape, and that there were in common use automatic shutoffs to meet just such a situation.\nThe banana company was in possession of and operating the plant and should have realized the unreasonable risk of harm involved in operating the plant. It took possession of the plant knowing the conditions which existed. The results were reasonably foreseeable. Therefore it is liable for the injury done: Restatement, Torts, §364.\nThe railroad company is also liable. It designed and built the plant for the specific purpose for which it was used. In addition, it undertook to make all the repairs required, visiting the plant for that purpose at least once a month, notwithstanding a covenant in the lease requiring the tenant to make all repairs (see Harris v. Lewis- town Tr. Co., 326 Pa. 145, 148, 191 A. 34, and cases there cited). The railroad company’s own witnesses testified that proper construction in a closed compartment such as this required that there be ventilation at the ceiling as well as at the floor and also an automatic shutoff for the gas when the flame might be accidentally extinguished. It is true that there was a conflict of testimony as to the presence of such devices, but the jury resolved the contradiction in favor of plaintiff. The conditions complained of existed when the tenancy of the banana company began or when changes were made by the railroad company. It is therefore liable to the owner of nearby premises for the damage done. “A lessor of land who transfers the possession thereof in a condition which he realizes or should realize as involving unreasonable risk of bodily harm to others outside the land, is subject to the same liability for bodily harm subsequently caused to them thereby as though he had remained in possession” : Restatement, Torts, §379; McLaughlin v. Kelly, 230 Pa. 251, 256, 79 A. 552; Kirchner v. Smith, 207 Pa. 431, 56 A. 947. The lessor is not relieved by reason of the fact that the lessee knew the conditions.\nBy a separate appeal the railroad company also complains of the refusal of the court below to enter a judgment in its favor over against the banana company in the event that the judgment in favor of the plaintiff and against it is sustained. This contention is without merit. The railroad company relies upon an indemnification clause in its favor in the lease of the premises. The pleadings raise no such issue and issue was not joined on that subject. While the lease was offered in evidence, it was apparently offered in connection with the claim of plaintiff. At the close of the case, the railroad company did present a point asking for such a judgment over. This is the first evidence in the record of the trial of any such claim. Both companies were original defendants and neither was brought on the record by sci. fa. or under the court rule which supplanted the sci. fa. act. The alleged cause of action between the two defendants sounded in contract and not in tort: Murray v. Pittsburgh Athletic Co., 324 Pa. 486, 188 A. 190. There being neither pleadings raising the issue nor issue joined, the court below properly refused the railroad company’s motion.\nThe judgment in favor of the plaintiff as to each defendant is affirmed, and the order of the court below refusing to enter judgment n. o. v. in favor of the Pennsylvania Railroad Company and over against the Pittsburgh Banana Company is affirmed."}