{"id": "1216436", "contents": "Opinion by\nMr. Justice Drew,\nThis is an action in assumpsit on a policy of insurance on the life of plaintiff’s husband. On appeal, the learned court below reversed a decision of the referee to whom the case was submitted by agreement of the parties, and ordered judgment to be entered for defendant. Plaintiff then took this appeal.\nThe pertinent facts appear in the findings contained in the referee’s report. Defendant on November 15,1937, issued a policy of life insurance in the amount of $2,792 to Thomas J. Stewart, his wife, plaintiff, being named beneficiary. The policy provided for the payment at defendant’s office of $13.35 on the fifteenth of every month, with the addition of a period of grace of thirty-one days, beyond which, if payment were not made, the policy was automatically to lapse and be no longer in force. A subsequent paragraph provided that if a lapse occurred in consequence of a default in the payment of any premium, the policy might be reinstated at any time upon production of evidence of insurability satisfactory to the company and the payment of all over-due premiums with interest at six percent to the date of reinstatement. Assured failed to make the payments due September 15th and October 15th, 1939, but on November 10th following applied for reinstatement and paid $13.35, representing the September 15th premium, to defendant’s agent, who gave him a provisional receipt stating that the sum was received without obligation on the company’s part to reinstate the policy and without waiver of any of its rights, and that the money would be returned if the policy were not reinstated. It also contained a notice directing assured to notify the company if in thirty days he had not received an. official receipt signifying reinstatement, or the return of his money. On November 13, 1939, defendant reinstated the policy, but no notice of such action was ever given to assured. The latter died December 5, 1939, without having paid the October premium. Defendant denies liability, on the ground that the policy lapsed at the expiration of the thirty-one days’ grace period after October 15th, and consequently was not in effect at the time of assured’s death. Plaintiff contends, however, that by reinstating the policy without demanding the $13.35 due October 15th, defendant waived its right to insist upon strict compliance with the terms of the insurance contract regarding payment of that premium.\nA careful reading of the testimony contained in the record reveals that the referee’s findings of fact were amply supported by the' evidence, and we must therefore accept them ds true: Newman v. North River Ins. Co. of N. Y., 314 Pa. 428, 431. There is no dispute that the policy lapsed on October 15, 1939, at the expiration of the period of grace allowed after assured’s default in the September payment. It is also beyond question that, despite the contractual provision for reinstatement and the statutory requirement of the Act of May 17, 1921, P. L. 682, Section 410, making the inclusion of such a provision in' life insurance contracts mandatory, defendant was not bound upon payment of merely the September premium to honor assured’s application for reinstatement made November 10th, because he had failed to tender payment of the October premium as well. The policy not being then in effect, provisional payment of all premiums then due was a condition precedent to the right to reinstatement, the period of grace not applying in such case to a lapsed policy: Fishman v. Assurance Corp., 120 Pa. Superior Ct. 490. Defendant, however, did not insist on both over-due payments, but on November 13th reinstated the policy notwithstanding the continued delinquency in the October premium. Plaintiff asserts that this action amounted to waiver on defendant’s part, not of its right to the premium due October 15th, but of its\" right to insist on the payment thereof by November 15th, thirty-one days from the dne date, and also that defendant’s failure to notify plaintiff of the reinstatement within the thirty days mentioned in the provisional receipt misled him into refraining from making the October payment.\nDefendant’s reinstatement of the policy on November 13th did not ereate a new contract relationship between the parties, but merely restored that which existed previously (Rothschild v. N. Y. Life Ins. Co., 106 Pa. Superior Ct. 554) without in any way altering its terms, and hence did not carry with it any extension of the period of grace for making the October payment. As the court below correctly stated in its opinion, . . the premium for October should have been paid on or before November 15th. The provisional receipt given and the failure of delivery on the part of the Company of the official receipt was certainly not such conduct as to justify any belief in the mind of the insured that he could delay the payment of the October premium beyond the grace period. This indicated only the acceptance of the September premium at a time beyond the due period. Certainly, the insured could not have the idea that he did not have to pay the premium due in October, and the fact that the Company did not insist on payment of the October premium on November 10th, or before reinstating the insured on November 13th, does not in the Court’s opinion manifest any intention on the part of the Company not to collect the October premium when it was due.” It was the duty of assured to comply with the terms of the policy he was seeking to restore to effectiveness, and if his application had been refused, or had not been acted upon at the time of his death, the payment made would have had to be refunded. Since by reason of assured’s nonpayment of the October premium defendant was not bound to reinstate the policy, and since it was under no obligation to notify him of its action on his application, as shown by the provisional receipt, failure of assured to receive notification could in no way have influenced Mg conduct to Mg detriment. Witli regpect to the obligation of a policy holder to pay premiums, it wag aptly said..by; the United States Supreme Court in Mutual Life Insurance Co. v. Hill, 193 U. S. 551, 559: “Courts have always set their faces against an insurance company which,-having received its. premiums, has sought by technical defenses to avoid payment, and in like manner should they set .their faces against an effort to exact payment from an insurance company when the premiums have deliberately been left unpaid.”\nWe therefore conclude, on the facts of the case before us,- that while defendant waived payment of the October premium as a condition precedent to reinstatement, it did not waive payment thereof, within the period of grace allowed by the policy, to prevent a lapse. The October premium not having been, paid within the time permitted, there can be no recovery.\nJudgment affirmed."}