{"id": "1216472", "contents": "Opinion by\nMe. Justice Patterson,\nJames W. Longbotham died testate on September 12, 1939. By his will testator gave his estate, consisting of twenty some tenement houses in the City of Chester, to his only son, John M. Longbotham, and Harry II. Bates, a nephew by marriage, in trust to pay the income to the son for life, with remainder to certain nieces of testator, including the wife of Bates. A third trustee named in the will was discharged by the orphans’ court. Five of the properties have recently been sold to the Chester Housing Authority and the proceeds, amounting to $8000, have been invested in government bonds on which no income will be realized for a period of twelve years. Of the remaining properties a number have been condemned as unsafe by the municipal authorities, who have served notice upon the trustees that extensive repairs must be made or the buildings will be razed. For the year 1940 the net income from all the properties amounted to only $700, but this has been increased to a present average net income of about $200 a month.\nFollowing receipt of the notice of condemnation, John M. Longbotham petitioned the Orphans’ Court of Delaware County for a citation directing the other trustee, Harry H. Bates, to join in the expenditure of principal for the purpose of making the necessary repairs. Bates and the nieces opposed this petition, on the ground that the will directed all repairs and improvements should be made at the expense of income. After hearing the orphans’ court entered an order directing the trustees to recondition the condemned properties and authorizing the expenditure for this purpose, out of principal, of a sum not to exceed $3800. Exceptions were filed and dismissed, and these appeals taken.\nOrdinarily permanent improvements sncli as those in this case would be payable out of principal and not out of income. See Wright’s Estate, 234 Pa. 580, 582. The reason for this is well stated in Restatement of Trusts, section 233, comment (k), as follows: “If the improvements are permanent in character, the principal is benefited, the effect-being-merely, to substitute one form of principal for- another. It is- therefore fair that the cost for improvements should be paid out of principal without amortization.” Conceding this, and admitting they would have no standing to complain of the decree entered in the absence of a controlling expression of intent to the contrary, appellants seek to find such-Contrary expression in Item Five of decedent’s will, which provides: “My said Trustees may in their discretion permit the said John M. Longbotham to rent the said real éstate and-collect said rents, and also-to provide for repairs, but if any major improvements are made on any of my properties or in the purchase of material, my said son shall first consult one of said Trustees, the same to be paid out of the said rents ...”\n• We cannot agree that the provision in question was necessarily intended to have the all-inclusive effect contended for by appellants. It is not clear whether the phrase “the same to be paid out of the said rents” was intended to apply only to the word “repairs” or as well to “major improvements” and “purchase of material”; nor is it clear from the language used whether it was intended to apply to all expenditures for repairs or improvements, or only to such as should be incurred by the son in the course of his permissive management of the- properties. Moréover, it does not appear that testator knew that the buildings were'unsafe, or had reason to anticipate that they would be condemned by thé municipal authorities, and to saddle income with the expenditure-necessitated by such action would be in derogation of his sole purpose in creating the trust, which was to provide an\" income for the son, during his lifetime, free from “assignment, attachment, or liabilities or engagements.” Hence the rule applies that “if owing to circumstances not known to the settlor and not anticipated by him compliance with a specific direction by the settlor would defeat or substantially impair the accomplishment of the purposes of the trust, the court will permit or direct the trustee not to comply with the specific direction”: Eestatement of Trusts, section 167, subsection (1), comment (a). See also Brock v. Pennsylvania Steel Co., 203 Pa. 249.\nDecree affirmed at the cost of appellants."}