{"id": "1216442", "contents": "Opinion by\nMr. Chief Justice Maxey,\nMarion S. Siemens, a widow, died a resident of Wellsboro, Tioga County, Pennsylvania, on October 26, 1939, leaving as her next of kin certain cousins. By her will, dated September 22, 1936, and by three codicils, one undated and the others dated February 1, 1937, and October 23,1939, respectively, she appointed Charles G. Webb, Esq., of Wellsboro, and the Girard Trust Company of Philadelphia executors. After making certain charitable bequests she bequeathed various amounts, totalling at least f211,000, to relatives and friends, and then bequeathed the residue of her estate to “the Penna. S. P. C. A.; requesting that they give all the attention possible to work in Tioga Co.”. This residue amounted to |384,616.41.\nHer will was probated November 6,1939. The executors filed their first and partial account October 26, 1940, which was confirmed nisi November 25, 1940, and finally on December 9, 1940. Frank S. Hughes, Esq., was appointed auditor January 27, 1941, and filed his report March 8, 1941, which wag confirmed nisi March 10,1941, and finally March 22, 1941.\nOn July 31, 1941, certain of the next of kin filed a petition for a declaratory judgment to construe the will, alleging that there is a patent ambiguity upon the face of the will in that it fails to designate with the certainty required any object for the residuary estate, and praying that the will be declared void insofar as it relates to the residuary estate and that the testatrix be declared to have died intestate as to her residuary estate. The court properly held that no case was presented for a declaratory judgment.\nOn October 25,1941, the second and final account of the executors was filed, which was confirmed nisi on November 24, 1941, and finally on December 13, 1941. On December 20,1941, certain of the next of kin who had filed the petition for a declaratory judgment, and also Henry Rose, who described himself as an heir-at-law and next of kin of the testatrix, filed a petition to fix a date for the hearing and determination of the rights of all persons entitled to share in the distribution of the residuary estate.\nAt the hearing held on January 29, 1941, the Pennsylvania Society for the Prevention of Cruelty to Animals filed a formal claim, setting forth that it was incorporated under the Act of Assembly of April 4,1868, P. L. 655, that its principal office is in Philadelphia, that it has branches or agencies in many places in Pennsylvania and claiming that it is the residuary legatee named in the will of the testatrix and asking that the residuary estate be awarded to it.\nThis claimant asked the court to take judicial notice of the meaning of the abbreviation: “the Pehna. S. P. C. A.”, and also offered testimony as to what this abbreviation meant. On March 14, 1942, the court filed its adjudication, consisting of an opinion, findings of fact and conclusions of law, holding that the appellee is the residuary legatee named in the will and awarding the residuary éstate to it. Subsequent motions to set aside the adjudication and reopen the hearing were overruled. After other motions and exceptions duly disposed of, a final decree confirming the adjudication and schedule of distribution was entered on July 13, 1942. This appeal followed.\nThe court below in its able adjudication by President Judge Cbichton, quoted from the opinion of this court in Westhoff v. Dracourt, 3 Watts 240, 243, inter alia, as follows: “ ‘Where a subject exists which satisfies the term of the will, and to which they are perfectly applicable, there is no latent ambiguity’,” and said: “The court in situations similar to this may and should take judicial notice of the meaning of the term used by testatrix. There can be no doubt of our duty to do so if by the exercise of this function we can arrive at the meaning with reasonable certainty. ‘Judicial notice will be taken of such ordinary abbreviations as by common use may be regarded as universally understood.’ ” (Baldwin’s Century Edition of Bouvier’s Law Dictionary, p. 613). See State of Connecticut v. Main, 69 Conn. 123, 37 A. 80, 84, 36 L. R. A. 623, 627.\nJudge Cbichton further aptly said: “The court may inform itself from books of authority, though not introduced in evidence, or may admit such works to aid it in the exercise of its judicial function. ‘Judicial notice’ does not depend on the actual knowledge of the judges. When the fact is alleged, they must investigate and may refresh their recollection by resorting to any means which they may deem safe and proper.” (Citing Words and Phrases, Yol. 23, p. 294.) “And, further, evidence is admissible to show that a corporation is ordinarily known by the name used in the bequest or devise (Kimmel v. Wagner, 1 Walker, 191-194). . . . The test is whether the abbreviation used in this will ... is ‘of such general and public notoriety that everyone within the limits of the jurisdiction may fairly be presumed to be acquainted with it.’ The word ‘everyone’ is not to be taken literally, but to mean every reasonably informed person — the average man and woman.”\nThe court in aid of its “judicial knowledge” quoted definitions of the abbreviations “S. P. C. A.” from many standard encyclopedias and dictionaries, such as Punk & Wagnalls New Standard Dictionary of the English Language, p. 7, and The Encyclopedia Americana, 1940 ed., p. 19, and the Encyclopedia Britannica, 14th Ed., Vol. 1, p. 23, showing that the initials “S. P. C. A.” have become a part of the English language as symbols of the “Society for the Prevention of Cruelty to Animals”. To the authorities cited by the court there can be added Webster’s International Dictionary, 2nd. ed., p. 2998, which states that the letters “S. P. C. A.” are “generally used in American and British printed literature” as meaning “Society for Prevention of Cruelty to Animals”. The same author lists (p. 3000) Y. M. C. A. as meaning Toung Men’s Christian Association and Y. M. H. A. as meaning Young Men’s Hebrew Association and A. E. P. as meaning American Expeditionary Force or Forces.\nThese and countless other abbreviations convey to the mind as definite an impression of a legal entity or association (as the case may be) as do the words themselves which they epitomize. If the court itself had no judicial knowledge of the meaning of these words (as presumably all courts in English speaking countries have) it Avould be justified in accepting the standard works cited as fixing the meaning of the abbreviation questioned here, to wit: “the Penna. S. P. C. A.” It was not even suggested in this case that any other organization existed which could be identified with this abbreviation. Counsel for appellant suggests that the letters “S. P. C. A.” might indicate other societies, but the existence of any such societies was not revealed by appellants’ counsel even in their “speculations”.\nThe court below examined this case thoroughly, considered every argument of appellants, wrote a learned and comprehensive opinion, and the justness of its conclusion reaches as high a degree of certitude as can be judicially attained in cases of this character.\nThe decree is affirmed at appellants’ cost."}