{"id": "1216469", "contents": "Opinion by\nMr. Justice Parker,\nPaxson Coal Company, defendant in a judgment entered by confession by authority of a power contained in a promissory note, presented to the court below a petition to strike off and also a petition to open the judgment. Rules to show cause were granted and, on consideration of those rules, that court treated the petitions as applications to stay execution. In this procedure the appellant acquiesces, admitting that it should have asked for that relief. The rules were each discharged and defendant has appealed. The order must be affirmed.\nJohn B. Williams, prior to August, 1938, was the owner of a coal property and mining equipment. Requiring additional capital, he associated himself with his two brothers, Walter S. and Robert A. Williams, and Dr. W. S. Bryan, who formed the defendant corporation, each taking one-fourth of the stock. The coal property and equipment of John B. Williams was purchased by the corporation at a valuation of $12,500 and cash was paid into the corporation by the three new parties sufficient, after an adjustment of the contributions among all four, to pay to John B. Williams all but $3,675 of the purchase price. The defendant corporation then gave to John B. Williams the judgment note here involved for that balance, dated August 10, 1938, and payable on demand. Judgment was confessed on the note on March 2, 1940. At the same time that the note was given all four stockholders signed the memorandum agreement printed in the margin.\nDuring 1940, all four of the original stockholders sold their stock to new parties and retired from the company. Prior to that time, no dividends had been paid by Paxson and none had been paid when execution was issued on the note on March 17, 1941. After the note was entered there was paid to plaintiff $50 to apply on principal of the note and $12.50 on account of interest.\nAppellant contends that as no dividends were received by the three named stockholders of Paxson, then by the terms of the side agreement of August 10, 1938, nothing was yet due on the note and execution should be stayed. We agree with the conclusion of the court below that the parties to that side agreement having put it beyond their power to fulfill their contract with John B. Williams, Paxson may not now claim the benefits of the restriction.\nPaxson occupies the position of a donee beneficiary in claiming the benefits of the agreement between the plaintiff and his associates. There were involved two separate contracts between different parties. The note was an agreement between Paxson and John B. Williams; the other agreement was between John B. Williams and his associate stockholders in which the former was the promisor and the other parties were the promisees. The purpose of the promisees in obtaining the promise of John B. Williams was, in part, to confer a right on Paxson to limit the source from which the note should be paid and extend the time for payment until a certain event occurred, and yet such restriction was not based on any duty which the promisees owed to Paxson: Of. Restatement, Contracts, §133 (a). Undoubtedly, the promise was in part for the benefit of the promisees, but it was also of substantial benefit to Paxson. The promisees were protecting themselves against the necessity of contributing more capital'to equalize the contribution of the promisors. Paxson was given an extension of time to pay the note.\nIn adopting the view that Paxson is a donee beneficiary, we are coming to a conclusion that is favorable to appellant, for if Paxson was a mere incidental beneficiary, under our decisions it could not claim the benefit of the promise: Greene Co. v. Southern Surety Co., 292 Pa. 304, 308, 141 A. 27; Crown Slate Co. v. Allen, 199 Pa. 239, 48 A. 968; Blue Valley Slate Mfg. Co. v. Yeager, 78 Pa. Superior Ct. 533; Restatement, Contracts, §147.\nMany of the early cases and the distinctions therein set up are not pertinent since Pennsylvania has placed-itself in line with the prevailing view in other jurisdictions as to rights of persons not party to a contract: Brill v. Brill, 282 Pa. 276, 127 A. 840; Com. v. Great American Indemnity Co., 312 Pa. 183, 167 A. 793; Tasin v. Bastress, 268 Pa. 85, 110 A. 744; Id., 284 Pa. 47, 130 A. 417; Pittsburgh v. Parkview Construction Co., 344 Pa. 126, 23 A. 2d 847.\nThis brings us to the controlling question in this appeal. What was the effect of the sale of all their stock by the promisees? “The foundation of any right the third person may have, whether he is a donee beneficiary or a creditor of the promisee, is the promisor’s contract. Unless there is a valid contract, no rights can arise in favor of anyone. Moreover, the rights of the third person, like the rights of the promisee, must be limited by the terms of the promise. . . . Broadly speaking, not only must any foi*mal requirements be complied with, but the beneficiary also takes subject to the due performance of all express and implied conditions affecting the promise in which he is interested”: 2 Wiiliston on Contracts (Revised Ed.), §364 (a). The rule as stated in section 140 of Restatement, Contracts, is as follows: “There can be no donee beneficiary or creditor beneficiary unless a contract has been formed between a promisor and promisee; and if a contract is conditional, voidabie, or unenforceable at the time of its formation, or subsequently ceases to be binding in whole or in part because of impossibility, illegality or the present or prospective failure of the promisee to perform a return promise which was the consideration for the promisor’s promise, the right of a donee beneficiary or creditor beneficiary under the contract is subject to the same limitation.”\nThe agreement of the four original stockholders did not purport to bind their assignees or successors. By their sale of the stock, the three stockholders have made impossible performance of their undertaking that the note should be paid out of their dividends. We have here a clear case of failure of consideration which makes it impossible for the original promisees to enforce the side agreement. It would be patently unjust to allow a mere donee beneficiary to enforce it: 2 Williston on Contracts, §395.\nThe order of the court below is affirmed at the costs of the appellant.\nNow August 10 1938 the note dated this day payable to John B. Williams for 3675.00 and signed by the Paxson Coal Company is subject to the following conditions:\nH.B.\nIt is payable only out of dividends of the Company payable to Walter S. Williams, Robert A. Williams and W. Steele Bryan unless an execution is issued against the said Paxson Coal Company by any creditor and is not paid two days before the first advertised day of the Sheriff’s sale in which latter event the note shall become immediately due and payable.\nJohn B. Williams (Seal)\nWalter S. Williams (Seal)\nW. S. Bryan, M.D. (Seal)\nRobert A. Williams (Seal)"}