{"id": "1216387", "contents": "Opinion by\nMr. Chief Justice Maxey,\nIn this case the constitutionality of the Act of June 7, 1917, P. L. 600, as amended by the Acts of June 25, 1941, P. L. 207, and of April 21, 1942, P. L. 50, and May 6, 1942, P. L. 101, is challenged. This act provides that the dependent wives and children of regular employees of the state and political subdivision when such employees shall enter the armed forces of the United States shall be paid during the absence of such employees in such service, one half the employee’s salary, such payment not to exceed $2000 per year and that the dependent parents of such employees so serving in the armed forces shall be paid annually such sums as the employees had been accustomed to pay such parents. In no case shall the one half of the employee’s salary, when added to the remuneration paid him by the United States exceed the salary or wages paid the employee when he entered the military service. These payments to dependents are attacked by the plaintiff taxpayer as an unconstitutional “giving of gratuities to dependents of a chosen class composed of the employees” of the State and its subdivisions, who are in the nation’s armed forces, and not to the dependents of other Pennsylvania citizens in the same service, and therefore as being in plain contravention of Article 3, sec. 7, of the State Constitution which declares that “the General Assembly shall not pass any local or special law, granting to any . . . individual any special or exclusive privilege or immunity ...”\nThe bill sets forth, inter alia, “Other taxpayers of the City of Pittsburgh who are serving in the armed forces, or whose sons and husbands are so serving, are receiving no dependency payments other than the allotments provided for in the Soldiers’ and Sailors’ Federal Allotment Act of 1942, but are required nevertheless, as taxpayers, to pay additional dependency claims to the dependents of former employees of the Commonwealth and counties, municipalities, townships and school districts.\nThe amount of the allowance to dependent kin, including parents, is based not on the needs of these beneficiaries but on the civil salary of the employee before entering war service. If, for example, a soldier was a night watchman of the City of Pittsburgh and received a salary of $1,800 a year, his dependent wife and children would under this act, receive $900 a year. If a soldier was a civil engineer of the City of Pittsburgh and received $4,000 a year, his dependent wife would receive under this Act $2,000 a year (provided this sum did not exceed the difference between the sums paid by the United States to the employee and his salary as a public employee). A dependent wife, child or parent is, under our decisions, one who is either partially or exclusively supported by the wage earner. See Morris v. Yough Coal & Supply Co., 266 Pa. 216, 109 A. 914; and Evans v. Pittsburgh Coal Co., 105 Pa. Superior Ct. 558, 161 A. 452. Under this act as amended a dependent wife of a state or city employee who while in civil life received $1,500 a year would be paid about 37% per cent as much as a dependent wife of an official who received an annual salary of $4,000.\nOther anomalous provisions of this legislation are these: (1) No distinction is made between an employee who served the state or political sub-division for only a brief period, and an employee who had served many years as such an employee. (2) As men who have dependents and also own real estate are inducted into war service, the municipal sub-divisions will be confronted with a situation where they cannot collect taxes on such real estate because of the Federal Soldiers’ and Sailors’ Relief Act of 1940, 6888, Section 501, as amended, 50 U. S. C. A. sec. 560, yet these sub-divisions are expected to assume the heavy financial burdens imposed upon them by this legislation. Counsel for the City of Pittsburgh stated that this legislation has already imposed on the City a burden of $100,000 a year and as the war continues, this burden “will be of staggering proportions”. These anomalous provisions do not in themselves prove that the challenged act is unconstitutional but they tend to show that the classification instead of being based on “necessity” (Ayers Appeal, supra) or as being based “on genuine substantial distinctions of the subjects classified” (Com. v. Grossman, 248 Pa. 11, 93 A. 781) is arbitrary and unj ust.\nWhile courts do not sit in judgment on legislative wisdom but only on legislative power, it is their duty to declare an act void which they adjudge to be beyond the legislature’s authority. Fidelity to the fundamental law is the only guarantee of the permanence of constitutional government. 11 American Jurisprudence sections 88 and 89 says: “Since the Constitution is intended for the observance of the judiciary as well as the other departments of government and the judges sworn to support its provisions, the courts are not at liberty to overlook or disregard its commands. . . . This duty of the courts to maintain the Constitution as the fundamental law of the state is imperative and unceasing . . .” See also Manbury v. Madison, 1 Cranch (U. S.) 137, 2 L. Ed. 60. Chief Justice Gibson in De Chastellux v. Fairchild, 15 Pa. 18, declared: “It is idle to say the authority of each branch [of the government] is defined and limited in the constitution, if there be not an independent power able and willing to enforce the limitations. Experience proves that it is thoughtlessly but habitually violated, and the sacrifice of individual right is too remotely connected with the objects and contests of the masses to attract their attention.” Justice Bradley in Boyd v. U. S., 116 U. S. 616, 635, said: “Illegitimate and unconstitutional practices get their first footing . . . by silent approaches and slight deviations from legal modes of procedure . . . It is the duty of courts to be watchful for the constitutional rights of the citizen, and against any stealthy encroachments thereon. Their motto should be obsta principiis” [resist the beginnings].\nClass legislation has frequently been declared void by this Court, and what is class legislation has been defined and illustrated in a long line of decisions. In Penna. Co. for Insurances on Lives and (Granting Annuities et al., Appellants, v. Scott, Prothonotary, et al., 329 Pa. 534, 198 A. 115, this Court in an opinion by Mr. Justice Linn quoted what was said in Laplacca et ux. v. Phila. Rapid Transit Co., 265 Pa. 304, 108 A. 612, as follows: “The basis for classification must be reasonable and proper and founded upon a real, and not merely artificial, distinction between the members of the class and the general public, and based upon ‘a necessity springing from manifest peculiarities, clearly distinguishing those of one class from each of the other classes, and imperatively demanding legislation for each class, separately, that would be useless and detrimental to the others’ ”. Many examples of legislation that was declared void because it was class legislation were cited and referring to one of these examples the opinion said: “In Wood v. Philadelphia, 46 Pa. Sup. Ct. 573, the Civil Service Act of 1906, P. L. 83, was declared invalid because it provided that it should not apply to any soldier, sailor or marine honorably discharged from service in any Avar for the United States Government nor to their widows or children”.\nIn Ayars’ Appeal, 122 Pa. 266, 16 A. 356, Justice Sterrett said: “The underlying principle of all the cases is that classification ... is essentially unconstitutional, unless a necessity therefor exists. . . .” This principle was applied in Commonwealth ex rel. Brown v. Gumbert et al., 256 Pa. 531, 100 A. 990. Although the legislation under attack there Avas “humanitarian”, we said that a “positive constitutional requirement” cannot be disregarded because of an act’s “beneficent aim”.\nIn Com. v. Casey, 231 Pa. 170, 80 A. 78, this Court declared unconstitutional as class legislation the Act of July 26, 1897, P. L. 418, which regulated the hours of workmen in the employ of the state or municipal corporations. We said there: “It is impossible to suggest a difference betAveen municipal corporations and private corporations that would make a regulation as to number of hours to be employed in a day suitable for one class unsuitable for the other. . . . The classification here attempted is not with a view to meet the wants of municipal corporations as distinguishable from other corporations, but to ameliorate labor conditions, and it rests on neither distinction nor difference. ... As well attempt to classify for labor regulations corporations according to their capital stock, and impose the regulations upon those only whose capitalization brings them within the designated class . . .” In Com. v. Clark, 14 Pa. Superior Ct. 435, an Act which prohibited the discharge of employees of corporations because of membership in lawful labor organizations was held void as class legislation. There President Judge Rice said: “It [the Act] extends protection to the employees of corporations . . . while denying the same protection to the employees of individuals, firms and limited partnerships . . . arbitrary selection can never be justified by calling it classification . . . Surely no one would contend that such arbitrary selection of persons for the purposes of legislation upon a subject with respect to which these persons differ in no particular from other persons would be justified upon the principle that if a law deals alike with all of a certain class it is a general law. . . . The test to be applied to classification is the genuineness and substantial nature of the distinctions.”\nIn Laplacca v. Phila. R. T. Co., 68 Pa. Superior Ct. 208, an Act which singled out attorneys as entitled to special rights as creditors was declared void as “involving an artificial and arbitrary classification”. In Scowden’s Appeal, 96 Pa. 422, this Court through Mr. Justice Paxson condemned as unconstitutional an act based on an arbitrary classification and said: “It is special legislation under the attempted disguise of a general law. Of all forms of special legislation this is the most vicious.”\nThat the legislation now before ns utterly fails to meet the constitutional test of reasonable classification “imperatively demanded . . . by the manifest peculiarities” of the respective classes (Laplacca v. Phila. R. T. Co., supra) is made plain by a realistic consideration of it. For example, A & B are citizens who were inducted into the national war service. Each had received a salary of $4,000 a year; one from the state, the other from private industry. Each owns a property on which he pays taxes. Each has a wife and children. Each is rendering his country identical war service. This act singles A’s dependents out for the special privilege of receiving $2,000 a year from the state treasury, while it says in effect to B’s dependents: “Since the head of your family was employed on a farm (or in a coal mine or in a department store or on a railroad, as the case may be) you will receive no gratuity from the state treasury.” There is no pretence in this legislation that a public employee’s dependents are being rewarded for any special service he rendered the state or for any “sacrifice” he made in accepting a public job. The acceptance of a public job is not generally regarded as a personal sacrifice.\nThe Common-wealth chiefly relies on the case of Speer v. School Directors of Blairsville, 50 Pa. 150. The question in that case was the constitutionality of the Act of March 25, 1864, P. L. 85, providing for the payment of bounties to volunteers for service in the Union armies in the Civil War. The Borough of Blairsville attempted to borrow by issuing bonds, $5000 to procure volunteer enlistments by paying to each volunteer a bounty of $300 to fill the quota assigned to that borough by the requisition of the President of the United States. This Court said: “The question is narrowed to a single point: Is the purpose, in this instance, a public one?” The Court held that it was. “It [the bounty] benefits the public by inducing and enabling those to go who feel they can best be spared. . . . The community is subject to the draft and it [the bounty] is paid to relieve it from a burden of war. It is not a mere gift or reward, but a consideration for service. ... It is a contribution from the public treasury for a general good ...”\nThe distinction between that case and this is so obvious as to make extended discussion of it unnecessary. For the municipality to pay public money to all volunteers who protected that community, and the state and nation of which it was a part, was, of course, a proper use of public funds for a public purpose. It was no more “class legislation” than is a law authorizing the payment of public money to policemen and firemen. If it paid bounties only to those volunteers who were in the public employment at the time of volunteering we would have a parallel to the present case, except that in the constitution then in force (1864) there was no prohibition against class legislation.\nArticle 3, section 18, of the constitution permits appropriations for pensions or gratuities for military sentires, but when such appropriations are made, they cannot arbitrarily be made to favored individuals. If, for example, the legislature should grant pensions or gratuities for military services to those who in this war serve in the nation’s armed forces in the Pacific-Asia area of combat operations and deny such pensions or gratuities to those who serve in the nation’s armed forces in the Atlantic-Europe-Africa area of combat operations, no court would hesitate to pronounce such a classification unreasonable and unconstitutional.\nNo case can be found in Pennsylvania where a classification of persons to receive benefits from the public treasury based on the identity of the employers of such persons, or based on anything like that, has ever been upheld as constitutional. It is a classification purely arbitrary and without reason and is a perfect example of the evil practice of permitting payment of public funds for the benefit of one class of people without any special corresponding benefit being derived by the public from that class of people. It is paternalism “run riot” and if this Act is not declared void as special legislation there can be no logical limit to the legislature’s power to confer gratuities on the kinsmen of public employees or on the employees themselves. The dependents of state and city and school district employees in the national war service have no claim for gratuities from the public treasury which cannot be made with equal merit by the dependents of the employees of private industry or by farmers or professional men who are in the national war service.\nThe legislation now under review is a perfect example of the kind of legislation which Article 3, sec. 7, of the Constitution of 1874. was ordained to prevent. In Commonwealth v. Gilligan, 195 Pa. 504, 46 A. 124, this Court speaking through Justice Mitchell said: “The evil at which the prohibitions of Article 3 was directed was . . . the granting of special privileges or exemptions to individuals or favored localities.” In Agars’ Appeal, supra, Justice Stekrett speaking for this Court depicts the “class legislation” on the statute books prior to the present Constitution as a “pernicious system so general and deeprooted and the evils resulting therefrom so alarming that the people of the commonwealth determined to apply the only remedy that promised any hope of relief.” He declared that it was “doubtless, a proper appreciation of the magnitude of these evils, as much as anything else, that called into existence the convention that framed the present constitution and induced its adoption by an overwhelming vote.”\nThe State Employes Retirement System and the Teachers’ Tenure Act are cited in the Commonwealth’s brief as examples of constitutional laws providing for gratuities and pensions. These Acts bear no legal resemblance to the instant Act. The payments made to state employees and to teachers are made out of funds to which the beneficiaries have made large contributions and are commensurate with the length of service of the recipients, and they are not gratuities made to the dependents of some employees. In Retirement Board of Allegheny County v. McGovern et al., Commissioners, Appellants, 316 Pa. 161, 174 A. 400, the Court reiterated (p. 168) what was said in Busser v. Snyder, 282 Pa. 440, 454 “That the basis of the retirement pay is neither charitable nor benevolent but is for the faithful, valuable service actually rendered over a long period of years.” We also said (p. 169) that “a pension is a bounty or a gratuity given for services that were rendered in the past” and that “retirement pay is defined as ‘adjusted compensation’ presently earned, which, with contributions from employees is payable in the future . . . When the conditions are satisfied . . . retirement pay becomes a vested right.” Under the legislation now before us, length of service of the employee has no bearing whatever on the amount his beneficiaries receive. The dependents of an employee who was engaged in public service for only one month or one day at a salary of (say) four or five thousand dollars a year will receive more than the dependents of an employee who worked twenty years at a salary of $2000 a year. This is simply a case of making an arbitrary selection of beneficiaries of public funds and calling that selection “reasonable classification”. It is immaterial whether this classification was made by the legislature in good faith or not, since there was no necessity for it. To adjudge an Act unconstitutional is not to impugn “the good faith” of the legislature which passed it.\nThe Workmen’s Compensation Act does not sustain by analogy the Act now under review. That act is expressly authorized by Art 3, Sec. 21, of the Constitution. Any law passed pursuant to that authority must be “reasonable”.\nIn Rich Hill Coal Co. et al. v. Bashore, 334 Pa. 449, 7 A. 2d 302, we declared sec. 201.1, sub-section B of the Workmen’s Compensation Act of 1938 invalid as “special legislation” and a denial of the equal protection of the laws. We also condemned section 502 of the Act of June 4, 1937, P. L. 1552 as unconstitutional in that it would take money from one individual and give it to another. We said (p. 498) : “Where classification is set up it must be reasonable and it must be necessary. All these requirements are violated.”\nThe fact that the Workmen’s Compensation Law excepts from its provisions agricultural services and domestic services performed in a private home for another for a valuable consideration has never given rise to any challenge of that part of the Act as unconstitutional, for that classification is obviously reasonable. The Court in Carville, Appellant, v. A. F. Bornot & Co., 288 Pa. 104, 112, 135 A. 652, declared: “The Workmen’s Compensation Act shows throughout that it was passed for the benefit of the great army of business and industrial wage earners. . . .”\nThis legislation cannot be constitutionally justified (as suggested) as encouragement by the state of its employees to enlist before they are drafted. If the public welfare requires such encouragement to engage in war it should be applied to all residents of the Commonwealth who are qualified for military service and not merely to a select minority.\nIt has been suggested that the power to do what the state attempted to do here is an incident to the relation of employer and employee. What a private employer can do with Ms own funds in granting gratuities to his employees or the latter’s dependents, furnishes no guide as to what the state as an employer can do in using public funds as gifts to its employees and their dependents. In the disbursing of public funds the organic law is the sovereign guide, and that guide protects the public funds as much against gifts to public employees as it does against gifts to any other citizens. There must be a reasonable relationship between the compensation received by public employees and the public service they render. The gratuities given by this Act to the kindred of employees is certainly not compensation for the service these employees are rendering the state and its political sub-divisions. In Com. v. Casey, supra, Justice Stewart said: “If . . . municipalities with respect to matters not political and governmental but proprietary and private, are to be regarded as private corporations . . . then the inquiry must be whether the Act under consideration is a special or [a] general law.”\nIt has also been suggested that what the state as an employer attempts to do here is analogous to its granting “sick leaves” with pay to its employees. The answer to that is that if such reasonable leaves are granted by the state or a municipality to all of its employees there is no ground for attacking the statute under which the grant is made as special legislation. As nearly every individual is subject to occasional illness, sick leaves become an inevitable incident to all employment.. If the state as an employer chooses to grant such leave with pay, for limited periods (such laws are usually for ten days or two weeks annually) this action does not involve an unconstitutional misuse of public funds. When a person enters into the service of the state at a weekly or annual salary he contracts to give his employer all the service required of him during working days, subject only to occasional interruptions by the illnesses common to man. Vacations and sick leaves reasonable in length of time, without deduction of pay, are now generally recognized as implied in contracts of public employment. If vacation and sick leave with pay were unreasonably protracted in duration they would justify the charge that public funds were being illegally used in payment for services not performed. Such leaves would be particularly offensive to the constitution if they were granted to special classes of employees, with no reciprocal benefit to the state.\nTo argue that every public employee possessing war service qualifications may bring his dependents within the provisions of this act by entering the service, helps the proponents of this act not at all. In the first place, all public employees obviously do not possess war service qualifications. Secondly, if they did and if all of them abandoned the service of the state for national service, this act would still be unconstitutional. In Com. v. Quaker City Cab Co., 287 Pa. 161, 134 A. 404, this court held constitutional a statute which laid a tax on the gross receipts from the operation of taxicabs of foreign and domestic corporations, but did not tax like receipts from individuals and partnerships in the same business. This Court held that “it is sufficient if all corporations of like character fall within the statute”. Upon appeal to the United States Supreme Court the judgment of this court was reversed and the reasoning just quoted was rejected, the court saying that the classification had only “an arbitrary basis” and was not justified for it was not “based on a real and substantial difference having reasonable relation to the subject of the legislation”. In a footnote the United States Supreme Court referred in support of its decision to the case of Schoyer v. Comet Oil & Refining Co., 284 Pa. 189, where we said: “There must be a real distinction between the objects with which the law deals for it to be valid” as a classification.\nIn Com. ex rel. Graham et al. v. Schmid, 333 Pa. 568, 3 A.2d 701, where we upheld sec. 4407 of the Third Class City Law of June 23, 1931, P. L. 932, which permits a preference of war veterans on the eligible list of civil service appointments, we said: “There must be some reasonable relation between the basis of preference and the object to be obtained . . . where war service is appraised, in the allotment of public positions, beyond its value, and the preference goes beyond the scope of the actual advantages gained in such service, the classification becomes void and the privilege is held unreasonable and arbitrary.” We declared unconstitutional the provisions of sec. 4405 of the Third Class City Law, supra, “giving fifteen percent credit in advance to veterans”, and said: “It gives undue weight to the military and public experience of the veterans and in that way constitutes a special and exclusive privilege. . . .” To hold that a war veteran may after qualifying in a civil service examination for a position be given a little extra credit rating “in recognition of the discipline, experience and service represented by their military activity” (as we did in the Schmid case) does not warrant a holding that the dependents of a soldier, sailor or marine who was formerly in state public service may constitutionally be granted a gratuity from Pennsylvania state and municipal funds for no reason except that he had been formerly on the pay-roll of that state or municipality while the dependents of all other Pennsylvania soldiers, sailors and marines shall receive nothing from the same source.\nIn Carney et al. v. Lowe et al., 336 Pa. 289, 9 A. 2d. 418, we held unconstitutional the provision in sec. 4407 of the Third Class City Law, supra, that an appointment of war veterans may be made without regard to any age limit provided for by law or the rules and regulations of any board or commission. Justice Stern said: “To permit war veterans to be appointed even though above such maximum [of age] is not the mere granting to them of a preference if otherwise eligible but the setting np for them of a standard of eligibility different from that established for other applicants. Therefore it is clear that the permitted waiver of the age limit provided by section 4407 is unconstitutional.”\nThe decision in Equitable Credit & Discount Co. v. Geier, 342 Pa. 445, 21 A. 2d. 53, lends no support to the Act now before us. There the Court held that “there are well marked differences between consumers’ and commercial loans in regard to the type of borrower, the nature of the security and the terms upon which the credit is given. ... If the law did not provide for higher charges on consumers’ loans than on the larger commercial loans, that type of credit probably could not exist. . . .” This was in substance a finding that the classifications made in the Act there being reviewed were necessary. In the case of Equitable Loan Society Inc. et al. v. Bell, Secy., 339 Pa. 449, the Court held that legislation which applied exclusively to pawnbrokers “in view of the conditions and temptations ... in that business” was not an unreasonable classification. The case of Burkley v. Phila. et al., 339 Pa. 426, 15 A. 2d. 201, gives no support to this law for in that case we held that the Act challenged “applied to all taxables within a state” and had no “special application to any class.” Harr, Secy., v. Boucher et al., 142 Pa. Superior Ct. 114, 127, 15 A. 699, reiterates the principle that legislative classification must be “founded on real distinctions in the subjects classified.” The case of Com. v. Grossman, 248 Pa. 11, 93 A. 781, holds that legislative classification will be sustained “if made in good faith and based on genuine and substantial distinctions of the subjects classified” (italics supplied). To classify, for the purpose of bestowing gratuities, Pennsylvania citizens in the nation’s war service into two classes; one composed of public employees and the other composed of farmers and employees of private industry and professional men, etc., is to present to the courts a basis for classification so spurious and unsubstantial that it is their clear duty to reject it as unconstitutional.\nIn holding this' legislation unconstitutional we are not taking a position inconsistent with the position this Court took in Com. ex rel. Schnader v. Liveright et al., 308 Pa. 35, 161 A. 697. It is always the duty of the state acting through appropriate agencies to take care of persons who are without means of support. But even this cannot be done arbitrarily. The dependents of public employees are entitled to no more from the public .treasury than the dependents of those employed in private industry or those employed as farmers, teachers or professional men. As Justice Stewart aptly said in Com. v. Casey, supra; “This attempt at classification, if so intended, must fail. ... In the matter of legislative classification, regard is always to be had to the subject to which it relates. . . . The classification here attempted . . . rests on neither distinction nor difference. . . .”\nThe state and its political sub-divisions have no funds at their disposal except funds exacted as taxes directly and indirectly from every self-supporting person in the Commonwealth. The protection of private property against unwarranted taxation by keeping public expenditures within constitutional limits is one of the most important duties of the judiciary. To exactly the extent public officials can impose by statute or by contract pecuniary burdens on the state or its political sub-divisions they can despoil the citizens of their possessions under the guise of taxation. .\nIt is asserted by counsel for the intervener, Irene Bigley, that the legislature is “the sole judge as to laws that are in the interest of the public.” The constitution has declared that “a special law” granting to any individual “any special or exclusive privilege” (as this law does) is interdicted as contrary to the public interest. The same counsel characterizes as “startling, the doctrine that the Commonwealth is powerless in this time of war to make laws governing its employees and the employees of the political and municipal divisions of the Commonwealth because the same benefits are not extended to every employee throughout the Commonwealth.” What was said about the United States Constitution by the United States Supreme Court in the historic case of Ex Parte Milligan, 4. Wall. 2, applies with equal appositeness to the constitution of this Commonwealth: “The Constitution ... is a law for rulers and people, equally in war and in peace. . . . No doctrine involving more pernicious consequences was ever invented by the wit of man than that any of its provisions can be suspended during any of the great exigencies of government.” If the legislature can grant gratuities to the dependents of public employees in time of war, while denying them to the dependents of other citizens, it can do the same thing in time of peace.\nThis statute has no bearing on public employment and no bearing on national defense except as it uses the narrow base of public employees engaged in national defense as a classification authorizing the payments to the dependents of such employees of gratuities from the public treasury, while the dependents of all other employees and the dependents of all other Pennsylvania citizens, engaged in the national defense receive nothing from the public treasury.\nThis act is clearly not a gratuity for military service, within the meaning of Article III, section 18, for if it was such a gratuity it would apply to all who rendered military service and not merely to that limited class of persons who before they entered military service had the good fortune to be on the public payroll.\nThe people of Pennsylvania never authorized the creation by the legislature of a class of persons to receive gratuities from the public treasury and consisting only of those soldiers, sailors and marines who before becoming such were public employees. To authorize “pensions or gratuities for military services” to all who render such services is one thing; to interpret such a provision as authorizing gratuities to that small percentage of persons now in war service but who were public employees is so obviously a different thing that it should require no argument to point it out. The legislature has no more warrant under the constitution of this Commonwealth to grant pensions and gratuities only to its former employees now in the national service than it would have to grant pensions and gratuities only to college graduates or former carpenters now in the national service. In practical effect this legislation creates a special and favored class consisting of the dependents of fewer than two percent of those 750,000 Pennsylvanians now in the nation’s war service.\nThe power to impose obligations on the taxpayers implies the power to tax them to discharge those obligations, and as Justice Miller of the United States Supreme Court well said in Loan Association v. Topeka, 20 Wall. 655, 663: “The power to tax is the strongest, the most pervading of all the powers of government, reaching directly or indirectly to all classes of the people. It was said by Chief Justice Marshall, in the case of McCulloch v. The State of Maryland [4 Wheaton 315, 431], that the power to tax is the power to destroy. . . . This power can as readily be employed against one class of individuals and in favor of another, so as to ruin the one class and give unlimited wealth and prosperity to the other, if there is no implied limitation of the uses for which the power may be exercised. To lay, with one hand, the power of the government on the property of the citizen, and with the other bestow it upon favored individuals ... is none the less a robbery because it is done under the forms of law and is called taxation. ...”\nThe decision in Henn v. City of Mt. Vernon, 189 N. Y. S. 851, has been cited in support of the constitutionality of this act. There it was held that a New York statute enacted in 1917 and providing that a city should pay its officers and employees while engaged in military service the difference between their salary and the compensation paid to them while in service did not deny to others in that service the equal protection of the law guaranteed by article 11, section 1 of the Constitution of the United States.\nAs to the holding of the New York Court that the act in question did not offend the equal protection of the laws clause of the Federal Constitution this is to be said: (1) It was not a decision by the highest court of the state and even if it was, its strength as a precedent is based on the cogency of its reasoning, and its reasoning is not cogent. It classes the act with “the various statutes giving to veterans preferences in public employment which have been so uniformly regarded as constitutional. . . .” Our review of Com. ex rel. Graham v. Schmid, supra, clearly shows the distinction between those cases where veterans who qualify in civil service examinations for public jobs are given some advanced rating because of their previous military discipline and training and the case now before us where “dependents” are given “out and out” gratuities because the man they “depend” on had a public job before entering war service.\nA decision of the highest court of New York in the following case is far more apposite in principle to the question noAV before us than the just referred to decision of a lower appellate New York court. In Bush v. Board of Supervisors, 159 N. Y. 212, 53 N. E. 1121, the New York Court of Appeals declared unconstitutional a law of New York empowering county supervisors to raise funds by taxation to refund the money expended in furnishing substitutes or in commutation of men who were drafted into the military service of the United States. The Court in a per curiam opinion said: “The legislature cannot authorize taxation for the purpose of making gifts or paying gratuities to private individuals. . . . Those who actually served under the conscription only discharged their obligations to the general government. . . . The fact that a majority of the taxpayers requested the supervisors to levy the tax is of no importance. Majorities, however potent in many respects, have no power to impose taxes upon the minority for the purpose of raising money to be devoted to gifts or gratuities to individuals. We think that, under the general principles which control the exercise of the power of taxation, the legislature had no power to pass the act in question. It did not attempt to authorize taxation for any public purpose, but was, in effect, a method of taking private property, not for any public use,'but for the benefit of private individuals. Legislation of this character has often been questioned in the courts, and quite uniformly condemned. . . .”\nIn Colgate v. Harvey, 296 U. S. 404, 423, the United States Supreme Court laid down this clear test: “The classification, in order to avoid the constitutional prohibition [against a denial of the equal protection of the laws] must be founded upon pertinent and real differences, as distinguished from irrelevant and artificial ones. The test to be applied in such cases as the present one is — does the statute arbitrarily and without genuine reason impose a burden upon one group of taxpayers from which it exempts another group, both of them occupying substantially the same relation toward the subject matter of the legislation? ‘Mere difference is not enough . . .’ Louisville Gas Co. v. Coleman, 277 U. S. 32, 37; Frost v. Corporation Commission, 278 U. S. 515, 522.”\nIn the act before us the classification is not founded upon pertinent and real differences but upon irrelevant and artificial ones. The class favored is neither the dependents of all who enter the nation’s armed forces nor of all public employees. It is a narrow and restricted group of the dependents of these who were public employees and are now in the armed forces. The legislature cannot “get around” the constitutional limitation invoked here by arbitrarily creating a class and then bestowing gratuities on the dependents of the comparatively few (out of the hundreds of thousands in the armed forces and out of the tens of thousands of public employees) who bring themselves within that favored class.\nThe legislation challenged is class legislation, contrary to the clause of Article 3, section 7 of the Constitution, hereinbefore quoted, because it “lays with one hand the power of the government on the property of the citizens” in general and “with the other bestows it” upon those “favored individuals” who for a period had been enjoying the status of public servants before they, with hundreds of thousands of other Pennsylvanians in private pursuits, were called to war.\nWe agree with what was said in Com. ex rel. Graham v. Schmid, supra, that “the fact that veterans . . . have been to wars . . . should be given some consideration”, and this state has always been generous in its recognition of the military and naval services of its sons, but there has never been another act on the statute books by which this Commonwealth has attempted to favor by gifts of public funds to the dependents of its own employees in war service over the dependents of those other Pennsylvania citizens who were rendering precisely the same kind of war service but who before doing so were employed on farms or in mines and factories or elsewhere in private industry. It is precisely that kind of arbitrary classification which the constitutional provision here invoked was ordained to prevent and we conceive it as a performance of our judicial duty to “support, obey and defend” the constitution when we declare, as we now do, this challenged law to be unconstitutional and void.\nIt is not necessary to discuss the other constitutional objections earlier referred to.\nThe Act of June 7,1917, P. L. 600, as amended by the Act of June 25,1911, P. L. 207 and by the Act of April 21, 1912, P. L. 50 and the Act of May 6,1912, P. L. 106 so far as this original act and these later amendatory acts provide for the payment to dependent wives and children of public employees in the armed services of the United States, of one half of the salary of such employees, not to exceed $2000 per year, and the payments to parents of such sums as the employees had heretofore been accustomed to contribute to their dependent parents, are adjudged to be unconstitutional and void, and the City of Pittsburgh and each and all of its officers are enjoined from expending or causing to be expended any public funds under the provisions of these just cited acts and amendatory acts.\nThe costs to be paid by the City of Pittsburgh.\nMr. Justice Linn and Mr. Justice Horace Stern dissent.\nThe term of Chief Justice William I. Schaefer ended and he retired from the Court on January 3,1913, which was before this draft of the Court’s opinion was written and before a final decision was reached.\nThe intervening defendants are (1) the Commonwealth and (2) Irene Bigley. She is the wife of R. S. Bigley, who was employed as a city fireman until he entered the U. S. Army on July 25, 1942. They have two minor children. On September 21, 1942, the City Council of Pittsburgh approved the payment of $101.04 to Mrs. Bigley (this being one half her husband’s salary as a fireman), and she has been receiving this amount subject to deductions by the Federal Government under the Servicemen’s Dependancy Allowance Act of 1942.\nThis act also provides that each employee so serving the nation shall be given leave of absence during the war’s duration and for six months thereafter with the right of reinstatement after his return and that a substituted employee may be appointed to perform the duties of such an employee during his absence on military service. This part of the Act is not challenged.\nThe legislation is further attacked asa denial of the equal protection of the laws and a taking of property without due process of law and as violative of the following provisions of the State Constitution : Art. 3, sec. 11; Art. 9, sec. 7, and art. 12, sec. 2.\nThe act applies only to those “regularly employed”. The “regular” employee might have worked for only a week or a month, while the substitute might have worked for a year, before being called into service. The former’s dependents would be paid; the latter’s would not, unless he could successfully maintain that a substitute who had worked “regularly” for a continuous period was entitled to have the benefits of the act conferred upon his dependents. Such a claim would have much merit, for even a “substitute” may possibly by continuity of service acquire the status of a “regular” employee. Continuity of employment is the essence of regularity, while “irregular” employment means only occasional or intermittent employment. If it should be determined that under this Act the dependents of a “substitute” employee who was called into service were not entitled to the benefits of the Act, the Act would to that further extent be discriminatory; if it should be determined that they were so entitled, we would have pyramided payments to the dependents of successive holders of one job.\nSee 12 Am. Jurisprudence, sec. 482, p. 156; Cobb v. Bord, 42 N. W. 396 (40 Minn. 479): State v. Hammer, 42 N. J. L. 435. In State v. Garbroski, 111 Iowa 496, 82 N. W. 959, an Act exempting veterans of the Civil War from the payment of a license fee for peddling was declared unconstitutional. The Court said “it savors more of philanthrophy (worthy of the highest commendation, in its proper sphere), than of reasonable discrimination . . .”: Quoting Cooley on Constitutional Limitations, 6th ed. sec. 482. In Penna. disabled veterans may procure peddlers licenses free of charge. The physical disability of the veteran' is the “reasonable basis” for this classification. See Act of April 8, 1867, P. L. 50, See. 1, as amended. 60 PS 61 and 1942 Annual Pocket Part, sec. 61 and 62.\nOf the 50,000 residents of Pittsburgh now in the nation’s armed forces, 414 are employees of the city and the dependents of 287 of them have thus far filed claims under this act. Predicated on valid dependent claims thus far filed in that city the annual cost to the city taxpayers will be $110,000. As of November 16, 1942, the dependents of 873 employees of the state were receiving annually under this act, $549,768. These sums would be greatly augmented if the act remained in force. This state has 28,117 salaried employees, and about 750,000 of its citizens in the nation’s war service.\nThis Act is also equally distinguishable from those Acts passed after our nation’s wars, providing for pensions, bounties and veteran’s compensation for all soldiers, (and the dependents of all soldiers) who as Pennsylvanians fought or died in service in those wars. A list of these Acts and their provisions can be found in 2 Smith & Keed’S Laws, and in 51 PS, p. 275, Chapter 8. Some of these Acts were passed under a constitution which contained no prohibition against class legislation, but even these Acts had a reasonable basis for their classifications. Under the Act of May 15,1861, P. L. 749, all widows and all children under 14 years of age, of veterans of the Civil War, were given $8 a month. The Act of April 1, 1909, P. L. 95, 51 PS 381, authorized the payment of a pension not exceeding $25 per month, to either the widow or minor children or dependent parent of any soldier of the National Guard or Naval Force of Pennsylvania who was killed or fatally injured “in line of duty while in action, serving under order of the Governor”. The Act of May 16, 1923, P. L. 236, allows compensation to all war veterans at the rate of $10 a month for every month served in any war in which the U. S. was a participant, up to $200 a month. The Act of April 12, 1883, P. L. 8, sec. 1, 51 PS 339, authorizes the payment to all soldiers and to all widows of soldiers of the war of 1812, a gratuity of $40 and an annuity of $120.\nAll history proves that exactly to the extent a government becomes paternalistic, every citizen’s right to the fruits of his toil becomes insecure. As a government increases its power to do things for people it must increase its power to do things to people. Every new largesse bestowed by a government on favored individuals means just so much more substance taken from the fruits of other individuals’ labor.\nThe Supreme Court of Montana said, in Lewis & Clark County v. Industrial Accident Board, 155 P. 268: “It cannot be contended that a classification of workmen based upon the risks of their employment is either arbitrary or unreasonable.”\nThe fact that the Business Corporation Law of May 5, 1933, P. L. 364, Article 3, Sec. 315, 15 P.S. Sec. 2852-315 declares that business corporations “may continue the salaries of such of its employees as may have enlisted or enrolled, or may hereafter enlist or enroll in . . . the military or naval service of the United States” has, of course, no bearing on tbe question before us. Tbe Act cited simply clothes a corporation with power to continue tbe salaries of its employees in war service if it sees fit to do so. Wbat a business corporation does with its own money, so long as it is expended for a lawful purpose, is of no concern to tbe taxpayers. Wbat tbe State legislature does with public money is of immediate concern to tbe taxpayer.\nSee table and note at end of opinion.\nThe constitution of the state of New York contains no provision like the one in our constitution (article 3, section 7) which prohibits the granting to any individual any special or exclusive privilege or immunity.\nSee table and note at end of opinion.\nEmployer Number of Employees Regular Employees in the Armed Forces\nPhila. City and County......19,740 667\nPhila. School District........10,000 289\nPittsburgh ................. 5,100 427\nPittsburgh, School Dist......4,200 85\nScranton ................... 559 20\nScranton, School District .... 873 30\n40,472 1,518\nState of Pennsylvania .28,753 2,151\nPhiladelphia, Pittsburgh and Scranton constitute 27% of the population of the State. They have 1,518 “regular” employees who are now in the nation’s armed forces. If this average is maintained in other political sub-divisions, the total number of employees of all state political sub-divisions, in such service, would be 5,620. Adding this number to the number of state “regular” employees in the armed forces, 2,151, makes a total of 7,771 or less than 2% of the total number of Pennsylvanians in the nation’s armed forces. Not all of these have dependents. (These figures are based on reports from qualified public officials and relate to dates near February 1, 1943.)"}