{"id": "12172552", "contents": "OPINION\nJustice BAER.\nThe primary issue in this appeal is whether Section 306(b)(3) of the Workers’ Compensation Act (Act) requires an employer to provide an injured employee with written “notice of ability to return to work” before offering alternative employment where the injured employee has not yet filed a claim petition and, thus, has never proven entitlement to workers’ compensation benefits. We hold that Section 306(b)(3) notice is required where the employer is seeking to modify existing workers’ compensation benefits based on medical evidence establishing that the injured employee is able to return to work in some capacity. Because the injured employee in the case before us had not yet received workers’ compensation benefits when the offer of alternative employment was rendered, the employer had no duty to provide notice of ability to work pursuant to Section 306(b)(3). Accordingly, we affirm the order of the Commonwealth Court.\nThe record establishes that Shirley Hilton (Claimant) was employed by the School District of Philadelphia (Employer) as a second grade teacher at the Frances D. Pastorius Elementary School (Pastorius Elementary) from November 24, 2008 to March 3, 2009. The second graders in Claimant’s classroom engaged in significant misbehavior, including using profanity and engaging in physical violence, which prevented Claimant from teaching effectively and required her to speak louder than the classroom noise. After completing an assignment on March 3, 2009, the children became unruly and vandalized the room by knocking over desks and chairs, tearing down educational charts, and later ripping down a window shade. Claimant thereafter felt dizzy, could not eat, and suffered from tension headaches, heart palpitations, and nausea.\nAfter school that day, Claimant went to a regularly scheduled appointment with her primary care physician, Dr. Wilfre-ta Baugh. Claimant informed Dr. Baugh of her symptoms and indicated that the anxiety arising from her employment was more than she could bear. As a result, a representative from Dr. Baugh’s office called Employer and advised that Claimant would not be returning to work due to the school’s overly stressful environment.\nShortly after the incident, Claimant was treated by Employer’s work physician, Dr. Frank Burke, who concluded that she could return to work at her regular duty job at Pastorius Elementary. Claimant returned to Pastorius Elementary a few weeks later, but stayed only four days, unable to continue working under the stress. Notably, on May 29, 2009, Employer issued a notice of compensation denial, rejecting Claimant’s contention that she suffered a work-related injury due to excessive stress on the job.\nIn June of 2009, Employer assigned Claimant to teach in the fall at a different school, the Jay Cooke School. Claimant met with the principal of that school and toured the facility, finding it to be the opposite of Pastorius Elementary in that it was very quiet and the instructors were able to teach the children effectively. Germane to the issue before us, at the time Employer offered Claimant the alternative employment at the Jay Cooke School, she had not yet filed a claim petition; thus, no depositions of medical experts had been taken by either party. When school began in September of 2009, Claimant did not begin employment at the Jay Cooke School. Claimant maintained that she was unable to return to teaching because she was still under treatment for the job-related maladies that arose from her stressful working environment at Pastorius Elementary.\nIn October of 2009, Claimant filed a claim petition alleging that, due to stress from an abnormal working environment, she sustained work-related injuries on March 3, 2009, which included a vocal cord injury, aggravation of pre-existing lupus, and a heart murmur. She asserted that these injuries rendered her totally disabled. Consistent with its prior notice of compensation denial, Employer filed a timely answer denying all of the material averments in Claimant’s petition. Deposition testimony was provided by Claimant, her treating physician, Dr. Baugh, and Employer’s medical expert, Dr. James A. Lamprakos.\nIn a deposition dated December 4, 2009, Claimant, who was seventy years of age at the time, testified regarding the stressful conditions at Pastorius Elementary as outlined supra. She explained the effects she suffered from the school’s environment, including dizziness, heart palpitations, headaches, nausea, and the reemergence of her preexisting condition of lupus. Claimant acknowledged that Employer assigned her to the Jay Cooke School in June of 2009, and that she visited the facility, finding it to be a quiet school with excellent teaching. She reiterated, however, that she was not able to return to teaching in the fall of 2009 because she was still being treated for the stress-related injuries incurred from teaching at Pastorius Elementary.\nDr. Baugh, Claimant’s treating physician, testified by deposition dated March 9, 2010, and indicated that Claimant was in good health prior to the work-related incident. She noted that Claimant had previously been diagnosed with lupus, but had been in remission for the past three years. While Claimant also had a previous history of fibromyalgia and a vocal cord injury, she had no symptoms from such conditions at the time she began teaching for Employer. Dr. Baugh’s medical opinion, within a reasonable degree of medical certainty, was that the stressful work environment at Pastorius Elementary exacerbated Claimant’s preexisting conditions of lupus and fibro-myalgia, and caused her to suffer from muscle spasms, headaches, insomnia, and vocal cord injury. Deposition of Dr. Baugh, Mar. 9, 2010, at 17-19. Dr. Baugh was sure, however, that Claimant was capable of teaching in a less stressful environment and that she desired to do so, as opposed to teaching under the circumstances that had been present at Pastorius Elementary. Id. at 19, 21-22, 34.\nEmployer’s expert witness, Dr. James A. Lamprakos, testified by deposition dated August 4, 2010. Based on his physical exam and review of Claimant’s medical records, he opined that Claimant was able to work without restriction in her pre-injury job as a second grade school teacher. Deposition of Dr. Lamprakos, Aug. 4, 2010, at 53. Contrary to Dr. Baugh’s conclusions, Dr. Lamprakos concluded there was no medical evidence establishing that Claimant’s stressful work environment caused the worsening of her preexisting conditions of fibromyalgia, lupus, and vocal cord injury. Id. at 35-36, 40, 44-45, 48. Acknowledging that Claimant’s oral ulcers, nasal ulcers, and the increased hyperpigmentation on her face were indicative of lupus, Dr. Lamprakos found no evidence linking the reemergence of lupus to stress, although he conceded it was possible. Id. at 78.\nThe WCJ credited Claimant’s testimony regarding the conditions of her work environment at Pastorius Elementary, emphasizing that the behavioral problems of the second grade class were uncontroverted. The WCJ also credited Claimant’s testimony that the stressful work environment caused her symptoms of heart palpitations, headaches, dizziness, and nausea and reduced her voice to a whisper. Finding portions of Dr. Baugh’s testimony credible, the WCJ concluded that Claimant suffered an injury in the nature of muscle tension dysphonia from voice overuse. The WCJ further credited Dr. Baugh’s opinion that as a result of the stressful work environment, Claimant sustained an exacerbation of her preexisting lupus, as demonstrated by her oral ulcers, nasal ulcers, and increased hyperpigmentation of the face. Nevertheless, the WCJ credited Employer’s expert, Dr. Lamprakos, and concluded that the stressful work conditions did not cause an exacerbation of Claimant’s fibromyalgia.\nAccordingly, based on Dr. Baugh’s testimony, the WCJ concluded that the stress arising from teaching at Pastorius Elementary resulted in the physical injury of exacerbated lupus with its associated symptomology and vocal cord injury in the nature of muscle tension dysphonia from voice overuse, which rendered Claimant totally disabled as of March 3, 2009. Thus, the WCJ awarded her benefits as of that date. Significantly, however, the WCJ found that Dr. Baugh’s testimony did not establish that Claimant was generally disabled from working as a teacher, but only that she was disabled from working in a classroom with children who have behavioral problems like those in her class at Pastorius Elementary. WCJ’s Opinion, Apr. 19, 2011, Finding of Fact No. 41. Crediting Claimant’s own testimony that on September 30, 2009, Employer made a position available to her at the Jay Cooke School, which Claimant found to be a quiet school with excellent teaching, the WCJ held that Claimant’s worker’s compensation benefits should be suspended as of that time.\nThe Workers’ Compensation Appeal Board (WCAB) affirmed in part and reversed in part. Initially, it affirmed the grant of benefits, thereby rejecting Employer’s contention that Dr. Baugh’s testimony that Claimant’s work duties exacerbated her pre-existing lupus was incompetent because she was not an expert in the area. The WCAB opined that a physician need not be an expert in a specialized area in order to render competent testimony on the subject.\nRelevant here, the WCAB reversed that portion of the WCJ’s order suspending Claimant’s benefits as of September 30, 2009, on the ground that Employer never provided her with a notice of ability to return to work pursuant to Section 306(b)(3) of the Act. This provision states:\nIf the insurer receives medical evidence that the claimant is able to return to work in any capacity, then the insurer must provide prompt written notice, on a form prescribed by the department, to the claimant, which states all of the following:\n(i) The nature of the employe’s physical condition or change of condition.\n(ii) That the employe has an obligation to look for available employment.\n(iii) That proof of available employment opportunities may jeopardize the employe’s right to receipt of ongoing benefits.\n(iv) That the employe has the right to consult with an attorney in order to obtain evidence to challenge the insurer’s contentions.\n77 P.S. § 512(3).\nRelying on Allegis Group v. Workers’ Comp. Appeal Bd. (Henry), 882 A.2d 1 (Pa.Cmwlth.2005), and Hoover v. Workers’ Comp. Appeal Bd. (Harris Masonry, Inc.), 783 A.2d 886 (Pa.Cmwlth.2001), the WCAB held that an employer’s obligation to issue Section 306(b)(3) notice was mandatory and that an employer’s failure to comply with the provision during the litigation of a claim petition precluded the suspension of benefits. The WCAB concluded that because there was no evidence that Employer provided Claimant with Section 306(b)(3) notice of ability to return to work, the Employer did not meet the threshold burden required to modify benefits. Alternatively, the WCAB held that the suspension of Claimant’s benefits was improper because there was no evidence presented that Claimant had ever been released by Dr. Baugh to return to work as a teacher at the Jay Cooke School in September of 2009.\nThe Commonwealth Court affirmed in part and reversed in part. Sch. Dist. of Phila. v. Workers’ Comp. Appeal Bd. (Hilton), 84 A.3d 372 (Pa.Cmwlth.2014). The court affirmed the WCAB’s affirmance of the grant of workers’ compensation benefits, agreeing with the WCAB that Dr. Baugh, as Claimant’s treating physician, was competent to testify that the stressful working conditions exacerbated Claimant’s preexisting lupus. Id. at 375. The court, however, reversed the WCAB’s ruling that the WCJ erred in suspending benefits as of September 30, 2009. The Commonwealth Court held that the WCJ properly suspended Claimant’s benefits because: (1) Claimant established disability only until September 30, 2009, when the job at Jay Cooke Elementary was available; and (2) Employer had no duty to issue a Section 306(b)(3) notice to Claimant under the facts presented.\nRegarding the first basis for the suspension of benefits, the Commonwealth Court relied on Dr. Baugh’s testimony that Claimant was not disabled from working as a teacher generally, but rather was only disabled from teaching at a school like Pastorius Elementary where the children had severe behavioral problems. Id. at 376. Accordingly, it concluded that Claimant established disability only until September 30, 2009, when the job at the Jay Cooke School became available.\nAdditionally, the Commonwealth Court held that Employer had no duty to issue Claimant a notice of ability to return to work. Relying on Struthers Wells v. Workers’ Comp. Appeal Bd. (Skinner), 990 A.2d 176, 178 (Pa.Cmwlth.2010), the court held that Section 306(b)(3) notice is part of the earning power assessment process and is required where an employer seeks to alter a claimant’s status quo of existing benefits to partial disability by modification or suspension of payments on the basis of medical evidence. It explained that the purpose of the notice provision is to require employers to share new medical information about a claimant’s physical ability to work and its possible impact on existing benefits. Hilton, at 377 (citing Burrell v. Workers’ Comp. Appeal Bd. (Phila. Gas Works), 849 A.2d 1282, 1286 (Pa.Cmwlth.2004)). The Commonwealth Court referenced unreported decisions, in which it recognized that Section 306(b)(3) presumes that the injury has caused a disability, that a claim has been acknowledged as compensable, and that the employer is seeking to reduce its existing liability. Hilton, at 377 (citing Zyskowski v. Workers’ Comp. Appeal Bd. (Allied Services), 2013 WL 3960967 (Pa. Cmwlth., No. 1665 C.D. 2012, filed February 26, 2013), Slip Op. at 14 [quoting King v. Workers’ Comp. Appeal Bd. (Monroe Muffler & Brakes), 2010 WL 9513077 (Pa.Cmwlth., No. 1582 C.D. 2009, filed June 29, 2010), Slip Op. at 10.]).\nThe Commonwealth Court emphasized that none of these prerequisites for issuance of Section 306(b)(3) notice were present here because Claimant had not been receiving benefits at the time of Employer’s job offer, no litigation was pending as Claimant had not yet filed a claim petition, and Employer’s job offer was not based on a change in Claimant’s medical condition. Hilton, at 377. It emphasized that “[h]ere, in the claim petition, the burden was on Claimant to show the duration of her disability, and she simply did not establish that it continued beyond September 30th.” Id. at 378. Accordingly, the court concluded that the requirement for issuing Section 306(b)(3) notice was not triggered.\nThis Court granted Claimant’s petition for allowance of appeal on two distinct, but related issues. First, Claimant submits that in order to suspend disability benefits based upon an offer of alternative employment, the employer must provide the claimant with a notice of ability to return to work, regardless of whether the claimant sought or was receiving benefits at the time the job offer was made. She argues that the clear language of Section 306(b)(3) creates a mandatory notice requirement to the injured worker and includes no language limiting such notice to those claimants currently receiving benefits. Claimant maintains that the Commonwealth Court’s attempt to carve out an exception to the mandatory requirement of filing a notice of ability to return to work contravenes both the letter and intent of Section 306(b)(3) and the Act as a whole.\nIn support of her position, Claimant contends that the Commonwealth Court’s holding—that Section 306(b)(3) notice is unnecessary where the claimant is not receiving workers’ compensation benefits—conflicts with that court’s decisions in Allegis Group, and Hoover, supra, upon which the WCAB relied in reversing the suspension of benefits. According to Claimant, the Commonwealth Court in those cases determined that in the context of a claim petition proceeding where the claimant was not yet receiving benefits, the employer must establish that it issued a Section 306(b)(3) notice prior to tendering an offer of alternative employment. She maintains that the Hoover decision clarifies that employers must satisfy the requirements of Section 306(b)(3) where the employer is attempting to limit the duration and extent of the award of disability benefits based upon an actual job offer in a claim petition setting.\nClaimant further contends the Commonwealth Court erred by relying upon Burrell, supra, for the proposition that Section 306(b)(3) notice is not required under the circumstances presented. Burrell is distinguishable, she asserts, because the employer in that case demonstrated through surveillance video evidence that the claimant had actually returned to work, thus, there was no need to inform him that he was capable of returning to work pursuant to Section 306(b)(3).\nAccording to Claimant, the Commonwealth Court’s holding relieves an employer of its statutory obligation to provide notice of a claimant’s ability to work. Claimant views such result as inequitable and illogical in that it rewards the employer who erroneously denied the disability claim and penalizes the disabled worker who was forced to initiate the claim petition proceeding to recover benefits to which she was clearly entitled.\nIn her second issue, which is related but distinct, Claimant contends that the suspension of her benefits as of September 30, 2009, was unwarranted absent medical evidence establishing a change in her disability status. She submits that it is well-settled that where an injured employee meets her burden of proving an entitlement to disability benefits in a claim petition proceeding, the burden shifts to the employer to prove entitlement to a suspension of those benefits through competent evidence. See Vista Int’l Hotel v. Workmen’s Comp. Appeal Bd. (Daniels), 560 Pa. 12, 742 A.2d 649, 654 (1999) (holding that in a claim petition proceeding, the claimant bears the burden of establishing a work-related injury rendering him incapable of performing the time-of-injury job, and if the employer maintains that the claimant can perform some work within restrictions, it bears the burden of proving that suitable employment is available).\nHere, Claimant argues, there was no medical evidence establishing that she was physically capable or medically cleared to perform a modified position at the Jay Cooke School as of the date that the position was made available to her, i.e., September 30, 2009. This conclusion is not altered by her own medical expert’s testimony that she could return to teaching in a less stressful environment, she contends, because Dr. Baugh’s deposition in that regard was not given until March 9, 2010, six months after the job at the Jay Cooke School was made available to her. Thus, Claimant concludes, the lack of competent medical evidence establishing that she had the ability to return to work on September 30, 2009, serves as an independent ground upon which to reverse the suspension of her workers’ compensation benefits.\nIn response, Employer contends that the Commonwealth Court interpreted Section 306(b)(3) correctly when it concluded that an employer has no obligation to provide a claimant with a notice of ability to work when the claimant was not receiving existing workers’ compensation benefits at the time the job offer/reassignment was made. This holding is consistent with the purpose of Section 306(b)(3), it argues, which is “to require the employer to share new medical information about a claimant’s physical capacity to work and its possible impact on existing benefits.” Struthers Wells, 990 A.2d at 178 (citing Burrell, 849 A.2d at 1287). As noted in the Commonwealth Court’s decision below, Employer emphasizes that unreported decisions of that court have consistently expressed the view that “Section 306(b)(3) of the Act presumes that the injury has caused a disability, a claim has been acknowledged as compensable and that the employer seeks to reduce its existing liability by decreasing the amount of benefits it has to pay.” Hilton, at 377 (case citations omitted).\nAccording to Employer, the instant facts illustrate that the only logical interpretation of Section 306(b)(3) is to require a notice of ability to work when a claimant is already receiving workers’ compensation benefits at the time the job offer is made. Here, when Employer offered Claimant the teaching position at the Jay Cooke School, it had issued a notice of compensation denial, thereby disputing that Claimant was disabled by a work-related injury, and Claimant had not yet filed a claim petition or received any benefits. Because litigation had not yet commenced, Employer argues there was no new medical evidence that it could have provided to Claimant pursuant to Section 306(b)(3). As such, Employer submits, it had no obligation under the Act to establish a change in Claimant’s medical condition when such medical condition had yet to be established. Further, Employer maintains that Claimant was not prejudiced by the lack of Section 306(b)(3) notice because she was aware that refusal of the job offer (before her claim petition was filed and before receiving benefits) would affect her income.\nEmployer proffers that these particular facts, i.e. that Claimant had not yet filed a claim petition and was not receiving benefits at the time the alternative job was made available, distinguish this case from those cases relied upon by Claimant, where a Section 306(b)(3) notice was held to be required. It refutes Claimant’s characterization of the Commonwealth Court’s decisions in Allegis Group and Hoover as standing for the proposition that Section 306(b)(3) notice is required in the “claim petition setting.” Employer points out that, unlike the instant case, the employer in Allegis Group had filed a notice of compensation payable relating to the alleged work injury, thereby accepting liability for the injury and triggering the requirements set forth in Section 306(b)(3) to notify the claimant, who was receiving benefits, that he or she is physically capable of returning to work. As noted, at the time alternative employment was offered in the instant case, Employer had filed a notice of compensation denial and Claimant’s disability had yet to be determined. Employer submits that Hoover is likewise distinguishable because the Commonwealth Court determined that the employer had a duty to issue a notice of ability to return to work when a job was offered to the claimant during the litigation of a claim petition. Employer points out that, unlike Hoover, Claimant’s job offer to teach at the Jay Cooke School was made four months before she filed her claim petition.\nRegarding the second issue on appeal, Employer discounts Claimant’s argument that suspension of benefits was improper because there was no medical evidence demonstrating a change in Claimant’s disability status. Employer does not dispute the general burden-shifting paradigm upon which Claimant relies. It agrees that a loss of earnings is established once it is determined that a work-related injury prevents a claimant from returning to the time-of-injury job, and that the burden then shifts to the employer to modify the benefits by demonstrating that employment is available within the claimant’s restrictions. Here, however, Employer maintains that Claimant failed to demonstrate a continuing loss of earning power that would entitle her to ongoing benefits. Employer emphasizes that Dr. Baugh, Claimant’s medical expert, did not testify that Claimant was disabled from teaching generally, but rather only that she was unable to teach in a school where the children had severe behavioral problems. Because Claimant herself testified that the Jay Cooke School did not have such problems, Employer contends that Claimant only established disability until September 80, 2009, when the alternative teaching job became available, and the burden of proof never shifted to Employer. This case involves nothing more, it asserts, than the award of benefits for a closed period due to Claimant’s inability to demonstrate a loss of earning power after the job at the Jay Cooke School became available.\nIn this regard,. Employer maintains that it is well-established that the claimant bears the burden to prove the extent of his or her disability. See Connor v. Workmen’s Comp. Appeal Bd. (Super Sucker, Inc.), 155 Pa.Cmwlth. 102, 624 A.2d 757, 758 (1993) (rejecting the contention that benefits could not be terminated absent a request by employer because such argument ignored that in a claim proceeding it is the claimant’s burden to prove the extent of his disability and the referee is free to grant benefits for a closed period if the evidence supports such finding); see also Rife v. Workers’ Compensation Appeal Board (Whitetail Ski Company), 812 A.2d 750, 754-55 (Pa.Cmwlth.2002) (holding that “[t]he claimant also has the burden of proof in establishing the duration of disability throughout the pendency of the claim petition”). Having failed to present any medical evidence establishing that her loss of earnings continued after September 30, 2009, Employer contends that Claimant cannot now prevail by attempting to shift that burden to Employer.\nThe issues on appeal involve the statutory construction of the Workers’ Compensation Act and thereby constitute questions of law over which our standard of review is de novo and our scope of review is plenary. Commonwealth v. Zortman, 611 Pa. 22, 23 A.3d 519, 522-23 (2011). We further note that a court’s standard of review of an agency decision is limited to determining whether there has been a constitutional violation, an error of law, or a violation of agency procedure, and whether necessary findings of fact are supported by substantial evidence. Phoenixville Hosp. v. Workers’ Comp. Appeal Bd. (Shoap), 623 Pa. 25, 81 A.3d 830, 838 (2013); 2 Pa.C.S. § 704. Additionally, we keep in mind that the Workers’ Compensation Act is remedial in nature and intended to benefit the worker, and, thus, should be construed liberally to effectuate its humanitarian objectives. Phoenixville Hosp., at 838.\nWe first examine Section 306(b)(3) to determine whether Employer was required to provide Claimant with a notice of ability to work prior to offering her alternative employment at the Jay Cooke School when Claimant was not receiving workers’ compensation benefits at the time the job was offered.\nPreliminarily, we note that Section 306(b)(3) was enacted by the Legislature in 1996 as part of the Act of June 24, 1996, P.L. 350, generally referred to as “Act 57,” which was intended to alter an employer’s evidentiary burden in cases involving the modification of disability benefits where the claimant was capable of returning to gainful employment in some capacity. Phoenixville Hosp., at 845. Act 57 substantially amended Section 306(b)(1) of the Act and added Section 306(b)(2) and (3) to introduce an earning power assessment process in an attempt to streamline the previous requirements an employer had to satisfy to modify existing benefits. See West’s Pa. Practice, Workers’ Compensation, § 21.5 (3d ed.2014) (explaining that Act 57 was prompted by a desire to replace the Kachinski regime with a more efficient form of partial disability determination, including the utilization of the “notice of ability to return to work” form as a means of disclosing to the injured worker that he had been declared medically capable of returning to the work force).\nWith this background in mind, we examine the language of Section 306(b)(3) “to ascertain and effectuate the intention of the General Assembly.” 1 Pa.C.S. § 1921(a). The best indication of legislative intent is the statute’s plain language. Malt Beverages Distributors Association v. Penn sylvania Liquor Control Board, 601 Pa. 449, 974 A.2d 1144, 1149 (2009). “When the words of a statute are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” 1 Pa.C.S. § 1921(b). Further, we construe every statute “if possible, to give effect to all its provisions.” Id. § 1921(a); see also 1 Pa.C.S. § 1922(2) (“the General Assembly intends the entire statute to be effective and certain”). Finally, the General Assembly does not intend a result that is absurd, impossible of execution, or unreasonable. Id. § 1922(1).\nAs noted, Section 306(b)(3) states:\nIf the insurer receives medical evidence that the claimant is able to return to work in any capacity, then the insurer must provide prompt written notice, on a form prescribed by the department, to the claimant, which states all of the following:\n(i) The nature of the employe’s physical condition or change of condition.\n(ii) That the employe has an obligation to look for available employment.\n(iii) That proof of available employment opportunities may jeopardize the employe’s right to receipt of ongoing benefits.\n(iv) That the employe has the right to consult with an attorney in order to obtain evidence to challenge the insurer’s contentions.\n77 P.S. § 512(3).\nThe primary argument proffered by Claimant is that because the Section 306(b)(3) notice requirement is not limited expressly to those claimants who are receiving workers’ compensation benefits, an employer must provide such notice to all claimants prior to offering alternative employment, even those who are not receiving workers’ compensation benefits or, indeed, have not yet filed a claim petition. Employer refutes this contention by responding that express language limiting the requisite notice to claimants who are receiving benefits is unnecessary because the statutory language only makes logical sense if applied where it has been determined that there is a compensable injury and the employer is seeking suspension of existing benefits based on medical evidence declaring the claimant capable of returning to work in some capacity. We agree with Employer.\nThe plain language of Section 306(b)(3) reveals that the focus of the provision is upon the employer’s receipt of medical evidence of a change in the nature of the claimant’s physical condition and the employer’s duty to apprise the claimant of such evidence. See 77 P.S. § 512(3)(i) (stating “[i]f the insurer receives medical evidence that the claimant is able to return to work ..., then the insurer must provide prompt written notice ... to the claimant, which states ... the nature of the employe’s physical condition or change of condition ... ”). The remaining language of Section 306(b)(3) explains that such notice must alert the claimant of the “obligation to look for available employment,” which “may jeopardize the employe’s right to receipt of ongoing benefits,” and to inform that “the employe has the right to consult with an attorney in order to obtain evidence to challenge the insurer’s contentions.” Id. § 512(3)(ii), (iii), (iv).\nThis language supports the Commonwealth Court’s determination that Section 306(b)(3) presumes that the work-related injury has caused a disability, that the claimant is receiving ongoing benefits for that compensable injury, and that the employer seeks to utilize the medical evidence it obtained in an attempt to reduce its existing liability by decreasing the amount of benefits it has to pay. See Struthers Wells, 990 A.2d at 178 (2010) (holding that the clear purpose of Section 306(b)(3) is to require the employer to share new medical information about a claimant’s physical capacity to work and its possible impact on existing benefits); Burrell, 849 A.2d at 1287 (same).\nAs noted cogently by Employer, the facts of this case illustrate that it would be illogical to require an employer to issue a Section 306(b)(3) notice before an employer has conceded the occurrence of a compensable injury or a claimant has proven entitlement to benefits. Here, at the time Employer offered Claimant an alternative position at the Jay Cooke School, Employer had filed a notice of compensation denial and Claimant had not commenced litigation. We agree with Employer that it does not have an obligation to disclose evidence of a change in Claimant’s physical condition at a time when her physical condition had yet to be determined. Similarly, Claimant’s argument ignores that Section 306(b)(3) is based upon an employer’s receipt of medical evidence, and fails to identify what, if any, medical evidence existed that Employer failed to disclose. To require Section 306(b)(3) notice under the facts presented would place an unreasonable burden on employers in eases where disability is contested and a claimant has not yet established his entitlement to benefits.\nSimply put, as reflected in the legislative history, Section 306(b)(3) was intended to speak to an employer’s burden in a suspension proceeding, after a compensable injury has been established, and was not meant to impose a requirement upon employers in all circumstances where alternative employment is offered to an injured employee. This critical fact distinguishes this case from the cases relied upon by Claimant to suggest that Section 306(b)(3) notice is required in the “claim setting.”\nIn Allegis Group, supra, the Commonwealth Court held that the employer’s failure to comply with Section 306(b)(3)’s notice provision precluded the suspension of benefits. Unlike the instant case, however, the employer had accepted liability for the claimant’s work-related injury, only to issue a notice of compensation denial a week later alleging that the claimant was not disabled by his injury and that it had offered the claimant a light duty position, which the claimant refused. Notwithstanding this muddled procedural history, it is significant that the employer in Allegis Group never issued a notice stopping temporary suspension. Thus, the claimant was receiving benefits at the time the light duty job offer was tendered, and the employer was seeking to change the status quo of such benefits, i.e., suspend them. The court held that “[u]nder these circumstances, Section 306(b)(3) clearly requires Employer to issue a notice of ability to return to work based on its receipt of new medical evidence.” Allegis Group, 882 A.2d at 5. As explained supra, this is the type of scenario for which Section 306(b)(3) notice was intended to apply and is distinguishable from what occurred here.\nClaimant further relies upon the Commonwealth Court’s decision in Hoover, supra. The relevant facts in Hoover establish that the employer had denied liability for the alleged work-related injury, but had offered the claimant a light-duty position after his claim petition had been filed, but prior to his claim being adjudicated. Thus, like Claimant herein, there had been no determination of the claimant’s entitlement to workers’ compensation benefits at the time the job offer was tendered. In due course, the WCJ found that the claimant sustained a compensable injury and granted benefits, but suspended those benefits as of the date of the written job offer, concluding that the claimant was capable of performing the light-duty position. The decision was affirmed by the WCAB.\nThe Commonwealth Court reversed. In addressing the claimant’s evidentiary challenge to the WCJ’s finding that he was capable of performing the light-duty position offered by the employer, the Commonwealth Court opined that the employer failed to satisfy Section 306(b)(3)’s notice requirement. Without providing any analysis regarding why a notice of ability to work was required prior to a determination of a compensable injury, the court merely cited the statutory language of the provision and summarily concluded there was no evidence of compliance.\nEmployer contends that the Commonwealth Court’s decision in Hoover is distinguishable because the claimant had already filed the claim petition when the offer of employment had been made. While this assertion is true, we find that such distinction has no real significance as we conclude that the employer’s obligation to provide Section 306(b)(3) notice does not arise until after a claimant has become entitled to workers’ compensation benefits. Thus, for the reasons set forth supra, we decline to adopt the Hoover court’s application of Section 306(b)(3) where the employer has not accepted liability for the claim and the claimant has not proven his entitlement to benefits.\nIn her second contention, Claimant urges this Court to reverse the suspension of her benefits as of September 30, 2009, because there was no medical evidence establishing a change in her disability status, such as a doctor’s release indicating that she was capable of returning to work at the Jay Cooke School. She argues that where an injured employee has met her burden of proving entitlement to disability benefits in a claim petition proceeding, the burden shifts to the employer to prove a change of status through competent evidence. Absent medical evidence that she was capable of working at the Jay Cooke School, Claimant maintains the WCJ erred in suspending her benefits as of the date the position became available.\nEmployer contends there was no shifting of the burden here because Claimant never established a continued loss of earning power that would entitle her to ongoing benefits after September 30, 2009. It emphasizes that Claimant’s medical expert, Dr. Baugh, never testified that Claimant was disabled from teaching generally, but rather only that she was unable to teach in a school where the children had severe behavioral problems. Because Claimant herself testified that the Jay Cooke School did not have such problems, Employer maintains that Claimant only established a loss of earnings until September 30, 2009, when the alternative teaching job became available. It relies on case law establishing that the claimant bears the burden to prove the extent of his or her disability. See Connor, 624 A.2d at 758 (rejecting the contention that benefits could not be terminated absent a request by employer because such argument ignored that in a claim proceeding it is the claimant’s burden to prove the extent of his disability and the referee is free to grant benefits for a closed period if the evidence supports such finding); see also Rife, 812 A.2d at 754-55 (holding that “[t]he claimant also has the burden of proof in establishing the duration of disability throughout the pendency of the claim petition”). Having failed to present any medical evidence establishing that her loss of earnings continued after September 30, 2009, Employer contends that Claimant cannot now prevail by attempting to shift that burden to Employer. We agree.\nThe Commonwealth Court properly held that “[h]ere in the claim petition, the burden was on Claimant to show the duration of her disability, and she simply did not establish that it continued beyond September 30th.” Hilton, 84 A.3d at 378. See Inglis House v. Workmen’s Comp. Appeal Bd. (Reedy), 535 Pa. 135, 634 A.2d 592, 595 (1993) (holding that in a claim petition proceeding, a claimant must establish both the existence of a work-related injury and that the injury continues to cause disability throughout the pendency of the claim petition); Pa. Uninsured Emplrs. Guar. Fund v. Workers’ Comp. Appeal Bd. (Bonner & Fitzgerald), 85 A.3d 1109, 1114-15 (Pa.Cmwlth.2014) (holding that in a claim proceeding the burden is on the claimant to establish a right to compensation and prove all the necessary elements to support an award, including the burden to establish the duration and extent of disability).\nHere, Dr. Baugh testified that Claimant’s work injury rendered her incapable of teaching at a school with children who had significant behavioral problems, but conceded that Claimant was capable of working in a school where the environment was conducive to teaching. See n. 2, infra (setting forth the relevant testimony of Dr. Baugh). Claimant, herself, testified that she had toured the Jay Cooke School, spoke with the school’s principal, and concluded that it was a quiet school where excellent teaching was taking place. Thus, while establishing entitlement to benefits for the period between March 3, 2009 and September 30, 2009, Claimant’s own testimony and that of her medical expert demonstrated that the loss of earnings resulting from Claimant’s work injury ceased as of date the position became available at the Jay Cooke School.\nIt was within the WCJ’s authority to accept the testimony of Claimant and her medical expert as credible and to grant benefits for a closed period. The WCJ, as the ultimate finder of fact, has exclusive province over questions of credibility and evidentiary weight, and is free to accept or reject the testimony of any 'witness in whole or in part. This Court will not disturb a WCJ’s findings when they are supported by the record, as is the case here.\nAccordingly, we affirm the order of the Commonwealth Court.\nChief Justice SAYLOR, Justices EAKIN, TODD and STEVENS join the opinion.\n. Act of June 2, 1915, P.L. 736, as amended, 77 P.S. § 512(3). Section 306(b)(3) was added by the Act of June 24, 1996, P.L. 350 (Act 57).\n. The Commonwealth Court cited the following portion of Dr. Baugh's testimony:\nQ. Would you place her—is she capable of returning to any work at this point?\nA. I'm sure she is. I mean even she, herself, claims that she would like to go back to teaching in a less stressful environment. It’s something that she enjoyed doing and she did it full time at some point in the remote past. And she wants to do this now. She wants to go back to work but not under those circumstances.\n* * *\nQ. What is your prognosis for [Claimant] at this point?\nA. I think her prognosis is good as long as she stays out of those land [sic] of environments.\nId., (citing Deposition of Dr. Baugh, Mar. 9, 2010, at 19).\n. The Pennsylvania Association of Justice (PAJ) filed an amicus brief on behalf of Claimant. It reiterates Claimant's contention that the notice provision in Section 306(b)(3) is mandatory and allows for no exceptions. As did Claimant, PAJ relies upon the Commonwealth Court’s decisions in Hoover and Allegis Group for the proposition that Section 306(b)(3) applies within the context of a claim petition proceeding where the claimant is not currently receiving disability benefits.\nRelated to Claimant’s second issue, the PAJ argues that once a claimant is found to be disabled, there is a presumption of total disability, and the employer has the burden of proving that the claimant has experienced a change in medical condition and that there is suitable work available. It maintains that employers carry this burden regardless of whether they have filed a motion for modification/suspension of a claimant’s existing benefits or are attempting to limit the duration and extent of the award of disability benefits in a claim petition setting. As does Claimant, PAJ contends that here, there was no competent medical evidence establishing that Claimant was capable of returning to work at the Jay Cooke School in September of 2009.\n. To be precise, after the injury occurred in Allegis Group, the employer filed a notice of temporary compensation payable, which converted into a notice of compensation payable because the employer never issued a notice stopping temporary compensation. The employer later filed a notice of denial of compensation. Thus, unlike the instant case, the claimant was receiving benefits at the relevant time.\n. Prior to Act 57, this Court’s decision in Kachinski v. Workmen’s Comp. Appeal Bd. (Vepco Construction Co.), 516 Pa. 240, 532 A.2d 374 (1987), set forth the procedure for the modification of a claimant’s existing benefits where the injured employee could return to work in some capacity. First, the employer had to produce medical evidence of a change in condition. Second, the employer had to produce evidence of a referral to a then open job, which fit in the occupational category for which the claimant had been given medical clearance, e.g., light work, sedentary work, etc. Third, the claimant had to demonstrate that he had followed through on the job referral in good faith. Finally, if the referral failed to result in a job, then the claimant's benefits continued. Id. at 380.\n. The \"form prescribed by the department” referenced in Section 306(b)(3) is the LIBC-757 \"notice of ability to return to work” form, which sets forth the statutory notice in a standardized format. See South Hills Health System v. Workers' Comp. Appeal Bd. (Kiefer), 806 A.2d 962, 963 (Pa.Cmwlth.2002).\n. Claimant’s argument begs the question of how one can be a \"claimant” prior to filing a claim petition.\n. While the Commonwealth Court in Struthers Wells and Burrell set forth the aforementioned purpose of Section 306(b)(3), the claimants in those cases had already been receiving workers' compensation benefits at the time the notice of ability to work was alleged to have been required. Thus, further discussion of those cases is unnecessary to disposition of this appeal."}