{"id": "1217332", "contents": "Opinion by\nMr. Justice Horace Stern,\nCertain persons were engaged as a copartnership in the sale and distribution of liquid fuels in Luzerne County under the trade name of Hi-Grade Gas & Oil Company. In 1925 they, or some of them, organized a Pennsylvania corporation under the same title; whether or not they transferred the assets of their business to this corporation is not clear. In 1929 Vacuum Investing Corporation entered into a written agreement with them “conducting business as a copartnership or otherwise under the registered name of Hi-Grade Gas & Oil Company at Wilkesbarre, Pennsylvania, and owning an existing Pennsylvania corporation of the same name,” wherein it was agreed that a new corporation should be organized under tlie name of “Hi-Grade Gas & Oil Co., Inc.” to which, in return for a certain number of shares of its capital stock, they were to deliver all the assets of the business conducted by them “as a copartnership, through the existing corporation known as Hi-Grade Gas & Oil Company, or otherwise, under the name ‘Hi-Grade Gas & Oil Company’ The proposed corporation was formed under the laws of the State of Delaware, and in pursuance of the agreement an assignment or bill of sale was given by them, in 1930, to the Delaware corporation of “all of the assets of the sellers of every kind and manner whatsoever . . . owned by the sellers and used in connection with the business known as Hi-Grade Gas & Oil Company.”\nFor about a year the Delaware corporation engaged in the business of selling liquid fuels in Pennsylvania without having obtained a permit from the Commonwealth as required by law. In 1931 an application which it filed for such a permit was not approved by the Commonwealth for the reason that Hi-Grade Gas & Oil Company, the Pennsylvania corporation, was indebted to the Commonwealth in the sum of $33,269.66 for unreported and unpaid liquid fuel taxes for the years 1928, 1929 and the first two months of 1930, and for the additional reason that the applicant had incurred liability for penalties because of its having conducted the business of selling liquid fuels without the required permit. Thereupon conferences were had between the Department of Eevenue and counsel for Vacuum Oil Company, a corporation which controlled Hi-Grade Gas & Oil Co., Inc. of Delaware and which has since become merged with the present defendant, Socony-Vacuum Oil Co., Inc. The result of these negotiations was that Vacuum Oil Company wrote a letter to the Department of Eevenue, under date of August 3, 1931, as follows: “In accordance with the understanding arrived at between your office and . . . our Pennsylvania counsel, and in consideration of your issuing to the above company [Hi-Grade Gas & Oil Co., Inc. of Delaware] a distributor’s permit or license to sell gasoline in Pennsylvania, without any penalty against the above company by virtue of its not having had a permit, we agree to pay or cause to be paid to the Commonwealth of Pennsylvania any liquid fuel taxes and penalties legally and finally established and legally chargeable to the above company by reason of its acquisition of the good will, business and properties of any individual, firms or corporations engaged in the business of selling liquid fuels in Pennsylvania ; provided, however, that our liability in this connection shall not exceed the sum of thirty-five thousand dollars.” Upon receipt of this letter the Commonwealth issued a permit to the Delaware corporation, without exacting penalties.\nThe present suit by the Commonwealth is based upon this agreement of Vacuum Oil Company. Its contention is that Hi-Grade Gas & Oil Co., Inc., the Delaware corporation, acquired by purchase all the assets of the Pennsylvania corporation which, as above stated, was indebted to the Commonwealth for unpaid liquid fuel taxes, and, not having obtained from the seller a certificate from the Department of Revenue showing that all State taxes had been paid, it thereby itself became liable to the Commonwealth for the amount of those taxes by virtue of the Act of April 9,1929, P. L. 343, section 1403. That act provides that “every corporation, joint-stock association, limited partnership or company . . . which shall sell in bulk fifty-one per centum or more of any stock of goods, wares, or merchandise of any kind, . . . shall give the Department of Revenue ten days’ notice of the sale prior to the completion of the transfer of such property. It shall also be the duty of every corporation, joint-stock association, limited partnership or company to file all State tax reports with the Department of Revenue, to the date of such proposed transfer of property, and pay all taxes due the Commonwealth to said date. The seller shall present to the purchaser of such property a certificate from the Department of Revenue, showing that all State tax reports have been filed and all State taxes paid to the date of the proposed transfer. The failure of the purchaser to require this certificate shall render such purchaser liable to the Commonwealth for the unpaid taxes owing by the seller or transferer.” The Commonwealth further contends that, the Delaware corporation having become liable to the CommonAvealth for the unpaid tax indebtedness of the Pennsylvania corporation, the agreement of Vacuum Oil Company was intended to cover, and did cover, the liability thus imposed upon the Delaware corporation. The position of defendant, on the other hand, is that the Delaware corporation acquired by purchase the assets, not of the Pennsylvania corporation, but of the co-partnership trading as Hi-Grade Gas & Oil Company, and, since there is no claim that this copartnership owed any liquid fuel taxes to the Commonwealth, and since, in any event, the Act of 1929 does not extend to sales by individuals or partnerships, the Delaware corporation did not incur liability for such taxes. Moreover, according to defendant, the Act of 1929 would not apply to the transaction even if the Delaware corporation acquired the assets of the Pennsylvania corporation, because the Act imposes liability upon the purchaser only “for the unpaid taxes owing by the seller or transferer,” and the debt of the Pennsylvania corporation to the Commonwealth was not for unpaid “taxes” but for moneys collected from consumers who, under the acts which imposed these taxes, were the real taxpayers.\nThe court below found as a fact that “There is no evidence that Hi-Grade Gas & Oil Company, Inc. of Delaware, purchased any assets or property of any kind from Hi-Grade Gas & Oil Company, a Pennsylvania corporation.” The Commonwealth, however, moved for leave to reopen its case for the purpose of offering further testimony on that subject, claiming that it had failed to offer such testimony at the trial because the court had then indicated that it deemed it irrelevant. The court stated that “we would be inclined to grant its [the Commonwealth’s] motion to reopen the case in order that the facts might be fully presented were it not for the fact that even though the Commonwealth succeeded on this branch of the case, judgment would nevertheless have to be entered for the defendant.” The court was of opinion that even though the Delaware corporation purchased the assets of the Pennsylvania corporation no liability for the unpaid liquid fuel taxes was thereby imposed upon the Delaware corporation, and therefore such liability was not assumed by Vacuum Oil Company in its letter to the Department of Revenue.\nWe are not in accord with the view thus taken by the court, and for two reasons. The first is that, in our opinion, the provision, in the Act of 1929, which imposes liability upon the purchaser “for the unpaid taxes owing by the seller or transferer” covers liquid fuel taxes as well as all other State taxes. We are not unmindful of the decisions in Schoyer v. Comet Oil & Refining Co., 284 Pa. 189, 130 A. 413, and Commonwealth v. Kaplan, 311 Pa. 539, 166 A. 883, to the effect that the liquid fuel taxes imposed by the Acts of May 20, 1921, P. L. 1021, June 15, 1923, P. L. 834, and May 1, 1929, P. L. 1037, were payable by the consumers, that the dealers collected those taxes on behalf of the Commonwealth, and that, after such collection was effected, the taxes became “public accounts” due by the dealers as agents for the Commonwealth. But, while it is true that the liquid fuel taxes are not taxes owed by the dealer as a taxpayer, they are tax moneys in the hands of the dealer and unpaid to the Commonwealth. Certainly in common parlance the dealer would be said to have in his hands “taxes” due the Commonwealth. It is inconceivable that the Act of 1929 was not intended to include in its operation the very important item of taxes collected by a corporation on the sale of liquid fuels; it is a comprehensive statute, the object of which is obviously to prevent a corporation owing taxes to the Commonwealth from denuding itself of its assets without first making payment of such taxes or without such payment being made by the purchaser of its assets. It is to be noted that the Act does not limit itself to unpaid taxes owing by the vendor corporation as a taxpayer but, in broad phraseology, covers unpaid taxes owing by it in any capacity. It is further to be borne in mind that dealers are liable under the liquid fuel tax acts, not only for money actually collected by them, but for payment of the tax calculated on the amount of liquid fuel sold by them, whether or not the tax be collected by them from the consumers.\nThe second reason why we do not agree with defendant’s position is that, if it were correct, not only would the letter written by Vacuum Oil Company to the Department of Eevenue not have imposed any liability upon that Company, but, no matter what the facts might turn out to be, no liability under it could possibly have resulted, so that from its very inception it would have been a “mere scrap of paper,” and yet, on the faith of it, the Commonwealth granted a permit to the Delaware corporation and absolved it from liability for penalties. In its letter Vacuum Oil Company agreed that it would pay the Commonwealth any liquid fuel taxes legally chargeable to the Delaware corporation by reason of its acquisition of the business and properties of any individuals or corporations engaged in the business of selling liquid fuels in Pennsylvania; according to its present contention, however, the purchaser from a dealer engaged in such business could never become legally chargeable with liquid fuel taxes owed by the dealer because the latter is not subject to such, taxes in the capacity of a taxpayer. We cannot believe that when the letter was written it was so understood or so intended either by Vacuum Oil Company or the Commonwealth, especially in the light of the conferences which preceded it and of its significant limitation of liability to $35,000, which was approximately the amount owing the Commonwealth by the Pennsylvania corporation.\nIt is our conclusion, therefore, that, if the Delaware corporation acquired by purchase the assets of the Pennsylvania corporation, it became liable for the payment of such taxes because it did not obtain the certificate required by the Act of 1929, and that Vacuum Oil Company, by virtue of its letter to the Department of Revenue, assumed that obligation for good and valuable consideration. The controlling issue, therefore, is whether the assets acquired by the Delaware corporation were purchased from the Pennsylvania corporation, which owed the liquid fuel taxes to the Commonwealth, or from the copartnership, which did not owe them and which, in any event, is not within the scope of the Act of 1929. There is confusing and conflicting evidence on the record in regard to that question, and the Commonwealth was justified, under the circumstances, in asking for a reopening of the case in order that additional testimony on the subject might be presented. The court very properly indicated its willingness to grant the request if the fact to be established were material, as we now hold it to be, to the determination of the controversy.\nThe judgment is reversed, and the record is remanded for further proceedings in accordance with this opinion.\nThe Acts under which the liquid fuel taxes were imposed and collected in the present case were those of April 14, 1927, P. L. 287, and May 1, 1929, P. L. 1037. The 1927 Act is similar, as to the point here in question, to those which were the subjects of decision in the Schoyer and Kaplan cases."}