{"id": "1217412", "contents": "Opinion by\nMr. Justice Horace Stern,\nThe proper determination of this controversy depends on the question whether the wife plaintiffs were “invitees” or merely “gratuitous licensees” upon defendants’ premises at the time of the accident which befell them.\nThe Ward Hotel in Towanda, owned and operated by defendants, is a four-story building fronting on the west side of Main Street and extending westwardly along the north side of Poplar Street. An open balcony about 78 feet in length and 3 to 4 feet in width extended out from the wall on the Poplar Street side, overhanging the sidewalk at a height of about 14 feet at the Main Street corner and somewhat less than 4 feet at the westerly end, this difference being due to the fact that Pop-Jar Street runs sharply upgrade from Main Street. The balcony was reached at its westerly end by five steps up from the sidewalk; along its outer edge was an ironwork fence about three feet in height, and midway of its length there was a door leading into a second-floor hallway of the hotel. West of the hotel building and connected with it by a covered passageway was a smaller building known as the “Annex.”\nOn the evening of November 1, 1939, Mrs. Parsons and Mrs. Douches, the wife plaintiffs, ascended the steps leading to the balcony, walked eastwardly along it past the door leading into the hotel, and continued on for a further distance of some 22 feet toward its dead end at Main Street. While they were standing there together with several other persons a portion of the balcony floor gave way and these ladies fell to the street and were injured. In the actions brought by them and their husbands to recover damages (the suits being consolidated for trial) the only factual dispute was in regard to their purpose in standing on the balcony. Defendants claimed it was solely to view the Hallowe’en parade which was then passing or about to pass along Main Street, but the wife plaintiffs insisted that they had come to visit one Mrs. Metschen who lived in the Annex, had found that she was out, and had then mounted the balcony in order to watch for her return and meanwhile to see the parade. If, at the time of the accident, the wife plaintiffs were invitees or “business visitors” of the hotel, the jury would have been justified in finding that defendants had failed to exercise reasonable care to maintain the balcony in a safe condition and had thereby violated the duty which they owed to plaintiffs: Restatement, Torts, §343; Vetter v. Great Atlantic & Pacific Tea Co., 322 Pa. 449, 454, 185 A. 613, 615; Rogers v. Max Azen, Inc., 340 Pa. 328, 330, 16 A. 2d 529, 530; Christman v. Segal, 143 Pa. Superior Ct. 87, 89, 17 A. 2d 676, 678; Hartman v. Miller, 143 Pa. Superior Ct. 143, 145, 146, 17 A. 2d 652, 653. If, on the other hand, the wife plaintiffs were merely gratuitous licensees, then, since defendants were admittedly unaware of the latent defect which caused the accident and were not obliged to keep the premises in repair for their benefit, there could be no recovery; Restatement, Torts, §342; Schiffer v. Sauer Company, 238 Pa. 550, 554, 86 A. 479, 480; DiMarco v. Pennsylvania R.R. Co., 321 Pa. 568, 572, 183 A. 780, 782; Musto v. Lehigh Valley R.R., 327 Pa. 35, 39, 192 A. 888, 890; Onstott v. Allegheny County, 338 Pa. 206, 210, 12 A. 2d 785, 787. The jury found for defendants. Plaintiffs claim they were entitled to a new trial because of alleged errors in the charge.\nThe learned trial judge told the jury that it was the duty of defendants to keep in reasonably safe condition the ways of ingress and egress over which visitors would naturally travel when paying social calls upon guests of the hotel. This instruction was correct, because such visitors are invitees and therefore entitled to protection to the extent indicated: Restatement, Torts, §332, comment d; it is unimportant, however, in view of the fact that the accident to the wife plaintiffs did not occur while they were going to or from Mrs. Metschen’s apartment.\nThe trial judge further instructed the jury that, if the wife plaintiffs were on the balcony for the purpose of viewing the parade and therefore for their own benefit and pleasure and not for any purpose connected with their visit to a guest of the hotel or in which defendants Avere in anyAvise interested, they could not recover. This, also, was a correct pronouncement of the law, for, in that event, the wife plaintiffs would have been merely gratuitous licensees. To be an invitee or business visitor one must enter or use the premises for the mutual benefit of himself and the owner or occupant; the purpose of his entry must be one in some way connected with business dealings between them: Restatement, Torts, §332. If no such relationship, direct or indirect, exists, and the entrant is on the premises solely for his own benefit, even though by permission or invitation of the possessor, he cannot recover for any failure of the latter to have the premises in safe condition: Gillis v. Pennsylvania, R. R. Co., 59 Pa. 129, 143, 144; Onstott v. Allegheny County, 338 Pa. 206, 209, 12 A. 2d 785, 787; Ambler v. Philadelphia & Reading Rwy. Co., 39 Pa. Superior Ct. 198, 201. While there was testimony to the effect that persons not connected with the hotel or any of its guests had for many years been permitted to view parades from the balcony, that fact would not alter the status of such persons or of these wife plaintiffs as gratuitous licensees, for acquiescence in or toleration of an entry, or, as previously stated, even an invitation, express or implied, does not, if the element of mutual benefit is lacking, put such persons under the same legal protection as business visitors: Weaver v. Carnegie Steel Co., 223 Pa. 238, 72 A. 552.\nIt is true that if the wife plaintiffs stood on the balcony for the purpose of watching for the return of Mrs. Metschen, such purpose, even though coupled with another solely for their own benefit, would invest them with the status of business visitors, because waiting for a guest at a hotel is frequently incidental to the making of a social call. But in that connection another factor must be taken into consideration, namely, whether the balcony was apparently intended for such use in view of the fact that lobbies and parlors are ordinarily maintained by hotels for the accommodation of persons waiting to meet guests. Obviously the wife plaintiffs could not have chosen to take their stand upon any part of the premises they might arbitrarily select as most desirable for the purpose and by so doing impose responsibility upon defendants for their protection there as business visitors. One who enters premises as a business visitor may during his stay become a gratuitous licensee as to certain portions of the building, or even, indeed, a trespasser as to others, with the rights and duties of the parties varying with each such change of status. A person Avho, even though for a business purpose, enters upon a portion of the premises where his presence for the transaction of such business is not reasonably to be foreseen, forfeits the position he might otherwise have enjoyed as a business visitor: Edmundson v. Monongahela Light & Power Co., 223 Pa. 93, 72 A. 268. “A possessor of land is subject to liability to another as a business visitor only for such bodily harm as he sustains Avhile upon a part of the land upon which the possessor gives the other reason to believe that his presence is permitted or desired because of its connection with the business or affairs of the possessor and which as such is held open to the other as a business visitor”: Restatement, Torts, §313, comment b. Furthermore, “The mere fact that the possessor knows that business Adsitors in general or a particular visitor is likely, through curiosity or otherwise, to go into parts of the premises where his presence had no relation to the business or affairs of the possessor is not enough to bring such places within the area of business invitation”: Idem. The possessor owes no duty to keep in safe condition parts of the premises which the entrant is using for a purpose not reasonably to be anticipated and for which such portions of the premises were not designed. Applying this principle to the present case, the question whether the balcony Avas intended for loitering visitors, or, rather, whether defendants should have knoAvn that callers would be led to believe it was open to them as business visitors, was obviously one of fact to be determined by the jury, and the learned trial judge properly left it to them to decide whether the wife plaintiffs were awaiting the return of Mrs. Metschen “in such place at the hotel as would be reasonably anticipated and foreseen by the proprietors of the hotel that people would come and Avait on such occasions,” or Avhether, instead, they “went to a place where the proprietors of the hotel had no reason to expect people would go when upon such a mission and where there was no necessity of their going in order to cail upon Mrs. Metschen.” Certainly the primary, if not the sole function of the balcony was to serve as a means of access to the second-floor hallway, and the court could not have ruled as a matter of law thatj the wife plaintiffs were justified, other than as gratuitous 'licensees, in using it for the purpose claimed by them.\nAs a whole the charge of the court was painstaking, accurate and comprehensive, and the motion for a new trial was properly refused.\nJudgments affirmed.\nFor this reason the word “invitee” is confusing, and the Restatement has wisely discarded it in favor of the term “business visitor.”"}