{"id": "12173390", "contents": "OPINION\nPER CURIAM.\nThis appeal concerns the efforts, over time, of three different Insurance Commissioners, acting in their capacity as statutory rehabilitators, to convert insurance rehabilitation proceedings into liquidations.\nPenn Treaty Network America Insurance Company (“PTNA”) and its subsidiary, American Network Insurance Company (“ANIC”) (collectively, the “Companies”), are Pennsylvania life insurers specializing in long-term care insurance, covering skilled-nursing, nursing home, and assisted living and home health care for individuals with chronic illnesses or disabilities. In January 2009, the Commonwealth Court ordered the rehabilitation of the Companies, upon application of then-insurance Commissioner Joel Ario, who cited the consent of both entities as the sole grounds for the orders of rehabilitation. In accordance with the governing statutory scheme, see 40 P.S. § 221.15, the Commonwealth Court appointed Commissioner Ario as statutory rehabilitator.\nThe Companies’ troubles began in the 1990’s, when they widely sold policies carrying generous benefits, which proved to be underpriced and poorly underwritten. These policies are referred to here as “OldCo policies,” because by 2002 the Companies were issuing better underwritten policies (the “NewCo policies”) which became profitable. The financial fallout from the sale of OldCo policies, however, resulted in the involvement of numerous state regulators, including the Pennsylvania Insurance Department, which commenced an eight-year period of formal supervision of the Companies.\nRate increases for OldCo policies were a linchpin in the Companies’ prospects for improving their financial condition, but these required approval from state regulators across the nation, and efforts to obtain such approval attained disparate results. The inability to secure enough increases, and the Companies’ deteriorated solvency, apparently led to their ultimate consent to rehabilitation.\nNine months after entry of the rehabilitation order, however, Commissioner Ario filed petitions to covert the Companies’ rehabilitations into liquidations. See 40 P.S. § 221.18. Penn Treaty American Corporation (“PTAC”), the owner of PTNA, and Eugene J. Woznicki, Chairman of the Board of Directors of PTNA and of PTAC (collectively, Intervenors), intervened to oppose the liquidation petitions.\nThe controlling statute, section 518(a) of Article V of the Insurance Department Act of 1921, provides that “[w]henever he has reasonable cause to believe that further attempts to rehabilitate an insurer would substantially increase the risk of loss to creditors, policy and certificate holders, or the public, or would be futile, the rehabilitator may petition the Commonwealth Court for an order of liquidation.” 40 P.S. § 221.18(a). Grounds for liquidation existed, because both Companies indisputably were and are insolvent, see id. §§ 221.19, 221.14, although they had substantial assets and the means to pay claims for years to come. Given the undisputed grounds for liquidation, the central focus of the proceedings in the Commonwealth Court was placed on the propriety of conversion, which, again, is measured according to whether further attempts at rehabilitation would substantially increase the risk of loss or would be futile. See id. § 221.18.\nThe Commonwealth Court, per a single-judge proceeding, conducted hearings spanning thirty days of testimony and encompassing the submission of thousands of pages of exhibits and documentary evidence. The parties presented conflicting expert testimony from numerous witnesses, including actuaries from Milliman, Inc. (formerly retained by the Companies to provide actuarial services, but presently providing expert evidence in support of the Commissioner), Ernst & Young (experts retained by the Commissioner), INS Consultants, Inc. (experts retained by the Commissioner), and United Health Actuarial Services, Inc. (experts retained by Intervenors). Intervenors presented evidence to support their position that future premium revenue—enhanced by rate increases and earnings on assets and cash flow—would cover future claims that will develop over the next sixty years. The Commissioner, then Michael F. Consedine, presented evidence to the contrary, in support of his position that continued rehabilitation was futile and that liquidation was warranted.\nIn May 2012, the Commonwealth Court entered an order denying the petitions to liquidate and directing the Commissioner to develop a plan of rehabilitation within ninety days. The order required that the rehabilitation plan “must address and eliminate the inadequate and unfairly discriminatory premium rates for the OldCo business.” The order further directed that “the Rehabilitator will not refuse to pay claims or refuse to renew the Companies’ long-term care insurance policies without prior Court approval.” The court also issued a 164-page decision including extensive findings of fact and conclusions of law which she summarized as follows:\nThe Rehabilitator’s evidence did not show that a rehabilitation was tried and failed. Rather, it showed that a rehabilitation plan was abandoned in its nascency. In short, the Rehabilitator did not prove that continued rehabilitation substantially increases the risk to policyholders, creditors and the public or is futile. The quality assets held by the Companies and the existence of guaranty funds provide a safety net for their policyholders during continued rehabilitation. By contrast, liquidation promises immediate harm to the policyholders, creditors and the public, as the Reha-bilitator acknowledged to the Court in his Preliminary Plan.\nConsedine v. Penn Treaty Network Am. Ins. Co., 63 A.3d 368, 380 (Pa.Cmwlth.2013).\nA critical facet of the Commonwealth Court’s opinion concerned the degree of deference owing to a statutory rehabili-tator on consideration of a conversion petition. Based on Koken v. Legion Insurance Co., 831 A.2d 1196 (Pa.Cmwlth.2003), aff'd sub nom. Koken v. Villanova Ins. Co., 583 Pa. 400, 878 A.2d 51 (2005), the court determined that judicial deference to the administrative actor simply was not appropriate, where the court was required to apply specific statutory standards. See Penn Treaty, 63 A.3d at 440 (quoting Legion, 831 A.2d at 1230). According to the court, this holding was consistent with the law of other states. See id. (citing LaVecchia v. HIP of N.J., Inc., 324 N.J.Super. 85, 734 A.2d 361, 364 (Ch.Div.1999)).\nThe Commissioner, however, has identified a difficulty with the Commonwealth Court’s decision in such regard, namely, that the court’s no-deference determination was, in fact, inconsistent with the case which it had referenced as being supportive. Far from refusing to apply deference in the context of whether a statutory rehabilitator had reasonable cause to believe that further efforts toward rehabilitation would increase the risk of loss or be futile, the Superior Court of New Jersey’s Chancery Division in LaVecchia stated that “deference is to be given [to] the Commissioner’s decision to seek liquidation under” the analogue to Section 518(a). LaVecchia, 734 A.2d at 364 (emphasis added). In point of fact, the LaVecchia court’s allusion to withholding deference to the administrative apparatus related to the determination of the appropriateness of an order of liquidation under the governing statutory standards (which, in both Pennsylvania and New Jersey, include insolvency). See N.J. Stat. Ann, § 17B:32-46; 40 P.S. §§ 221.19, 221.14. Notably, the matter of insolvency has never been in question relative to the Companies in the present case.\nTo the degree deference was withheld in cases cited by the Commonwealth Court in Legion, the reviewing court had also addressed the substantive determination of insolvency (or other statutory grounds for liquidation) under statutory analogues to Section 519, 40 P.S. § 221.19, and not any statute corresponding to the reasonable cause standard to support conversion established in Section 518(a). See Florida Dep’t of Ins. v. Cypress Ins. Co., 660 So.2d 1177, 1182-83 (Fla.Dist.Ct.App.1995) (withholding deference relative to an insurance department’s “findings and interpretation regarding the necessity for liquidating or rehabilitating” an insurance company per a provision of Florida law investing the courts with the duty to determine whether appropriate grounds for liquidation or rehabilitation exist, see Fla. Stat. § 631.031), cited in Legion, 831 A.2d at 1232 n. 84; Angoff v. Cas. Indem. Exch., 963 S.W.2d 258, 263 (Mo.Ct.App.1997) (expressly distinguishing a rehabilitator’s reasonable belief that further rehabilitation would be futile and increase the risk of loss, in a conversion context, from the substantive decision of whether the underlying grounds for rehabilitation or liquidation exist), cited in Legion, 831 A.2d at 1232 n. 84.\nIn their brief, Intervenors reference only two other decisions (besides Legion) in support of the position that no deference is due under Section 518(a): Matter of Globe & Rutgers Fire Ins. Co., 148 Misc. 497, 266 N.Y.S. 29 (N.Y.Sup.Ct.1933), and In re New York Title & Mortgage Co., 156 Misc. 186, 281 N.Y.S. 715, 725-26 (N.Y.Sup.Ct.1935). These cases, however, also expressly confirm the deference due to the administrative agency involved in advancing a petition for conversion. See Globe & Rutgers, 266 N.Y.S. at 31 (“The court has great confidence in [the] judgment [of the regulator] and recognizes that the recommendations and views of an administrative officer charged with the performance of statutory duties are entitled to great weight and careful consideration and are not to be disregarded or brushed aside except for cogent reasons.”); New York Title, 281 N.Y.S. at 729 (“Only the strongest showing to the contrary could justify the court’s refusal to follow the recommendations of the administrative officer to whom the supervision of insurance companies has been intrusted [sic] by the Legislature.”).\nNot only are there no decisions supportive of the Commonwealth Court’s no-deference approach to Section 518(a), the weight of the authorities affirmatively addressing the matter is to the contrary. See, e.g., Kentucky Cent. Life Ins. Co. v. Stephens, 897 S.W.2d 583, 588 (Ky.1995) (“With the judgment of the Commissioner of Insurance being that liquidation was subsequently desirable and necessary, we determine that only a strong showing to the contrary would have justified the trial court’s refusal to follow the recommendations of the administrative officers to whom the supervision of the insurance company was entrusted by the legislature.”); State ex rel. Flowers v. Universal Care of Tenn., Inc., No. M2006-00929-COA-R3-CV, slip op., 2007 WL 3072776, at *4 (Tenn.Ct.App. Oct. 22, 2007) (commenting that “[t]he General Assembly, not the courts, have entrusted the Commissioner with the independent judgment and discretionary power to seek liquidation of insurance companies within the statutory guidelines,” with reference to Tennessee’s analogue to Section 518(a)); New York Title, 281 N.Y.S. at 729. Indeed, the framework entailing deference embodied in these cases is consonant with the direction set by this Court in Foster v. Mutual Fire Ins. Co., 531 Pa. 598, 614 A.2d 1086, 1093 (1992) (explaining, in the context of modifications to a rehabilitation plan, that “[t]his Court has concluded that this great deference in favor of the Insurance Commissioner and the resulting narrow scope of review for the courts are in recognition of the expertise of the administrative agency or individual officer assigned the task of regulating a given industry”).\nConsistent with the above and the position of the Commissioner and one of her amici, the National Association of Insurance Commissioners, we find that judicial review of a statutory rehabilitator’s decision to seek conversion under Section 518(a) generally is to be undertaken with due deference to the rehabilitator and is governed by an abuse-of-discretion standard. While the stakes are certainly high, the fact of the matter remains that if grounds for liquidation exist, as they do here, the regulators were never obliged to support rehabilitative efforts in the first instance. See 40 P.S. § 221.19. Thus, for purposes of Section 518(a), the Commonwealth Court ordinarily should confine its inquiry to whether the reasonable cause requirement of Section 518(a) was satisfied, again, with due regard for the Commissioner’s expertise in such arena.\nNevertheless, in the extensive review undertaken, the Commonwealth Court found, in essence, that a former Commissioner or Commissioners had made improper use of the rehabilitation device in the first instance and failed to exercise candor with the court. See, e.g., Penn Treaty, 63 A.3d at 447 (“[T]he Rehabilitator did exactly what this Court in Legion stated that a rehabilitator should not do: he has treated the rehabilitation as a conservatorship to give him time to prepare for liquidation.”); id. at 458 (“The Rehabilitator has not made an earnest effort ... but, rather, looked for reasons to be excused from [his] duty.”). In all events, deference does not require the courts to accede to a misuse of the process. In light of the above, and the former Commissioner’s accession at the outset of the rehabilitation proceedings that liquidations would be harmful to policyholders, see id. at 390, as well as the Commonwealth Court’s supported finding that there is no present harm in moving forward in rehabilitation, see, e.g., id. at 459 (“The Companies are meeting their obligations as they come due and will be able to do so for many years[.]”), we decline to impede that court’s review of the rehabilitation plan which it directed should be filed, and which has now been submitted. The judicial review, however, should proceed subject to a more deferential overlay relative to the new acting Commissioner. See Foster, 614 A.2d at 1093.\nThe order of the Commonwealth Court is affirmed.\nFormer Chief Justice CASTILLE and former Justice McCAFFERY did not participate in the decision of this case.\nJustice TODD files a concurring and dissenting opinion.\n. Act of May 17, 1921, P.L. § 789 (as amended 40 P.S. §§ 1-326.7).\n. While that filing has occurred, it is clear from the submissions to the Commonwealth Court that the present Commissioner, Teresa D. Miller, is moving forward with rehabilitation essentially under protest and subject to a reservation of rights relative to the present appeals.\n. The briefs submitted in this Court were lodged by Commissioner Consedine. The new Commissioner has been substituted in the caption per the applicable Rule of Appellate Procedure. See Pa.R.A.P. 502(c).\n. With due consideration for deference, the Globe & Rutgers court afforded those opposing a conversion fifteen days to assure the court of the solvency of a company in rehabilitation, on pain of entry of a liquidation order. See Globe & Rutgers, 266 N.Y.S. at 33. In New York Title, the court deferred to an insurance superintendent’s judgment in moving from rehabilitation to liquidation. See New York Title, 281 N.Y.S. at 729.\n. Intervenors argue that this Court’s per curiam affirmance of Legion on the basis of the Commonwealth Court’s opinion establishes our previous adoption of the no-deference approach. However, the matter of deference, in the relevant aspect, was never placed before this Court in Legion, and we decline to sustain an incorrect intetpretation of law in such circumstances.\nIn Commonwealth v. Tilghman, 543 Pa. 578, 673 A.2d 898 (1996), this Court explained that a “per curiam order is never to be interpreted as reflecting this Court’s endorsement of the lower court’s reasoning in discussing additional matters, in dicta, in reaching its final disposition.” Id. at 904. In our considered judgment, any discussion of matters not raised on appeal in this Court, albeit that they may have been essential to an intermediate court's decision under review, is dictum in the context of a per curiam affirmance, even one specifically based on the intermediate court’s opinion.\n. Review of the decision to seek conversion, of course, is separate and apart from the separate determination as to whether a liquidation order ultimately should issue.\n. In this respect, we also agree with the Commissioner that the “reasonable cause” overlay of Section 518 should not be decoupled from the risk-of-loss and futility factors.\n. In her concurring and dissenting opinion, Madame Justice Todd portrays the evidence in a light most favorable to the Commissioner, although the Commissioner was not the prevailing party in the Commonwealth Court. This approach appears to represent an effort to compensate for the Commonwealth Court's failure to apply appropriate deference to the Commissioner in the first instance. In our view, however, it is unsatisfactory to disregard one side’s evidence and the initial findings of the court of original jurisdiction in their entirety, particularly where that court specifically rejected material aspects of the Commissioner’s evidence. Compare, e.g., Concurring and Dissenting Opinion, at 310, 119 A.3d at 335 (characterizing the Milliman analysis in support of liquidation as \"an accurate depiction of the Companies’ deficiencies”), with Penn Treaty, 63 A.3d at 378, 402, 429-39 (rejecting substantial portions of the Milliman analysis upon consideration of the broader evidentiary record).\nAlong these lines, we also differ with Justice Todd's assertion that there is no evidence supporting the Commonwealth Court’s finding relative to a former Commissioner’s conduct in failing to advance the rehabilitation process per which the judicial process was invoked initially. See, e.g., id. at 392-93 (explaining that the Insurance Department refused to approve essential premium rate increases, terminated rate increase filings in other states several months before petitioning for conversion, elected not to implement some rate increases which already had been approved, and otherwise \"took steps to impede pursuit of actuarially justified premium rate increases.”)."}