{"id": "1217409", "contents": "Opinion by.\nMr. Justice Allen M. Stearne,\nThis is an action in trespass to collect damages for injuries allegedly caused by the negligence of the defendant. On October 19, 1940, at about 7:30 P. M. the minor plaintiff, then about eleven years of age, was crossing Sanderson Avenue in the City of Scranton at or about its intersection with Delaware Street when he was struck by defendant’s automobile. Sanderson Avenue is an improved highway thirty feet wide between curb lines and in the center thereof is a single set of street car tracks. At the time of the accident the minor plaintiff was running across the roadway from the west side to the east side following another boy. The friend was running directly in front of him and had reached the opposite curb when he turned and saw the minor plaintiff hit by the automobile in the proximity of the nearest street car rail.\nThe testimony of the witnesses was conflicting on almost every point. There was contradictory evidence offered concerning the speed of the car, the range of visibility, whether or not both headlamps were lighted, how far from the intersection the accident occurred, and the distance of the car from the minor plaintiff at the time he entered the cartway. The jury disagreed, and defendant moved for judgment on the whole record under the Act of April 20,1911, P. L. 70,12 PS, section 684. The court below ordered a new trial on the ground that it was required by “substantial justice” and dismissed defendant’s motion. Defendant thereupon appealed.\nOn appeal from an order of the court below dismissing a motion for judgment on the whole record and granting a new trial, this Court will not reverse unless a palpable abuse of discretion on the part of the trial judge is disclosed, or unless an erroneous rule of law which necessarily controls the case is certified by the trial judge as the sole reason for his action. Phillips v. American Stores Co., 342 Pa. 33; Stauffer v. Reading, 206 Pa. 479; Ralston v. P. R. T. Co. (No. 2), 267 Pa. 278; Statler v. P. R. R. Co., 299 Pa. 321. In such a case, a statement by the court below that a retrial on the case is deemed necessary to do substantial justice forecloses further inquiry where no abuse of discretion is shown. Phillips v. American Stores Co., supra. We can find no manifest abuse of discretion in the present case, The court beloAV, in an effort to resolve the conflicts and confusion existing in the testimony, granted a new trial in order that complete justice could be done between the parties. We Avill not disturb this valid exercise of discretionary power.\nWe have stated the case at some length because defendant also assigned for error the refusal of her point for binding instructions. (Cf. Fornelli v. P. R. R. Co., 309 Pa. 365.) From the evidence stated the case Avas for the jury.\nAppellee’s motion to quash is dismissed. It is immaterial that appellant’s appeal is founded upon dismissal of her motion for judgment on the whole record. A neAV trial has been granted and an appeal lies from such order. Fickes v. Prudential Insurance Co., 321 Pa. 474; Pawlowski v. Sczehowicz, 293 Pa. 548; Regan v. Davis, 290 Pa. 167.\nOrder of the court below affirmed."}