{"id": "1217371", "contents": "Opinion by\nMr. Justice Horace Stern,\nThe question is whether a wife who has obtained a support order upon her husband may attach his wages.\nThe order of support in the present case was orginally made in the Court of Quarter Sessions of Cambria County, and was certified to the Court of Common Pleas of that county pursuant to the Act of May 8,1901, P. L. 143, and there entered as a judgment. Relatrix, Freda Deutsch, caused an attachment execution to be issued on this judgment attaching the wages of her husband, Jacob Deutsch, in the hands of his employer, the Bethlehem Steel Company. The court made absolute a rule of defendant to quash the writ and dissolve the attachment.\nThe Act of April 15, 1845, P. L. 459, section 5, provides that the wages of any laborers, or the salary of any person in public or private employment, shall not be liable to attachment in the hands of the employer. But the Act of April 15, 1913, P. L. 72, empowers a court of quarter sessions making an order for support to enforce it by the issuance of “the appropriate writ of execution against any property, real or personal, belonging to the defendant,” and a “writ of attachment execution against any money or property to which he may be in any way entitled, whether under what is known as a spendthrift trust or otherwise.” This same authorization was extended by the Act of May 10, 1921, P. L. 434, to “any court of competent jurisdiction” which “has made an order or entered a decree or judgment against any husband requiring him to pay any sum or sums for the support of his wife or children or both.”\nWhether, in construing the Act of 1921, we are guided by its literal phraseology, or whether we seek otherwise to ascertain the intention of the legislature in enacting it, our conclusion is the same, namely, that it overrides the Act of 1845 in the case of orders or judgments for the support of deserted and neglected wives. Its language is most comprehensive, since it authorizes the issuance of a writ of execution against any property belonging to the defendant and a writ of attachment execution against any money or property to which he may be in any toay entitled. While its primary object may have been to make the husband’s interest in a spendthrift trust available for the support of the wife, the broadness of its phrasing indicates the larger purpose of making all the property and assets of the husband, of whatever kind or nature, liable in execution or attachment execution for the payment of the order made on him for support. Such an intention is further indicated by a provision in the act that he shall not be entitled even to the benefits of any exemption law.\nIt is argued that the exemption of wages from attachment was not intended merely to confer a personal privilege upon laborers but was enacted for the protection of their employers as well (Little v. Balliette, 9 Pa. Superior Ct. 411, 413). This, is true, but solicitude for the convenience of employers must give way to the paramount need of society to protect family life and the social institution of marriage. Indeed the exemption of wages from seizure by creditors was designed largely for the very purpose of supplying the wants of wife and children; as was said in Commonwealth v. Peterson, 100 Pa. Superior Ct. 600, 605: “The families of wage earners are as truly beneficiaries of this policy as are the laborers themselves.” It is attachments for debt to which the Act of 1845, section 5, relates, but the obligation of a husband to support his wife is not one depending upon a contract, and his relationship to his wife and children is not that of a debtor to his creditors: Moorehead’s Estate, 289 Pa. 542, 552, 553, 137 A. 802, 806. It was for this reason that the Superior Court, in the Peterson case, supra, held that an order against a husband for support could be enforced by a warrant seizing workmen’s compensation payments to which he became entitled, notwithstanding the provision of the Workmen’s Compensation Act of June 2,1915, P. L. 736, section 318, exempting such payments from all claims of creditors and from levy, execution or attachment. The neglect to maintain a wife and children is a criminal offense under our laws, and the Commonwealth is vitally interested not only in the moral and social factors involved but also in preventing deserted Avives from becoming public charges. It is fair to presume that the legislature had all these considerations in mind in enacting the sweeping provisions of the Acts of 1913 and 1921.\nWe are therefore of opinion that a judgment or decree based upon an order for support of wife or children may be enforced by a writ of execution attaching in the hands of the employer the wages or salary of the defaulting husband.\nThe order quashing the Avrit and dissolving the attachment is reversed with a procedendo.\nRe-enacted in the Penal Code of 1939, P. L. 872, section 733.\nThat the exemption of wages from attachment has not, however, heen considered sacrosanct and of greater importance than all other considerations of public policy is shown by the fact that by the Act of May 8, 1876, P. L. 139, the proprietors of hotels and boarding houses were given the right to attach wages owed to them for board not exceeding a period of four weeks, and by the Act of June 7, 1907, P. h. 429, the right to attach wages and salaries was granted in the case of a conviction of fornication and bastardy and sentence thereunder to pay to the mother of the child any sum or sums for its support."}