{"id": "1217344", "contents": "Opinion by\nMr. Chief Justice Maxey,\nThe question presented is whether or not the County of Armstrong can levy a tax upon property owned by the Borough of Kittanning, some parts of which are used for public purposes and other parts of which are rented for private purposes.\nOne property is the “Borough Building” and the other is the “Public Library”. Prom parts of each of these buildings rentals are received and these become a part of the general borough funds. A banMng institution occupies a portion of the Borough Building. The second floor of the Library is rented as a private dwelling. Both properties were assessed for taxation for the year 1934 and 1940 and both were sold in 1940 by the County Treasurer for the 1934 taxes. At this sale they were purchased by the county commissioners.\nPlaintiff filed a bill praying that the assessments be declared null and void and that the sale be vacated, and that the commissioners be enjoined from selling either or both of said properties for the 1940 taxes. The county contended that the parts of those properties from which revenue was and is derived is subject to taxation. The plaintiff also contended that the assessment was made on these properties in their entirety and no allowance was made for the parts used for public functions. As to this the court said: “It is clear that where the power to tax appears, and the complaint is over-assessment, or inadequate exemption, the remedy available to the owner is an appeal from the tax assessment, and it is well settled that where property of an institution is devoted partly to public uses and partly to commercial uses, the building may be divided, for the purpose of taxing the part of it engaged in business use and exempting that part devoted to public use: — Dougherty. Tr. v. Phila delphia et al., 314 Pa. 299, [298] 171 A. 583. Where part of a property is not exempt from taxation, a Bill in Equity to restrain collection must be dismissed: Dougherty v. City of Philadelphia et al., 112 Pa. Super. Ct. 570.”\nThe court below in the case now before us held that the properties involved were subject to taxation and dismissed the bill. This case is ruled by the decision and opinion this day filed by us in Pittsburgh School District v. Allegheny County, 347 Pa. 101. The reasoning of the court below in the instant case is in accord with the rationale of our opinion in that case.\nThe decree is affirmed at appellant’s cost."}