{"id": "1217325", "contents": "Opinion by\nMr. Justice Drew,\nPlaintiff, a depositor in The Marian Bank, a private institution owned by defendants in the City of Philadelphia, went there on the morning of December 20, 1940, to withdraw money for nse in his business. Very shortly after his arrival and while he stood before the teller’s window with his back toward the door from the street, he heard voices announce: “It’s a holdup. Nobody should move.” Plaintiff obeyed and stood perfectly still. Snyder, the teller, who was waiting upon him, after what seemed to plaintiff an interval of eight or ten seconds, grabbed something from the counter and instantly dropped out of sight. The bandits immediately fired three shots in Snyder’s direction: two of them lodged in the furniture, and the third struck plaintiff in the hip, causing the injuries for which damages are sought. After a verdict in favor of plaintiff, the learned court below set it aside and entered judgment notwithstanding in favor of defendants, and plaintiff appealed.\nThe grievance charged is that defendants’ servant was negligent in failing to obey the instructions of the holdup men, and that the damages sustained were the direct consequence of such negligence. The learned counsel for plaintiff thus summarized plaintiff’s position: “The failure of the defendants’ employee to stand still after the warning of the robbers, when he knew or should have realized that action on his part might cause the robbers to shoot and when he knew or should have realized that the plaintiff was in danger, was a failure to observe that degree of care, precaution and vigilence which the circumstances demanded.”\nTo begin, defendants’ duty in the premises is clear. It is aptly set forth in Sinn v. Farmers Deposit Savings Bank, 300 Pa. 85, 89: “Plaintiff as a customer of the bank was present by its implied invitation. In other words, he was an invitee, to whom the bank owed the same duty as a shopkeeper owes to his customer, which is to use reasonable care for his protection.” It is charged that defendants failed to afford plaintiff a reasonably safe place for the transaction of his business upon their premises.\nIt is necessary to visualize the situation in order to determine what reasonably could be expected from defendants under the circumstances. It cannot seriously be contended that they should have anticipated that the bank would be invaded by bandits and their customer subjected to the risk of being shot. It would be most unreasonable to conclude that they should have anticipated the occurrence and taken steps to prevent it. The entire happening, from the entrance to the departure of the bandits, took much less than half a minute. The only testimony as to time is that of plaintiff, who stated that the teller stood for eight or ten seconds, after the holdup men entered and before he dropped behind the counter. In this very brief interval he had to determine what his conduct should be. It was obvious that his life was in jeopardy. His act in dropping to the floor was one of self-defense only. Whether he was prompted by reason or instinct no one can say. The exigency could not have been greater, and he cannot be held to perfect judgment under the circumstances.\nThe rule applicable here is that negligence may not be implied where one, because of the shortness of time in which to form judgment in an emergency not created by his negligence, fails to act in the most judicious manner. We said in Polonofsky v. Dobrosky, 313 Pa. 73, 76: “This was all so sudden and unusual a situation that this defendant comes within the rule laid doAvn in the case of Wilson v. Consolidated Beef Co., 295 Pa. 168, and kindred cases, to the effect that negligence may not be implied because of failure to perform a duty so suddenly and unexpectedly arising that there was no opportunity to apprehend the situation and to act according to the exigency. When one finds himself in a position of danger which is not the result of his negligence he is not responsible if he makes a mistake in judgment in getting out. An honest exercise of judgment is all that is required of him even if he could have done better had he had time to deliberate.”\nThe danger to plaintiff was the result of the independent action of third persons; there was an occurrence which could not be anticipated; and defendants are, therefore, not liable for the damages. Especially is this true where, as here, the action of the third persons was wilful. When a person is confronted with such dilemma of risks by the action of another, he is not negligent in taking the course which hindsight shows was the less prudent: Sexauer v. Pittsburgh Rys. Co., 305 Pa. 319, 324; Jones v. Boyce, 1 Stark. 493; Pollock on Torts (13th ed.) 495. While it is possible that the teller might have prevented the injury to plaintiff by remaining standing, he did nothing unlawful in attempting to save himself and his employers’ property by making the choice which under the circumstances seemed best to him. The doing of an act which is in itself perfectly lawful will not render one liable for a tort, simply because the unintentional effect of such act is to enable or assist another person to do or accomplish a wrong: Konecny v. Hohenschuh, 188 Iowa 1075, 1080; 173 N. W. 901, 903. The cause of plaintiff’s injury was not the teller’s violation of the unlawful prohibition to move, but the bandits shooting.\nPlaintiff relies upon the case of Sinn v. Farmers Deposit Savings Bank, supra. The facts in that case are essentially different from those now before us. There a recovery was permitted because the evidence showed that the officials of the bank had ample opportunity to warn plaintiff of the impending danger to enable him to avoid it. In the instant case there was no such knowledge or opportunity. The shooting began almost immediately upon the arrival of the bandits.\nWe agree with the conclusion of the learned court below that the facts and circumstances of this case are such that defendants were not negligent, that they did not in any way, by themselves or their employee, contribute to plaintiff’s damage, and that, therefore, there was no question to submit to the jury.\nJudgment affirmed."}