{"id": "1220304", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis suit in equity was instituted by three members of Plumbers Local Union No. 690, of Philadelphia, against the parent United Association of Journeymen Plumbers and Steam-Fitters, its international officers and the local officers appointed by them. A petition to intervene as plaintiffs was filed by 174 members of the local union, to which defendants filed an answer, but no action thereon appears to have been taken by the court below.\nThe bill avers that, despite the provisions of the Constitution and By-laws of the United Association recognizing the principle of autonomy for local unions and prescribing the manner in which their officers shall be elected by the membership, the United Association and its general officers have, for twelve years, denied such right of election to the members of Local 690. It is averred that the officers of the local union have been' appointed and removed by the international officers during this period, and that, in further violation of the fundamental laws of the United Association, no accounting has been rendered to the members of the local union for fees, dues, assessments and other funds. The bill further alleges dictatorial conduct by the appointed officers of the local union and their sponsors, the suspension of local meetings, the suppression of free speech by the members and other like matters not germane to this opinion. Plaintiffs conclude with a prayer for a discovery and accounting, an injunction restraining the appointed officers of the local union from performing the functions of office, and an election of local officers under the supervision of the court.\nThe local officers appeared generally and filed an answer admitting that no election had been held during the period mentioned, but averring that the members of Local 690 had no right to elect their own officers because of restrictions inherent in their charter. It was also admitted that regular financial reports had not been given to the membership, but it was averred that an audit was presently being made by a firm of public accountants. It was not denied that regular meetings had been suspended, but it was alleged that special meetings would be called “as the circumstances require”. Defendants also averred that plaintiffs had not exhausted their remedies within the framework of the United Association.\nA hearing was held, in the chambers of the chancellor, at which defendants requested a continuance until an “accounting”, then in progress by public accountants, should have been completed. Over the strenuous objection of plaintiffs’ counsel the continuance was granted and the matter was permitted to remain in suspension for approximately nine months. At the second hearing, also in chambers, defendants moved for the dismissal of the bill upon the ground that plaintiffs had not exhausted their remedies within the union. Plaintiffs offered to prove that such remedies were, in the circumstances, vain and illusory, but the chancellor erroneously limited the evidence to testimony concerning the steps actually taken by plaintiffs to obtain redress from the tribunals of the United Association. After a brief hearing, the bill was dismissed. Plaintiffs’ exceptions were overruled by the court en banc and this appeal followed.\nThe dismissal of the bill was error. It is admitted by the answer that no election of local officers has been held for twelve years. Furthermore, it is expressly averred that the members of the local union have been denied the right to elect their officers, and that the “right, power and duty” of selecting these officers is a prerogative of the general officers of the United Association. From the meagre testimony which the chancellor permitted plaintiffs to introduce it appears that they fruitlessly appealed to George Masterton, General President of the Association, for an election. One of the plaintiffs quoted Masterton as saying, “I want to tell you something up there. You fellows have a little autonomy, but if you aren’t careful you will have no autonomy at all, and don’t forget the General Office controls that local union and your General Executive Board controls that local union and they are going to do so whether you like it or not.” A General Organizer, delegated by the General President to meet with plaintiffs is alleged to have said, “. . . if you do get an election of officers we can bring 500 men in here from New York and flood the local and your election wouldn’t mean a thing.”\nAt a special meeting of the local union it appears that a majority of the members present voted to permit the General Office to retain its control of the selection of local officers, but the plaintiffs aver that this was accomplished by intimidation, and that at the conclusion of the meeting the General President said, “It makes no difference how you men voted here tonight, we are still going to control this organization whether you like it or whether you don’t.”\nRegardless of whether or not these utterances were made by the General President and his deputy, it is clear that for twelve years plaintiffs and other members of the local union were denied their rights under the Constitution and By-laws of the United Association. Section 99 expressly provides: “Each local union shall elect a President, Vice-President, Recording Secretary, Financial Secretary, Treasurer, Insidé Guard, Executive Board of five members, Finance Committee of three members and tbe necessary Examining Board for tbe different branches of tbe trade. Each local union of tbe United Association has tbe right to elect one or more of tbeir own members as Business Agent or Business Manager, and when they are elected they shall be considered as an Officer of tbe local union.”\nSection 126 provides, “All officers of Local Unions shall be elected for a term of not less than one year, such election to take place on tbe last meeting night of June, or tbe last meeting night of December, as may best suit tbe members of tbe Local Unions involved.”\nSection 193 provides, “No part of tbe Constitution shall be suspended at any time, nor can it be amended, except at conventions or by referendum vote, as provided in foregoing sections.” Defendants have pointed to no action by convention or referendum justifying tbe abrogation of plaintiffs’ rights to an election of local officers.\nIt is urged by defendants, however, that plaintiffs, having failed to secure relief from tbe General President, were required by tbe Constitution to appeal from bis action, or non-action, to tbe General Executive Board, where, it is intimated, relief would have been obtained. They invoke tbe settled and salutary rule of law that tbe courts will not lend tbeir aid to members of a voluntary association who have failed to pursue tbe remedies afforded by tbe association for tbe settlement of internal disputes. See Acri et al. v. Bruscia et al., 265 Pa. 384, 108 A. 717; Beeman v. Supreme Lodge S. of H., 215 Pa. 627, 64 A. 792; Lodge No. 19 v. Svi Sveti et al., 323 Pa. 292, 185 A. 650; Bogadek v. Butkovic et al., 336 Pa. 284, 9 A. 2d 388. This rule is based upon tbe premise that tbe Constitution and By-laws of tbe association form tbe compact or contract of membership, from which all of tbe members’ rights are derived.\nIn tbe present case, however, there is no “internal dispute” requiring adjudication by tbe tribunals of tbe United Association. Tbe right of tbe members of Local 690 to elect tbeir officers cannot be denied by any officer or appellate body under the Constitution and By-laws. The denial of that right to the members for a period of twelve years is a clear violation of the constitutional provisions. The appointment and reinoval of the local officers by the General Office was a manifest usurpation of authority. Where the conduct of union officers is with-I out color of authority and flagrantly in violation of the fundamental laws to which members and officers alike have subscribed, as in this case, those deprived of their constitutional rights by such conduct may appeal directly to the courts without invoking the formal remedies provided for the settlement of internal disputes. Those who have themselves violated the mutual compact cannot complain that others, whose rights they have \\ignored, have failed to adhere to its letter. See Rueb v. Rehder, 174 Pac. 992 (N. M.); Lo Bianco v. Cushing, 117 N. J. Eq. 593, 177 A. 102; Webster v. Rankins, 50 S. W. (2d) 746 (Mo.) ; 4 Am. Jur. Sec. 13.\nFurthermore, when the remedy prescribed by the constitution of an association would be vain, or illusory, or Avould subject the complainant to unreasonable delay or hardship, it need not be invoked. Heasley et al. v. Operative P. & C. F. I. Assn., 324 Pa. 257, 188 A. 206; Bailey v. Montgomery et al., 177 N. Y. App. Div. 777, 165 N. Y. S. 159; Note, 86 U. of Pa. L. Rev. 885, 889 (1938). While there is no testimony that would indicate that plaintiffs’case had been prejudged by the members of the General Executive Board, or that they had actively participated in the appointment of local officers, it is clear that in the exercise of their functions, as set forth in the Constitution and By-laws, they must have been aware of the situation. That they previously took no action to relieve it, despite the fact that under Section 25 the Board has “full discretionary power over all things connected with the Association between conventions”, is significant. Had their attitude remained unchanged upon plaintiffs’ appeal from the decision of the General President, or from his refusal to decide, plaintiffs would have been obliged to appeal to the Convention. Such Conventions are to be held every fourth year, under Section 45, but only if, by referendum, a majority of the membership approve. Obviously, even if the Convention were held every fourth year, as to which there is no certain assurance, an unreasonable delay would have been involved, and in the interim, under Section 26, the order or action appealed from would have remained in effect. Plaintiffs’ remedies under the Constitution and By-laws were, therefore, too circuitous and burdensome, since they would deprive them of final determination and legal redress of their grievance for an unreasonably long period of time. In judging the effectiveness and appropriateness of the remedy we cannot assume that, at any particular stage of the appeal, plaintiffs’ long-disregarded rights would have been recognized.\nIn reversing the action of the court below and restoring to plaintiffs their rights under the Constitution and By-laws of the United Association we have no intention to pass judgment on the motives of the defendants in suspending the right of the local union to elect its officers. We have no concern with factions or policies within the local union and the United Association. It may be that the defendants were motivated by the most sincere desire to benefit the membership of the local union, or by pressing practical considerations, and it appears that their actions were condoned by many of the members. Our only concern is with plaintiffs’ rights under the fundamental laws of the United Association. The good which has been accomplished by organized labor can best be perpetuated by giving effect to the terms of the voluntary compacts between members of labor unions, which have, as their primary object, the protection of the rights of the members, their self-government, and the advancement of their mutual interests.\nThe order and decree of the court below is reversed and the bill is reinstated. The court below is directed to order an election of officers by the members of Local Union No. 690 in accordance with the Constitution and By-laws of the United Association and of the local union, such election to be held under the supervision of the court or a Master or other officer appointed thereby, and to afford plaintiffs such other and further relief as it may appear that justice and equity require; costs to be paid by appellees."}