{"id": "1220252", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe question raised in this appeal is whether plaintiff, an aged father with impaired hearing and other physical infirmities, made a valid gift inter vivos to his daughter of a joint interest in his savings account, with the right of survivorship. The account represents the major portion of his estate.\nThe action was instituted by a bill in equity brought by the father to set aside the alleged gift. The court below granted the prayer of the bill upon findings of fact and conclusions of law that the transaction had been induced by undue influence and false representations of the daughter. We are unanimously agreed that if this case were one in which the burden of proof rested upon plaintiff to establish by affirmative evidence the existence of coercion or fraud, or if the record showed that plaintiff had, of his own free will and with full understanding, created this joint account with the incident of survivorship, the evidence would not be sufficiently clear and precise to support the decree. In the opinion of the majority of this court, however, the evidence is sufficient to show that the transaction was entered into by the father under a mistake of fact and was also sufficient to cast upon the daughter the burden of proving that the gift was the free and voluntary act of the father, which burden she has failed to sustain.\nPlaintiff is a man more than seventy-seven years of age, illiterate, unable to read or write except to sign his name, and without any formal schooling. Tests made by the hearing judge in the courtroom established that, “his hearing is so bad that it is difficult to make him understand what is being said”; and by the admission of the defendant, this deafness has existed for thirty years. For thirty-four years plaintiff and his wife kept the greater part of their savings in a joint bank account with survivorship at the Fourteenth Street Bank in Pittsburgh. At the time of the transaction here involved, the amount on deposit was $11,951.11. Apparently most of the banking was attended to by plaintiff’s wife because the bank officials testified that they remembered her but did not know the plaintiff by sight.\nOn September 10, 1941, plaintiff’s wife, with whom he had lived for fifty-five years, died. In addition to her husband, she was survived by a daughter, the defendant, a son and six grandchildren, children of a deceased son. Plaintiff and his wife had lived alone. Defendant, a married woman, resided with her family about a mile and a half from her father’s home. Upon the death of his wife, plaintiff requested his daughter to come to his home and remain until after the funeral, which was held on Saturday, September 13, 1941. Defendant testified that she stayed overnight, and on Sunday afternoon, after family visitors had left, her father asked her to accompany him on the following morning to an attorney’s office, “to take the Avill [his wife’s] in” and “to see about his bank book.” She testified that this Avas the only conversation that took place between the father and daughter before they Avent to the laAvyer’s office and the bank on Monday morning. Plaintiff’s testimony was that his visit to the lawyer’s was prompted by his daughter, who Avanted him to make his will.\nOn Monday morning the will of plaintiff’s wife was probated, and father and daughter went alone to the bank to change the name on the account. It is to be noted that nowhere in plaintiff’s testimony or in defendant’s testimony does it appear that plaintiff indicated prior to the transaction that the change was to be effected by substituting the name of the daughter for the mother. His testimony was merely that he went to change the account from his wife’s name. What transpired at the bank requires careful consideration. Of one thing there is no dispute; the account, then the exclusive property of plaintiff, was closed and a neAv account Avas created of Avhich plaintiff and defendant Avere joint owners with the right of survivorship. It is conceded that both plaintiff and defendant signed the card or application for the account in its present form. The daughter testified that when she and her father entered the bank, he stated to the bank officials that he “wanted to put my [defendant’s] name on that book the same as Mom’s, meaning my mother.” This testimony Avas partially corroborated by a bookkeeper, who said that plaintiff asked that defendant’s name be “added to the account.” Defendant asserted that this was done without any prompting upon her part. The president of the bank, who Avas called by the bookkeeper to assist in the transaction, admitted that he retained no recollection whatever concerning it, but said that because his name was affixed as a Avitness to the card, he felt certain that he had fully explained the transaction to plaintiff, as he had been accustomed to doing in similar transactions. He did say, however, significantly: “I imagine Mrs. Hanlon [the defendant] did the more talking because he [plaintiff] seems not to catch on quickly, and I thought he might not hear quite properly.” Both bank officials testified that they Avere not then aware that plaintiff was extremely deaf or that he conld not read. The card containing the terms of the deposit was not read to him. The bookkeeper testified that the nature and effect of the transfer were explained to plaintiff. However, both he and the president admitted that they had not raised their voices above a normal conversational tone because they did not realize the extent of plaintiff’s impairment of hearing. Both “assumed” that plaintiff fully understood the transaction because he signed the card and “seemed agreeable.” There is no evidence that plaintiff said anything to indicate that he understood the transaction. Defendant herself said, regarding the statements of the bank officers to her father, “I don’t know what they talked about. I didn’t pay any attention.”\nPlaintiff vigorously maintained on the witness stand that when he permitted his daughter’s name to be added to the new account, it was definitely not his' understanding that she was to have the balance of the fund by survivorship upon his death. He said that he knew he had such an arrangement in the joint account with his wife. As he said, however, “. . . me and Mom was always on, but that was a horse of a different color, that was our own.” The mutuality of the financial arrangements between plaintiff and his wife was consistent not only with their marital relationship, but with the fact that the land upon which plaintiff erected the farmhouse had been bought by her. He said, “She owned the ground. She bought it and we worked between us, me and Mom, we worked for fifty-five years.” Speaking of the account itself, he testified: “We worked for that together, me and Mom both for the last fifty-five years.” Plaintiff testified that he did not want originally to put his daughter’s name on the account but that “she preached my head full till I didn’t know what I was doing” and that he finally agreed to let her do so “after she had me so, I didn’t know what I was doing, and I didn’t realize at the time, I didn’t realize at the time.” He denied that he knew defendant was to have the right of survivorship or that he so understood the transaction. He said that he was “confounded” and “upset” by his daughter’s importunities and that he “did not understand much of what was done.”\nOne joint withdrawal was made by plaintiff and defendant after this transaction. This withdrawal was made for the purpose of defraying the funeral expenses for plaintiff’s wife. Some time thereafter he discovered the terms of the deposit and went to the defendant to request that her name be removed from the account. The defendant’s reply was significant. She made no assertion that her father had made a gift to her or that she was entitled by past services, or particular affection, to the funds. Indeed, there is no evidence whatever that this daughter was her father’s favorite, or that she had rendered any considerable services to her parents. Her answer to her father was “Well, Pap, you put it [her name] there, and it is up to you to take it off . . .” Her attitude was also apparent in her testimony at the trial, “Q. Why wouldn’t you take it off? A. Well, because he put it on. Why should I go to that expense? Q. Expense, there is no expense. A. Why should I bother about it? He did it himself, not me. Q. Well are you willing to take it off? A. Well I feel this way. I should have my equal share the same as the rest of the children now because he has been influenced . . .” Such testimony is hardly consistent with the argument that she permitted her name to be added to the account out of solicitude for her aged father. The protection of a joint account could have been afforded him, of course, without a provision that this, the bulk of his estate, should pass absolutely to his daughter upon his death to the exclusion of his other heirs. According to the widow of the deceased son of plaintiff, defendant volunteered to her the information that she had caused the transfer to be made in order to prevent her brother, George, from receiving any of the money and to “protect” the witness’s sons, although the manner of that protection was not explained. Defendant did not deny this testimony.\nThe signed application card represented a prima facie gift inter vivos by plaintiff to his daughter. Nothing further remained to be done to complete the transfer, and therefore the primary burden of establishing its invalidity rested with plaintiff. In Weber v. Kline, 293 Pa. 85, former Chief Justice Kephart said: “The chief grounds on which gifts or bequests are most frequently attacked are lack of capacity and undue influence. Generally speaking, the burden of showing both incapacity and undue influence rests on those asserting the facts. But this rule does not apply where the relation of the parties to each other, or some vicious element in connection with the transaction, is such that the law compels the recipient of the bequest or gift to show that it was the free, voluntary and intelligent act of the person giving it. Though there may be capacity to give, the law, nevertheless, casts this burden on the recipient. The factors which bring this rule into action are fraud, confidential relation, weakness of mind not otherwise incapable, and gross deception. When these appear in the course of an investigation as to the validity of gifts, the burden of proof will immediately shift.”\nIn the present case plaintiff’s evidence was sufficient to shift the burden of proof to the defendant and to require her to prove that the gift to her was made voluntarily, and without coercion, by her aged father. As stated in McCown v. Fraser, 327 Pa. 561, 564, “But if it is shown that the donee of a gift stood in a confidenial relation to the donor, the burden rests upon the recipient to prove that the transaction was in all respects fair and beyond the reach of suspicion: Darlington’s App., 86 Pa. 512; Matthaei v. Pownall, 235 Pa. 460; Thorndell v. Munn, 298 Pa. 1.”\nThe rules relating to determination of confidential relationship are set forth in the last cited case, where it is pointed out that, as between parent and child, the existence of the relation is a question of fact to be determined from the evidence. It was said at page 565: “In general it may be said that a confidential relation will be deemed to exist whenever the relative position of the parties is such that the one has power and means to take advantage of, or exercise undue influence over the other: Darlington’s App., supra; Miskey’s App., 107 Pa. 611; Longenecker v. Church, supra. In such case the party in the superior position is obligated, legally as well as morally, to act with the most scrupulous fairness and good faith, and to refrain from using the trust and confidence reposed in him to secure an advantage for himself: Null’s Est., supra. Hence, when it appears that, by an inter vivos transaction, he has obtained a gift or other benefit from his confidant, he must, if the matter is questioned, prove affirmatively that it is unaffected by any taint of undue influence, imposition or deception: Darlington’s App., supra; Stepp v. Frampton, 179 Pa. 281; McConville v. Ingham, 268 Pa. 507; Null’s Est., supra. Such a transaction will be condemned, even in the absence of evidence of actual fraud, or of mental incapacity on the part of the donor, unless there is full and satisfactory proof that it was the free and intelligent act of the donor, fully explained to him, and done with a knowledge of its consequences: Matthaei v. Pownall, supra; Corrigan v. Conway, 269 Pa. 373; Williams’ Est., 299 Pa. 110.”\nWhen the evidence is sufficient to establish a confidential relationship between the donor and the donee, the burden is then upon the donee to show “that all was fair, open, voluntary and well understood,” McConville v. Ingham, 268 Pa. 507. In that case Justice Simpson said at page 518, quoting from our decision in Stepp v. Frampton, 179 Pa. 284, 289: “ ‘But when the relation existing between the contracting parties appear to be of such a character as to render it certain that they do not deal on equal terms, but that on the one side, * * * from overmastering influence, or on the other side, from weakness, dependence, or trust justifiably reposed, unfair advantage in a transaction is rendered probable, then the burden is shifted, and the transaction is presumed void, and it is incumbent on the party in whom such confidence is reposed ... to show affirmatively that no deception was used, and that all was fair, open, voluntary and well understood. This principle is of very-general application . . . and the courts have always been careful not to fetter this useful jurisdiction by defining the exact limits of its exercise.’ The rule is stated to the same effect in 14 Am. & Eng. Ency. of Law (2d ed.) 1036; 39 Cyc. 1219.”\nIt is apparent, therefore, that the authorities in this jurisdiction are too abundant and too clear upon the subject of the burden of proof, in the case of confidential relationship, to admit of any question. It is also clear that upon the facts of this case, plaintiff’s testimony was sufficient to cast the burden of proof upon his daughter to show that the gift was made of his own free will and with his full understanding. The record shows that plaintiff was aged and infirm, that his hearing was seriously impaired, that he was without schooling and illiterate. The transaction occurred within five days after the death of his companion for fifty-five years and within two days of her funeral. He testified that he did not intend to make this gift to defendant and that he was prevailed upon by her to do so through her repeated importunities. He testified (and it is conceded) that the card which he signed was not read to him, and he says that he did not understand what took place at the bank, and that he did not know that by the transfer she obtained the right of survivorship. The cumulative effect of his testimony Vas sufficient to show that the relation existing between himself and his daughter at the time of the transaction was such that they did not deal upon equal terms, and therefore the burden was upon her to show that she acted with scrupulous fairness and good faith and that she did not abuse the confidence reposed in her by her elderly parent. It is true that plaintiff’s testimony was uncorroborated, but there can be no doubt that it was competent and sufficient. The chancellor who heard the witnesses and had an opportunity to judge of their truthfulness, decided that the daughter had offered inadequate evidence to sustain her burden of proof. As stated in Wéber v. Kline, supra: “Even if we were disposed to think otherwise, we are met with this barrier: ‘The findings of a chancellor based on evidence and approved by the court below, must be given the same weight as the verdict of a jury and will not be disturbed on appeal: Glenn v. Trees, 276 Pa. 165; Miller v. Trust Co., 285 Pa. 472; Houghton v. Kendrick, 285 Pa. 223’: Kern v. Smith, 290 Pa. 566, 569.” The defendant has given no reason for the alleged gift to her. She has not shown that her father understood the transaction. She has not established why he should desire to benefit her to the exclusion of his other heirs, and she has not shown that he intended that she should take the fund by survivorship. Upon this ground alone the decree of the court below should be sustained.\nThe facts in the McGonville case were analogous to the facts here present. There the plaintiff was a ninety-two year old woman, and the defendant was her adult granddaughter. In view of the facts showing that the parties stood in a relation of confidence, and that they were not dealing upon equal terms because of the infirmities and age of the donor, it was held that the burden of proof was upon the granddaughter to show that the transaction was fair, open, voluntary and well understood. The present case, however, is stronger because here the facts were so found by the chancellor and the court below, whereas in the McGonville case the decree of the lower court was in favor of the donee.\nEven if this record did not establish a confidential relationship between the parties and disclose circumstances sufficient to cast the burden of proof upon the defendant, plaintiff’s testimony clearly shows that he entered into the transaction under a mistake of fact regarding the terms of the deposit. Compare Co. of Schuylkill v. Copley, 67 Pa. 386; Stauffer v. Gebhardt, 103 Pa. Super. 300. It is to be noted that this was in no sense a contract entered into between father and daughter. It was a gift by the father to the daughter, evidenced by a contract of deposit with the bank. The bank is not a party to these proceedings. Plaintiff has testified that he was unable to read the card, and defendant’s witnesses have admitted that it was not read to him. Even assuming that plaintiff could have understood the incident of survivorship, which is by no means certain in view of his advanced age and illiteracy, there is no evidence whatever to refute his testimony that he did not know the card contained a provision for survivorship. Obviously all joint accounts do not contain such a provision, and there is no reason to suppose that the addition of defendant’s name to his upon the new card should have conveyed to him the knowledge that he was thus disposing of the greater part of his estate. It is an elementary principle of law that a clear and unmistakable intention on the part of the donor to make a gift of his property is an essential requisite of a gift inter vivos: App. of Waynesburg College, 111 Pa. 130; Walsh’s App., 122 Pa. 177; Flanagan v. Nash, 185 Pa. 41; Reese v. Phila. Tr. Co., 218 Pa. 150; Ashman’s Est., 223 Pa. 543; Maxler v. Hawk, 233 Pa. 316; Turner’s Est., 244 Pa. 568; Campbell’s Est., 274 Pa. 546; Chapple’s Est., 332 Pa. 168. This fundamental principle has been widely accepted in other jurisdictions: 28 C. J. 627. Here the only evidence of plaintiff’s intention to make the gift was his signature upon the card. This evidence is of little value in view of plaintiff’s admitted inability to read and in view of the evidence indicating that the card was not read-to him and that he did not understand its nature. The testimony of the bank officials, based upon assumptions, does not show that they were able to make themselves understood by him, but does show that they were unaware of his illiteracy and impairment of hearing. While it is true that the burden of proof is upon one who attempts to establish a mistake of fact as the grounds for setting aside an executed transaction, we are of the opinion that plaintiff’s testimony clearly shows that he never intended to make a gift to defendant of the fund upon his death. Upon this ground also the decree of the court below could be affirmed, but, as we have pointed out above, the circumstances of the case were such that the burden was upon defendant to establish the validity of the gift rather than upon plaintiff to show its invalidity.\nThe decree of the court below directing the Fourteenth Street Bank to cancel the joint savings account must be modified because the bank is not a party to the proceedings. The plaintiff is the sole owner of the amount to the credit of the plaintiff and defendant in the Fourteenth Street Bank, and the defendant has no right or property therein; payment by the Fourteenth Street Bank to the plaintiff, or on his order, shall be a complete discharge of the bank’s obligation. A copy of this decree shall be served by the plaintiff on the bank. So modified the decree is affirmed; costs to be paid by appellant."}