{"id": "1220271", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis appeal is from a decree of an orphans’ court disallowing a claim against a decedent’s estate. Appellant also questions the authority of the court to appoint a trustee ad litem where a testamentary trustee and guardian is already functioning.\nThe husband of decedent presented a claim against his wife’s estate. It represented one-half of the amount which claimant admittedly advanced to purchase a mortgage secured upon the real estate owned jointly by decedent and her daughter. Decedent had been the wife of one MeKim who died leaving a substantial estate, in trust, for his widow (this decedent) and their daughter. Decedent elected to take against her husband’s will. She was awarded one-half of the estate absolutely. The other half was thereupon held in trust for the daughter, for life, with remainder to the daughter’s issue. Among the assets of the estate was a piece of real estate upon which was secured a first mortgage of $25,000. The mortgagee demanded payment. Decedent and tlie trustee for the daughter were unable to meet the obligation. Claimant thereupon paid the amount of the mortgage and took an assignment therefor. Subsequently claimant assigned the mortgage as collateral for his own individual loan. Later claimant paid off the loan but directed the satisfaction of the mortgage. The reason assigned by claimant for the satisfaction of the mortgage was “he wanted to be relieved of paying taxes on the loan. It was a family matter”. Decedent later executed her will, in which she bequeathed one-half of her estate to her husband (the claimant) absolutely, and named him as the executor of her estate. The other half of her estate, decedent placed in trust, naming a corporate trustee, for the benefit of her daughter for life, with remainder to her issue, or, in default thereof, to her brothers and sisters and their issue.\nWhen the claimant (appellant) filed his account, he presented a claim at the audit for one-half of the $25,000. which he had advanced to purchase the mortgage which he later satisfied. He also claimed interest from the date of the satisfaction to the date of the death of the decedent, which amounted to $12,812.50.\nClaimant maintains that he sufficiently established his claim by proof of the foregoing facts and, in addition thereto, by admissions made by the decedent to her sisters concerning her alleged indebtedness to her husband. There was also testimony by decedent’s attorney. The auditing judge found as a fact that the claimant had abandoned his claim against his wife and her daughter’s trust estate when he satisfied the mortgage. He also ruled that the evidence relating to any claim or revival thereof, in whole or part, against this estate was not sufficiently definite, precise and certain to sustain an award.\nWe have carefully read the testimony. The finding that claimant abandoned his claim when he satisfied the mortgage appears sufficiently supported by the evidence. We note that the wife’s admissions to the two sisters were apparently made before the assigned mortgage was satisfied, although there is testimony of a most vague and general nature concerning decedent’s desire to have claimant repaid: Mr. Beck, the' attorney, testified at length concerning claimant’s purchase of the mortgage. He stated that he had no knowledge of the facts and circumstances surrounding its subsequent satisfaction. He did, however, testify that decedent told him “this was an obligation that had not been taken care of”. - He also said, and with some significance, “It doesn’t strike me now that those conversations establish a claim”.\nAn auditing judge’s findings, like those of a jury, will not be disturbed except for clear error. Jacobs’s Trust Estate, 320 Pa. 539, 183 A. 49; Grenet’s Estate, 332 Pa. 111, 2 A. 2d 707. A claim against the estate of a decedent may not be established by loose declarations. It must be proven by evidence as definite and precise as is required to recover a debt in an action at law; Deal’s Estate, 321 Pa. 484, 184 A. 453; Gross’s Estate, 284 Pa. 73, 130 A. 304; Gilbraith’s Estate, 270 Pa. 288, 113 A. 361; Blumberg’s Estate, 115 Pa. Superior Ct. 310, 175 A. 741.\nAll parties in interest who were sui juris joined in a written stipulation agreeing to the allowance of the claim, including the testamentary trustee and guardian appointed under decedent’s will. The auditing judge decided to appoint a trustee ad litem for unborn children and unascertained interests under the trust erected by the will. Such trustee ad litem successfully opposed the claim. Appellant maintains that the court below was without authority to appoint a trustee ad litem, since a testamentary trustee and guardian had been named in the will and was functioning. Although appellant possessed no interest in the testamentary trust, we are of opinion that appellant has the status to question the propriety of the trustee ad litem’s appointment since the latter successfully interposed objection to the allowance of appellant’s claim.\nWhere there is a lawfully appointed and duly qualified guardian or trustee, either general or ad litem, it is irregular to appoint another. The second appointment is regarded as void: Robinson v. Zollinger, 9 Watts 169; Strickler’s Estate, 140 Pa. Superior Ct. 372, 14 A. 2d 341; Kenyon v. Davis, 219 Pa. 585, 69 A. 62. Where, hoAvever, it is apparent to the court that the already named and qualified guardian or trustee is not acting, or is not apt to act, in the best interest of his cestui que trust, or that such fiduciary is representing conflicting interests, it is incumbent upon the judge to appoint a separate and independent guardian or trustee ad litem for that particular litigation. This Court, in Crawford’s Estate, 293 Pa. 570, 143 A. 214, of its own motion, recommended that this be done when the case was remanded for further consideration. In Gill’s Estate, 293 Pa. 199, 142 A. 207, on an application to terminate a trust, we held that unborn and unascertained remainder-men should be represented on the record, even though there existed a testamentary trustee. See also: Smith’s Petition, 291 Pa. 129, 132, 139 A. 832.\nThe basis for the requirement of ad litem representation for minors, born and unborn, and for unascertained persons, is statutory. Its purpose is that those under disability or those unascertained (variously termed “in posse” or “unascertained”) shall receive notice of the proceeding. Being thus represented, the judgment of the court is effective and conclusive upon all present and future interests. See Grothe’s Estate, 237 Pa. 262, 85 A. 141.\nAs to minors who have no guardians, Section 59 (k) of the Fiduciaries Act of June 7, 1917, P. L. 447, as amended by the Act of May 6,1931, P. L. 98, 20 PS Section 1071, directs that the orphans’ court shall appoint a guardian ad litem for such minor. The appointment may be made by petition, as for a general guardian, or the court may appoint such guardian ad litem without petition.\nClosely akin to guardians ad litem are trustees ad litem. Under many wills where a contingent remainder is involved persons unborn may be affected by orphans’ court proceedings. The practice developed of appointing a trustee ad litem to protect such persons who may have a possible interest in remainder: see Smith’s Petition, supra; Gill’s Estate, supra, at p. 201; Lyman v. Lyman, et al., 293 Pa. 490, 496, 143 A. 200; Grindrod’s Estate, 140 Pa. 161, 21 A. 259; McCaffrey v. Gibney, 223 Pa. 368, 72 A. 632. Such practice, so approved by this Court, has received statutory confirmation by the Act of May 21, 1943 (No. 220), amending Section 17 of the Orphans’ Court Act of June 7, 1917, P. L. 363, 20 PS 2331 et seq.\nGuardians and trustees ad litem are in a special sense representatives of the court. Their function is to represent and protect unrepresented minors and the interests of those unborn or unascertained. Hallstead’s Estate, 338 Pa. 257, 12 A. 2d 912. At times there may exist a fine line of demarkation as to whether or not independent representation is required. It should always be borne in mind by the court that the principal purpose of the creation of the Orphans’ Court was to supply a legal tribunal which would function directly and effectively, with a minimum of legalistic procedure and at small expense: see Horner v. Hasbrouck, 41 Pa. 169; Judge John Marshall Gest’s “Bed Tápe”, Legal Intelligencer, April 12, 1918; Lloyd’s “Early Courts of Pennsylvania”. Extreme care should always be exercised to avoid unnecessary appointments. When made they should be regarded as an honor conferred and selection should be based solely on professional fitness. Financial remuneration should be a secondary consideration. Exorbitant fees will not be tolerated: Hallstead’s Estate, supra. But such appointees are entitled to a fair, just and adequate compensation, measured by the quality of the work performed and the results obtained : Flirm’§ Estate, 83 Pittsburgh Law Journal 131. Orphans’ court judges should always keep these considerations in mind. The unrepresented must be protected but not at an expense disproportionate to the service rendered or the results attained.\nWe have carefully examined the record and are convinced that the auditing judge had sufficient ground for this appointment. Claimant was decedent’s executor. The testamentary trustee was entrusted with the care of one half the estate. No inventory was filed by the executor for over two years after probate of the will and no account until over two months thereafter. There was a tremendous difference in value between what this decedent inherited in 1924 and what this appellant accounted for in 1942; no effort was made by the trustee to require an accounting by the executor and no explanation was made for its failure so to do; the testamentary trustee was the executor of the estate of decedent’s first husband ; the attorney witness was the attorney for the late husband’s estate and was also the attorney for this estate, until his withdrawal in order to testify; the other witnesses were relatives of decedent and interested in the estate; all were friendly to claimant; the record does not disclose exactly how the testamentary trustee participated in the loan, mortgage and satisfaction by claimant, but counsel in his brief states (p. 30) “. . . the testimony disclosed that the Trustee was present at the time the indebtedness was incurred, knew of the facts and circumstances surrounding it, and knew that the loan to the Testatrix had never been repaid”. Allowance of the claim would absorb almost the entire estate. Under all of these circumstances the auditing judge concluded that such unascertained interests should be entitled to receive independent representation. We see no error in the court’s order.\nThe decree of the court below is affirmed at appellant’s cost."}