{"id": "1220318", "contents": "Per Curiam,\nThe attack on plaintiff’s recovery is based solely on the ground of contributory negligence.\nWife plaintiff, sixty-eight years of age, was crossing Federal Street at the regular south cross-walk of the intersection of South Diamond Street, in the City of Pittsburgh. There are two street car tracks on Federal Street. Before starting from the east curb she looked up and down Federal Street and saw no traffic approaching. At the first or northbound car track she again looked and there were still no vehicles in sight. She went across this track and was entering, or was already in, the four foot wide “dummy” or space between the tracks when she looked a third time and saw a southbound trolley car at Ohio Street, about two hundred or more feet distant. There is quite a downgrade on Federal Street from Ohio to Diamond Street. The weather was “wet and icy . . . sort of kind of misty like . . . like it was raining or sleeting or something like that.” She could “hardly walk” because “it was so sloppy and I had no rubbers on ... it was so slippery and I had no galoshes.” She was struck by the car just as she stepped over the first rail of the southbound track. There was evidence to the effect that the car had accelerated its speed after leaving Ohio Street; also that it was running at the rate of twenty-five miles an hour.\nWhile the rule is that a pedestrian must look for approaching cars immediately before entering upon a street car track and that his failure to do so constitutes negligence per se, we are not prepared to say that it is violated if observations are made within less than four feet from the rail. If the car was as far distant as plaintiff claims, she was justified in continuing to cross, but the question then arises whether the car could possibly have travelled such a distance while she was walking some four feet to the rail on which she was struck. Considering her age, the state of the weather, and the “sloppy” and “slippery” condition of the ground, all of which doubtless forced her to proceed slowly and cautiously, and considering also the evidence as to the speed of the car, we cannot say as a matter of law that the accident could not have occurred in the way she described it. The factual issue was therefore one to be decided by the jixry.\nJudgments affirmed."}