{"id": "1220333", "contents": "Opinion by\nMr. Justice Drew,\nThis is a suit in trespass to recover damages for personal injuries sustained by plaintiff as a result of having been struck by a motor bus owned and operated by defendant. The learned court below having refused defendant’s motion for judgment non obstante veredicto, and judgment having been entered on the verdict, this appeal was taken. The issue is comparatively simple and involves only the question of whether the court below erred in refusing to rule as a matter of law that plaintiff was guilty of contributory negligence.\nThe accident happened on August 17, 1941, at about 7:30 P. M., E. S. T., on State Route 19, Perry Highway, near Hanway Street, in a somewhat sparsely settled section of Ross Township, Allegheny County. Interpreting the evidence in the light most favorable to plaintiff, as we are bound to do in considering this motion for judgment, the facts can be fairly said to be as follows.\nPlaintiff left his house close by to take a street car to Pittsburgh, and when he reached a point a short distance from Perry Highway near Hanway Street he saw aproaching the bus of defendant company at a distance of some 500 feet. There is testimony that there was then clear visibility for that distance. He decided to board the bus, which was also going to Pittsburgh, and to get upon it, he had to cross the Perry Highway. He stopped at his near side of that thoroughfare and noticed that the bus had traveled some distance uphill and was then about 400 feet away. The highway consists of three ten-foot traffic lanes. Plaintiff crossed the first lane and as he reached the center one, he observed that the bus was then approximately 250 feet away. He testified he raised his arm and signaled the driver to stop. Although there was no regular stop at the point to which he was crossing, a number of witnesses testified that it was common practice for the buses on signal to stop at any convenient place in that immediate vicinity to take on or leave off passengers. Plaintiff continued to wave his hand as he crossed the road. When he reached the third lane, the bus was 75 to 80 feet away and he continued on, still signaling the driver to stop. He said the bus appeared to slow down as if getting ready to stop. When he had practically completed the crossing and was three or four feet from the edge of the paving and the bus was only 7 feet away, he realized for the first time that the driver was not stopping. He said he was unable to state what he then did but he knew he was struck almost immediately as he was at the edge of the paved road.\nWe are convinced, after a careful examination of the whole record, that the facts presented do not show negligence on the part of plaintiff, at least not so clearly and unequivocally as would justify the court in declaring him guilty of contributory negligence as a matter of law. There is sufficient evidence upon which the jury could, and in this case did, find that he acted under all the circumstances as a reasonably prudent man would have done. While plaintiff was bound to exercise a higher degree of care than would have been his duty at an intersection, there being no intersection at the place he was crossing, he had the right to cross exercising due care under the circumstances, and to rely upon the exercise of the same degree of care on the part of the driver. And since plaintiff knew the buses stopped on signal anywhere in that immediate locality, he had a right to assume that this driver would see his signal and stop the bus to take him on.\nThe facts of this case are governed by the following well settled principles of law. Where a pedestrian crosses a highway between regular crossings or intersections, he is bound to a high degree of care: Virgilio v. Walker & Brehm, 254 Pa. 241, 98 A. 815; Johnson v. French, 291 Pa. 437, 140 A. 133; Fearn v. City of Philadelphia, 320 Pa. 156, 182 A. 534. However, he has a right to traverse at whatever point he may desire, for he is not limited to the use of established crossings: Watts v. Plymouth Borough, 255 Pa. 185, 99 A. 470. In exercising this right, he must have due regard to the conditions of the traffic before he starts to cross: Anderson v. Wood, 264 Pa. 98, 107 A. 658; and it is his duty to continue to look as he proceeds: Gajewski v. Lightner, 341 Pa. 514, 19 A. 2d 355. A pedestrian traversing a highway not at an intersection or regular crossing is not negligent as a matter of law: Hamilton v. Moore, 335 Pa. 433, 6 A. 2d 787. Moreover, if there are no intersections or crossings in sparsely built-up sections, an operator of a motor vehicle must know that travelers on foot may cross the highway at any point, and therefore, he must govern himself accordingly: Lowers v. Zuker, 102 Pa. Superior Ct. 581, 157 A. 339. One in crossing a highway has a right to rely on the assumption that a vehicle oper* ator will use ordinary care to protect him and the mere failure to anticipate the negligence of another does not jtreclude a recovery of damages for injuries sustained: Weiss v. Pittsburgh Rys. Co., 301 Pa. 539, 152 A. 674; Christ v. Hill Metal & Roofing Co., 314 Pa. 375, 171 A. 607.\nWe agree with the learned court below that the question of the alleged negligence of plaintiff was one of fact which could only be decided by a jury.\nJudgment affirmed."}