{"id": "1220336", "contents": "Opinion by\nMr. Justice Linn,\nAppellant complains that its motion for judgment n. o. v. was refused. Plaintiff, a passenger, occupying a seat in one of appellant’s cars, was quite seriously injured by its sudden stop in unusual circumstances. Defendant put in no evidence. When the car stopped, there was, as plaintiff testified: “. . . a hole come np through the floor, the front end of the car. The floorboards were shattered ... It was all messed up . . .” While standing at the scene of the accident, waiting for relief, he saw an emergency truck come; it “jacked the car up. I stood there watching it. It pulled the plate out, set the car on the tracks, and the car was in motion, you know, ready to pull out . . .”\nThe “plate”, which was shown in a photograph, was a movable iron sewer grating, apparently set in an iron frame and composing part of the surface of the street; it extended from one rail to the other and was obviously intended to drain off surface water collecting in the street between the rails. The bars of the grating were parallel to the rails; in the photograph, it seems to have been about twenty inches wide.\nThe weather was clear. The car stopped at a point where the track was straight for from five to seven squares in the direction from which the car came, a distance for which the motorman presumably had an unobstructed view. Neither plaintiff nor the witness called by him, saw, or was in position to see the car tracks before or at the time of collision, and therefore neither could say whether the grate was out of place, projecting upward into the path of the car. There was no evidence from which it could be inferred that any part of the car-mechanism below the floor dropped in such way as to catch the grate and drag it up from its normal position. The application of the brakes described by the witness, DeLucca, would indicate that the motorman saw the grate in a position requiring him to stop. DeLucca said, “I heard a big squeal, squeak of a brake, . . . and I looked down, and the car was coming, and I heard a big crash . . .” Later, he said, “a screaming or a screeching noise” first attracted his attention, “then I looked up and the ear was coming. Then came the noise, and I looked up and I seen the car stop there . . .” There was evidence that the car was travelling at forty miles an hour.\nThe mere collision, without the other circumstances shown, would not be enough to go to the jury to support a finding of negligence but the fact that the car collided with an object lying in its course, requires us to consider whether all the circumstances detailed are sufficient to support the verdict. Did the grate get in the way of the car in circumstances making it impossible for a careful motorman to avoid the sudden stop? The evidence of the screeching brakes, preceding the collision, would support a finding that he saw the obstruction and tried to stop but that, at forty miles an hour, he could not stop in time. He had an unobstructed view of five to seven squares. Should he have seen it sooner or put on his brakes sooner? Was he travelling too fast? The evidence raising these inquiries was for the jury.\nJudgment affirmed.\nCf. Zaltouski v. Scranton Ry. Co., 310 Pa. 531, 534, 165 A. 847, and cases cited on p. 534."}