{"id": "1221653", "contents": "Opinion by\nMr. Justice Drew,\nThis appeal raises the question whether Charles (Kasimer) Kata, appellant, is entitled to the funds in a bank account created by Stanley Kata, deceased, in the name of “Stanley Kata or Charles Kata, Brother”. Appellant, who is also executor under Stanley’s will, did not include those funds as an asset of Stanley’s estate and upon exceptions filed in the Orphans’ Court of Luzerne County by Stanley’s widow, a decree was entered surcharging appellant in the sum of $7,683.97, the amount on deposit in the account at the time of Stanley’s death. This appeal challenges the correctness of that decree.\nPrior to July 7,1933, Stanley Kata had two accounts in his name alone in the Miners National Bank of Nanticoke. On that day he went to the bank accompanied by his minor brother, Charles, then sixteen years of age, and directed the closing of those accounts and the opening of a new one with those funds in the name of “Stanley Kata or Charles Kata, Brother”. The signature card for this account was signed by Stanley and Charles. From time to time money was deposited in or withdrawn from the account, and on March 11, 1947, the date of Stanley’s death, the balance in the account was $7,683.97. There was no evidence to show who made the additional deposits but it does appear that withdrawals were made by both brothers. On one occasion, Stanley withdrew $3400 from the account to purchase a cashier’s check in order to lend Charles money with which to buy a home. Until a few months prior to his death, Stanley kept possession of the passbook. At that time, he handed it in a sealed envelope to his friend, Irving Zabiegalski, with instructions “to take care of the envelope until he [Stanley] asked for it and in case anything should happen the proper parties should get what was in the envelope”.\nAppellant concedes that a joint tenancy with right of survivorship was not created in this account. He contends, however, that under the Act of March 31, 1812, P. L. 259, a presumption arose upon the introduction into evidence of the signature card that Stanley intended to create a tenancy in common by a gift to appellant of a one-half interest in the funds in the account. We cannot agree with that contention. It is well settled that proof that a person opened a bank account with his own money in the name of himself and another, with no mention of right of survivorship, does not raise a presumption that the depositor intended to vest in the other party any beneficial interest in the fund: Wilbur Tr. Co. v. Knadler et al., 322 Pa. 17, 185 A. 319; Mader et al. v. Stemler et al., 319 Pa. 374, 179 A. 719; In re Est. of Eliza Gallagher, Deceased, 109 Pa. Superior Ct. 304, 167 A. 476.\nThere being no presumption in appellant’s favor, the burden was his to prove by clear and satisfactory evidence that a gift was in fact made: Sullivan v. Hess, 241 Pa. 407, 88 A. 544. Appellant failed to carry this burden. It is true that the manner in which the account was created gave to appellant the right to withdraw funds from it, and that he exercised that right. But the mere granting of a right to draw money, without proof that the right was granted for a purpose other than the convenience of Stanley, does not evidence an intention to make a gift of any part of the fund: Zellner’s Estate, 316 Pa. 202, 172 A. 715; Grady v. Sheehan, 256 Pa. 377, 100 A. 950; Flanagan v. Nash, 185 Pa. 41, 39 A. 818. Appellant introduced no evidence to show that he had any beneficial interest in the funds in the account or the money. On the contrary, when appellant purchased a house, Stanley loaned him the money from this very account, thus clearly indicating that Stanley, and not appellant, owned the funds and maintained dominion and control over them.\nEqually without merit is appellant’s argument that Stanley, in handing the passbook to Zabiegalski with instructions to deliver it to the proper party, made a gift to appellant of Stanley’s interest in the account. Nothing could be clearer than the rule that the mere handing of a bank book, even though accompanied by words showing an intention to make a gift of the bank account is not sufficient delivery to constitute a gift of that account: Grigonis’s Estate, 307 Pa. 183, 160 A. 706; Walsh’s Appeal, 122 Pa. 177, 15 A. 470; Estate of Lewis E. Eshenbaugh, Dec’d., 114 Pa. Superior Ct. 341, 174 A. 809. Furthermore, the envelope containing the passbook was given to Zabiegalski to take care of “until he [Stanley] asked for it and in case anything should happen the proper parties should get what was in the envelope”. Zabiegalski testified that he would have returned it to Stanley had he asked for it. From that it is apparent that Zabiegalski was not an escrow but rather an agent for Stanley and as such his authority terminated when Stanley died.\nNo gift of the funds in the account having been made to appellant, they should have been included as an asset of the estate. The failure to include them rendered appellant subject to the surcharge, which was properly decreed by the learned court below.\nDecree affirmed; costs to be paid by appellant individually.\nThat Act provides: “if partition be not made between joint tenants, . . . the parts of those who die first shall not accrue to the survivors, but shall ... be considered to every other intent and purpose in the same manner as if such deceased joint tenants had been tenants in common. . . .”"}