{"id": "1221624", "contents": "Opinion by\nMb. Justice Drew,\nLouis Siskin, plaintiff, entered into a contract to purchase a taproom business from Irving and Jack Cohen, defendants. Plaintiff, having learned after the transaction was completed that defendants had grossly imposed upon him by fraudulently misrepresenting the amount of receipts and net profits of the business, filed this bill in equity to rescind the contract. The learned court below entered a decree granting plaintiff the relief prayed for and defendants now appeal. In bringing this appeal, defendants do not dispute the finding of fraud but contend that plaintiff did not act to rescind within a reasonable time and also did not rely on the misrepresentations.\nEarly in 1948 defendants decided to sell their liquor license and taproom business located at 8400 Tinicum Avenue in the City of Philadelphia. Accordingly they engaged Berman & Co., business brokers, to act as their agent, telling Berman that the business grossed weekly between $1300 and $1400 with a net profit of $450 to $500, and Berman & Co. so advertised in the Philadelphia Inquirer on March 21, 1948 and April 25, 1948. These advertisements caused plaintiff to make inquiries regarding the taproom and during the months of April and May, plaintiff, accompanied by his son, visited the taproom on several occasions. During these visits defendants repeatedly stated that the business was grossing between $1300 and $1400 a week and that the net profits were “$500 and over”. Those statements appeared to be substantiated by the large volume of trade being handled while plaintiff was present. As a result of defendants’ statements and plaintiff’s observations an agreement of sale was entered into for $26,000, $4000 of which was to be paid by a judgment note payable in sixty days. The sale was consummated on June 28, .1948, and, on that date, plaintiff took possession.\nBecause he was not familiar with the business of operating a taproom, defendants agreed to remain with plaintiff for two weeks to teach him the business. During that time neither gross receipts nor net profits were as high as defendants had represented, but plaintiff, upon questioning defendants, was temporarily satisfied with their explanation that the business was subject to some fluctuation. However, in the following weeks, the income remained low, the gross receipts averaging approximately $850 and the net profit $185. Plaintiff, having grown very suspicious that this was more than mere fluctuation, started an investigation by questioning the beer distributor and the liquor wholesaler with whom defendants had dealt. From them he learned that defendants could not have grossed more than $850 a week nor could they have shown a net profit of over $350 a week. Upon other inquiry it was revealed to plaintiff that, in order to make it appear a thriving business was being done, defendants had given Customers money to spend in the taproom whenever he, plaintiff, was present to inspect it prior to buying. When all of these facts became known to plaintiff, he filed this bill in equity to rescind the contract and the learned chancellor, after making these findings, decreed recission.\nThe bill was filed on August 30, 1948, two months after the sale was completed. Defendants argue that in waiting that length of time, plaintiff failed to act promptly and thereby lost the right to rescind. It is true, as defendants contend, that The Sales Act of May 19, 1915, P. L. 543, governs the sale of a whole business (Rothermel v. Phillips et al., 292 Pa. 371, 141 A. 241) and that under Section 69 of that Act the buyer must act to rescind within a reasonable time. However, as we said in Tinius Olsen Test. Mch. Co. v. Wolf Co., 297 Pa. 153, 157, 146 A. 541: “What is a reasonable time is what a reasonable, prudent man would do under given time and circumstances. It is a question of fact which will vary under different conditions, so much so that no fixed rule can be laid down.” Under the circumstances of this case there can be no doubt that plaintiff acted within a reasonable time.\nFor the first two weeks after the sale defendants worked with the plaintiff and he, being unfamiliar with the business and having no reason to doubt defendants’ good faith at that time, believed the statement that the business was subject to some fluctuation. Even after defendants left it would be natural for plaintiff, as a reasonable man, to assume that the loss might have been due to his own inexperience. But when the business continued to show no improvement, he began an investigation to determine whether defendants had defrauded him. That investigation was a time consuming one and it was only after he was satisfied that he had been duped that he was willing to file suit. His attitude was commendable. He chose not to act on mere suspicions but rather to make prompt inquiries to confirm them (or, as might have been the case, to dispel them) and having confirmed them he then took action. His were the acts of a reasonable man under these circumstances.\nDefendants also urge that when they sought to collect the $4000 on the 60-day note, due August 28, 1948, plaintiff knew of the fraud but nevertheless promised to pay and that promise acted as a waiver of his right to rescind. They base this claim upon statements made by plaintiff in a conversation which took place a few days prior to the filing of this suit. In our opinion those statements did not constitute such a promise. When the testimony is read as a whole it is obvious that plaintiff said nothing more than that he always paid his debts and that if he had to pay this note he would. Such statements cannot be construed as a promise to pay and there is nothing in the record to show that defendants so understood them.\nDefendants’ last contention is that plaintiff did not rely on the misrepresentations but conducted, through his son, an independent investigation. This argument is based on the testimony of the son that on two occasions he sat outside the taproom in his car to observe the number of people who entered and that he also watched through the window. The chancellor found as a fact, however, that plaintiff did rely on the misrepresentations of defendant and that finding is amply supported by the evidence.\nThe son’s visits were made in the evening on weekends when a dance band was employed. The taproom was crowded on both occasions. Because of his complete lack of experience in the taproom business he did not, at that time, realize that many of the persons were there solely to enjoy the music and were making few if any purchases across the bar. Plaintiff, together with his son, was working under the handicap of inexperience. The means of making a reliable investigation prior to buying being wholly lacking, plaintiff was justified in relying on defendants’ representations. As we stated the rule in Emery v. Third Nat. Bk. of Pittsburgh, 314 Pa. 544, 548, 171 A. 881: “Where the means of obtaining information are not equal, the positive representations of the person who is supposed to possess superior means of information may be relied on.”\nPlaintiff, having relied on the fraudulent misrepresentations of defendants and having taken steps to rescind within a reasonable time after the purchase, was entitled to the rescission decreed by the court below.\nDecree affirmed. Costs to be paid by appellants."}