{"id": "1221652", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe single question raised by this appeal is whether the evidence supported the finding of a chancellor that defendant had secured title by deed to real estate through undue influence exerted upon plaintiff. Annie H. Withers (plaintiff), a widow in her eightieth year, executed and delivered a deed for real estate valued at $7000 (one of two pieces which she owned) to Cloyd Withers (defendant), a nephew of her deceased husband. The named consideration was one dollar. The deed was dated March 1, 1948. On April 16, 1948, Mrs. Withers, plaintiff, instituted a proceeding in equity against the nephew, defendant, to cancel the deed and for a re-conveyance on the ground that the deed had been procured from plaintiff by the defendant through undue influence. Defendant alleged that the consideration for the transfer consisted of his oral agreement with plaintiff to furnish her with a home and board for the remainder of her life.\nThe facts found by the chancellor were: Plaintiff had resided with her son near Oregon, Lancaster County, until his death on October 4, 1947. After the son’s death plaintiff was required to move. On five occasions thereafter defendant visited plaintiff and offered her a home with him in Coatesville. On January 16,1948, defendant again offered her a home, without pay, if she would convey to him one of her properties. She answered “We will see”. On January 31, 1948, plaintiff moved into defendant’s home and resided there until March 6,1948. While so living with defendant and when demands by defendant for a conveyance were made, plaintiff replied “We will see”. On March 1, 1948, at night, defendant took plaintiff to a justice of the peace’s office, at Denver, Lancaster County, after defendant had previously instructed the squire over the telephone of his desire to have him prepare a deed. In the presence of plaintiff and defendant the instrument was prepared and executed and later recorded.\nIn testing the quality and sufficiency of testimony to establish proof of undue influence — which is the same whether relating to wills or inter vivos documents — Mr. Justice Horace Stern said in Freed’s Estate, 327 Pa. 572, 577, 195 A. 22: “While undue influence is subtle, intangible and merely psychic in its effects, so that its existence cannot be detected, weighed or measured by instruments of science, nevertheless human experience can — and in a case such as the present must — recognize it as the causative factor which linked the execution of this highly unnatural will to the circumstances preceding and attending it, and in which appellant, the sole beneficiary, played such a ruthless and dominating part.” This statement was quoted with approval in Quein Will, 361 Pa. 133, 146, 62 A. 2d 909.\nIn Teats v. Anderson et ux., 358 Pa. 523, 58 A. 2d 31, Mr. Chief Justice Maxey, on p. 528, cited 16 Am. Jur. 460-61, section 38, which has particular application to this case, and reads as follows: “. . . undue influence which will avoid a deed is such influence as is obtained by excessive importunity, superiority of will or mind, or by any other means constraining the grantor to do what he is unable to refuse. Whether such improper influence was exercised must usually be inferred from the facts and circumstances of the particular case, such as the situation of the grantor and his relation to others, his condition of health and its effect upon body and mind, his dependence upon, and subjection to, the persons claimed to have influenced him and their opportunity to wield such influence. ... It is not the fact of the practice of such importunity that renders the deed voidable, but the inability of the grantor to guard himself against imposition or to resist such importunity.”\nWith the parties and witnesses before him, observing them and hearing their testimony, we are not prepared to declare that the chancellor’s findings are not sufficiently supported. Plaintiff was an old and mentally confused lady. While defendant’s age is not disclosed in the record, he was obviously middle aged, actively engaged in his vocation. It was the defendant who initiated the idea that plaintiff move into his home. He acted immediately following plaintiff’s bereavement. The death of her only son abruptly disarranged this elderly plaintiff’s life. She was required to move from her domicil, break up her home and sell her belongings. She was in extreme anxiety concerning her future home. In these circumstances defendant became excessively importunate. In what appears to be unseemly haste, defendant immediately attempted to induce his old aunt to deed him real estate in return for his purported oral agreement to provide her with a home with him. Such consideration, however, was not recited in the deed. There was, therefore, sufficient evidence to support a finding of moral coercion to such a degree as to destroy plaintiff’s free agency, and to constitute, in the present facts and circumstances, undue influence.\n. Decree affirmed at cost of appellant."}