{"id": "1221632", "contents": "Opinion by\nMr. Justice Horace Stern,\nAt about 8.30 o’clock on a September morning plaintiff, a painter, was working on a scaffold which was suspended above defendant’s track, clear of its trains, on the Delaware River Bridge at a point somewhat toward the Camden side of the river and on the north side of the bridge. He had been painting in a standing position, but in order to move the scaffold, which he desired to do, he had first to seat himself upon it; in so doing he lowered his legs beneath the scaffold, which brought them into the path of an oncoming westbound train and his left ankle was struck by the top of the train. For the injury thus sustained he brought the present action against the defendant company. The court allowed the case to go to the jury, which found a verdict for defendant. Plaintiff’s motion for a new trial was denied and he now appeals.\nThe only reasons assigned for a new trial were the more or less conventional ones that the verdict was against the evidence, the weight of the evidence, the law, and the charge of the court. We find nothing of merit in any of them.\nThe plaintiff had been employed in painting the bridge structure for some 4 or 5 weeks previous to the accident. We may assume, for present purposes, that defendant was negligent in not having given, as plaintiff claims, any warning, by gong or whistle, of the approach of the train and in not operating it at a lower speed than the 35 miles per hour to which one of his witnesses testified. But plaintiff’s contributory negligence is so manifest that the court might well have given binding-instructions for defendant. It is true that in weighing the contributory negligence of a person working on or in close proximity to railroad or trolley tracks he must be judged by a more liberal standard than that applicable to an ordinary pedestrian crossing the tracks; one thus occupied, with his mind necessarily intent upon his duties, cannot be required to be as vigilant and to keep as constant a watch as a mere traveler: Van Zandt v. Philadelphia, Baltimore & Washington R. R. Co., 248 Pa. 276, 280, 281, 93 A. 1010, 1011; Copertino v. Chrobak, 346 Pa. 49, 51, 29 A. 2d 504, 505; Phillips v. Philadelphia Transportation Co., 358 Pa. 265, 268, 56 A. 2d 225, 226; Shaffer v. Torrens, 359 Pa. 187, 190, 58 A. 2d 439, 440. But this does not mean that such a person is wholly relieved from the duty to guard his own safety, to which end he must still use reasonable care under the circumstances. In the Van Zandt case, it was said (p. 284, A. p. 1012) : “It was also his [the workman’s] duty to keep a reasonable lookout for trains.” In the Gopertino case, it was said (p. 51, A. pp. 505, 506) : “. . . this rule does not apply where . . . the circumstances are such that [the workman] is free to take precautions for his own safety.” In the Phillips case it was said (p. 268, A. p. 226) : “It was his [the workman’s] legal duty to keep a reasonable lookout and to exercise care in the circumstances commensurate with the dangers and consistent with his faithful performance of the duties of his employment”, — a statement reiterated (p. 190, A. p. 440) in the Shaffer case. So too in Sweatman v. Pennsylvania R. R. Co., 264 Pa. 286, 289, 107 A. 697, 698, it was said: “. . . It is true that while thus walking he [the workman] was doing what his labor called for, but the act of walking did not relieve him from the obligation of using due care while thus engaged. His mind was not so absorbed or taken up that it might be said he could not properly take care of himself.” And in Richards v. Reading Co., 333 Pa. 513, 517, 5 A. 2d 542, 543, it was said: “. . . if he [the workman] had been exercising due care, he would have seen the approaching train in plenty of time to take the step necessary to remove himself from all danger. The accident would not have happened if he had been on the alert, as he was bound to be in the perilous situation he placed himself.”\nThe evidence in the present case discloses that defendant’s trains ran every three to five minutes, and it was a highspeed line. Plaintiff testified that usually a warning of the approach of a train was given by the whistle of a watchman stationed on the bridge, who was not shown, however, to have been in defendant’s employ; on this particular occasion he had walked away toward the Camden end of the bridge and no whistle was sounded; at least plaintiff did not hear any. Plaintiff, however, never relied upon such signals, but, as he testified, he always looked before lowering his legs. Accordingly at this time, being in a position of safety, and realizing that he was about to put his legs down into a zone of danger, he stated that before doing so he looked toward Camden to ascertain if there was any train approaching. He admitted that he could see down the straightaway track for a distance of more than 200 yards but saw no train. He then sat down on the scaffold with his legs beneath it, whereupon, according to his own testimony, his left ankle was struck immediately, it being clear, therefore, that the oncoming train must have been right upon him when he rashly assumed this dangerous position. He sought to excuse his failure to see it by saying that he “just took a hind of a glance down there”.\nPlaintiff seeks to invoke the doctrine of Kasanovich, Administratrix, v. George, 348 Pa. 199, 34 A 2d 523, in which it was held that contributory negligence is not a defense to an action for injury caused by reckless or wanton misconduct of the defendant. It is sufficient to say that there is no evidence whatever in the present case to support a charge against defendant of reckless or wanton misconduct.\nSince it does not appear that there were any errors in the conduct of the trial, since the jury returned a verdict for defendant, and since the court might properly have directed a verdict for defendant as a matter of law, there is no basis upon which to sustain plaintiff’s appeal.\nJudgment affirmed."}