{"id": "1223470", "contents": "Opinion by\nMr. Justice Linn,\nThis is another case in which a plaintiff, by oral evidence, sought to establish a resulting trust in real property. In Geyer v. Thomas, 364 Pa. 242, 72 A. 2d 89 (1950) we again quoted the governing principle as follows: “ ‘In order to establish, by oral testimony, a resulting trust in real estate against the person holding the legal title the evidence must be “clear, explicit and unequivocal” or, as it has been otherwise stated, “clear, precise and unequivocal” or “clear, precise, convincing and satisfactory” or “clear, precise and convincing” or “clear, precise and indubitable.” ’ Wosche v. Kraning, 353 Pa. 481, 483, 46 A. 2d 220 (1946). See also Olinger v. Shultz, 183 Pa. 469, 474, 38 A. 1024 (1898); McDonald v. McAndrew, 40 Pa. Superior Ct. 146 (1909).”\nThe property involved is the southern half of a double dwelling with a lot containing 4821 square feet, in East Whiteland Township, Chester County. Plaintiff occupied the house on a month to month tenancy by lease from Highley, who notified plaintiff that he desired to sell. Plaintiff could not buy the entire house and informed defendant Simes, a friend of liis, that the house was for sale. Highley, on February 10, 1947, agreed in writing to sell to Simes for $3,500 if Simes could get “an insured veteran’s mortgage” for $3,400. Simes arranged for the mortgage payable over a period of years and completed the purchase, taking title in March, 1947 and, about the same time, moving into the northern half of the house.\nThe plaintiff contends that Simes had agreed that if he bought the property, he would hold the southern half, then leased to plaintiff, for the plaintiff and that if plaintiff paid in monthly installments half the carrying charges of the property he should own that part of the property. Plaintiff’s rent under the lease from Highley was $12.00 a month. The carrying charges were $19.91 per month. From May 16, 1947, to September 16, 1947, according to receipts in evidence signed by Simes, plaintiff paid $19.91 per month rent. In December, 1947, plaintiff, in the presence of Simes, consulted an attorney, apparently to see whether he could obtain from Simes some written agreement to convey the southern half of the house to him when the mortgage was paid. He was advised in writing by the attorney to “give up any idea of making any joint arrangement with Mr. Simes pertaining to the same and of course this being the case then there is no particular reason why you should continue to pay him each month part of the carrying charges, which, I understand, you have been doing since last May.” Plaintiff however continued to make the monthly payment of $19.91 until September, 1948. When payments ceased, Simes gave notice to vacate and on September 30, 1948, agreed to sell the house occupied by plaintiff to the other defendant Burgess, an agreement subsequently carried out. .\nIn this, as in most of these cases, the question is whom to believe. While we are of course at liberty to make our own inferences from facts found by the chancellor from, the evidence, we áre bound by his finding of facts from disputed testimony after their approval by the court in banc. In discussing the case he said he was “not satisfied of the plaintiff’s credibility”; his “manner on the stand did not give an impression of veracity — at times he seemed to be evasive, e.g., in regard to his knowledge of the contents of the Mr. Shortlidge [the attorney consulted by plaintiff] letter, on other points he was apparently inconsistent, e.g., in regard to the conference with Mr. Shortlidge — ; and at least once he testified to a material matter which has earmarks of an afterthought, i.e., in regard to the promise to ‘split’ proceeds upon sale of the property.”\nIn the circumstances we must agree with the learned court below that plaintiff has not made out a case that is clear, precise and indubitable as required by the rule.\nThe decree.is affirmed at appellant’s costs."}