{"id": "1223582", "contents": "Opinion\nper Curiam,\nThis is the second appeal to come before this Court involving an attempt on the part of owners of establishments licensed under the Liquor Control Act of November 29, 1933, P. L. 15, as amended, to restrain the Pennsylvania Liquor Control Board from enforcing a regulation, known as Bulletin A-62, issued March 31, 1917, pursuant to Section 602 (11) of the Act (17 PS 711-602 (11) ), requiring liquor licensees to obtain an amusement permit as a prerequisite to the use of television devices in licensed establishments.\nIn the previous case, Philadelphia Retail Liquor Dealers Association v. Pennsylvania Liquor Control Board, 360 Pa. 269, 62 A. 2d 53, we concluded (p. 273) that “The intent of the statutory provision [Section 602 (11)] is regulation by the Liquor Control Board of screen exhibitions of action pictures in licensed establishments, and the terms employed by the Act in such connection are sufficiently general as to embrace pictures produced by means of television.” The sole question presented in that case was one of statutory interpretation. Following that decision, the present plaintiffs filed their bill in equity attacking the regulation on constitutional grounds. Defendants, members of the Liquor Control Board, filed an answer raising preliminary objections, which were sustained after argument, and the bill dismissed.\nIn their bill, plaintiffs averred, inter alia, that the Board has no power or authority to supervise television broadcasts; that the cost of issuance of an amusement permit and any inspection and supervision as respects plaintiffs, or any other licensee in the Commonwealth, will not exceed a purely nominal sum; and that payment of the required annual amusement fee for television reception by licensees throughout the Commonwealth would yield annually a sum in excess of that expended by the Board for all licensing purposes and ,for enforcement of all liquor' laws, both as respects the Board’s licensees and the general public. Accepting these averments as true, as the procedural situation requires, appellants contend that Section 602 (14) of the Act, to the extent that it requires them to pay an annual amusement permit fee in excess of the actual cost of issuance of a license, is unreasonable and confiscatory and in violation of Article I, section 1, of the Constitution of Pennsylvania and section 1 of the Fourteenth Amendment of the Constitution of the United States. It is also alleged and argued that Section 602 (14) is discriminatory and therefore invalid in that it provides for a permit fee equivalent to one-fifth of the annual liquor license fee prescribed in Section 407 (a) of the Act, with the result that the permit fee payable in a given case may vary from $25 to $120, depending upon the population of the municipality in which the particular licensee is located.\nIn answer to the constitutional objections of plaintiffs, the well-considered opinion of the court below states:\n“[Plaintiffs’ contentions are] predicated on the fallacy that the license required for the privilege of providing televised, and no other form of entertainment, in establishments licensed under the Liquor Control Act is in a category entirely separate and distinct from the license required to be held for the privilege of selling intoxicating liquors. With this we cannot agree. On the contrary, it is the restaurant licensee who is granted under the Liquor Control Act the additional privilege, upon the payment of a further license fee, of offering certain forms of entertainment to his patrons. The legislature had the power to deny this additional entertainment privilege to the Board’s licensees: 30 Am. Jur. Intoxicating Liquors, Section 333, just as under the Act of July 9, 1881, P. L. 162 (47 PS 181), it denied licenses for the sale of spirituous or malt liquors to proprietors of any theater, circus, museum or other place of amusement or to premises for the sale of such liquors which had a passage or communication to . or with the same ...\n“Plaintiffs’ contentions are completely at variance with the well settled legal principles that ‘the liquor business is unlawful, and its conduct is only lawful to the extent and manner permitted by statute’ (Commonwealth v. Speer, 157 Pa. Superior Ct. 197, 200), and that the licensing of persons to sell liquor is not an exercise of the taxing power of the state to raise revenue, but of the police power and, therefore, the fixing of fees for licenses is not governed by the constitutional provisions regulating taxation, such as those requiring equality and uniformity: 48 C. J. S. Intoxicating Liquors, Section 38. In Spankard’s Liquor License Case, 138 Pa. Superior Ct. 251, the Court said, page 259: ‘A liquor license, even when granted, is not a property right; it is only a.privilege: (citing cases). It may be taken away by the governing authorities without compensation to the holder. It was done throughout this entire country by the Eighteenth Amendment to the Federal Constitution, and the Twenty-First Amendment, which repealed the Eighteenth, expressly reserved to the states the right to prohibit the manufacture, possession, sale and importation of intoxicating liquors within their respective borders: (Citing cases). . . . The regulation of the sale of intoxicating liquors is a matter peculiarly within the police power of the several states, because of the evils which result from the uncontrolled traffic in them.’ Again in Boyle’s License, 8 Pa. Superior Ct. 521, 523, it was held that: ‘The power of the state to regulate the sale of intoxicating liquors, and, in the exercise of that power, to authorize the granting of licenses to fit persons under such conditions as the legislature may impose is too well settled to he open to discussion.’ Accordingly, since the state may absolutely forbid or may license the sale of intoxicating liquors, it may impose such conditions upon the granting of licenses as it sees fit, and one who accepts such license must be deemed to consent to all proper-conditions and restrictions which have been or may be imposed by the legislature in the interest of the public morals or safety: 30 Am. Jur. Intoxicating Liquors, Section 131-133. . . . For these reasons the amount to be paid as a liquor license fee is not limited to the cost of regulation but rests, in the absence of constitutional restriction, in the discretion of the legislature and it may be made so high as to operate as an effective restriction on the business or even so as to be practically prohibitive. Also, it is competent for the legislature to classify the municipal corporations of the state according to population and to fix different license fees for the several classes so that the fees will be higher in cities than in villages or will vary with the size of the population: 48 C. J. S. Intoxicating Liquors, Section 38. See also Annotation in 103 A. L. R. 327.\n“When the constitutionality of an act is attacked it is the duty of the Court to seek a construction which will support the legislative interpretation of the constitution. An act can never be properly declared void unless this is found to be impossible, because all presumptions are in favor of validity and the burden of proof is upon one who contends otherwise: Commonwealth ex rel. Attorney General v. Snyder, 279 Pa. 234; Equitable Loan Society, Inc., et al. v. Bell, Secretary of Banking et al., 339 Pa. 449; Flynn et al. v. Horst et al., 356 Pa. 20. The plaintiffs have failed to meet this burden.\n“The Liquor Control Act as set forth in the title and body thereof was enacted, just as was the Brooks 1-Iigli License Law, for the purpose of regulating and restraining the sale of liquor and not for the purpose of promoting it: Commonwealth v. Stofchek, 322 Pa. 513; Oriole’s Liquor License Case, 146 Pa. Superior Ct. 464; Commonwealth v. Bienkowski, 137 Pa. Superior Ct. 474. The constitutionality of the act as a proper exercise of the police power was upheld in the Stofchek case, supra, wherein the Supreme Court said, pages 520, 521, 522: ‘The Liquor Control Act is stated by the legislature to be . . . “an exercise of the police power of the Commonwealth for the protection of the public welfare, health, peace and morals of the people of the Commonwealth, and to prohibit forever the open saloon ; . . .” While that body may so express its object, the courts Avill examine the act to determine AAdiether there is a real relation of the subject matter to that purpose. As thus examined its provisions are in entire accord with the police poAver of the state as it has been defined by our decisions. . . . The legislature alone is the judge of the necessity or expediency of the means adopted to effect a legitimate object. ... A transaction Avliich is innocuous, if considered separately, may nevertheless be included in the scope of a general prohibitory measure designed to accomplish a purpose Avell Avithin an admitted governmental poAver.’\n“. . . Admittedly, plaintiffs exhibit televised entertainment in their licensed establishments, presumably for the purpose of attracting and holding patrons and thereby increasing sales. The legislature had the poAver to absolutely forbid, or to grant under specified conditions, licenses for the sale of intoxicating liquors. It had the power to absolutely forbid or. to permit under specified conditions, entertainment in licensed establishments. It had the poAver to fix the amount of the liquor license fees in municipalities according to population. Likewise, it had the power to fix the amount of the amusement permit fee in licensed establishments at one-fifth of the liquor license fee. In view of the foregoing and since the Liquor Control Act was enacted to restrain and not to promote traffic in liquor, it necessarily follows that both Section 602 (14) supra, and the regulation, Bulletin A-62, issued by the Board pursuant thereto, have a reasonable relationship to the end to be attained in regulating traffic in intoxicating liquors, and as such are a legitimate and proper exercise of the police power reserved to the state and, further, do not contravene any of plaintiffs’ other constitutional rights.”\nThere is nothing in the opinion in Flynn v. Horst, 356 Pa. 20, 51 A. 2d 54, which supports the contentions of plaintiffs in the present case. We there held section 2 of the Act of May 29, 1901, P. L. 327, as amended by the Act of June 5, 1913, P. L. 412, unconstitutional to the extent that it imposed license fees of $500 upon wholesale dealers in oleomargarine and $100 upon retail dealers because the findings established that it was an oppressive and unwarranted restriction upon a lawful business and Avas not a police regulation, but in practical operation a device to hamper or destroy a legitimate business.\nSubsequent to the argument in the court below, television was specifically excepted from the special permit requirements of Section 602, sub-section 14, by the amendatory Act of May 2, 1949, P. L. 896, 47 PS 744-602 (14). It Avas argued on appeal that the amendatory Act is in effect a repeal of Section 602 (14) as to television, and in the absence of a saving clause, bars any claim or action against licensees who, Avithout a permit, presented television exhibitions in their licensed establishments prior to September 1, 1949, the effective date of the amendment. This contention is likewise without merit. Whether the exception of television be regarded as a partial repeal or an amendment of the statute is immaterial. In either event the right of the Commonwealth to recover permit fees which accrued prior to I he effective date of the amendment would remain unaffected: see Statutory Construction Act of 1937, P. L. 1019, sections 73, 96, 46 PS 573, 596.\nDecree affirmed. Costs to be paid by appellants.\n“Whenever a section or part of a law is amended, the amendment shall be construed as merging into the original law, become a part thereof, and replace the part amended and the remainder of the original law and the amendment shall be read together and viewed as one law passed at one time; but the portions of the law which were not altered by the amendment shall be construed as effective from the time of their original enactment, and the new provisions shall be construed as effective only from the date when the amendment became effective.”\n“The repeal of any civil provision of a law shall not affect, or impair any act done, or right existing or accrued, or affect any civil suit, action or proceeding, pending to enforce any right under the authority of the law repealed. Such suit, action or proceeding shall and may be proceeded with and concluded under the laws in existence when such suit, action or proceeding was instituted, notwithstanding the repeal of such laws, or the same may be proceeded with and concluded under the provisions of the new law, if any, enacted.”"}