{"id": "1223512", "contents": "Opinion by\nMr. Justice Horace Stern,\nThe issue here involved may appear superficially to be one merely of procedure but in reality the question is whether an insurance company must account for the performance of its obligations under a policy of fire insurance to anyone other than the named insured.\nPlaintiffs in September, 1944 leased a tract of land owned by them to one Mary E. 'Kaehler for a term of one year, which was later extended for a term of two additional years. The land contained an aeroplane hangar and was laid out as an airport. The lease provided that if the lessee built additional hangars on the premises they should remain her property and be removable by her on the termination of the lease. The lessee agreed to “keep the buildings now erected or to be erected upon said premises insured against loss by fire, at her own cost and expense”, and also to “keep all runways and hangars in good condition and proper repair at her own proper cost and expense.”\nSome time after the execution of this lease the lessee took one Louis A. Raub as a partner in the operation of the airport. In November,- 1946 they — the partners— obtained from the Hanover Fire Insurance Company a policy which provided that the company, for the term of three years, “to an amount not exceeding Fifteen Thousand Dollars, does insure Louis A. Raub and Mary Eileen Kaehler ... to the extent of the actual cash value of the property at the time of loss, . . . .” The properly insured was described as including the one story building known as Hangar No. 1 (which was the hangar on the premises when the lease was executed), the personal property contained therein, the one story building known as Hangar No. 2, and the one story building known as Hangar No. 3. The personal property in Hangar No. 1 belonged to Kaebler and Raub, and Hangars Nos. 2 and 3, which had been erected by them after the execution of the lease, also belonged to them. Kaehler and Raub paid all the premiums on the policy.\nA fire occurred in March, 1947 which resulted in a total loss of Hangar No. 1 and other property on the leased premises. Kaehler and Raub settled with the Insurance Company for the loss occasioned by the fire but in an amount which did not include the value of Hangar No. 1. They refused to file a proof of loss in regard to that hangar and they refused also to institute any action against the Insurance Company for the loss sustained by its destruction. Thereupon plaintiffs themselves filed a proof of loss and brought the present action against the Insurance Company to recover for that loss, averring in their complaint all the facts above stated. Defendant demurred on the ground that the complaint did not show any right of action against it on the part of plaintiffs. The court below below sustained the demurrer and dismissed the complaint, from which order plaintiffs have appealed.\nThe sole question is whether plaintiffs can recover on a fire insurance policy in which they are not named as a party and in which they are not referred to in any manner whatsoever. That the policy was entered into by Kaehler and Raub as plaintiffs’ agents — which would give plaintiffs the status of undisclosed principals — -is not supported by the facts of the transaction, and indeed plaintiffs make no such claim. Apparently the only ground upon which they assert a right of action is their contention that the insurance, was taken out for their benefit in pursuance of the provision to that effect in the lease.\nThere are two reasons why this claim is untenable. The first is that their contention that the insurance was carried primarily for their benefit is unwarranted. The lease provided that the lessee was to keep the hangars in good condition and repair at her own cost and expense ; she thereby obligated herself to restore plaintiffs’ hangar at the time of the termination of the lease even though it were meanwhile destroyed by fire or other accident: Hoy v. Holt, 91 Pa. 88; Girard Trust Co., Agent, v. Tremblay Motor Co., 291 Pa. 507, 518, 140 A. 506, 510. in view of that obligation the lessee had a primary and paramount insurable interest of her own in the policy, that interest being the value of the property which she was bound to replace: Imperial Fire Insurance Co. v. Murray, 73 Pa. 13. A policy of fire insurance is a personal contract of indemnity against such loss as the insured may sustain; the insurance is not of the property as such, but of the interest of the insured in the property: Gorman’s Estate, 321 Pa. 292, 295, 184 A. 86, 87; Olyphant Lumber Co. v. Peoples’ Mutual Live Stock Insurance Co. of Philadelphia, 4 Pa. Superior Ct. 100, 104; Abbottsford Building & Loan Association v. William Penn Fire Insurance Co., 130 Pa. Superior Ct. 422, 426, 197 A. 504, 506. What defendant’s policy insured, therefore, was the interest of the partners, Kaehler and Raub, in the property insured.\nThe other reason why plaintiffs cannot recover on the policy is because, whatever incidental interest they may have had therein, and even if, as between them and the lessee, they were meant to be a beneficiary thereof, they are not referred to in the policy itself as an intended beneficiary; indeed it does not appear that the Insurance Company ever knew of the lease from plaintiffs to Kaehler, or even that any such persons as plaintiffs existed. To be a third party beneficiary entitled to recover on a contract it is not enough that it be intended by one of the parties to the contract and the third person that the latter should be a beneficiary, but both parties to the contract must so intend and must indicate that intention in the contract; in other words, a promisor cannot be held liable to an alleged beneficiary of a contract unless the latter was within his contemplation at the time the contract was entered into and such liability was intentionally assumed by him in his undertaking; the obligation to the third party must be created, and must affirmatively appear, in the contract itself: Klinger v. Wick, 266 Pa. 1, 5, 6, 109 A. 542, 543; 17 C. J. S. 1127-1130, §519(c); 12 Am. Jur. 831, 832, §280; 833, 834, §281. The fact, therefore, that plaintiffs would be incidentally benefited would not give them a right to recover on the' policy by virtue of any arrangement between them and Kaeliler where the Insurance Company assumed no obligation to them in the policy but believed itself to be insuring only the interest of the persons named therein.\nPlaintiffs suggest that they are entitled to bring suit on the policy because of Pa. R. C. P. 2002, which provides that all actions shall be prosecuted by and in the name of the real party in interest. This, however, overlooks the fact that Rule 2002 is merely procedural in scope and does not work any change in the substantive law; it does not go into operation until after it has been determined that a given person is the real party in interest: Goodrich-Amram, §2002(a)-2; §2002(a)-14. Prom what has heretofore been said it is clear that plaintiffs are not the real party in interest, for the real party in interest in any given contract or chose in action is the person who can discharge the duties created and control an action brought to enforce rights, — not necessarily the person who may be ultimately entitled to the benefit of any recovery obtained nor the person beneficially interested therein: Goodrich-Amram, §2002(a)-3; Kusmaul v. Stull, 356 Pa. 276, 280, 51 A. 2d 602, 604. To be the real party in interest one must not merely have an interest in the result of the action but must be in such command of the action as to be legally entitled to give a complete acquittance or discharge to the other party upon performance. It is obvious that plaintiffs did not have the right to discharge defendant’s obligations under this policy; only a release by the named insured could effect such a discharge.\nAs stated in the beginning of this opinion, the issue under discussion is not merely a procedural one. The real question is whether plaintiffs have a substantive cause of action against defendant. If it were to be held that such a cause of action existed the Insurance Company would be deprived thereby of two fundamental rights. One such right is its privilege to choose the person to whom it is willing to issue an insurance policy. “The safety of the insurer is dependent much upon the character of the assured, not alone upon his integrity and good faith, but upon his habits of carefulness, of prudence, and vigilance. It is obvious that the danger of fire may be much less when the assured is a man watchful and provident than where he is heedless and negligent, as well as dishonest”: State Mutual Fire Insurance Co. v. Roberts, 31 Pa. 438, 440. ‘A man who contracts with one person may well refuse to permit another to become a party to the agreement. This is peculiarly true when the relation is one of trust and confidence, which is necessarily the case between the insurers and the insured. The former may therefore properly require that they should not be put under an obligation to indemnify a third person by an act to which they do not agree”: Insurance Co. of Pennsylvania v. Phoenix Insurance Co., 71 Pa. 31, 35.\nThe second right of which defendant would be deprived is that of dealing exclusively with the named insured, uegotiating with them a settlement, and obtaining from them a release of its obligations under the policy, — all without the necessity of recognizing the alleged interest of any third persons of whom it had no knowledge and to whom it never intended to assume, and in fact did not assume, any obligation.\nThis litigation, of course, does not call for a determination of the rights of plaintiffs against their lessee. As far as defendant Insurance Company is concerned, their sole right is to maintain a suit in equity, as in Dubin Paper Co. v. Insurance Co. of North America, 361 Pa. 68, 63 A. 2d 85, whereby any cause of action that may exist in favor of plaintiffs against their lessee under the lease, and any cause of action that may exist in favor of the latter and. her partner against the Insurance Company under the policy, can be adjudicated independently of one another and each on its own merits.\nOrder dismissing the complaint affirmed.\nIt is true that a third party beneficiary may be in contemplation without being specifically or individually designated; for example, there is a type of policy frequently taken out by a bailee covering goods in his possession “on account of whom it may concern”, or by “trust and commission”, or with similar clauses; in such cases the bailor may recover on the policy. The present policy contained an “in trust or on commission” clause but only with respect to the personal property, not the land and hangars."}