{"id": "1223475", "contents": "Opinion by\nMr. Justice Aleen M. Stearne,\nThis is an appeal from the refusal of the court below i o take off a nonsuit in an action in assumpsit. The question is whether, under a written contract of employment by which the employe agreed that his services shall be rendered to the “satisfaction” of the employer, there was sufficient evidence of bad faith and lack of genuineness concerning the employer’s expression of dissatisfaction to require submission to a jury.\nThe principle which has particular application to the present case is succinctly stated by Mr. Justice Horace Stern in Burke v. Daughters of the Most Holy Redeemer, Inc., 344 Pa. 579, 581, 26 A. 2d 460: “. . . the principle [is] established by the long line of cases beginning with Singerly v. Thayer, 108 Pa. 291, 2 A. 230,. that under such a contract the test of adequate performance is not whether the person for whom the service was rendered ought to be satisfied, but whether he is satisfied, there being, however, this limitation, that any dissatisfaction on his part must be genuine and not prompted by caprice or bad faith.”\nThe testimony of the plaintiff, which, in considering the propriety of the entry or removal of a nonsuit, must be viewed in the light most favorable to plaintiff, is as follows: plaintiff is a skilled leather worker and has had experience as journeyman, foreman, manager and manufacturer in the leather luggage business. Defendant is a corporation engaged in the manufacture of leather goods. On February 11, 1948, plaintiff and defendant entered into a written agreement by which defendant employed plaintiff as foreman and manager for the period of one year at a named weekly wage. One of the terms of the contract was that plaintiff’s services were to be subject to the “satisfaction” of defendant. Plaintiff was discharged before the expiration of the term of the agreement. Suit was instituted and trial had. It was testified that five days after the date of the contract plaintiff reported for work. Defendant’s principal place of business was located at Second and Allegheny Avenue, Philadelphia. Plaintiff was sent to an empty factory space in a building located at 32nd and Allegheny Avenue, where defendant intended to open and establish a branch factory. For three months nothing was done; during this period no machinery or equipment was installed; there were no tools supplied and no leather furnished. An additional workman was hired by plaintiff, at defendant’s direction, when a quantity of defective zipper bags were sent from the main factory to plaintiff for repair. One month thereafter (four months after contract) defendant commenced to install machines. After additional workers were hired, defendant failed to furnish and install the necessary equipment. Defendant did not supply plaintiff with sufficient orders to operate the plant efficiently, even if the factory had been suitably equipped. Plaintiff was informed by defendant’s president that “he was not going to spend any money for anything.” On July 30,1948 (five months after the contract) defendant closed the factory and discharged all the workers, including plaintiff.\nAt the trial defendant’s counsel produced three “zipper bags” concerning which plaintiff was cross examined. Apparently the zippers did not close properly, upon which fact defendant relied to demonstrate why plaintiff’s work was unsatisfactory. Plaintiff testified that the bags were unfinished and for other reasons disclaimed responsibility. The bags, as exhibits, were apparently offered in evidence on behalf of defendant, although the record does not disclose when they were offered or by whom. Such testimony, or exhibits, formed no part of plaintiff’s proofs and should not have been then admitted in evidence.\nA question of fact was therefore presented whether defendant’s dissatisfaction was genuine or was prompted by caprice or bad faith. If plaintiff was engaged to superintend the organization of a factory unit, and for three months nothing was done and no machinery or equipment supplied, and during the fourth month inadequate facilities and no raw materials were furnished, and at the close of the fifth month, after defendant’s inadequate effort to organize, the entire project was abandoned and all help discharged, such testimony is sufficient to submit to the jury concerning the bona fides of the expressed dissatisfaction: Williams et al., for use of, v. Notopolos, 259 Pa. 469, 477, 103 A. 290.\nJudgment'reversed with a procedendo."}