{"id": "1223556", "contents": "Opinion by\nMe. Justice Hoeace Steen,\nA paragraph in the will of the testator, Charles L. Gerlach, provides as follows: “I give, devise and bequeath all my right, title and interest in my business, known as the Allentown Supply Company, to the following in equal shares absolutely;” There were named thirteen persons as the beneficiaries of this gift, most of whom were old employes of the business, one was decedent’s financial advisor, another his attorney; two of these legatees predeceased the testator. His residuary estate was left in trust to pay one-third of the net income to his mother for life and two-thirds to his wife for life; upon the death of both of them the principal was to go in equal shares to those of his brothers and sisters who survived him.\nOn the adjudication of the executor’s first account controversy raged around two principal questions:— (1) Was the bequest of the testator’s interest in his business adeemed by circumstances hereinafter referred to? (2) Was certain real estate, the title to which was held in the name of the testator, an asset of the business and therefore included in the bequest?\nThe Allentown Supply Company, which conducted a coal, fuel and electrical appliance business, was originally a corporation under the name of the Allentown Supply Company, Incorporated, the stockholders being Gerlach, John W. Pratt and Morris A. Bitting. In 1937 it was converted into a partnership of the same three persons; this partnership was reorganized in 1939, and in 1943 Bitting’s interest was purchased by Gerlach who continued the partnership thereafter with Pratt. Gerlach executed his will on August 1,1945. On November 16, 1946 the business was again changed to a corporation under the name of Allentown Supply Corporation, 15,000 shares of which, valued at $120,000, were held by Gerlach, and 33 shares at $264, by Pratt; the stock certificates, however, were never actually issued. Gerlach died on May 1, 1947. His widow filed an election to take against the will.\nThe present appeal is by the testator’s mother who claims that because the bequest to the appellees was of the testator’s interest in the “business, known as the Allentown Supply Company”, and because that business was subsequently and before his death incorporated under the name of “Allentown Supply Corporation”, the bequest was adeemed and nothing passed thereunder to the named legatees. As the court below properly held, however, the change from partnership to corporation was one of form rather than of substance, as had likewise been the change from corporation to partnership in 1937. Whether as a partnership or as a corporation it was always Gerlach’s business; the interest originally of Bitting and Pratt, and subsequently of Pratt alone, was practically negligible; there was never any change in the identity of the enterprise, which, to Gerlach, was always “my business”. The mere fact that his capital investment increased considerably between the time he executed his will and the time of the formation of the corporation is of no legal significance in the determination of the question of ademption, and the same is true of the fact that a few days before his death he offered to sell stock in the corporation to his employes; this might have meant merely that he wanted them to have an interest in the business thenceforth and not only after his death, there being nothing in the record to indicate that he had- any presentiment at that time of his approaching end.\nThe bequest of testator’s interest in his business was, of course, a specific one and therefore subject to ademption if the business was extinguished before his death. There, seems to be some difference of opinion in the authorities as to whether weight should be given to the assumed intention of the testator in determining whether, if the subject of the specific gift has been sold or destroyed and the testator acqfiires another thing which possesses the same qualities as the original, such subsequently acquired property passes under his will, but all the authorities agree that “If property which is specifically devised or bequeathed remains in existence, and belongs to testator at his death, slight and immaterial changes in its form do not operate as an ademption”: Page on Wills (3rd ed.), vol. 4, p. 375, sec. 1523. In Horn’s Estate, 317 Pa. 49, 52, 175 A. 414, 415, the question was whether a legacy of stock in a certain named corporation was adeemed by the consolidation of that corporation with another company into a single and distinct corporation whereby the testator received a different number of shares in the new company and of different classes and subsequently also a voting trust certificate in a fourth corporation which had taken over some of the property of the consolidated company. It was held that an ademption had resulted, but the test to be applied was stated by Mr. Justice Linn (p. 52) as follows: .“The question now is: Does the thing given exist? — are the shares in the third and fourth corporations substantially the same thing as the Fuel Corporation stock, though in different forms and with different names? — or is the property claimed a different thing?” Prom the opinion of Cozens-Haedy, M. R. in Slater v. Slater [1907] 1 Ch. 665, 672, there was quoted the following: “I feel bound myself to adopt the view taken not in one case only, but in many, that you have to ask yourself, Where is the thing which is given? If you cannot find it at the testator’s death, it is no use trying to trace it unless you can trace it in this sense, that you find something which has been changed in name and form only, but which is substantially the same thing.” The change in the subject of the bequest in the present case was obviously not like the one where real estate devised in a will was sold by the testator and what he owned at his death was a purchase money mortgage on the property (Gibson’s Estate, 22 Dist. Rep. 482); or where shares of stock were sold and a bond taken by the testator in payment (Blackstone v. Blackstone, 3 Watts 335); or where a particularly described ground rent was paid off to the testatrix and the proceeds were subsequently invested by her in a different ground rent (Harshaw v. Harshaw, 184 Pa. 401, 39 A. 89); or where certain life insurance policies bequeathed by the testator matured and were paid to him and he invested the proceeds in bonds (Pruner’s Estate, 222 Pa. 179, 70 A. 1000); or where a farm devised in a will was sold by the testator who subsequently reacquired the underlying coal on which he had held a purchase money mortgage (Miller’s Estate, 251 Pa. 201, 96 A. 473). It is obvious that in all those cases the property bequeathed or devised was either wholly extinguished or changed into property of a distinctly different nature. On the other hand, where a testator bequeathed a certain number of shares which he then held in a trust company, and the company doubled the par value of its stock whereby he received in exchange one-half the number of shares previously held by him but of the new par value, no ademption was thereby effected (Appeal of The Fidelity Insurance Trust & Safe Deposit Company, 108 Pa. 492, 1 A. 233). In Maynard v. Bank, 7 Phila. Rep. 6, it was held that a legacy of shares of stock in a state bank was not adeemed by the bank’s conversion to a national bank. What the testator bequeathed in the present case was not an interest in a partnership as such, nor in a corporation as such, but an interest in his business as it existed at the time of his death, — in his business enterprise, whatever its form. Since his interest in the corporation remained the same as his interest in the partnership, and since no change of any hind took place in the operation of the business, no ademption of the legacy resulted.\nThe business of the Allentown Supply Company was originally conducted at 113-125 Hamilton Street on premises leased to the company. Subsequently Gerlach acquired in his own name the title to this building and to two adjoining lots. Appellant contends that this real estate became testator’s individual property and was not an asset of the business. Of the amounts paid for these properties part was paid directly out of the funds of the Allentown Supply Company and part out of the testator’s personal funds; as to the latter payments, however, he was credited in the capital account of the partnership with the amounts which he thus contributed. The evidence seems clear that he intended that these properties should belong to the business; the entries on the company’s books, obviously made with his approval, indicated that they did so belong; in written statements given to one of the creditors of the business he included this real estate in his enumeration of the partnership assets and excluded it from a statement which he made as to his personal resources; confirmation appears also in an income tax return filed by the partnership and in the fact that the taxes and insurance premiums on the properties were paid by the partnership and subsequently by the corporation, and that no rent was ever paid to the testator; it is to be noted also that the properties were specifically included in the partnership assets which the corporation was to receive in exchange for the issuance of its stock. Since the real estate was originally acquired with partnership funds, or — which is equivalent — by the crediting of the testator’s capital account with the moneys he laid out, it thereby became partnership property: Act of March 26, 1915, P. L. 18, sec. 8(2); Magen v. Neiman, 301 Pa. 164, 170, 151 A. 796, 798. The testator held the properties under a resulting trust: Lynch v. Cox, 23 Pa. 265; Galbraith v. Galbraith, 190 Pa. 225, 42 A. 683; it is immaterial that part of the purchase money was not advanced by the company in the first instance, for a trust results when such a purchase is made even though the payment by the beneficiary is temporarily deferred or the purchase money is furnished by another on his behalf: Kauffman v. Kauffman, 266 Pa. 270, 276, 109 A. 640, 642; Jennings v. Everett, 161 Pa. Superior Ct. 443, 446, 55 A. 2d 569, 571. It may be added that if the real estate was not included in the assets of the business the legacy to the testator’s employes would have been somewhat in the nature of a mockery because there is strong indication in the record that without such inclusion the business would be in a bankrupt condition; (cf. In re Friedrichs’ Estate, 107 Cal. App. 142, 290 P. 55).\nAs the result of the original hearings the auditing judge concluded that the real estate was not a part of the assets of the business and entered a decree nisi accordingly, but, exceptions having been filed, appellees thereupon petitioned for a rehearing, which the court granted; after taking further testimony the court reversed its former finding and concluded that the real estate was included in the assets of the business. Appellant now contends that the court had no right to grant the rehearing. Whatever the court’s power in that regard might have been after the entry of a final decree and a long passage of time, there certainly can be no doubt of its right merely after the entry of a decree nisi to receive additional testimony and correct whatever errors it may thereby discover that it had made in its original findings. “It is familiar doctrine in the chancery practice that the door of equity is never closed, and as the orphans’ court is within its jurisdiction a court governed by equity principles and practice, we think this petition should have been entertained and the case reopened for the introduction of the proposed new testimony”: Semple’s Estate, 189 Pa. 385, 394, 42 A. 28, 30, 31. The orphans’ court “in its discretion may correct its own records in the interest of justice, even to protect parties from the effect of their own mistakes or blunders. This power is inherent in the court independently of the Act of October 13, 1840 (1841), P. L. 1”: Sloan’s Estate, 254 Pa. 346, 350, 98 A. 966, 967, 968; Chappell’s Estate, 264 Pa. 486, 107 A. 846; Troutman’s Estate, 270 Pa. 310, 320, 113 A. 405, 408; Bender’s Estate, 278 Pa. 199, 203, 122 A. 283, 284; Willing’s Estate, 288 Pa. 337, 343, 135 A. 751, 752; Estate of Helen Turnbull, 88 Pa. Superior Ct. 482, 494.\nAppellant’s complaint that the testimony of some of the appellees should not have been received because they were not competent witnesses under the Act of May 23, 1887, P. L. 158, is not well founded. Her claim and that of appellees are both under the testator’s will; therefore, the controversy being one involving merely the testamentary distribution of property, these witnesses were competent regardless of any interest possessed by them in the testator’s property: Dalbey’s Estate, 326 Pa. 285, 192 A. 129. It is only where a witness has an interest adverse to that of the testator that he is disqualified: Brose’s Estate, 155 Pa. 619, 620, 26 A. 766, 767. Moreover, appellees’ principal witness, Mr. Pratt, having been examined merely as to then existing facts was thereupon cross-examined by counsel for appellant and interrogated as to transactions that occurred during testator’s lifetime; this made him a competent witness as to all relevant matters: Clad’s Estate, 214 Pa. 141, 144, 63 A. 542, 543; Mack’s Estate, 278 Pa. 426, 431, 123 A. 462, 464. Finally, it may be pointed out that the testimony objected to by appellant added little if anything to the facts otherwise established in the record, and the factual and legal conclusions of the court below would be amply justified even if no consideration had been given to such testimony.\nAppellant asserts that there is an obligation on the part of the corporation to pay the estate for large amounts which she claims it owed to the testator. But any such obligation does not extend to sums which were contributed by him as capital; a distinction is clearly drawn on the books between the testator’s capital account and the amount payable to him as a creditor.\nFinal decree affirmed, costs to be paid out of the estate.\nIn that case the testator also subscribed for additional shares equal to the number he received of the new par value; the court properly held that the legatee was not entitled to such additional stock."}