{"id": "1225628", "contents": "Opinion by\nMr. Justice Bell,\nMartin sued Hoffman and Pacenta for injuries caused by tbe concurrent, joint and united negligence of the above-mentioned defendants. The jury returned a verdict against defendants, William Walter Hoffman and Pacenta; the lower court entered a judgment n.o.v. in favor of Pacenta on the ground that he was not guilty of any negligence; and William Walter Hoffman appealed.\nHoffman’s automobile, in which plaintiff was a passenger, was being driven South on Rice’s Mill Road at about 11 p.m. It was traveling 35 miles an hour as it approached Church Road, which runs at almost right angles. Hoffman testified he stopped at the “Stop” sign just before entering Church Road, but there was some conflict in the testimony on this point. Church Road runs East and West and has two lanes of traffic. A large electric light hangs over the center of the intersection of these two roads.\nPacenta came from Hoffman’s right and was driving on a through highway. He was traveling at 20 to 25 miles an hour. A high hedge and buildings obstruct the intersection and extend along both the Southerly side of Church Road and the Western side of Rice’s Mill Road and continue right up to the corner of the intersection. Hoffman claims that when he was in the intersection he was only going between 10 and 15 miles an hour. Neither Hoffman nor Pacenta saw the other car or its headlights until a moment before the collision, at which time the front of Hoffman’s car was just about over the intersection. Pacenta’s car struck the Hoffman car on the latter’s right rear. The Hoffman car continued across the intersection into a fire plug and the Pacenta car followed it and was stopped, heading in the same general direction.\nPacenta further testified that the first time he saw the Hoffman car was when the front of his own car was about 10 feet West of the center of the intersection; that at that time the Hoffman car had just entered the intersection and the collision occurred almost in a fraction of a second thereafter. Considering the speed of each car and the way the accident occurred, it is difficult to see how this testimony could be accurate. Church Road is about 18 feet to 20 feet wide and Rice’s Mill Road about 14 feet to 16 feet wide. Why neither defendant saw the other until a moment before the collision was never satisfactorily explained. One idea was that the overhead electric light prevented each driver from seeing the headlights of the other car; but the jury could readily have found from the evidence that neither driver was looking for intersecting traffic as he should have been.\nThe lower court felt that Pacenta was not guilty of any negligence because his speed was not unreasonable and in any event was not the proximate cause of the accident; he was on a through highway; he had no duty to anticipate that another car would run through a “Stop” sign or be driven negligently; and Pacenta also had the right of way. We believe however that there was sufficient evidence to justify the jury in finding, as they did, that both drivers were lacking in due care.\nSection 1016, sub-section (b) of The Vehicle Code (Act of May 1,1929, P.L. 905, art. X, as amended; 75 P.S. §591 (b)) requires the driver of an automobile to stop at a “Stop” sign or “Stop intersection”; and even thereafter the driver of such automobile must continue to look and to proceed with care. Section 1014, sub-section (c) of The Vehicle Code (id; 75 P.S. §573 (c)) gives the right of way to a vehicle proceeding on a through highway, but provides that this “shall not operate to relieve' the driver of any vehicle being operated on a through highway from the duty to drive with due regard for the safety-of vehicles entering such through highway, nor shall it protect the driver of any vehicle on a through highway from the consequence of an arbitrary exercise of such right of way”. This right of a vehicle on a through highway is a qualified one. The driver must still exercise due care and, if he fails to exercise due care and to take such precautions as a prudent man would in regard to speed of his car or to control of his car or to keeping a look-out for cars approaching the intersection, he may be found guilty of negligence. Dayen v. Penn Bus Co., 363 Pa. 176, 69 A. 2d 151; Maio v. Fahs, 339 Pa. 180, 14 A. 2d 105.\nPaeenta drove into the intersection, which he knew was a blind one, between 25 and 30 miles an hour, without reducing his speed. The jury could have found, and evidently did find, that he was negligent either in driving that fast through a blind intersection, or in failing to look and see the other car until its front was in or near the middle of the intersection, or in failing to make proper observation, or to take reasonable precautions when he saw or should have seen the Hoffman car.\nWe are convinced there was sufficient evidence to justify the jury’s verdict against both defendants. The judgment entered by the court below in favor of the defendant, Paeenta, n.o.v., is reversed; the record is remitted with instructions to enter judgment on the verdict in favor of the plaintiff; costs of this appeal to be paid by Paeenta.\nItalics ours, throughout."}