{"id": "1225536", "contents": "Opinion by\nMr. Justice Bell,\nThis is an appeal from an order of the court below dismissing plaintiff’s motion to take off a non-suit.\nYola Scacchi consulted Dr. Montgomery, who decided that the patient’s right tube and ovary should be removed because of an ovarian cyst. Shortly after the second operation the patient died and her administrator brought this action against the Doctor, alleging that after the first operation the ligature Avas not properly placed and tied so as to prevent hemorrhages and that the defendant did not take proper precautions as to the post-operative care of the decedent. The lower court entered a non-suit.\nThe operation on Mrs. Scacchi involved severing the ovarian artery and vein which are contained in the infundibulo-pelvic ligament and ligating them permanently. The Doctor, because of conditions he found when he opened the abdomen, used one fixation suture ligature instead of the customary two. When the operation was completed the ligature was apparently doing its job, the area was dry at the time of final inspection, and Dr. Montgomery closed the abdomen. The operation was concluded at 2:40 p.m. About 4:30 p.m. the decedent’s husband noticed a blood spot on the spread about the size of a grapefruit. The patient was hemorrhaging very badly internally. Dr. Montgomery was immediately notified, but as he was engaged in another operation, he sent his assistant to see the patient. Dr. Montgomery then arranged for another operation on the patient, in the meantime having blood plasma and the proper fluids administered intravenously.\nDefendant as soon as possible reopened the decedent’s abdomen and found that the bleeding was coming from the ovarian artery and vein in the infundibulo-pelvic ligament and there was no evidence of the ligature which had slipped or become detached. In the emergency he placed two ligatures over the dissected vessel and after some precautionary steps the abdomen was again closed. By 8:45 that night the patient had responded satisfactorily, according to the testimony of the Doctor, to the aforesaid emergency measures and the internal hemorrhages had apparently been stopped.\nAbout 11 o’clock the patient developed pulmonary manifestations. Dr. Montgomery was called but despite his efforts, the patient died within half an hour. The cause of the pulmonary manifestations was never established; the only evidence with respect thereto being that of Dr. Montgomery who testified under cross examination that he felt there were three possibilities: 1* a blood clot; 2, excessive intravascular fluid; and 3, failing terminal circulation due to strain on the heart.\nThe plaintiff had the burden of proving Dr. Montgomery’s negligence and in a case such as this it could be proved only by expert testimony to establish negligence in the operation or a procedure which was not in accord with standard medical practice or negligence in his treatment of the patient after the operation; Bierstein v. Whitman, 360 Pa. 537, 62 A. 2d 843; Wohlert v. Seibert, 23 Pa. Superior Ct. 213; Wigmore on Evidence, 3d Ed. Vol. VII, section 2090, p. 453; De Long v. Delaney, 206 Pa. 226, 55 A. 965.\nThe only evidence of alleged negligence produced by plaintiff in this tragic death was the testimony (1) of the defendant Avho was called by plaintiff as under cross-examination and (2) of the decedent’s mother, father, brother and husband. Dr. Montgomery’s testimony disclosed no negligence; and being credible and not rebutted Avas binding upon plaintiff: Kline v. Kachmar, 360 Pa. 396, 61 A. 2d 825; Matthews v. Derencin, 360 Pa. 349, 62 A. 2d 6.\nThe testimony of the decedent’s family was that after the second operation defendant made the following admissions with respect to what happened at the first operation: “He thought he probably severed a vein or cut too deep”, “I don’t Ioioav, it never happened to me before, I must have gone too deep or severed the vein”; “Maybe it happened I went too deep or skipped some vein”; “I may have skipped a vein”; “I skipped some vein or I cut too deep”. In the light of all the evidence presented, the Court below held and Ave concur that these statements were too vague or indefinite to establish negligence.\nPlaintiff also alleged in his complaint that the defendant did not take proper precautions as to the postoperative care of the decedent; that if proper care had been used it would have disclosed to the defendant the fact that “undue hemorrhage” was taking place. The decedent’s husband sought to imply that the intern and the nurse paid no attention to his wife from the time when she returned from the operating room until he called their attention to the large amount of blood in the patient’s bed, one hour and a half later. There was no evidence that the hospital intern or nurse were negligent in their post-operative care of the patient, but even if they had been, the defendant, under the facts in this case Avould not have been liable: Stewart v. Manasses, 244 Pa. 221, 90 A. 574; McConnell v. Williams, 361 Pa. 355, 65 A. 2d 243.\nUpon the record presented, the court properly entered a non suit.\nOrder affirmed."}