{"id": "1225614", "contents": "Opinion by\nMr. Justice Jones,\nThe plaintiff recovered a jury’s verdict in his suit for damages for the defendant’s breach of an alleged oral contract for the plaintiff’s professional (teaching) services. Thereafter, the court below ordered a new trial on the ground that “In the interests of justice there must be a new trial.” From that order, the plaintiff has appealed.\nThe trial judge who wrote the opinion for the court en banc on the award of the new trial, expressed himself as “. . . convinced from the questions, the attitude and the manner of the jury when they appeared for further instructions that they had failed in intelligently appraising the issue of fact in the case.” Our reading of the record confirms that the questions asked by the jurors indicated confusion in their minds as to what contract they were to consider. In addition to the oral contract, whereon the suit was based, two unexecuted written agreements, which had passed between the parties, were received in evidence at trial. One of these writings was offered by the plaintiff as documentary proof of the terms of the alleged oral agreement; and the other was offered by the defendant for the purpose of showing that on the date of the oral agreement, as alleged by the plaintiff, the minds of the parties had not met. The jurors, by their questions, gave the impression that they were determining the rights of the parties on the basis of either or both of the written contract forms which, admittedly, never attained binding force. It cannot, therefore, be said that, in granting a new trial, the learned court below was guilty of a palpable abuse of discretion. Accordingly, the action so taken is not reviewable, the new trial order not having been made otherwise to depend upon a controlling question of law: Held v. Van Tiggelen, 364 Pa. 317, 318-319, 72 A. 2d 73. See also Peoples First National Bank and Trust Company v. Christ, 361 Pa. 423, 428, 65 A. 2d 393; Frank v. W. S. Losier & Co., Inc., 361 Pa. 272, 276-277, 64 A. 2d 829; Weinfeld v. Funk, 342 Pa. 160, 161, 20 A. 2d 206; Kerr v. Hofer, 341 Pa. 47, 48, 17 A. 2d 886; and Reese v. Pittsburgh Railways Company, 336 Pa. 299, 300, 9 A. 2d 394.\nOrder affirmed."}