{"id": "1225590", "contents": "Opinion by\nMr. Chief Justice Drew,\n.This appeal is from an order of Court of Common Pleas No. 1 of Philadelphia County sustaining preliminary objection of William M. Strunk, one of defendants, to plaintiff’s complaint in assumpsit. The objection was in the nature of a petition to set aside the service of civil process as to Strunk on the ground that he was immune from such service at the time it was made.\nPlaintiff filed a complaint in assumpsit in Philadelphia County against the Strunk Steel Co., a corporation; Lewis Campbell, Jr., and William M. Strunk, the latter being a resident of Montgomery County. Service of the complaint was made upon Campbell in Philadelphia. However, on a warrant issued in Philadelphia County on the information of plaintiff in the instant proceeding, Strunk was arrested at his home in Montgomery County, charging him with fraudulent conversion and obtaining money by false pretenses. Both the civil and criminal actions grew out of the same facts and circumstances. Strunk entered bail to secure his attendance in Philadelphia County and later appeared before a magistrate there. A hearing was waived and Strunk was again freed on bail. A few moments later, while he stood on the sidewalk before the magistrate’s office in Philadelphia County, Strunk was served with plaintiff’s complaint in assumpsit. Preliminary objection filed by Strunk contesting the validity of this service was sustained by the learned court below.\nThe question of the legality of service of civil process on a nonresident defendant brought into a county on a criminal warrant issued on the information of the same party who had instituted a civil action against that defendant was considered by this Court in Wood v. Boyle, 177 Pa. 620, 35 A. 853. There we said (p. 632) : “. . . the great preponderance of authority is that the defendant in a criminal case is not privileged from arrest on civil process, while attending court, to answer a criminal charge. ... In the case of Key v. Jetto, 1 Pittsb. Rep. 117, Judge Woodward, sitting at nisi prius in 1854, held that the privilege did not extend to defendants in criminal cases. In 1 Am. & Eng. Ency. of Law, p. 724, there is an extensive collection of decisions of both English and American courts of last resort, in all of which it is held that the privilege did not extend to defendants in criminal cases.” While some jurisdictions hold to the contrary, we believe that the better reasoning supports the conclusion which this Court reached in Wood v. Boyle, supra, and we see no cogent reason to depart from the principle therein enunciated.\nThe privilege of exemption from service of civil process enjoyed by a non-resident suitor or witness in a civil action has long been recognized by our courts to be an exception to the general rule that a creditor may subject his debtor to service in whatever jurisdiction he may find him: Hayes v. Shields, 2 Yeates 222; Miles v. M’Cullough, 1 Binn. 77. It is not a privilege of the individual, however, but of the court itself and exists that the business of the courts might be expedited and justice duly administered by insuring immunity to those who might not otherwise appear and whose attendance is necessary to the proper trial of a case: Lamb v. Schmitt, 285 U. S. 222; Stewart v. Ramsay, 242 U. S. 128; Diamond v. Earle, 217 Mass. 499; Parker v. Marco, 136 N. Y. 585. Because this exemption constitutes a derogation of a natural right of party creditors, it should not be enlarged beyond the reason upon which it is founded and should be extended or withheld only as judicial necessities require: Lamb v. Schmitt, supra; Netograph Co. v. Scrugham, 197 N. Y. 377.\nA defendant in a civil action may appear in court to defend a suit brought against him or not as he sees fit. That the convenience of the court might be better served in the performance of its function, however, the exemption from service is offered to defendant in a civil action as an inducement to appear and defend. In a criminal action, on the other hand, there is no need of any such inducement. The criminal defendant has no choice in the matter of attendance. The purpose underlying the granting of the exemption in civil actions consequently is .realized in a criminal action merely by the employment of the ordinary processes of law. No further interest of the court is to be served by insuring immunity from service to a criminal defendant, and, since it is a privilege of the court and not a personal right, service of civil process upon him will not be invalidated merely because of his status.\nHowever, it is well settled that criminal process may not be used as a means of bringing a party into a jurisdiction in order that service of civil process may be had on him there. In such an instance, the latter service will be set aside as a fraud on the court. In the present controversy, there is the coincidence of parties and subject matter in both the criminal and civil actions, and the short period of twelve days which elapsed from the filing of the civil suit and the arrest of defendant, Strunk, under the criminal warrant. The cumulative effect of these facts is to raise a presumption that plaintiff did not act in good faith in bringing his criminal action, but fraudulently pursued this remedy primarily to enable the courts of Philadelphia County to obtain jurisdiction over Strunk in the civil suit. This abuse of process cannot be condoned, and therefore it was proper to set the service aside.\nThe order of the court below is sustained for the reason that plaintiff wrongfully used criminal process.\nOrder affirmed."}