{"id": "12278381", "contents": "OPINION\nJUSTICE TODD\nIn this discretionary appeal by the Commonwealth, we consider whether the presumption that information of public record cannot be considered “unknown” for purposes of proving the newly-discovered facts exception to the time requirements of the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546, applies to pro se petitioners who are incarcerated. For the reasons discussed below, we hold that the presumption does not apply to pro se prisoner petitioners, and so we affirm the Superior Court’s order remanding the matter to the trial court for further proceedings.\nI. Factual and procedural background\nOn March 9, 1993, at approximately 12:15 p.m., Officer Gary Fluman, a correctional officer at the Allegheny County Jail, received a report from an inmate that there was a problem on Range 17, in the East Block of the jail. After requesting backup, Officer Fluman approached Cell 17-S. A group of inmates was gathered outside the cell and advised Officer Fluman that someone was under the bed and would not come out. Initially, Officer Fluman could see only the mattress and bedding, but, when he entered the cell and removed the mattress and bedding, he observed that inmate Seth Floyd had a ligature consisting of a shoe lace and a piece of nylon cord tied around his neck; the other end of the ligature was tied to a chain that holds the bed to the wall. Officer Fluman could not detect a pulse, and another officer who had arrived on the scene radioed for a doctor. A third officer cut the ligature, and the doctor unsuccessfully attempted to revive Floyd. Following an autopsy, it was determined that Floyd died as a result of asphyxiation due to ligature strangulation, and the manner of death was listed as pending due to suspicious circumstances.\nDuring their investigation into Floyd’s death, correctional officers interviewed several inmates. One inmate reported that he was walking past Floyd’s cell on his way to lunch and observed Appellee Shawn Burton and another individual, Melvin Goodwine, engaged in conversation with Floyd inside his cell. When confronted with this information, Goodwine admitted that he had been in Floyd’s cell for a short time. Appellee, however, denied being in the vicinity of Floyd’s cell around the time of Floyd’s death, and, in fact, denied ever being in Floyd’s cell. Appellee later admitted that he was near Floyd’s cell at the time he died, but maintained that he had never been inside Floyd’s cell.\nTwo other inmates reported that, a few minutes before Floyd was found dead, they observed Appellee and Goodwine in Floyd’s cell, wrestling him onto his bunk and pinning him while he struggled to free himself. One of these two witnesses also stated that, shortly after he observed the physical altercation among Appellee, Goodwine, and Floyd, he saw Appellee and Goodwine run down the stairs, away from the area of Floyd’s cell. Another witness reported that, a few days before Floyd’s death, he overheard a conversation between Appellee and Goodwine in which Appellee told Goodwine that they needed to “fix that guy from California.” Affidavit for Criminal Complaint against Shawn Burton, 3/19/93, at 2. The witness explained that it is common knowledge in prison that the term “fix” means kill. Id. Further, it was confirmed that Floyd originally was from California, having recently moved to the Pittsburgh area. Based on the above evidence, Appellee and Goodwine were charged with Floyd’s murder.\nAppellee and Goodwine were tried jointly before the Honorable Donna Jo McDaniel. On September 28, 1993, Appellee was convicted of first-degree murder and conspiracy, and Goodwine was convicted of conspiracy. Appellee was sentenced to a mandatory term of life imprisonment; Goodwine was sentenced to 5 to 10 years imprisonment. Appellee appealed his judgment of sentence, which was affirmed by the Superior Court. Commonwealth v. Burton, 455 Pa.Super. 691, 688 A.2d 1225 (1996) (unpublished memorandum). This Court denied his petition for allowance of appeal on August 15, 1997. Commonwealth v. Burton, 549 Pa. 696, 700 A.2d 437 (1997).\nOn August 4, 1998, Appellee filed his first pro se PCRA petition, asserting various claims of ineffective assistance of counsel. After a series of procedural irregularities not relevant herein, Appellee filed an amended PCRA petition on October 5, 2005. The PCRA court dismissed Appellee’s amended PCRA petition on December 12, 2005, and the Superior Court ultimately affirmed the PCRA court’s dismissal on February 21, 2007. Commonwealth v. Burton, 924 A.2d 688 (Pa. Super. filed Feb. 21, 2007) (unpublished memorandum), appeal denied, 594 Pa. 702, 936 A.2d 39 (2007).\nOn May 30, 2013, Appellee received a letter from Charlotte Whitmore, a staff attorney with the Pennsylvania Innocence Project. The letter, dated May 23, 2013, included a copy of a pro se “Motion for Partial Expunction of Adult Criminal Record” (hereinafter “Motion to Expunge”) filed by Goodwine on July 29, 2009. In the Motion to Expunge, Goodwine asserted that he murdered Floyd “in self defense,” but was “advised not to use this defense at trial.” Motion to Expunge, at 2 ¶ 4. Goodwine further averred in the motion that “an innocent man went to jail for a crime that [Goodwine] committed.” Id. ¶ 5. According to Attorney Whitmore, she received copies of the Motion to Expunge and the trial court’s subsequent opinion denying the motion from Twyla Bivins, who claimed to have received the documents from Goodwine’s ex-girlfriend. In her letter to Appellee, Attorney Whitmore explained that the Innocence Project had not yet determined whether it would become involved in Appellee’s case, but advised him that, if he was not previously aware of the averments made by Goodwine in his Motion to Expunge, Appellee had 60 days to file a PCRA petition based on this “new evidence.” Letter to Shawn Burton from Charlotte Whitmore, 5/23/13, at 1.\nOn July 11, 2013, Appellee filed pro se a second PCRA petition asserting, inter alia, that Goodwine’s Motion to Expunge and the statements contained therein constituted newly-discovered exculpatory evidence that was unavailable at the time of his trial and which would have changed the outcome of his trial if the evidence had been introduced, citing, inter alia, this Court’s decision in Commonwealth v. Bennett, 593 Pa. 382, 930 A.2d 1264 (2007), and referencing the exception to the PCRA’s time limitations set forth at 42 Pa.C.S. § 9545(b)(1)(h). On August 6, 2013, the PCRA court issued notice of its intention to dismiss Appellee’s petition without a hearing pursuant to Pa.R.Crim.P. 907 on the grounds that it was untimely; that Appellee failed to aver any exceptions to the PCRA’s time requirements; that the petition was patently frivolous and without support on the record; that there were no genuine issues concerning any material fact; and that no purpose would be served by an evidentiary hearing. On August 21, 2013, Appellee filed a response to the PCRA court’s Rule 907 notice, and six days later, the PCRA court dismissed Appellee’s PCRA petition as “patently frivolous and without support on the record.” PCRA Court Order, 8/27/2013.\nAppellee filed a timely appeal to the Superior Court, and complied with the PCRA court’s instruction to file a statement of matters complained of on appeal pursuant to Pa.R.A.P. 1925(b). In his 1925(b) statement, Appellee claimed, inter alia, that he qualified for an exception to the PCRA’s time limitations pursuant to 42 Pa.C.S. § 9545(b)(1)(h), which provides that, where “the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence,” a petition may be filed within 60 days of the date the claim could have been presented. 42 Pa.C.S. § 9545(b)(1)(h). In its Rule 1925(a) opinion in support of its dismissal of Appellee’s petition, the PCRA court held that, “because [Appellee’s] Petition was untimely filed and ... he failed to properly aver any exceptions to the time-limitation provisions” of the PCRA, the court did not have jurisdiction to address the petition. Commonwealth v. Burton, 2013 WL 10257583, at *1 (Pa. Common Pleas Allegheny Cty. filed Nov. 4, 2013).\nIn July 2014, in an unpublished memorandum opinion, a divided panel of the Superior Court vacated the PCRA court’s order and remanded for an evidentiary hearing. The Commonwealth filed a timely application for reargument en banc, which the Superior Court granted, and the Superior Court withdrew its panel decision.\nOn August 25, 2015, in a published opinion authored by President Judge Emeritus John Bender, the en banc Superior Court vacated the PCRA court’s order dismissing Appellee’s second PCRA petition, and remanded for an evidentiary hearing. Commonwealth v. Burton, 121 A.3d 1063 (Pa. Super. 2015) (en banc). The majority first observed that, because Appellee’s judgment of sentence became final on November 13, 1997, he had until November 13, 1998 to file a PCRA petition, and, thus, the instant petition was facially untimely. However, as Appellee asserted that he qualified for an exception to the PCRA’s time limitations under subsection 9545(b)(1)(ii), in that the statements contained in Goodwine’s Motion to Expunge were unknown to him and could not have been discovered earlier with the exercise of due diligence, the majority proceeded to consider “the appropriate level of diligence required of an untimely PCRA petitioner.” Burton, 121 A.3d at 1068.\nRelying on, inter alia, this Court’s decisions in Commonwealth v. Selenski, 606 Pa. 51, 994 A.2d 1083, 1089 (2010) (in the context of a Rule 600 motion, holding due diligence “does not require perfect vigilance and punctilious care, but merely a showing the Commonwealth has put forth a reasonable effort”), and its own decisions in Commonwealth v. Davis, 86 A.3d 883 (Pa. Super. 2014), and Commonwealth v. Medina, 92 A.3d 1210 (Pa. Super. 2014) (en borne), the majority concluded that “due diligence requires neither perfect vigilance nor punctilious care, but rather it requires reasonable efforts by a petitioner, based on the particular circumstances, to uncover facts that may support a claim for collateral relief.” Burton, 121 A.3d at 1071.\nThe majority recognized that this Court has held that “publicly available information cannot predicate a timeliness exception beyond the 60-day grace period defined in Section 9545(b)(2)Id. (citing Commonwealth v. Taylor, 620 Pa. 429, 67 A.3d 1245, 1248 (2013) (information revealing a potential conflict on the part of defense counsel was on file with the clerk of courts before defendant was convicted; as such, the information was publicly available and did not support the “newly-discovered evidence” exception to the PCRA); Commonwealth v. Chester, 586 Pa. 468, 895 A.2d 520, 523 (2006) (trial counsel’s arrest for DUI within days of his court appearance on behalf of petitioner was a matter of public record and thus was not “unknown” to petitioner for purposes of the “newly discovered evidence” exception to the PCRA); Commonwealth v. Lark, 560 Pa. 487, 746 A.2d 585, 588 n.4 (2000) (suggesting that statistics contained in a study of the Philadelphia criminal justice system were of public record and could not be said to have been unknown)).\nHowever, the majority opined that “the rule is not absolute. It must adhere to the statutory language of Section 9545. The requirement is that Section 9545(b)(1)(ii) facts are ‘unknown to the petitioner.’ ” Burton, 121 A.3d at 1071 (emphasis original). The majority suggested that, while the presumption regarding public records is “reasonable when ... petitioner retains access to public information, such as when a petitioner is represented by counsel,” a pro se petitioner, who likely is incarcerated, does not have access to information otherwise readily available to the public, and, indeed, is “no longer a member of the public.” Id. at 1072 (citing 42 Pa.C.S. § 9543(a)(1)). Quoting at length from our decision in Commonwealth v. Bennett, 593 Pa. 382, 930 A.2d 1264 (2007), wherein we held that the public record presumption does not apply to PCRA prisoners who are abandoned by their counsel, the majority reasoned: “[i]f our Supreme Court [in Bennett] has recognized expressly that, without the benefit of counsel, we cannot presume a petitioner has access to information contained in his own public, criminal docket, then surely it cannot be that we presume a pro se petitioner’s access to public information contained elsewhere.” Burton, 121 A.3d at 1073. Accordingly, the majority held that “the presumption of access to information available in the public domain does not apply where the untimely PCRA petitioner is pro se.” Id.\nThe majority additionally concluded that there was no factual record developed by the PCRA court to support its rejection of Appellee’s assertion that he first learned of the statements Goodwine made in his Motion to Expunge when he received the letter from the Innocence Project in May 2013. Suggesting that Appellee’s diligence “may be sufficient,” the majority held that Appellee raised genuine issues of material fact which warranted an evidentiary hearing, and remanded the matter. Id. at 1073-74.\nJudge Judith Olson, joined by President Judge Susan Peikes Gantman and Judge Jacqueline Shogan, dissented. Suggesting that this Court’s case law holding that public records cannot be considered “unknown” for purposes of the newly-discovered facts exception “leaves no room for concepts of relaxed vigilance or diminished diligence,” Judge Olson stated:\nbecause a PCRA petitioner carries the burden to plead and prove that a timeliness exception applies, a fair reading of the case law clearly requires a petitioner to comb, regularly and routinely, through public sources in order to locate potentially exculpatory materials and come forward with a detailed explanation as to why an untimely request for collateral relief should be addressed.\nId. at 1076-77 (Olson, J., dissenting) (citing Commonwealth v. Williams, 35 A.3d 44 (Pa. Super. 2011)). In Judge Olson’s view, by failing to allege any specific steps he took to uncover Goodwine’s Motion to Expunge, Appellee failed to demonstrate why he could not have discovered the information earlier with the exercise of due diligence, and, thus, failed to raise a genuine issue of material fact that entitled him to a hearing. Burton, 121 A.3d at 1078.\nJudge Olson further offered that, because the majority exempted Appellee from the public records doctrine “based solely upon his pro se status, not what he did to uncover any allegedly unknown facts,” and, because “[njearly every petitioner” who invokes the exception will be incarcerated and/or pro se, “going forward, there is every reason to believe that all pro se petitioners who invoke the after-discovered facts exception based on public information will be entitled to a hearing on their claims.” Id. at 1078-79.\nThe dissent also maintained that “the Majority’s blanket conclusion that all pro se petitioners lack access to public records rests on unsubstantiated assumptions.” Id. at 1079. According to the dissent, “[ijncarcerated individuals (whether pro se or represented by counsel) reside in prisons, not off-the-grid islands. Prisons within this Commonwealth have law libraries, computer terminals, internet access, and legal aid assistance.” Id. The dissent posited that, by “exempting] all pro se petitioners” from the public records presumption, the majority “favors pro se petitioners over other members of the potential PCRA petitioner class without a rational basis,” and “incentivizes petitioners to forego the retention of counsel, even if it is within their means.” Id. at 1080. The dissent characterized the majority’s approach as an impermissible reallocation of the burdens of pleading and proof in PCRA petitions to the Commonwealth, without any guidance “as to how subjective elements factor into the due diligence inquiry.” Id. at 1081.\nWith regard to the majority’s reliance on Bennett, the dissent stated:\nBennett ... never involved an express holding that petitioners are entitled to special, access-based accommodations where they lack the benefit of counsel. Instead, the Supreme Court concluded that an order dismissing the petitioner’s first PCRA appeal was only a public record in the broadest sense because such orders are not sent directly to the prisoner but only to counsel on the assumption that counsel will inform his client of the court’s action. The Court then noted that the logic of this assumption breaks down where counsel abandons his client. Thus, the Court declined to treat the order as a public record where the prisoner’s only means of access to the information was restricted by counsel’s abandonment.\nId. at 1084 n.9.\nThe dissent distinguished Bennett from the instant case on the basis that Goodwine’s Motion to Expunge “resided on a public trial docket, available to all who sought it.” Id. It noted that Appellee “offered no explanation for why he could not obtain” the Motion to Expunge, and, further, that because Appellee acted pro se from the beginning of the instant proceedings, he never had an expectation of counsel’s assistance and thus Bennett does not apply. Id. Finally, the dissent concluded that the circumstances underlying the instant case “were more than sufficient to trigger an investigation” by Appellee, such that he failed to establish the newly-discovered facts exception to the PCRA. Id. at 1075.\nThe Commonwealth sought allowance of appeal, and, on April 6, 2016, this Court granted review of the following issue:\nDoes Superior Court’s published en banc decision contravene established precedent in concluding a hearing was necessary to determine whether [Appellee] acted with due diligence in invoking the after-discovered facts exception to [the] time bar by (1) creating an exception for pro se petitioners to the long-standing rule presuming that publicly available information cannot be deemed unknown for purposes of 42 Pa.C.S.A. § 9545(b)(1)(ii) where a petition has been filed beyond 60 days of the date the information entered the public domain, and by (2) shifting the burden of pleading and proof to the Commonwealth under such circumstances?\nCommonwealth v. Burton, 635 Pa. 214, 134 A.3d 446 (2016) (order).\nII. Analysis\nPursuant to 42 Pa.C.S. § 9545(b)(1), any PCRA petition, including a second or subsequent one, must be filed within one year of the date the judgment of sentence becomes final. The PCRA’s time restrictions are jurisdictional in nature, and a court may not entertain untimely PCRA petitions. Commonwealth v. Brown, 596 Pa. 354, 943 A.2d 264, 267 (2008). However, Section 9545(b)(1) provides three exceptions to the general time requirements of the PCRA:\n(b) Time for filing petition.—\n(1) Any petition under this subchapter, including a second or subsequent petition, shall be filed within one year of the date the judgment becomes final, unless the petition alleges and the petitioner proves that:\n(i) the failure to raise the claim previously was the result of interference by government officials with the presentation of the claim in violation of the Constitution or laws of this Commonwealth or the Constitution or laws of the United States;\n(ii) the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence; or\n(in) the right asserted is a constitutional right that was recognized by the Supreme Court of the United States or the Supreme Court of Pennsylvania after the time period provided in this section and has been held by that court to apply retroactively.\n42 Pa.C.S. § 9545(b)(1). As noted previously, to qualify for any of the exceptions to the PCRA’s one-year time limitation, including the newly-discovered facts exception under subsection 9545(b)(1)(ii), the exception must be pled within 60 days of the date the claim could have been presented. Id. § 9545(b)(2).\nAs a preliminary matter, we find it necessary to address, once again, the appropriate terminology for referring to the exception set forth in subsection 9545(b)(1)(ii). At one time, this Court referred to subsection 9545(b)(1)(ii) as the “after-discovered evidence” exception. See, e.g., Commonwealth v. Johnson, 580 Pa. 594, 863 A.2d 423 (2004). However, as we acknowledged in Bennett, such reference was a “misnomer, since the plain language of subsection (b)(1)(ii) does not require the petitioner to allege and prove a claim of ‘after-discovered evidence.’” 930 A.2d at 1270. Indeed, “[b]y imprecisely referring to this subsection as the ‘after-discovered evidence’ exception, we have ignored its plain language,” and “erroneously engrafted Brady-like considerations into our analysis of subsection (b)(1)(ii).” Id. We further observed that our decision in Commonwealth v. Lambert, 584 Pa. 461, 884 A.2d 848 (2005), should have dispelled “[a]ny confusion created by the mislabeling” of subsection 9545(b)(1)(ii):\nIn Lambert, the appellant raised a number of Brady claims and alleged that the court had jurisdiction over his claims under subsection (b)(l)(ii). The Commonwealth urged us to follow a similar analysis to that set forth in [Commonwealth v. Johnson, 580 Pa. 594, 863 A.2d 423 (2004) ], arguing that appellant must establish a meritorious Brady claim in order to fall within an exception set forth in subsections (b)(l)(i)(iii). In rejecting the Commonwealth’s argument, we made clear that the exception set forth in subsection (b)(1)(h) does not require any merits analysis of the underlying claim. Rather, “the exception merely requires that the ‘facts’ upon which such a claim is predicated must not have been known to appellant, nor could they have been ascertained by due diligence.” Lambert, 884 A.2d at 852. Therefore, our opinion in Lambert indicated that the plain language of subsection (b)(1)(h) is not so narrow as to limit itself to only claims involving “after-discovered evidence.” Rather, subsection (b)(1)(h) has two components, which must be alleged and proved. Namely, the petitioner must establish that: 1) “the facts upon which the claim was predicated were unknown” and (2) could not have been ascertained by the exercise of due diligence.” 42 Pa.C.S. § 9545(b)(l)(h)(emphasis added). If the petitioner alleges and proves these two components, then the PCRA court has jurisdiction over the claim under this subsection. See Lambert, supra.\nBennett, 930 A.2d at 1271-72 (emphasis original).\nThus, generally, the exception to the PCRA’s time requirements set forth in subsection 9545(b)(1)(h) is now referred to as the “newly-discovered fact” exception. See Commonwealth v. Cox, 636 Pa. 603, 146 A.3d 221, 227 (2016); Mitchell, 141 A.3d at 1282 n.4; Commonwealth v. Robinson, 635 Pa. 592, 139 A.3d 178, 186 (2016); Medina, 92 A.3d at 1216, 1224. While, on occasion, some courts have used a variation of this phrase, see, e.g., Taylor, 67 A.3d at 1248 (“There are three exceptions to the timeliness requirement, including an exception for newly-discovered evidence.”), Burton, 121 A.3d at 1071 (“Also relevant to our disposition is the nature of the after-discovered facts relied upon by Appellant”), the phrase “newly-discovered fact” timeliness exception, in our view, most accurately reflects the requirements of subsection 9545(b)(l)(ii), and is the least likely to be confused with the after-discovered evidence eligibility-for-relief provision set forth in subsection 9543(a)(2). Thus, for purposes of clarity and consistency, we encourage courts to utilize the phrase “newly-discovered fact(s)” when referring to the timeliness exception provided under subsection 9545(b)(l)(ii).\nTurning our attention to the instant case, in dismissing Appellee’s PCRA petition as untimely, the PCRA court stated:\nIn order to sustain an untimely PCRA Petition under the after-discovered evidence exception, a petitioner must show that the evidence: (1) has been discovered after the trial and could not have been obtained prior to the conclusion of the trial by the exercise of reasonable diligence; (2) is not merely corroborative or cumulative; (3) will not be used solely for impeachment purposes; and (4) is of such a nature and character that a different verdict will likely result if a new trial is granted.[] Commonwealth v. Johnson, 841 A.2d 136, 140-141 (Pa. Super. 2003). “Exception [ (b)(1)(h) ] requires the petitioner to allege and prove that there were ‘facts’ that were ‘unknown to him’ and that he could not have ascertained those facts by the exercise of ‘due diligence’ ... The focus of the exception ‘is on [the] newly discovered facts, not on a newly discovered or newly willing source for previously known facts.”’ Commonwealth v. Marshall, 596 Pa. 587, 947 A.2d 714, 720 (2008), internal citations omitted.\nSpecifically, [Appellee] avers that a Motion for Expungement filed by his co-defendant Melvin [Goodwine] on July 29, 2009 constitutes after-discovered evidence. Goodwine’s Petition avers that although he was acquitted of a homicide charge, he committed the crime in self-defense. [Appellee] now claims that Goodwine’s 2009 Motion for Expungement is exculpatory. A careful review of the record reveals that [Appellee] has failed to satisfy the requirements of the after-discovered evidence exception to the time limitation provisions of the Post-Conviction Relief Act.\nPCRA Court Opinion, 2013 WL 10257583, at *2.\nIn discussing the requirements for relief under Section 9543(a)(2), and repeatedly referring to Appellee’s claim as one of after-discovered evidence, it appears that the PCRA court misapprehended the requirements for establishing the newly-discovered facts exception to the PCRA’s time limitations. To reiterate, the newly-discovered facts exception to the time limitations of the PCRA, as set forth in subsection 9545(b)(l)(ii), is distinct from the after-discovered evidence basis for relief delineated in 42 Pa.C.S. § 9543(a)(2). To qualify for an exception to the PCRA’s time limitations under subsection 9545(b)(l)(ii), a petitioner need only establish that the facts upon which the claim is based were unknown to him and could not have been ascertained by the exercise of due diligence. However, where a petition is otherwise timely, to prevail on an after-discovered evidence claim for relief under subsection 9543(a)(2)(vi), a petitioner must prove that (1) the exculpatory evidence has been discovered after trial and could not have been obtained at or prior to trial through reasonable diligence; (2) the evidence is not cumulative; (3) it is not being used solely to impeach credibility; and (4) it would likely compel a different verdict. Commonwealth v. D'Amato, 579 Pa. 490, 856 A.2d 806, 823 (2004); see Cox, 146 A.3d at 227-28 (“Once jurisdiction has been properly invoked (by establishing either that the petition was filed within one year of the date judgment became final or by establishing one of the three exceptions to the PCRA’s time-bar), the relevant inquiry becomes whether the claim is cognizable under [Section 9543] of the PCRA.”).\nThe PCRA court offered the following additional explanation for its dismissal of Appellee’s PCRA petition:\n[Appellee] was charged with both Criminal Homicide and Criminal Conspiracy, indicating the presence of or joint commission with another individual—here, Melvin Good-wine. [Appellee] would obviously have known of Goodwine and his role in the crime inasmuch as they were co-conspirators in the crime and co-defendants at trial. There is no reasonable or logical argument that Goodwine’s 2009 Motion or its averments were not known to [Appellee] under these circumstances.\nMoreover, [Appellee] has provided no reasonable basis to use the Innocence Project’s letter as the “after-discovered evidence” date. The Innocence Project did not simply receive Goodwine’s Petition from the unidentified Twyla [Bivins] out of the blue, make the connection to the Defendant’s case unassisted and contact [Appellee] with news of the Motion four (4) years after its filing. [Appellee] cannot circumvent the time limitation provisions of the Post-Conviction Relief Act by simply [failing] to provide the relevant dates and information.\nGiven the specific facts and circumstances of this case, there is no reasonable argument that the purported exculpatory evidence contained in Goodwine’s Motion could not have been discovered at least by 2009 if not earlier. As such, [Appellee] has failed to satisfy the after-discovered evidence exception to the time limitation provisions of the Post Conviction Relief Act.\nPCRA Court Opinion, 2013 WL 10257583, at *3.\nIn reversing the PCRA court’s order, the Superior Court held that, because there was an insufficient factual record upon which the PCRA court could determine whether Appel-lee had prior knowledge of the averments contained in Good-wine’s Motion to Expunge, particularly in light of Appellee’s claim of innocence as to the charges of both murder and conspiracy, the above findings of the PCRA court were “premature,” and noted the Motion to Expunge “raises genuine issues of material fact that warrant development.” Burton, 121 A.3d at 1074. Critically, for purposes of the present appeal, the Superior Court also held that the public record presumption does not apply to a pro se PCRA petitioner, notwithstanding the fact that the PCRA court did not expressly rely on or discuss the public record presumption in its opinion. We thus proceed to consider the issue of whether the public record presumption should apply to pro se PCRA petitioners, as contemplated in our grant of review.\nThe Commonwealth offers several reasons in support of its contention that the Superior Court erred in holding the public record presumption does not apply to pro se PCRA petitioners. First, the Commonwealth asserts that the Superior Court’s decision is in conflict with this Court’s decisions holding that matters of public record cannot be deemed unknown for the purpose of invoking the after-discovered facts exception. Commonwealth’s Brief at 21 (citing Taylor, supra; Chester, supra; and Lark, supra).\nThe Commonwealth further argues that, by creating an exception to the public record presumption for pro se prisoners, the Superior Court “erroneously shifts the burden in an after-discovered facts case from a petitioner to the Commonwealth to establish whether petitioner exercised due diligence.” Id. at 22. The Commonwealth also echoes the observation of the dissent that, by exempting only pro se petitioners, the Superior Court’s approach favors them “over other members of the potential PCRA petitioner class without a rational basis.” Id. at 32 n.13 (citation omitted).\nFinally, the Commonwealth argues that the exception created by the Superior Court is based on an “unsupported assumption that pro se prisoners ‘do not have access to information otherwise readily available to the public.’ ” Id. at 21. It suggests that, “while an inmate may not be permitted direct access to the internet, he could nonetheless submit a request to a civilian prison employee, such as the prison librarian, to search for the desired public information or record.” Id. at 26.\nIn response to the Commonwealth’s arguments, Appellee maintains that the instant case “is analogous to Bennett in every material respect,” and, therefore, Bennett is controlling. Appellee’s Brief at 16. Appellee observes that the Commonwealth, in its principal brief, failed to cite, let alone distinguish, the Bennett decision. Furthermore, Appellee suggests that, while the dissent below mentioned Bennett in a footnote, its rationale for distinguishing Bennett was illogical. In this regard, Appellee notes that the focus of Bennett was on the impact of the absence of counsel, not the reason for the absence of counsel, and the impact of the absence of counsel in Bennett and the instant case is the same. Appellee’s Brief at 18. Appellee further contends that the due diligence requirement of subsection 9545(b)(1)(ii) is centered on the reasonableness of a petitioner’s conduct, as recognized by the Superior Court in Davis, supra, and Medina, supra. Appellee’s Brief at 19-20.\nAs the proper interpretation and scope of subsection 9545(b)(1)(ii) is a matter of statutory construction, we are guided by the Statutory Construction Act (“Act”). 1 Pa.C.S. §§ 1601 et seq. The goal of statutory construction is to ascertain the Legislature’s intent. 1 Pa.C.S. § 1921(a). Thus, every statute shall be construed, if possible, to give effect to all its provisions. Id. When the words of a statute are clear and free from ambiguity, the letter of it is not to be disregarded under the pretext of following its spirit. Id. § 1921(b). Furthermore, we must construe the provisions of the PCRA liberally “to effect their objects and to promote justice.” See id. § 1928(c).\nTo qualify for the exception under subsection 9545(b)(l)(ii), a petitioner must allege and prove that “the facts upon which the claim is predicated were unknown to the petitioner and could not have been ascertained by the exercise of due diligence.” 42 Pa.C.S. § 9545(b)(l)(ii) (emphasis added). In requiring that the facts be unknoum to the petitioner, the statute itself contains no exception, express or constructive, regarding information that is of public record.\nIndeed, it was this Court that first alluded to the concept of a public record presumption in Lark. Therein, the pro se appellant, who was convicted in 1985 of first-degree murder and related offenses, filed a facially untimely second PCRA petition, asserting, inter alia, that the prosecution at trial had used its peremptory strikes in a racially discriminatory manner in violation of Batson v. Kentucky, 476 U.S. 79, 106 S.Ct. 1712, 90 L.Ed.2d 69 (1986). The PCRA court dismissed the petition as untimely. On appeal, we considered whether the appellant qualified for the newly-discovered facts exception under subsection 9545(b)(l)(ii) based on the April 1997 release by the Philadelphia District Attorney’s Office of a videotape depicting a training session by Jack McMahon, wherein McMahon trained district attorneys to use race and gender-based stereotypes as a basis for striking potential jurors. Noting that the substance of the tape was not publicized until April 1997, we concluded that, because “the facts upon which Appellant based his claim were not known to him and could not have been discovered in the exercise of due diligence until that date,” the appellant’s “presentation of the claim regarding the McMahon tape in the second PCRA petition was timely.” 746 A.2d at 588. Although the PCRA court did not address the merits of the appellant’s Batson claim, we found that a sufficient record existed to enable this Court’s review of the claim. Ultimately, we rejected the appellant’s claim on its merits, holding “the McMahon tape itself is not sufficient evidence of racial discrimination” in the appellant’s case. Id. at 589.\nHowever, we also rejected the appellant s additional Batson argument on the basis of a public record presumption:\nAs additional proof of a Batson violation, Appellant points to a study of the Philadelphia criminal justice system which, according to Appellant, indicates that African-Americans convicted of first degree murder receive the death penalty more often than white defendants, in part because of the District Attorney’s practice of striking African-American venirepersons at a higher rate of than other potential jurors. See David Baldus, George Woodworth et al., Racial Discrimination and the Death Penalty in the Post-Furman Era: An Empirical and Legal Overview, with Recent Findings from Philadelphia, 83 Cornell L. Review 1638 (1998). The statistics which comprise the study were of public record and cannot be said to have been “unknown” to Appellant. As such, this information does not fall within the purview of 42 Pa.C.S. § 9545(b)(1)(ii).\n746 A.2d at 588 n.4 (emphasis added). This two-sentence discussion, relegated to a footnote and which did not address the relevant statutory language, was our only analysis supporting the creation of the public record presumption.\nWe considered the newly-discovered fact exception to the PCRA’s time limitations again in Chester. Therein, the petitioner’s court-appointed counsel filed a second and facially untimely PCRA petition on behalf of the petitioner, asserting that trial counsel’s arrest for driving under the influence (“DUI”) several days after entering an appearance on behalf of the petitioner created a conflict of interest, and that the prosecution’s failure to inform him of trial counsel’s arrest and the conflict of interest violated the mandates of Brady. The PCRA court dismissed the petition as untimely. On appeal, the petitioner alleged that his discovery of trial counsel’s DUI arrest constituted “newly discovered evidence” that qualified him for the exception under subsection 9545(b)(1)(ii). Chester, 895 A.2d at 522. The Commonwealth maintained that “the exercise of due diligence would have resulted in Appellant discovering trial counsel’s arrest,” and, specifically, that “the simple act of checking the clerk of courts’ file” would have revealed that evidence. Id. at 523. In rejecting the petitioner’s claim, we cited the Lark footnote and our subsequent decision in Whitney, see supra, for the proposition that “information is not ‘unknown’ to a PCRA petitioner when the information was a matter of public record,” and we held that, merely because the petitioner did not discover evidence of trial counsel’s DUI arrest at an earlier date did not mean the information was “unknown” to him for purposes of subsection 9545(b)(1)(ii). Chester, 895 A.2d at 523.\nThe manner in which the public record presumption was created by this Court warrants discussion. The Lark Court engaged in no analysis and cited no legal or statutory support for its determination that information that is a matter of public record cannot be deemed “unknown” by a PCRA petitioner. Moreover, the Lark Court made no attempt to reconcile its holding with the specific language of subsection 9545(b)(1)(ii), requiring that the facts upon which a claim is predicated be unknown to the petitioner. This Court’s subsequent decisions in Whitney and Chester simply cited the Lark footnote and contained no independent analysis or discussion.\nApproximately one year after our decision in Chester, we determined that the public record presumption, as applied in Chester, Whitney, and Lark, did not apply to an incarcerated PCRA petitioner who did not have access to the public record upon which his claim was based. In Bennett, the appellant was convicted of first-degree murder and related crimes. He did not file a direct appeal from his judgment of sentence, but later filed a timely pro se PORA petition asserting, inter alia, that his trial counsel was ineffective for failing to file a notice of appeal. The PCRA court denied relief, noting that the appellant failed to allege or prove that he requested trial counsel to file a direct appeal on his behalf. The appellant filed a timely pro se appeal with the Superior Court, raising a claim of trial counsel’s ineffectiveness. Inexplicably, the PCRA court appointed prior allegedly-ineffective trial counsel to represent the appellant in his PCRA appeal. Counsel failed to file a brief, and the Superior Court dismissed the appellant’s appeal for that reason. Thereafter, the appellant filed a second pro se PCRA petition, seeking reinstatement of his PCRA appeal rights. The PCRA court granted the petition, and new counsel was appointed and filed an appeal from the PCRA court’s dismissal of the appellant’s first PCRA petition. The Superior Court quashed the appeal, however, concluding the appellant’s second PCRA petition, from which his appellate rights were reinstated, was untimely and, thus, the PCRA court did not have jurisdiction to grant relief. On discretionary appeal before this Court, the appellant argued that he qualified for the newly-discovered facts exception to the PCRA’s time requirements because there were facts that were unknown to him— i.e., he did not know that his prior trial counsel was appointed to represent him in his PCRA appeal; he did not know that counsel failed to file a brief with the Superior Court; and he did not know that the Superior Court dismissed his appeal.\nWe acknowledged in Bennett that allegations of PCRA counsel’s ineffectiveness generally cannot be invoked as a newly-discovered “fact” for purposes of subsection 9545(b)(l)(ii). 930 A.2d at 1272. However, we determined that the appellant made sufficient allegations that counsel abandoned him for purposes of his first PCRA appeal, and thus we proceeded to consider whether the appellant met the requirements of subsection 9545(b)(l)(ii)—that the facts were unknown to him and that he could not have uncovered them with the exercise of due diligence. We concluded that “[s]uch questions require further fact-finding and the PCRA court, acting as fact finder, should determine whether Appellant met the ‘proof requirement under 42 Pa.C.S. § 9545(b)(l)(ii).” Id. at 1274.\nIn response to the dissenting opinion of former Justice Eakin in Bennett, joined by former Chief Justice Castille, that, based on Chester, the Superior Court’s dismissal of the appellant’s appeal could not be considered unknown to him because an order dismissing an appeal is a matter of public record, we explained that “implicit in the decision in Chester was the recognition that the public record could be accessed by the defendant.” Bennett, 930 A.2d at 1275 (emphasis added). We elaborated:\nWhile the dissenting opinion [advocating strict application of the public record presumption] is attractive in its simplicity, it does not give due consideration to the circumstances the instant case raises. The August 14th order [dismissing the petitioner’s first PCRA appeal] was a matter of “public record” only in the broadest sense. Such orders are not sent directly to the prisoner. Rather, counsel is sent the notice on the assumption that counsel will inform his client of the court’s action. In a case such as the instant one, it is illogical to believe that a counsel that abandons his or her client for a requested appeal will inform this client that his case has been dismissed because of his own failures. More importantly, in light of the fact that counsel abandoned Appellant, we know of no other way in which a prisoner could access the “public record.” Rather, we believe this situation is sufficiently distinct from the situation in Chester, since in this case, the matter of “public record” does not appear to have been within Appellant’s access.\nId. (internal footnotes omitted).\nThe Commonwealth, in its reply brief, disputes that Bennett is controlling in the instant case. Specifically, the Commonwealth avers that our decision in Bennett was based solely on the fact that the defendant had been abandoned by counsel: “Presumably, in a situation where a petitioner is unrepresented and acting pro se from the inception of the proceeding, like respondent in the instant matter, the above assumption is inapplicable since any orders issued in such a case would be sent directly to the petitioner.” Commonwealth’s Reply Brief at 7. According to the Commonwealth, “the Bennett Majority could not have meant ... that it was the defendant’s incarcerated status, in and of itself, that prevented his access to the information. ... It was the abandonment by counsel, not the fact of his incarceration, that kept the defendant from learning about the dismissal order in a timely manner.” Id. at 8.\nA careful reading of Bennett, however, reveals that it was the combination of the defendant’s incarcerated status and the fact that he had been abandoned by counsel that, in this Court’s view, undercut the public record presumption. In the instant case, after careful consideration, we conclude that, however reasonable the public record presumption may be with regard to PCRA petitioners generally, the presumption cannot reasonably be applied to pro se PCRA petitioners who are incarcerated.\nIn this case, the Superior Court en banc majority determined that, while the public record presumption is reasonable when applied to a petitioner who retains access to public information, such as when a petitioner is represented by counsel, it is not reasonable to apply the presumption to pro se petitioners who are incarcerated and who do not have access to information otherwise readily available to the public. Bur ton, 121 A.3d at 1072. The Superior Court further recognized that the public record presumption “must adhere to the statutory language of Section 9545. The requirement is that subsection 9545(b)(1)(ii) facts are ‘unknown to the petitioner.’ ” Id. at 1071 (emphasis original).\nThe dissent below responded:\nAppellant’s incarcerated and pro se status hardly distinguishes the present case from any other in which an untimely petition asserts a timeliness exception. Nearly every petitioner who invokes the exception found at § 9545(b)(1)(h) in order to litigate an untimely petition will be incarcerated. This is because serving a sentence is a prerequisite for eligibility for collateral relief. 42 Pa.C.S.A. § 9548(a)(1)(i).\nBurton, 121 A.3d at 1078. The dissent further opined that the “clear and unequivocal holding” of Taylor, supra, that “matters of public record are not unknown,” means that “public records are not unknown to anyone, particularly PCRA petitioners (pro se and represented alike). To whom, apart from PCRA petitioners such as Appellant, could the Supreme Court have been referring in formulating this rule?” Id. at 1077 n.3. In answer to this rhetorical question, we note that, in order to be eligible for PCRA relief, a petitioner must currently be serving a sentence of imprisonment, probation, or parole. See supra note 11. Thus, contrary to the suggestion of the dissent below, PCRA petitioners who are not incarcerated, such as probationers and parolees, also fall within this category.\nThe dissent additionally challenged the majority’s “blanket conclusion” that all pro se prisoners lack access to public records, stating:\nIncarcerated individuals (whether pro se or represented by counsel) reside in prisons, not off-the-grid islands. Prisons within this Commonwealth have law libraries, computer terminals, internet access, and legal aid assistance. It is unsurprising, then, that in the closely related context of petitions that invoke newly-recognized constitutional rights under § 9545(b)(1)(iii), this Court routinely denies relief to pro se, incarcerated petitioners where, among other things, they fail to file their petitions within 60 days of the date a court decision enters the public domain,\nBurton, 121 A.3d at 1079 (emphasis original).\nThere are several problems with the dissent’s analysis. First, in noting that, in contrast to subsection 9645(b)(1)(ii), courts routinely deny relief to pro se incarcerated petitioners under subsection 9545(b)(1)(iii) if they do not file a petition within 60 days of a decision creating a newly-recognized constitutional right, the dissent failed to note that, unlike subsection (b)(1)(ii), subsection (b)(1)(iii) precludes consideration of the petitioner’s knowledge and an assessment of due diligence.\nMoreover, the averments made by amici suggest that the dissent’s assumptions regarding Appellee’s access to public records are erroneous. In their amicus brief, Pennsylvania Exonerees (hereinafter “Exonerees”) first assert that the Pennsylvania Department of Corrections’ (“DOC”) policies do not provide for inmate access to the internet or internet-based tools for legal research, either directly or through prison staff. Exonerees’ Brief at 7 (citing, inter alia, DOC Policy Statement Access to Provided Legal Services, No. DC-ADM007 (April 6, 2016)). They explain that, while there are computer terminals, prisoners cannot access web-based tools or resources; rather, prisoners may view materials which have been loaded onto the computer from a CD-ROM and which are periodically updated. Id. at 12. Exonerees state that none of them had any type of internet access during their incarcerations, which spanned the years 1982 through 2016, nor did they know of any prisoners who did have such access. Id. at 8. Exonerees additionally note that many prisoners do not know how to use the computers, particularly if they entered prison many years ago, Id. at 13.\nExonerees further contend that the Commonwealth’s prison law libraries have limited resources, consisting primarily of case law and statutes, and that the available materials do not include public case dockets or pleadings, such as motions and transcripts. Id. at 10-11. Exonerees claim that each of them “struggled to obtain court filings from their own cases for many years because these documents were not available to them in prison.” Id. at 11. Moreover, Exonerees note that prisoners have limited physical access to prison law libraries, as they must submit a request and be granted permission to use the library, and a prisoner generally may access the library for a maximum of six hours per week. Id. at 13. Exonerees contend that they did not receive six hours of access per week. Id,\nAccording to Exonerees, obtaining information from outside of prison also is difficult because inmates often cannot afford to pay for the necessary phone calls, stationery, envelopes, postage, and copying fees, and because DOC policy prohibits inmates from sending mail to former inmates or parolees, or telephoning a judge, criminal justice official, prosecutor, or court administrator without prior approval. Id. at 12 (citing Inmate Handbook, Section II.N.5.d; II.H.l).\nFinally, Exonerees maintain that the DOC’s policy statements contradict the Superior Court dissent’s suggestion that there is legal aid assistance available to pro se prisoners. They note that DOC policy prohibits library staff from providing legal advice to inmates, and, that, in any event, library staff is not required to have legal training or experience. Id. at 17-18. Exonerees contend that they never received assistance from anyone with legal training or experience in their respective pro se legal efforts. Id. at 19.\nNotwithstanding the above, the Commonwealth posits that, “[e]ven assuming [Appellee] had no access to the internet due to his incarceration, respondent could have periodically corresponded with the Department of Court Records via letter, or he could have directed a third party, such as a family member, to inquire about the status of the co-defendant’s case via the internet.” Commonwealth’s Reply Brief at 14.\nAppellee offers the following description of his obligation under the Commonwealth’s model:\nFirst, Mr. Burton must write the Allegheny County Department of Court Records and inquire about new activity on Goodwine’s docket. Second, the clerk must promptly write back to Mr. Burton, explaining that Goodwine filed an expungement motion. Third, Mr. Burton must write again to request that a copy of Goodwine’s expungement motion be mailed to him. Fourth, the court must order Goodwine’s case file from storage (because 1993 criminal case files are not housed at the Department of Court Records). Fifth, after a possible delay in waiting for Goodwine’s case file to arrive, the court must copy Goodwine’s expungement motion and mail it to Mr. Burton. Sixth, Mr. Burton must review the motion for any potentially exculpatory facts. Seventh, and finally, Mr. Burton must prepare his pro se PCRA petition relying on any newly-discovered facts and file it within 60 days.\nHere is the kicker, though: Mr. Burton must repeat this process over and over to ensure he meets the 60-day rule. Moreover, Mr. Burton should also unremittingly monitor the dockets of the inmates who testified against him, who are even more likely sources of exculpatory evidence than Goodwine appeared to be. Under the Commonwealth’s rule, then, indigent prisoners would have to pay for postage to keep up a continuing stream of correspondence with court records departments—and, in turn, courts would receive unceasing docket inquiries from inmates who would have no other way to protect their right to petition for post-conviction relief based on after-discovered facts. It is absurd to presume that the General Assembly could have intended an outcome so unaffordable to prisoner litigants and so likely to consume excessive court resources.\nAppellee’s Brief at 41-42.\nBased on the foregoing presentations of the parties and amici, and an examination of the text of subsection 9545(b)(1)(H), we expressly adopt herein what was the essence of our holding in Bennett. Specifically, we hold that the presumption that information which is of public record cannot be deemed “unknown” for purposes of subsection 9545(b)(1)(H) does not apply to pro se prisoner petitioners. As discussed above, the application of the public record presumption to pro se prisoners is contrary to the plain language of subsection 9545(b)(1)(H) and was imposed without any apparent consideration of a pro se prisoner’s actual access to information of public record. We find nothing presented in the instant appeal to undermine the implicit conclusion we made in Bennett that prisoners’ access to public records is distinctly compromised; indeed, there is much to support that conclusion.\nAccordingly, consistent with the statutory language, in determining whether a petitioner qualifies for the exception to the PCRA’s time requirements pursuant to subsection 9545(b)(1)(H), the PCRA court must first determine whether “the facts upon which the claim is predicated were unknown to the petitioner.” In some cases, this may require a hearing. After the PCRA court makes a determination as to the petitioner’s knowledge, it should then proceed to consider whether, if the facts were unknown to the petitioner, the facts could have been ascertained by the exercise of due diligence, including an assessment of the petitioner’s access to public records.\nThe order of the Superior Court is affirmed.\nChief Justice Saylor and Justice Wecht join the opinion.\nChief Justice Saylor files a concurring opinion.\nJustice Baer files a dissenting opinion in which Justice Dougherty joins.\nJustices Donohue and Mundy did not participate in the consideration or decision of this case.\n. 18 Pa.C.S. § 2502(a),\n. 18 Pa.C.S. § 903.\n. This author, as a judge on the Superior Court at the time, was a member of the three-judge panel.\n. Pursuant to Rule 907, a PCRA court has discretion to dismiss a PCRA petition without a hearing if the court is satisfied that there are no genuine issues concerning any material fact; that the defendant is not entitled to post-conviction collateral relief; and that no legitimate purpose would be served by further proceedings. Pa.R.Crim.P. 907(1); Commonwealth v. Roney, 622 Pa. 1, 79 A.3d 595, 604 (2013).\n. Although the Superior Court below suggested that Appellee’s response to the PCRA court’s Rule 907 notice was untimely, a review of the original record indicates that Appellee’s response, consisting of an amended PCRA petition and a request for an evidentiary hearing and the appointment of counsel, was placed in the prison mailbox by Appellee on August 21, 2013, and, moreover, was received by the PCRA court on August 23, 2013. Thus, Appellee’s response appears to have been timely. See Pa.R.Crim.P. 907(1) (a petitioner may file a response to the proposed dismissal within 20 days of the date of the notice).\n. Justices Christine Donohue and Sallie Updyke Mundy, who at the time were judges on the Superior Court, joined the majority opinion.\n.' Pursuant to 42 Pa.C.S. § 9545, as amended in 1995, any PCRA petition, including a second or subsequent one, must be filed within one year of the date the judgment of sentence becomes final. 42 Pa.C.S. § 9545(b)(1). Appellee’s judgment of sentence became final on November 13, 1997, 90 days after this Court denied his petition for allowance of appeal. Id. § 9545(b)(3) (a judgment of sentence becomes final at the conclusion of direct review or at the expiration of the time period for seeking the review).\n. In Davis, the petitioner, who was convicted of first-degree murder and robbery, filed an untimely PCRA petition alleging he had received \"new evidence” in the form of an affidavit from one of the Commonwealth’s witnesses admitting that he lied when he testified at trial that the petitioner had confessed to the murder. Petitioner subsequently received a second affidavit from the same witness claiming that the Commonwealth coerced his false testimony by promises of leniency and a threat to send him to prison if he did not cooperate. After receiving the affidavits, the petitioner obtained and reviewed the notes of testimony from the witness' sentencing hearing, at which he testified that he had been forced to testify against the petitioner. The PCRA court rejected the petitioner’s claim that the affidavits and notes of testimony qualified him for an exception under subsection 9545(b)(1)(i) or (ii), noting that, because evidence of the witness’ deal with the Commonwealth was offered in open court at the witness' sentencing hearing, it was a matter of public record which the petitioner could have discovered earlier with the exercise of due diligence. The Superior Court reversed, concluding, inter alia, that, under \"the specific facts of [the] case,” petitioner did not fail to exercise due diligence in discovering the transcripts. Id, at 890. The court reasoned that, because there was no testimony at the petitioner’s trial suggesting the Commonwealth had made promises to the witness, holding that the petitioner should have sought out the transcripts of the witness' sentencing hearing in an unrelated case “would suggest that [the petitioner] should have assumed the Commonwealth’s witnesses were committing perjury, and the Commonwealth was improperly permitting them to do so. Due diligence does not require a defendant to make such unreasonable assumptions.” Id. at 890-91.\n. In Medina, the petitioner was convicted of murder based on the trial testimony of two young brothers, Fourteen years later, one of the brothers recanted and claimed that a detective had coerced his testimony. The petitioner sought collateral relief, claiming the recantation constituted newly-discovered facts sufficient to qualify him for an exception to the PCRA’s time restrictions. Following a hearing, the PCRA court found the testimony of the petitioner and the recanting witness credible, and granted a new trial. The Commonwealth appealed, arguing that, because the petitioner failed to contact the witness for more than 14 years, he failed to establish that, with the exercise of due diligence, he could not have learned earlier that the witness’ testimony had been coerced. The Superior Court disagreed:\n[The petitioner] had no way of knowing what the detective said to the Commonwealth’s key child witnesses or that his threats were the reason the boys lied at trial. In addition, reasonable investigation could not have revealed it since even at the PCRA evidentiary hearing the Commonwealth's prosecutors claimed they had not known of the detective's conduct. If the Commonwealth’s prosecutors did not know, [the petitioner] and his counsel had no reason to look for this evidence and probably could not have found it if they had.\n92 A.3d at 1216.\nOn December 11, 2014, this Court granted the Commonwealth’s petition for allowance of appeal in Medina. Commonwealth v. Medina, 629 Pa. 318, 105 A.3d 658 (2014) (order); however, we subsequently dismissed the appeal as having been improvidently granted. Commonwealth v. Medina, 636 Pa. 77, 140 A.3d 675 (2016) (order).\n. The Superior Court suggested that, although this Court \"has yet to adopt expressly the Selenski definition of due diligence,” which the Superior Court applied in Davis, in the context of the PCRA, this Court “has done so implicitly” in Commonwealth v. Edmiston, 619 Pa. 549, 65 A.3d 339, 348 (2013) (quoting Selenski, but ultimately rejecting a second PCRA as untimely because the photographic evidence at issue was available at the time of trial).\n. To be eligible for relief under the PCRA, a petitioner must plead and prove, inter alia, that he has been convicted of a crime and, at the time relief is granted, is: (1) currently serving a sentence of imprisonment, probation or parole for the crime; (2) awaiting execution of a sentence of death for the crime; or (3) serving a sentence which must expire before the person may commence serving the disputed sentence. 42 Pa.C.S. § 9543(a)(1)(i)-(iii).\n. In order \"[t]o obtain reversal of a PCRA court’s decision to dismiss a petition without a hearing, an appellant must show that he raised a genuine issue of fact which, if resolved in his favor, would have entitled him to relief, or that the court otherwise abused its discretion in denying a hearing.” Roney, 79 A.3d at 604.\n. In reviewing the grant or denial of PCRA relief, we examine whether the PCRA court’s determination is supported by the record and free of legal error. Commonwealth v. Mitchell, 636 Pa. 233, 141 A.3d 1277, 1283-84 (2016). The PCRA court's credibility determinations, when supported by the record, are binding on this Court; however, we apply a de novo standard of review to the PCRA court's legal conclusions. Roney, 79 A.3d at 603.\n. A claim brought under Brady v. Maryland, 373 U.S. 83, 83 S.Ct. 1194, 10 L.Ed.2d 215 (1963), alleges a failure by the Commonwealth to produce material evidence, and requires a petitioner to demonstrate that: (1) the prosecutor has suppressed evidence; (2) the evidence, whether exculpatory or impeaching, is helpful to the petitioner; and (3) the suppression prejudiced the petitioner. Commonwealth v. Smith, 609 Pa. 605, 17 A.3d 873, 887 (2011).\n. Given its conclusion that the trial court’s factual findings were premature, arguably, the Superior Court could have remanded the matter to the PCRA court simply for a hearing and factual determination as to whether Appellee had actual prior knowledge of the aver-ments contained in Goodwine's Motion to Expunge, without addressing the public record presumption. However, an appellate court may affirm a PCRA court's order for any reason of record. See Commonwealth v. Moore, 594 Pa. 619, 937 A.2d 1062, 1073 (2007). In this case, despite the PCRA court’s conclusions regarding Appellee’s actual knowledge, the Superior Court could have affirmed the PCRA court's order based on the extant case law providing that public records are deemed known, thereby avoiding a remand. Thus, the Superior Court’s consideration of the public record presumption was appropriate in the context of its resolution of the instant case.\n. Three amicus briefs have been filed on behalf of Appellee in this matter: one by Pennsylvania Exonerees; a joint brief by The Pennsylvania Innocence Project and the Innocence Network; and a joint brief by the Pennsylvania Association of Criminal Defense Lawyers, American Civil Liberties Union of Pennsylvania, Pennsylvania Institutional Law Project, and the Pennsylvania Prison Society. We will address the various arguments of amici where relevant to our analysis.\n. Three years after Lark, in Commonwealth v. Whitney, 572 Pa. 468, 817 A.2d 473 (2003), we once again rejected an assertion that the Baldus-Woodworth Study constituted \"newly discovered evidence” that qualified the appellant for the \"newly discovered evidence” exception to the PCRA’s time limitation on the basis that \"the statistics which comprise the study were of public record and cannot be said to have been ‘unknown’ to Appellant.” Id. at 478 (citing Lark, 746 A.2d at 588 n.4).\n. After Bennett, in Commonwealth v. Taylor, this Court again cited Chester, Whitney, and Lark in support of our holding that information that a petitioner's trial counsel had previously represented his father-in-law could not be deemed unknown for the purpose of the “newly discovered evidence” exception to the PCRA because the cases evidencing that representation had been docketed and filed with the clerk of courts, and were available to the public. 67 A.3d at 1248-49. However, as we discuss below, the petitioner in Taylor, like those in Lark, Whitney, and Chester, was represented by counsel.\n. Unlike in Bennett, the PCRA petitioners in Lark, Whitney, Chester, and Taylor were all represented by counsel.\n. We have not been asked in this appeal to reconsider the applicability of the public record presumption generally. Indeed, the dissent implies that this is a reason for not addressing the more narrow question presented of whether the presumption applies to pro se petitioner prisoners. See Dissenting Opinion (Baer, J., dissenting) at 724-25, 158 A.3d at 641 (\"It may be that this Court should reconsider the public record presumption in general if that opportunity presents itself, but this case does not involve such a broad issue.”); id. at 723, 158 A.3d at 640-41 (same). Respectfully, as a general matter, we decide the cases before us, and the dissent has offered no jurisprudential impediment to following that rule in this case. Accordingly, we have tailored our analysis and decision to the issue we accepted for review, and the facts presented.\n. Pennsylvania Exonerees are former Pennsylvania pro se prisoners who ultimately were exonerated and released. The exonerees include Kenneth Granger, released in 2010 after 28 years of incarceration; Lance Felder, released in 2014 after 15 years of incarceration; Lewis \"Jim” Fogle, released in 2015 after 34 years of incarceration; Eugene Gilyard, released in 2014 after 15 years of incarceration; and Crystal Weimer, released in 2016 after 11 years of incarceration.\n. For these reasons, we easily dismiss the suggestion of the Commonwealth and the dissent below that the majority's approach implicates an equal protection issue, in that it \"creates different classes of petitioners without fact-based justification.” Burton, 121 A.3d at 1080; Commonwealth’s Brief at 32 n.13. Rather, the majority’s approach and our holding applies to all pro se PCRA petitioners who are incarcerated, as it is this particular group whose access to public records is in question, and so are rationally distinguishable from all counseled, or non-incarcerated, petitioners.\n. We disagree with the position of the Commonwealth and the dissent below that the Superior Court’s majority’s approach \"impermissibly reallocate[s] the burdens of pleading and proof in PCRA cases.” Burton, 121 A.3d at 1081; Commonwealth’s Brief at 22. A pro se incarcerated PCRA petitioner is still required to prove that the facts upon which his claim of a timeliness exception under subsection 9545(b)(l)(ii) is based were unknown to him and not ascertainable by the exercise of due diligence. Our decision merely eliminates what we conclude is an unjustifiable presumption."}