{"id": "12279979", "contents": "Chief Justice Saylor delivered the Opinion of the Court with respect to Parts I and 11(B), joined by Justices Baer, Donohue and Wecht. Chief Justice Saylor also authored Part 11(A), which is joined by Justice Donohue. Justice Baer files a concurring opinion pertaining to Part 11(A), joined by Justice Wecht. Justice Todd files a dissenting opinion, joined by Justice Dougherty, and Justice Dougherty files a separate dissenting opinion.\nOPINION\nChief Justice SAYLOR.\nAppeal was allowed to assess the validity of the Superior Court’s sua sponte determination that a sentencing statute is facially unconstitutional under Alleyne v. United States, — U.S.-, 133 S.Ct. 2151, 186 L.Ed.2d 314 (2013).\nI. Background\nIn August 2012, Appellee, an eighteen-year-old male, engaged in sexual intercourse with a thirteen-year-old girl on several occasions. He was charged with and convicted in a jury trial of a number of sexual offenses, including two counts of involuntary deviate sexual intercourse under Section 3123(a)(7) of the Crimes Code, 18 Pa.C.S. § 3123(a)(7). This statute prescribes, as a general rule, that it is a felony of the first degree to engage in deviate sexual intercourse with a complainant who is less than sixteen years of age. See id.\nDuring Appellee’s trial and prior to sentencing, the Supreme Court of the United States issued its Alleyne decision, overruling its own prior precedent and establishing a new constitutional rule of law, grounded on the Sixth Amendment to the United States Constitution. See Alleyne, — U.S. at -, 133 S.Ct. at 2162-63. The Alleyne Court held that any fact that, by law, increases the penalty for a crime must be treated as an element of the offense, submitted to a jury rather than a judge, and found beyond a reasonable doubt. See id. at-, 133 S.Ct. at 2163. The opinion also explained that the requirement to treat factors triggering at-law mandatory sentencing enhancements as offense elements “enables the defendant to predict the legally applicable penalty from the face of the indictment.” Id. at-, 133 S.Ct. at 2161.\nThe effect of Alleyne’s new rule was to invalidate a range of Pennsylvania sentencing statutes predicating mandatory minimum penalties upon non-elemental facts and requiring such facts to be determined by a preponderance of the evidence at sentencing. See, e.g., Commonwealth v. Hopkins, 632 Pa. 36, 61-62, 117 A.3d 247, 262 (2015) (holding that Section 6317 of the Crimes Code is constitutionally infirm for these reasons, under Alleyne).\nAmong a litany of other prescriptions for mandatory minimum sentences, Section 9718(a)(1) of the Sentencing Code requires imposition of a ten-year mandatory minimum sentence for IDSI crimes, where the victims are less than sixteen years of age. See 42 Pa.C.S. § 9718(a)(1). Of particular relevance here, the statute specifies that its provisions “shall not be an element of the crime,” and that the applicability “shall be determined at sentencing,” with factual matters being resolved by the sentencing court “by a preponderance of the evidence.” Id. § 9718(c). Both the directive that a sentencing factor establishing a mandatory minimum sentence is not an element of a crime and the allocation of decision-making authority relative to such factor to a judge contravene Alleyne. See Hopkins, 632 Pa. at 53-56, 117 A.3d at 257-58. Section 9718 also does not require the Commonwealth to provide notice that it intends to pursue the mandatory minimum sentence before trial, but rather, prescribes only that such notification must be furnished after conviction and before sentencing. See 42 Pa.C.S. § 9718(c). Again, the absence of a requirement for pretrial notice of aggravation is in substantial tension with Alleyne. See Hopkins, 632 Pa. at 54-55, 117 A.3d at 258. Significantly, however, at least for purposes of the arguments presented in this appeal, the statute’s proclamation that the age-of-the-victim factor is not an offense element is anomalous, since the victim’s age is, in fact, encompassed within IDSI offenses under Section 3123(a)(7), under which Appellee was convicted.\nIn October 2013, the sentencing court imposed mandatory minimum sentences of ten years upon Appellee for each IDSI offense, albeit that the court specified that those sentences would run concurrently. The record contains no evidence that the sentencing court conducted any independent inquiry or assessment relative to determining the victim’s age, as directed by Section 9718(c). Appellee pursued relief in a direct appeal; however, he did not raise a challenge to his sentences under Alleyne.\nNevertheless, the Superior Court invoked Alleyne sua sponte, vacated the judgments of sentence, and remanded for resentencing. See Commonwealth v. Wolfe, 106 A.3d 800, 801, 806 (Pa.Super.2014). The majority explained that ordinary waiver principles do not apply to “the legality of the sentence,” and that illegal sentences may be corrected by appellate courts of their own accord. Id. at 801 (citing Commonwealth v. Orellana, 86 A.3d 877, 883 n. 7 (Pa.Super.2014)). Further, the majority observed that the Superior Court had previously determined that violations of Alleyne ⅛ commands implicate sentencing legality. See id. (citing Commonwealth v. Lawrence, 99 A.3d 116, 122-25 (Pa.Super.2014)).\nThe majority regarded the Alleyne error in the present case as being patent, in that the mandatory minimum sentence was imposed under the authority of a statute predicating its applicability on a fact designated as a non-element and directing a judge to make the determination by a preponderance of the evidence. In this regard, the majority noted that the Superior Court had previously invalidated a range of similarly-patterned statutes. See id. at 803-05 (citing Commonwealth v. Newman, 99 A.3d 86 (Pa.Super.2014) (en banc) (holding that Section 9712.1 of the Sentencing Code violates Alleyne), and Commonwealth v. Valentine, 101 A.3d 801 (Pa.Super.2014) (same, relative to Sections 9712 and 9713 of the Sentencing Code)).\nThe majority acknowledged the anomaly in Section 9718(c), in that the statute mandates that the age factor “shall not be an element of the crime,” whereas, in point of fact, age is an element. Indeed, the majority recognized that, in Commonwealth v. Matteson, 96 A.3d 1064 (Pa.Super.2014), the Superior Court had previously decided that a sentence under Section 9718(a)(1) did not violate Alleyne, on account of this incongruity. See Wolfe, 106 A.3d at 805-06 (quoting Matteson, 96 A.3d at 1066-67). Nevertheless, the majority regarded Matteson as implicitly effectuating a severance of unconstitutional provisions of Section 9718, an exercise which the Superior Court had refused to undertake in other cases, including the en banc Newman decision. See Newman, 99 A.3d at 102 (“We find that it is manifestly the province of the General Assembly to determine what new procedures must be created in order to impose mandatory minimum sentences in Pennsylvania following Alleyne.”)-, see also Valentine, 101 A.3d at 811 (concluding, in accordance with Newman, that a court of common pleas had performed “an impermissible legislative function” by submitting special interrogatories to a jury in an effort to work around the unconstitutional terms of a statute directing that fact-finding relative to a mandatory minimum sentence was to be accomplished at the sentencing stage).\nAll members of the three-judge panel took the opportunity to express their views that Newman was wrongly decided and severance should be permitted. See Wolfe, 106 A.3d at 803 n. 4 (Mundy, J.); id. at 807 (Bowes, J., concurring, joined by Jenkins, J.). Furthermore, because the jury, in fact, had determined that the victim in Appellee’s case was under the age of sixteen, left to her own devices, Judge Bowes would have deemed any Alleyne-related error to have been harmless. See id. at 808.\nJudge Bowes also expressed concern with the majority’s approach in addressing severability sua sponte. See id. at 809. In her view, the matter was sufficiently debatable, and the underlying questions sufficiently complex, that resolution should have occurred only after full briefing. See id.\nSix months after the Superior Court filed its opinion in Wolfe, this Court set forth its own decision in Hopkins, which vindicated the en banc Newman panel’s position that unconstitutional terms of a mandatory minimum sentencing statute— including the requirement for operative facts to be determined by a judge at sentencing by a preponderance of the evidence— cannot be severed by the judiciary. See Hopkins, 632 Pa. at 61-62, 117 A.3d at 262. In this regard, this Court found the defective provisions to be simply too fundamental to the sentencing statute to permit severance. See id. at 259-60 (“[I]t cannot be stressed enough that the legislature intended that Section 6317 be a sentencing provision and not a substantive offense.”). In addition, Hopkins emphasized the courts’ limited role in redressing statutes infused with such deep-seated constitutional infirmities. See id. at 262 (“[W]e will not judicially usurp the legislative function and rewrite [the mandatory minimum sentencing statute] or create a substantive offense which the General Assembly clearly did not desire. Rather, we leave it to our sister branch for an appropriate statutory response to the United States Supreme Court’s decision in Alleyne”). Hopkins also declined to cognize workaround efforts deviating from the statutory commands, such as the use of special interrogatories. Id. (“[T]he General Assembly has made clear that the provisions of Section 6317 are not to be elements of the crime and no substitute process can fix that.”).\nWe allowed appeal in this case to consider the issue, as framed by the Commonwealth, of “[w]hether the Superior Court[’s] sua sponte determination that the ten year mandatory minimum sentence for [IDSI] ... is facially unconstitutional is erroneous as a matter of law?” Commonwealth v. Wolfe, 632 Pa. 446, 121 A.3d 433, 434 (2016) (per curiam). Our review of the legal questions involved is plenary.\nPresently, the Commonwealth argues that the Superi- or Court’s decision to proceed sua sponte upon its discernment of an Alleyne violation was improper. In support of this proposition, the Commonwealth references several decisions that generally reinforce the issue preservation doctrine. See id. at 11 (citing Commonwealth v. Colavita, 606 Pa. 1, 29-30, 993 A.2d 874, 891-92 (2010), and Steiner v. Market, 600 Pa. 515, 521-22, 968 A.2d 1253, 1256-57 (2009)). The Commonwealth, however, does not discuss the line of eases clearly implicated by the Superior Court’s opinion, per which courts are empowered to address illegal sentences regardless of issue preservation concerns. See, e.g., Commonwealth v. Foster, 609 Pa. 502, 522, 17 A.3d 332, 345 (2011) (Opinion Announcing the Judgment of the Court); cf. Commonwealth v. Dickson, 591 Pa. 364, 370, 918 A.2d 95, 99 (2007) (“[I]f the sentence clearly implicates the legality of sentence, whether it was properly preserved below is of no moment, as a challenge to the legality of sentence cannot be waived.”).\nOn the merits, the Commonwealth argues that Appellee received all of the benefit of the constitutional right announced in Alleyne. According to its brief, “[n]o judicial fact finding took place in this case,” since the age factor already was an element of the IDSI crime. Brief for Appellant at 8. In this respect — and although Section 9718(c) explicitly directs sentencing judges to conduct the material fact-finding — the Commonwealth loosely pronounces that “Section 9718 does not require any judicial fact finding.” Id. at 17. In the same vein, the Commonwealth indicates that “Section 9718(a) standing alone is all that is required to impose the mandatory sentence and it fully comports with the dictates of Alleyne,” id., thus implicitly suggesting that the elemental and procedural requirements of Section 9718(c) that are contrary to Alleyne should be severed, disregarded, displaced, or otherwise obviated.\nFor similar reasons, to the extent that this Court would find a constitutional violation, the Commonwealth urges us to consider the error harmless. The Commonwealth explains that Alleyne is an extension of Apprendi v. New Jersey, 530 U.S. 466, 120 S.Ct. 2348, 147 L.Ed.2d 435 (2000), and the Supreme Court of the United States has held that Apprendi errors can be harmless. See Brief for Appellant at 17 (citing United States v. Cotton, 535 U.S. 625, 632-33, 122 S.Ct. 1781, 1786, 152 L.Ed.2d 860 (2002)). The Commonwealth cites Neder v. United States, 527 U.S. 1, 119 S.Ct. 1827, 144 L.Ed.2d 35 (1999), for the proposition that “where a reviewing court concludes beyond a reasonable doubt that [an offense] element [omitted from a jury charge] was uncontested and supported by overwhelming evidence, such that the jury verdict would have been the same absent the error, the erroneous instruction is properly found to be harmless.” Id. at 17, 119 S.Ct. at 1837.\nIt is also the Commonwealth’s position that the Superior Court’s en banc decision in Newman should be overruled insofar as it denominated mandatory minimum sentencing statutes as being facially unconstitutional. Once again without reference to 9718(c), the Commonwealth repeatedly states that “Section 9718 as currently written fully complies with and provides any defendant with all the Constitutional rights guaranteed by the Sixth Amendment.” Brief for Appellant at 8, 20. In a footnote, the Commonwealth alludes to the determination in Hopkins that severance was unavailable relative to the sentencing provision under consideration there, but the Commonwealth nonetheless contends that severance would be more readily accomplished as to Section 9718. See id. at 20 n. 5.\nThe Pennsylvania District Attorneys Association (“PDAA”) has submitted a brief as an amicus. Unlike the Commonwealth, PDAA does recognize that there is a line of cases from this Court vindicating the appellate courts’ authority to act sua sponte to redress illegal sentences. See supra note 2. PDAA describes this area of the law as “confused,” however, and urges clarification in the form of a rule confining “illegality” to instances in which jurisdiction to impose a sentence is clearly lacking. See Brief for Amicus PDAA at 17-18.\nOn the merits, PDAA supports the Commonwealth’s view that Section 9718 is not facially unconstitutional, and that it can be applied in the present scenario without violating the Constitution. The analysis initially segues into a harmless error assessment, in which PDAA cites Washington v. Recuenco, 648 U.S. 212, 126 S.Ct. 2546, 165 L.Ed.2d 466 (2006), as an example where the Supreme Court of the United States deemed an Apprendi-based error to be harmless. See id. at 221-22, 126 S.Ct. at 2552-58. To mitigate the implication that a harmless-error analysis would suggest that Section 9718 might be invalid in the first instance, PDAA reasons that “applying a statute in a manner that is constitutionally erroneous but harmless is at least one circumstance in which the statute continues to be valid.” Brief for Amicus PDAA at 10.\nIn any event, it is also PDAA’s position that Section 9718 is not constitutionally erroneous. In this regard, PDAA asserts that Alleyne does not mandate particular forms of legislation, but rather, merely enforces the federal constitutional rights to trial by a jury and due process by requiring factual triggers to mandatory minimum sentences to be specified in the criminal information and proven at trial by a jury (in absence of a jury-trial waiver), beyond a reasonable doubt. Where, as here, these elements are met in the abstract, PDAA contends that there is no constitutional violation in the first instance, and further assessment of the terms of the sentencing statute is unnecessary and, indeed, misguided. “By focusing on the sentencing statute,” PDAA indicates, “the Superior Court was looking through the wrong end of the telescope.” Brief for Amicus PDAA at 12; id. (“Here the relevant task was not to compare the statute with Alleyne, but its application.” (emphasis in original)).\nPDAA also takes the opportunity to express its continuing disagreement with Hopkins and urges that it should be overruled, particularly as concerns the decision to deny severance. See, e.g., id. at 25-26 (“A due process decision by the federal Supreme Court should not be construed to require wholesale rewriting of criminal statutes.”). In the absence of severance, PDAA contends that the problematic requirements of Section 9718 can be deemed “preempt[ed]” or “moot” or “dormant” or “irrelevant.” Id. at 25. In this way, PDAA envisions that the remainder of the statute can be constitutionally applied without severance.\nAppellee, on the other hand, charges that “this case is an inappropriate vehicle to even consider the arguments of the Commonwealth and its amicus because ... they are all based on the faulty premise that [Appellee] received the requisite statutory and due process protections in this case.” Brief for Appellee at 22. Appellee stresses that the relevant provisions of Section 9718 are materially identical to those before the Court in Hopkins, which held that the sentencing statute containing them was void in its entirety. See Hopkins, 632 Pa. at 57-62, 117 A.3d at 260-62. Appellee further observes that Hopkins confirmed that the statute could not be “cured” by a jury determination at trial of the factual element necessary to be established. See id. at 41, 57-58, 117 A.3d at 250, 260. Additionally, Appellee points to a series of per curiam orders in which this Court, in more than thirty separate cases, has affirmed decisions of the intermediate and trial courts holding that sentencing statutes patterned in the same manner as Section 9718 are non-severable and void. See, e.g., Commonwealth v. Wiley, 633 Pa. 202, 124 A.3d 736 (2015) (per curiam); Commonwealth v. Peres, 632 Pa. 615, 121 A.3d 983 (2015) (per curiam); Commonwealth v. Guzman, 632 Pa. 621, 121 A.3d 986 (2015) (per curiam).\nNext, Appellee notes that Section 9718(a) applies to convictions for not only IDSI, but also twenty-one different underlying offenses as defined by multiple criminal-law statutes, and only in one such permutation is the triggering fact also an element of the underlying offense. Thus, Appellee regards the Commonwealth’s present legal position as one of very limited application, and he maintains that all other applications of Section 9718(a) are “indistinguishably unconstitutionally void” under Hopkins. Brief for Appellee at 12.\nAs to the Commonwealth’s and PDAA’s position that a mandatory minimum sentence can be upheld in the absence of a valid enabling statute, Appellee finds such position to be untenable. According to Appellee, “[i]n the absence of a mandatory minimum sentencing statute is a court supposed to make up its own mandatory minimum sentence or impose the one that used to exist in the now unenforceable voided statute?” Brief for Appellee at 15 n. 4. To the contrary, it is Appellee’s core position that there simply can be no mandatory minimum sentence without valid statutory authorization. For this proposition, Appellee draws support from a line of Superior Court cases holding that unconstitutional statutes are of no effect. See Brief for Appellee at 15-16 (citing Commonwealth v. Leverette, 911 A.2d 998, 1001 (Pa.Super.2006) (“If no statutory authorization exists for a particular sentence, that sentence is illegal and subject to correction.”); Commonwealth v. Michuck, 454 Pa.Super. 594, 686 A.2d 403, 407 (1996) (“An unconstitutional statute is ineffective for any purpose” and a “court does not have power to enforce a law which is no longer valid.”)).\nAppellee also explains that in Commonwealth v. Williams, 557 Pa. 285, 733 A.2d 593 (1999), after determining that a statutory presumption in determining status as a sexually violent predator was unconstitutional and not severable, this Court simply struck all relevant provisions of the statute related to sexually violent predators. See id. at 312-13 & n. 18, 733 A.2d at 608 & n. 18. Likewise, Appellee argues, the courts are not entitled to substitute their own procedures for those that are clearly prescribed by the Legislature in Section 9718(c) and which contravene Alleyne. To the extent that the sentencing court merely acceded to the jury’s finding rather than performing its statutory duty to engage in fact-finding, Appellee believes that such procedure is “entirely contrary to those unambiguously intended by the Legislature” and “is the antithesis of the court’s appropriate role.” Brief for Appellee at 20; cf. Commonwealth v. Fennell, 105 A.3d 13, 20 (Pa.Super.2014) (reaffirming that creating any new procedure for imposing a mandatory minimum sentence to supplant statutes invalidated by Alleyne was a matter “solely within the province of the legislature”). According to Appellee, reinstatement of his mandatorily-imposed minimum sentence would be tantamount to the same sort of rewriting of a statute, and transformation of legislative sentencing commands, that was eschewed in Hopkins. See Hopkins, 632 Pa. at 59-60, 117 A.3d at 261.\nIn the broadest plane, Appellee maintains that statutes violating Alleyne in the manner discussed in Hopkins are facially void, and no minimum sentence may be sanctioned that was imposed under them.\nAppellee’s amicus, the Defender Association of Philadelphia, clarifies that, conceptually, per Alleyne, Section 9718 must be viewed as a separate and distinct offense from the IDSI statute. See Alleyne, — U.S. at-, 133 S.Ct. at 2161 (couching an at-law enhancement requirement predicated upon a particular fact as “a new, aggravated crime”). The Association recognizes the anomaly driving the Commonwealth’s arguments for divergence from Hopkins, in that Section 9718(c) is flatly incorrect in its pronouncement that the age factor is not an element of the offense. The amicus, however, does not accept the notion that this incongruity relieves sentencing courts from compliance with their express statutory responsibility to undertake judicial fact-finding. Because, under Alleyne, the IDSI crime and the Section 9718(a)(1) crime are now separate offenses, the Defender Association asserts that each requires independent fact-finding by separate fact-finders, per the express legislative command. See 42 Pa.C.S. § 9718(c). In the Association’s estimation, abstract notions of collateral estoppel — discussed by neither the Commonwealth nor PDAA but which appear to be implicit in their arguments — cannot negate or displace the sentencing court’s express statutory responsibility. See Brief for the Defender Ass’n of Phila. at 13 (“What the jury may have found in relation to the IDSI [statute] does not supplant the trial court’s Section 9718(c) statutorily required fact-finding responsibilities.”); id. at 11-12 (citing State v. Allen, 423 Md. 208, 31 A.3d 476, 483 (2011), for the proposition that collateral estoppel may not be used against a criminal defendant).\nThe Defender Association does not specifically contest the jury’s finding as to the victim’s age in this case on its merits. Nevertheless, the Association observes that this factor may be legitimately in dispute in other cases, such as where the victim emigrates from a foreign country and arrives without a birth certificate or other official or definitive records. In any event, amicus regards the issue presented in this case as a structural one — Section 9718(c) mandates unconstitutional non-elemental status and judicial fact-finding; this Court held in Hopkins that such provisions were non-severable; and, thus, Section 9718 must be reevaluated by the Legislature, not reformulated or skirted by the judiciary.\nIn terms of harmless error, it is the position of the Defender Association that harmless-error review is inappropriate where a mandatory minimum sentence is imposed under a statute that is itself unconstitutional and unenforceable. See Brief for Amicus Defender Ass’n of Phila. at 14 (“The harmlessness of any procedural infirmity does not bring back to life the constitutionally] dead statute.”); accord Fennell, 105 A.3d at 19-20 n. 5 (“[0]nce the Court concludes that the subsections cannot be severed and must all be struck down, there is no statutorily authorized sentence upon which a harmless error analysis may be applied.” (citing Commonwealth v. Rivera, 95 A.3d 913, 915 (Pa.Super.2014), for the proposition that “[i]f no statutory authorization exists for a particular sentence, that sentence is illegal and subject to correction”)). While recognizing that the Commonwealth and PDAA have cited a number of cases suggesting that Apprendi-based errors can be harmless, amicus relates that none of these decisions involved a scenario in which the harmless-error determination “reanimate(d] or [brought] back to life a statute that was found to be facially unconstitutional and unenforceable absent the harmless error.” Brief for Amicus Defender Ass’n of Phila. at 15.\nII. Discussion\nA. Legality of Sentencing\nWe begin our consideration of the above presentations with the matter of sua sponte appellate review. Appeal has been allowed in Commonwealth v. Barnes, 632 Pa. 650, 122 A.3d 1034 (2015) (per curiam), to address the question of whether an Alleyne violation implicates the legality of a sentence and thus renders a challenge non-waivable. Particularly since the Commonwealth, in the role of the appellant in the present case, has not addressed the relevant line of decisions, we defer deeper consideration of the waiver question to Barnes. For the present, it is sufficient to observe that this Court has previously found that an asserted Apprendi-line violation implicated the legality of a sentence, see Commonwealth v. Aponte, 579 Pa. 246, 250-51 n. 1, 855 A.2d 800, 802-03 n. 1 (2004); accord Commonwealth v. Gordon, 596 Pa. 231, 234, 942 A.2d 174, 175 (2007) (“It seems to be a settled question in Pennsylvania that Apprendi-b&sed challenges raise questions related to the legality of a sentence!.]”), and that legality-of-sentence claims are not subject to the traditional waiver doctrine. See supra note 2.\nB. Alleyne ⅛ Application\nOn the merits, we reaffirm our decision in Hopkins in all material respects and conclude that it applies here. Initially, as should be apparent from the above, we differ with the Commonwealth’s position that Section 9718 does not require judicial fact-finding and that Section 9718(a), standing alone, is all that is required to impose the mandatory minimum sentence. To the contrary, Section 9718 does plainly and explicitly require judicial fact-finding in its subsection (c). See 42 Pa.C.S. § 9718(e) (“The applicability of this section shall be determined at sentencing ... by a preponderance of the evidence.”). Moreover, since subsection (c) is integral to the statute, Section 9718(a) does not stand alone. See id.\nSimilarly, we regard the suggestions by the Commonwealth and its amicus that Section 9718(c) can be deemed preempted, moot, dormant, or irrelevant — or can be otherwise disregarded or overlooked — to be tantamount to severance. The severance doctrine is the appropriate mechanism for testing whether some provisions of an otherwise unconstitutional statute may stand. See, e.g., Hopkins, 632 Pa. at 55-62, 117 A.3d at 259-62 (applying the severance doctrine in determining “whether the statute can survive without [unconstitutionally] invalid provisions”). Accordingly, in our considered judgment, Section 9718 rises or falls based on the application of such principles, and, based on their application in Hopkins, it is the latter outcome which must prevail. We also agree with Appellee and his amicus that a sentence based on an unconstitutional statute that is incapable of severance is void. Accord Commonwealth v. Armao, 446 Pa. 325, 337-38 & n. 9, 286 A.2d 626, 632 & n. 9 (1972) (indicating, with reference to an unconstitutional non-severable statute, that “the whole statutory scheme is invalid on its face”); Michuck, 686 A.2d at 407 (“An unconstitutional statute is ineffective for any purpose.”). See generally 16 C.J.S. Constitutional Law § 265 (2016) (depicting the general rule that an unconstitutional, non-severable statute is “not a law, has no existence, is a nullity, or has no force or effect or is inoperative” (footnotes omitted)).\nAlthough the anomaly in Section 9718 — ie., the incorrect specification that the age-of-victim factor is not an element of a Section 3123(a)(7) IDSI crime — injects a conceptual wrinkle into this case, it does not alter our core assessment. In this regard, we agree with Appellee and his amicus that, under Alleyne, Section 9718 must be treated as creating a “distinct and aggravated crime,” Alleyne, — U.S. at-, 133 S.Ct. at 2163; that the statute’s directive for judicial fact-finding attaches to that aggravated crime notwithstanding a jury ver-diet; and that sentencing judges are not free to disregard such explicit legislative mandates by substituting their own procedures. Accord Fennell, 105 A.3d at 20. Accordingly, although the jury at Appellee’s trial plainly decided that the victim was under sixteen years of age, the sentencing court was bound to make its own determination at sentencing, see 42 Pa.C.S. § 9718(c), but it could not do so in a manner consistent with the Sixth Amendment to the United States Constitution, on account of Alleyne. See Alleyne, — U.S. at-, 138 S.Ct. at 2163-64 (disapproving a judicial finding relative to a mandatory minimum sentence).\nWe are also unable to deem the violation inherent in the application of a sentencing statute that is unconstitutional on its own non-severable terms to be harmless. On this subject, we reject PDAA’s contention that Pennsylvania courts should be completely unconcerned with the unconstitutional provisions of mandatory minimum sentencing statutes, so long as constitutional requirements can be said to have been satisfied in the abstract. Although we realize that the Supreme Court of the United States and other courts have found Apprendi-based errors to be harmless in various eases, which are ably cited by the Commonwealth and its amicus, none of these concerned a scenario in which the underlying sentencing statute was itself found to be invalid and non-severable.\nNotably, as well, from the federal perspective at least, matters of state law are integral to determining whether, and to what extent, a state statute ultimately may survive an Apprendi or Alleyne challenge. See, e.g., Leavitt v. Jane L., 518 U.S. 137, 139, 116 S.Ct. 2068, 2069, 135 L.Ed.2d 443 (1996) (per curiam) (“Severability is of course a matter of state law.”). Accordingly, it should come as no surprise that the federal courts frequently focus on the particular application at hand rather than structural problems with an underlying state legislative enactment. From the state level, however, we have not been free to avoid the essential inquiry connected with the viability of Section 9718 and other similarly patterned statutes. See, e.g., Hopkins, 632 Pa. at 52-62, 117 A.3d at 257-63.\nWe are not unsympathetic to the plight of the Commonwealth in Alleyne ⅛ wake, given the volume of the mandatory minimum sentences that must be stricken, and the scale of the task of resentencing. We also appreciate that, in enacting the mandatory minimum sentencing regime, the General Assembly had acted in good faith reliance on the previous jurisprudence of the Supreme Court of the United States, which was discarded by that Court in Alleyne. Nevertheless, new constitutional rules of Alleyne ⅛ magnitude often have unavoidable, wide-scale consequences. Against the above backdrop, we believe that the Commonwealth also should appreciate the judiciary’s position, in that our ability to curtail Alleyne ⅛ ramifications is limited according to our subordinate role within the federal-state hierarchy, as well as our co-equal status in a Commonwealth where the legislative power is allocated to another branch.\nHarkening back to Hopkins, we reiterate that it is not an appropriate function of the judiciary to create new aggravated crimes, via severance or otherwise. Transformation of a sentencing factor which the Legislature has specifically mandated “shall not be an element of the crime” into an offense element is simply beyond our constitutionally prescribed authority and purview. Accord Hopkins, 632 Pa. at 60-62, 117 A.3d at 262.\nIn summary, we reaffirm Hopkins and find that Section 9718 is irremediably unconstitutional on its face, non-severa-ble, and void.\nThe order of the Superior Court is affirmed.\nJustices BAER, DONOHUE and WECHT join the opinion with respect to Parts I and II(B). Justice DONOHUE joins the opinion with respect to Part 11(A).\nJustice BAER files a concurring opinion, joined by Justice WECHT.\nJustice TODD files a dissenting opinion, joined by Justice DOUGHERTY.\nJustice DOUGHERTY files a dissenting opinion.\n. This matter was reassigned to this author.\n. Although Poster is a plurality opinion, there was a consensus among a majority of Justices that there is some range of sentences concerning which challenges are ‘'nonwaivable” and, thus, subject to correction by the courts of their own accord. See Foster, 609 Pa. at 522, 17 A.3d at 345 (Opinion Announcing the Judgment of the Court); id. at 534, 17 A.3d at 352 (Castille, C.J., concurring) (explaining that at least \"[a] classic claim of sentencing ‘legality' .., may be raised sua sponte ”); id. at 539-41, 17 A,3d at 355-56 (Saylor, J., concurring) (\"To the degree [that the lead opinion] reflects that review of legality-of-sentence claims has been made available in limited categories of cases beyond those involving claims that sentences exceeded statutory máximums — despite non-adherence to ordinary principles of issue preservation and presentation — I support its reasoning and holding.”).\n. In his dissent, Justice Dougherty expresses a preference for the present case to be held pending Barnes. At this juncture, however, Barnes is only midway through the briefing stage. Moreover, unlike this case, the Barnes appeal does not involve the anomaly per which the Legislature's apparent misapprehension concerning offense elements serves as the Commonwealth’s justification for disregarding the statute’s unconstitutional directives to judicial officers.\nThroughout his opinion, Justice Dougherty repeatedly characterizes the application of Alleyne in the present scenario as “retroactive” or \"retrospective,” without recognizing that Alleyne was decided months before the issuance of the dispositive sentencing order under review in this case.\n. In concurrence, Justice Baer advocates a broader approach, relating that \"a majority of justices in Foster agreed that a challenge to the application of a mandatory minimum sentence was not waivable,\" and that the division among Justices involved the reasoning only. Concurring Opinion, at 57-58, 140 A.3d at 663, To clarify, what was at issue in Foster was a particular, discrete challenge to a mandatory minimum sentence, namely, one grounded in a longstanding judicial misreading of the terms of the relevant sentencing provision. See Foster, 609 Pa. at 505, 17 A.3d at 334 (Opinion Announcing the Judgment of the Court); see also Commonwealth v. Dickson, 591 Pa. 364, 372-74, 918 A.2d 95, 100-01 (2007) (elaborating on the issue of statutory interpretation involved). While the Court unanimously determined that such specific challenge could be vindicated in spite of lapses in issue preservation, it is important to recognize that a majority of Justices disagreed with the position advanced in the lead opinion that all challenges associated with the application of mandatory minimum sentences should be deemed non-waivable. See Foster, 609 Pa. at 526-27, 17 A.3d at 347 (Castille, C.J., concurring, joined by Orie Melvin, J.); id. at 539-41, 17 A.3d at 355-56 (Saylor, J., concurring); id. at 541-42, 17 A.3d at 356-57 (Ealdn, J., concurring, joined by Castille, C.J.).\nCertainly, Justice Baer’s inclination to maintain the bright-line approach that he advocated from a minority position in Foster is understandable. From our perspective, however, it is preferable for the Court to revisit this controversial area of the law, in which sharp divisions previously have arisen and been maintained, in a context in which the competing positions are better developed by the parties in the first instance.\n. The dissent authored by Justice Todd references no authority for its proposition that a sentencing court may treat a statutorily-prescribed fact-finding duty assigned to a judicial officer as merely a “pro foma act.” Dissenting Opinion, at 66-67, 140 A.3d at 669.\nObviously, we also do not share the dissent’s perspective that our approach of squarely addressing the express, direct, and specific challenge to the underlying sentencing provision presented by Appellee is \"myopic[],” \"inexplicabl[e],” or otherwise misdirected. Dissenting Opinion, at 59, 67-68, 140 A.3d at 664-65, 669-70. Indeed, we believe that our analysis is straightforward and rests on far firmer foundation than the dissent’s position that small segments of a statute that is otherwise irreparably unconstitutional on its terms should be preserved on account of an anomaly, and despite suffering from the same, integral, explicit statutory directive for sentencing courts to perform what is now unconstitutional judicial fact finding.\n. The dissents’ alternative approach favoring a finding of harmless error would sanction a residual longevity in small segments of an unseverable statute requiring unconstitutional actions on the part of judicial officers. Along these lines, such a finding would effectively give credence to the principle advanced by the PDAA that \"applying a statute in a manner that is constitutionally erroneous but harmless is at least one circumstance in which the statute continues to be valid.” Brief for Amicus PDAA at 10.\nFrom our perspective, however, the prospect of enforcing a statute containing unseverable, unconstitutional directives to judicial officers here and potentially into perpetuity on the theory that such enforcement will be harmless on an ongoing basis is simply untenable. Because Alleyne invalidates material requirements of this statute, and because those provisions are non-severable per Hopkins, the statute simply cannot be enforced by the judiciary in any respect.\n. In response to Justice Todd's portrayal of a \"windfall” arising from our present holding, see Dissenting Opinion, at 69-70, 140 A.3d at 670-71, we observe that Appellant stands convicted of three counts of felonies of the first degree, four counts of felonies of the second degree, and one count of a felony of the third degree. Given that the entire sentencing plan must be reevaluated in instances in which a defendant challenges one of several interdependent sentences, see Commonwealth v. Goldhammer, 512 Pa. 587, 593, 517 A.2d 1280, 1283 (1986), on remand Appellee may in fact receive exactly the same aggregate term of sentence that previously was imposed. Along these lines, Appellant will again be exposed to a potential maximum aggregate sentence — exclusive of the mandatory minimum sentencing provisions — of up to 107 years’ imprisonment. See 18 Pa.C.S, § 1103 (delineating the 20-year maximum sentence for felonies of the first degree, the 10-year maximum sentence for felonies of the second degree, and the seven-year maximum sentence for felonies of the third degree). Furthermore, should Appellant somehow garner a \"windfall” from the sentencing court, the Commonwealth has the ability to seek review of the substantial question that obviously would be presented in the Superior Court, See 42 Pa.C.S. § 9781(b).\nEvery day, the above individualized, discretionary sentencing regime operates to facilitate fair and appropriate sentencing for criminal defendants across Pennsylvania. Thus, we do not find the dissent’s speculative depiction of a windfall to be well taken."}