{"id": "12280105", "contents": "OPINION\nJustice STEVENS.\nThis discretionary appeal concerns a defamation case wherein The Scranton Times L.P., The Times Partner, James Conmy, and Edward Lewis (collectively “the Media Defendants”) appeal from an order of the Superior Court, which affirmed in part and reversed in part the decision of the Honorable Joseph Van Jura of the Court of Common Pleas of Luzerne County and granted Thomas A. Joseph, Thomas J. Joseph, Acumark, Inc., and Airport Limousine and Taxi Service, Inc. (collectively “Appellees”) a new trial. For the reasons discussed in this opinion, we conclude the Superior Court erred in granting Appellees a new trial, and therefore, we reverse.\nI. Factual and Procedural Background\nThis matter arises out of a series of articles written by James Conmy (“Conmy”) and Edward Lewis (“Lewis”) which appeared from June 1, 2001, to October 10, 2001, in the Citizens’ Voice, a newspaper in the Wilkes-Barre/Scranton area owned by The Scranton Times L.P. The articles reported about the existence of a federal criminal investigation into the alleged ties of William D’Elia (“D’Elia”), the reputed head of the Bufalino crime family of northeastern Pennsylvania, and Thomas A. Joseph, Sr. (“Joseph, Sr.”) to organized crime activities. The articles included information related to, inter alia, the May 31, 2001, execution of search warrants by a large contingent of federal agents and state troopers at the Wilkes-Barre residence of Joseph, Sr., the office of Joseph, Sr.’s business, Acumark, Inc. (“Acumark”), the residence of Samuel Marranea (“Marranea”), the residence of Jeanne Stanton, and the residence of D’Elia. Specifically, the trial court summarized the challenged articles as follows:\nWhile the Citizens’ Voice published ten articles from June 1 to October 10, 2001, [Appellees] agree that the first two articles were not defamatory. The remaining eight articles at issue are summarized below.\nThe article of June 5, 2001, written by ... Comny [síc ] and Lewis, indicates that, according to “a source[,]”[] the reason for the search warrants of May 31 was a money-laundering [sic] scheme involving “three main players” whose residences were searched, ... Acumark and “a limousine/taxi service in Pittston Township[.]”[ ] The article indicates that money was also laundered through a “now-defunct weekly newspaper called The Metro [.] ”[ ] The article references D’Elia, La Cosa Nostra Crime Family[,] and reputed mobsters Russell Bufalino and Ralph Natale. The article contains the photograph of only one person: Joseph, Sr. The article contains confirmation from Joseph, Sr.’s civil attorney that records were removed from Acumark’s Pitt-ston office, followed by an assertion based on an unnamed source, that records of The Metro were seized from 1303 Wyoming Avenue.\nThere were no further articles until two months later.\nOn August 5, 2001, the Citizens’ Voice published an article written by ... Conmy and Lewis. The article asserts, without indicating a source, that arrests at a former Avoca bar (Lavelle’s Pub) three years before are connected to the money laundering investigation. In the next paragraph, the article states that a limousine and taxi service based at both the Wilkes-Barre/Scranton and Lehigh Valley [[International [A]irports is under federal focus for transporting money, drugs, prostitutes[,] and guns to and from Atlantic City, Philadelphia, and New York. It is followed by another paragraph describing how Lavelle’s Pub was used for the purposes of the use and distribution of cocaine. After several paragraphs about Lavelle’s Pub, the article describes how prostitutes from an escort service operated by Al Carpinet, Jr., were used to entertain clients, followed by assertions, without attribution to a source, that a federal grand jury is investigating information that as much as $3 million was laundered through The Metro and ending with a paragraph about the above-described May 31 searches. The gist of the article is that the investigations of Lavelle’s Pub and Al Carpinet, Jr., and the purported investigations of an airport taxi and limousine service that is transporting money, drugs, prostitutes, and guns and of The Metro are related to the searches of May 31, 2001. Nowhere in the article is it indicated that the assertions are only allegations, and nowhere is/are the source(s) of the assertions indicated.\nOn August 5, 2001, ... Lewis authored a separate article headlined “Firearms dealer denies involvement in alleged money laundering scheme” relating to an alleged firearms dealer, Gus Salazar [ (“Salazar”) ], and indicating that both Salazar and Joseph, Sr., collect guns and use the same attorney. The article concludes by stating that the money laundering investigation is related to the investigation of Salazar. The parties agreed that neither side would call Salazar as a witness at trial, and stipulated that his testimony at the prior trial ... would be excluded from consideration in this trial. This was done.\nOn August 6, 2001, the Citizens’ Voice published an article written by ... Conmy and Lewis on page 3 entitled “Probe investigating pub clientele” which was continued on page 37 under the heading “Probe: Customers under scrutiny[.]”[ ] The article indicates that, according to “an investigative source[,]”[ ] a frequent visitor at Lavelle’s Pub “is a relative to one of three persons who received a target letter” from a Harrisburg federal grand jury investigating money laundering and indicates that the [sic ] “the investigation expanded to include prostitution, gun running[,] and further drug trafficking[.]”[ ] At the continuation of the article on page 37, after repeating earlier assertions that The Metro, “formerly owned by Joseph[,] (Sr.)” was used to launder $3 million, the article asserts that a taxi and limousine service owned by Joseph, Sr., and [Thomas J. Joseph, Jr. (“Joseph, Jr.”) ], “is being looked at as a means to transport money, drugs, prostitutes[,] and guns to and from Atlantic City, Philadelphia[,] and New York City, several reliable sources said[.]”[] The article indicates: “A source said that although the transportation service at the Wilkes-Barre/Scranton International Airport promotes limousines, no such vehicles exist. The source continued to explain that the money, drugs[,] and guns are kept in attach[é] cases in the trunks of the vehicles when they transport the goods to the larger cities[.]”[ ]\nThe next day, August 8, 2001, the Citizens’ Voice published an article written by ... Lewis indicating that Bob Butts [ (“Butts”) ], who published The Metro with Joseph, Sr., “didn’t see Joseph do anything wrong” and indicating again that, during the searches of May 31, 2001, records of The Metro were found in an office purportedly leased by ... Marranea and that one of the other individuals whose home was searched, D’Elia, “is a reputed mob boss[.]”[] The article indicates that Joseph, Sr., Marranea, and D’Elia “are at the center” of a federal investigation into money laundering that “expanded in recent weeks when federal investigators learned about drug-trafficking, prostitution, and gun running to and from Atlantic City and other larger cities[.]”[ ] Otherwise, the article purports to be about Butts’ disclaimers that The Metro was profitable.\nFour days later, on August 12, 2001, the Citizens’ Voice published an article by Lewis entitled “Report: Judge Barrasse linked to IRS investigation ... Officials say he is not connected to former Lavelle’s Pub Avoca[.]”[] Citing “several reliable sources!,]”[ ] the article repeats the substance of the assertions that a cocaine ring was operating out of Lavelle’s Pub and indicates that “Lavelle’s Pub was not involved in the laundering of money” but is connected to the money laundering investigation and to an investigation of Al Carpinet, Jr., because of the pub’s clientele. The article indicates that one of at least three persons who sold cocaine at the pub “is related to two of the three persons who received target letters!.]”! ] The article concludes by describing the May 31 searches of Marranca’s, D’Elia’s!,] and Joseph, Sr.’s residences and of Acumark and concludes by asserting that “a source close to the investigation” said that close to $3 million was laundered through The Metro.\nThe next article by Lewis was published by the Citizens’ Voice on August 20, 2001. The article states, “a source close to the probe said” that the money laundering investigation “has expanded to include possible abuse of power and political corruption for personal gain ... It also includes prostitution involving alleged pimp Al Carpinet, Jr. and drug trafficking similar to the 1986 federal prosecution of Frederick Luytjes[,]”[ ] indicating that the federal grand jury investigation of money laundering through The Metro and Acumark is being headed by the same prosecutor ... who prosecuted Luytjes. The laundered money, according to a source, came from overfill at landfills in the state. The new information ... was “learned soon after the searches on May 31 on several homes and businesses, including Acumark....”\nThe final article, written by Lewis, was published by the Citizens’ Voice on October 10, 2001[,] and was headlined “3 witnesses subpoenaed in money-laundering [sic ] investigar tion[.]”[] Isolated portions of the article are offset as follows: “Quicklnfo—1 of those ordered to testify before a grand jury in Harrisburg had ties to an Avoca tavern that was closed in 1998 following a federal and state probe. Part of the investigation centers on reputed crime boss ... D’Elia of Hughestown[,]” and “THIS [sic] investigation took off since May 31.” The article indicates that at least three persons have been subpoenaed to the grand jury investigating money laundering and at least one of them has ties to Lavelle’s Pub. The article asserts that the grand jury “began hearing testimony from witnesses ... following nine months of video surveillance on key suspects[.]”[ ] After recapping the May 31, 2001[,] searches and indicating that a car occupied by D’Elia and Marranea was also searched, the article indicates, in the same paragraph, that the IRS was investigating more than two years before obtaining a court order for video surveillance and that information has been received suggesting that as much as $3 million was laundered through The Metro. The article republishes the assertion that most, if not all, of the laundered money was from overfill and the selling of open airspace at several landfills in Pennsylvania. According to the article, “Investigators also ‘stumbled’ upon drug-trafficking, prostitution, gambling[,] and gun-running[.]”[ ]\nTrial Court Opinion filed 12/8/11 at 3-7 (citation to record, footnotes, and emphasis omitted).\nOn May 22, 2002, Appellees commenced a civil action against the Media Defendants pursuant to the Uniform Single Publication Act (“the Act”), 42 Pa.C.S. §§ 8341-8345. The complaint contained eight counts, including one count of defamation-libel and one count of false light invasion of privacy on behalf of each Appellee against the Media Defendants based upon the articles published in the Citizens’ Voice. On May 16, 2006, the matter proceeded to a non-jury trial before the former Judge Ciavarella, who at the conclusion of the trial entered a verdict in favor of Appellees and against the Media Defendants. Specifically, former Judge Ciavarella awarded compensatory damages in the amount of $2 million to Joseph, Sr. and $1.5 million to Acumark.\nOn appeal, a three-judge Superior Court panel affirmed former Judge Ciavarella’s judgment. Joseph v. Scranton Times L.P., 959 A.2d 322 (Pa.Super.2008) (“Joseph I”). Thereafter, the Media Defendants filed in this Court an Application for Extraordinary Relief, and exercising our King’s Bench authority, we vacated former Judge Ciavarella’s verdict, judgment, and all substantive orders entered in the case based on the appearance of judicial impropriety in the assignment and trial. Joseph v. Scranton Times L.P., 604 Pa. 677, 987 A.2d 633 (2009) (per curiam order). We remanded the matter to the Court of Common Pleas of Luzerne County for the assignment of a new judge for a new trial. See id.\nUpon remand, Judge Van Jura was assigned the ease, and in entertaining motions for summary judgment, he dismissed Airport Limousine and Taxi Service, Inc.’s (“Airport Limousine”) and Acumark’s false light invasion of privacy claims. In May of 2011, a non-jury trial on the remaining claims was held before Judge Van Jura, who ultimately entered a verdict in favor of the Media Defendants and against Appellees.\nIn support of his verdict, in a December 8, 2011, opinion, Judge Van Jura began his analysis by examining the Act and setting forth the elements required to be proven by a plaintiff in a defamation case, as well as the elements the defense may prove in order to rebut a prima facie case of defamation. Trial Court Opinion filed 12/8/11 at 10-11. Additionally, he held Appellees, as plaintiffs, were required to prove the statements at issue were false. Id. at 12.\nJudge Van Jura indicated that, in determining the appropriate standard of fault in order to satisfy the First Amendment strictures and the Pennsylvania Constitution’s protections in the area of reputational interests, a court must first consider whether the plaintiff is a public or private figure. Id. at 12-22. In this vein, he recognized, if the plaintiff is a public figure, for a limited purpose or otherwise, in order to establish liability, the plaintiff must prove the defendant made a false and defamatory statement with actual malice, ie., with knowledge the statement was false or with reckless disregard of its falsity. Id. at 12-13. However, he further recognized, by contrast, if the plaintiff is a private figure, the plaintiff may establish liability by proving the defendant acted negligently rather than with actual malice. Id. at 13.\nIn applying the law to the facts and making credibility determinations, Judge Van Jura rejected the Media Defendants’ claim that all or some of Appellees were all purpose public or limited purpose public figures. Id. at 13-22. Thus, he held the evidence revealed Appellees were private figures, and therefore, Appellees were required to demonstrate the Media Defendants published false statements negligently. Id.\nAs to whether Appellees met their burdens, Judge Van Jura held the articles contained false statements. He found there was “[n]o credible evidence ... admitted at trial demonstrating that any of the ‘defamatory statements’ published by the Citizens’ Voice concerning [Appellees], after reporting the initial searches of Acumark and Joseph, Sr.’s home, were true.” Id. at 20. Further, while the Media Defendants argued the articles reported on a government investigation without accusing Appellees of committing crimes, Judge Van Jura found “there was no credible evidence admitted at trial that the government was conducting an investigation that embraced the elements and events that were reported in the Citizens’ Voice.” Id. at 20 n. 13.\nFor example, Judge Van Jura noted:\n[T]here was no evidence that Joseph, Sr,, had ever been sent a target letter, as clearly implied to the average reader of the Citizens’ Voice; no evidence that Joseph, Sr., had ever been the subject of video surveillance, as clearly implied to the average reader by the Citizens’ Voice; no evidence that [Appellees] had any connection to the local pub that was a focal point of a local drug ring; no evidence that Joseph, Sr.’s airport transportation businesses were being investigated for drug trafficking, prostitution, gun running[,] or money laundering; no evidence that any of the [Appellees] were ever under investigation for political corruption; and no evidence that any [Appellee] was in imminent danger of being indicted. When an indictment was handed down in May 2006, by the grand jury that [the Media Defendants] contend was conducting the investigation upon which [the Media Defendants] were reporting in the articles, that indictment never mentioned [Appellees] or any of Joseph, Sr.’s other businesses.\nId. (citation to record omitted).\nHowever, Judge Van Jura did not explicitly opine as to whether Appellees met their burden of proving, at a minimum, the Media Defendants negligently published the false statements. Instead, Judge Van Jura opined Appellees were not entitled to recover for defamation since they failed to prove with legal sufficiency “either general or special damages or harm” caused by the Citizens’ Voice articles. Id. at 22. He noted one category of damages, which is recoverable in defamation claims, includes “ ‘general damages’ such as ‘impairment of reputation and standing in the community, personal humiliation, and mental anguish and suffering.’ ” Id. at 23 (quotation omitted). He reasoned “[hjarm to reputation is ‘judged by the reaction of other persons in the community and not by the party’s self-estimation.’ ” Id. at 24 (quotation omitted). He noted it was proper for the court to consider as well whether a plaintiffs harm to reputation was caused by the articles at issue or any other factor. Id.\nAdditionally, Judge Van Jura noted another category of damages is “ ‘special damages’ which are ‘actual and concrete damages capable of being estimated in money, established by specific instances such as actual loss due to withdrawal of trade of particular customers, or actual loss due to refusal to credit by specific persons, all expressed in figures.’ ” Id. (quotation omitted). He noted “[w]here special damages are claimed, the plaintiffs’ belief as to lost business is not enough; rather they must be proven by the testimony of third parties that the specific statements complained of caused them to withdraw their business.” Id. (citations omitted). Applying these standards to the evidence, Judge Van Jura specifically opined “none of the [Appellees] have credibly shown, with legal sufficiency, any loss caused by the articles at issue, published in the Citizen[s] Voice.” Id. at 25.\nSpecifically, as it relates to Joseph, Sr.’s claim for general damages, Judge Van Jura highlighted that while Joseph, Sr. testified he lost friends, his social life was impaired, and he curtailed his social activities, the credible testimony established such occurred as a result of injuries Joseph, Sr. sustained in an automobile accident as opposed to the articles in the Citizens’ Voice. Id. He noted that, “[i]n his accident case, Joseph, Sr. never mentioned the Citizen[s] Voice [articles as the cause of his harm.” Id. Also, Judge Van Jura concluded that, although Joseph, Sr. testified a local dinner club would not give him reservations, Joseph, Sr. testified in his July 11, 2001, deposition “that he had stopped attending the [dinner club] because of his injuries from the accident.” Id. at 26 (citations to record omitted). Moreover, he concluded the logs from the dinner club revealed Joseph, Sr. continued to dine at the dinner club “during the entire period of the [Citizens’ Voice] [ajrticles and after.” Id. (citations to record omitted).\nJudge Van Jura specifically held “[t]his Court does not find, based upon an exhaustive review of the evidence at trial, that Joseph[,] Sr.’s testimony with respect to the claimed damages being caused by the publication of the Citizen!s]’ Voice articles to be credible or legally sufficient.” Id. (emphasis omitted). Judge Van Jura reasoned:\nThe testimony of Leah Joseph was not sufficient, nor sufficiently credible, to prove that Joseph[,] Sr.’s alleged loss of social enjoyment was caused by the Citizen[s] Voice articles. Neither Joseph[,] Sr., nor Leah Joseph, proved that the alleged loss of social enjoyment was specifically and solely attributable to the allegedly false and defamatory statements complained of in the Citizenfs] Voice articles or that it was different in kind, quantity or quality[ ] from the loss of social enjoyment previously claimed by Joseph[,] Sr. in connection with his 1997 automobile accident for which he received $450,000[.]\nId. at 27-28 (citation to record omitted).\nMoreover, as to Joseph, Sr.’s claim of reputational damages, Judge Van Jura rejected the claim for several reasons. Initially, he opined Joseph, Sr.’s claim of reputational harm was predicated on statements made in the August articles which were not “of and concerning” him. Id. at 26. In this regard, Judge Van Jura noted the August articles, which reported about the airport limousine business being investigated for crimes, were not “of and concerning” Joseph, Sr. Id. Therefore, inasmuch as Joseph, Sr. claimed the “real harm” to his reputation occurred in response to the August articles, Judge Van Jura concluded he failed to prove the articles caused him reputational injuries. Id.\nAdditionally, the Judge specifically highlighted he did “not find credible Joseph!,] Sr.’s testimony that none of the true statements in the Citizen[s] Voice articles were the cause of any reputational damages to him.” Id. (emphasis omitted). Likewise, Judge Van Jura indicated he considered the testimony of Joseph, Sr.’s daughter, Leah Joseph, and found her testimony “did not credibly indicate that any claimed damage to [her father’s] reputation in the community was caused by the publication of the article in the Citizen[s] Voice and not by something else[.]” Id.\nJudge Van Jura concluded Joseph, Sr. presented no evidence that anyone in the community “cared about his alleged ties to organized crime, his long friendship with reputed mobster D’Elia or the fact that he was being investigated by federal and state authorities for money laundering, tax evasion!,] and illegal betting.” Id. at 27 (citations to record omitted). He further concluded Joseph, Sr. presented no testimony from the community that his reputation was damaged. Id. Judge Van Jura noted witnesses, including friends and employees who testified for Joseph, Sr. at trial, testified “unequivocally” that nothing in the articles caused them to have a diminished view of Joseph, Sr.’s reputation. Id.\nAs it relates to Joseph, Jr.’s defamation claim, Judge Van Jura held a single statement in the articles was “of and concerning” Joseph, Jr., who failed to demonstrate the statement diminished his reputation in the community. Id. at 28. The Judge acknowledged Joseph, Jr. testified he ceased using his last name in public approximately six months prior to the 2011 trial; however, the Judge concluded he offered no evidence the decision to do so was caused by the Citizens’ Voice article. Id. Moreover, Judge Van Jura noted Joseph, Jr. did not introduce any testimony that anyone’s view of Joseph, Jr.’s reputation was changed because of the articles, and the Judge found that, although Joseph, Jr.’s fiancé testified “friends pull away when she mentions Joseph!,] Jr.’s name,” she did not establish such a reaction occurs because of the single statement contained in the Citizens’ Voice. Id. (citation to record omitted).\nAs it relates to Acumark and Airport Limousine, Judge Van Jura held they “failed to prove their claims for general or special damages by a preponderance of the evidence.” Id. at 28-29 (emphasis omitted). Judge Van Jura concluded no witness testified the businesses had a diminished reputation as a result of the articles and, in fact, no evidence was presented from any witness concerning the businesses’ reputation in the community. Id. at 29.\nAs to Airport Limousine, the Judge noted Joseph, Sr. offered testimony indicating he advised the Public Utility Commission (“PUC”) that Airport Limousine had remained in business despite the poor economic effect which the 9/11 terrorist attacks had on the transportation industry nationally and locally, resulting in a reduction of people travelling from the airport, as well as the fact Airport Limousine’s former largest customer, U.S. Airways, went bankrupt, leaving an account payable of $18,000. Id. However, the Judge noted Joseph, Sr. did not inform the PUC that Airport Limousine had been affected in any manner by the Citizens’ Voice articles. Id.\nAs to Acumark, Judge Van Jura indicated that when Joseph, Sr. was attempting to secure financial assistance for his daughter to attend college, he informed a bank official that profits at Acumark had been down due to “ ‘overcapacity and reduced demand’ in the printing industry!)]” Id. Judge Van Jura found “[a]t no point in time, however, after the publishing of the Citizen!s’] Voice articles, did Joseph!,] Sr. ever publicly blame the Citizen[s] Voice articles for any negative impact on his businesses, Acumark [or] Airport Limousine!.]” Id. at 29-30. The Judge further found “[t]he one and only time that Joseph!,] Sr. has ever blamed the articles for harming his businesses was within the context of this litigation, and at least for the purpose of this litigation, he blames all of his problems on the Citizen[s] Voice articles [sic].” Id. at 30 (citation to record omitted). However, Judge Van Jura indicated Joseph, Sr. and Joseph, Jr, admitted articles appearing in the Times Leader were harmful to the businesses’ reputation. Id.\nAs to special damages, Judge Van Jura concluded Airport Limousine made no separate claim for special damages, but rather, its claim was subsumed within Acumark’s claim. Judge Van Jura concluded it was possible for Appellees to present evidence separately for Airport Limousine; however, having failed to do so, “Airport Limousine failed to credibly prove any quantifiable harm[.]” Id. at 31.\nJudge Van Jura acknowledged Appellees presented expert testimony of special damages for lost revenue as to Acumark but held Appellees “failed to prove the amount of its alleged lost revenue with a reasonable degree of certainty and did not prove that the alleged lost revenue was proximately caused by the alleged defamatory statements in the Citizen[s] Voice articles.” Id. at 32. In this vein, although Appellees’ expert testified Acumark had the potential for greater revenue from 2001 to 2009, Judge Van Jura concluded Appellees’ expert did not offer an opinion as to what caused Acumark not to perform at its alleged potential. Id. at 32-33. In fact, the Judge held “[Appellees] did not offer any competent evidence to show any of the alleged lost profits [revenues] were proximately caused by the Citizen[s] Voice articles.” Id. at 33 (citation omitted). He further held speculation “is not a legally sufficient substitute for [Appellees’] failure to produce evidence on causation.” Id. (citation omitted). Judge Van Jura opined Appellees’ expert’s opinion, which was not based on specific facts or data, did not assist the court in determining what portion of “Acumark’s claimed ‘loss potential’ could be attributed to the allegedly defamatory statements in the Citizen[s] Voice articles in 2001 individually and/or as opposed to what could be attributed to other negative business events and conditions that occurred between 2001 and 2009.” Id.\nAdditionally, Judge Van Jura noted that, in the litigation related to the injuries Joseph, Sr. sustained in his automobile accident, Joseph, Sr. explained Acumark’s lack of growth was due to the automobile accident. Id. at 34. The Judge concluded:\nWhile [Appellees] claim that the articles linking [Appellees] to guns, drugs, and prostitutes[ ] led to the loss of several of Joseph[,] Sr.’s customers, including Adelphia Cable, North Penn Savings & Loan, CEO People Helping People, the University of Scranton, St. Ann’s Media, Catholic Golden Age Charities, and [the] Luzerne County Courthouse, [Ap-pellees] did not offer testimony from any of these customers indicating that they withdrew or transferred their business because of the Citizens’ Voice articles, nor was [Appellees’ expert] provided with documentation indicating that these customers withdrew their business because of the Citizens’ Voice articles. The [Media Defendants’] expert ... provided testimony and documentation which analyzed the actual customer data and determined that the business from these customers actually increased significantly in the three years after the publication of the Citizens’ Voice articles.\nJoseph[,] Sr. and Joseph[,] Jr. testified that Acumark and Airport Limousine lost local customers as a result of the publicity associated with the Citizens’ Voice articles. However, Acumark’s financial documents reflect that 80% of Acumark’s revenue after the Citizens’ Voice articles remained local in nature. Moreover, Joseph!,] Sr.’s claim that the articles caused him to lose lucrative local business was completely at odds with his testimony, as part of his accident case, that he was forced to give up foreign and national accounts, and instead take on less profitable business.\n[Appellees] also claimed that they lost significant political customer accounts. Other than their own testimony stating that Acumark had significant political business in May 2001[,] and then no political business in November 2001, no documents were introduced to substantiate this claim and no specific account or customer was either credibly (1) identified or (2) testified.\nId. at 34-35 (citations to record omitted).\nFinally, Judge Van Jura concluded Joseph, Sr. and Joseph, Jr. did not satisfy their burden of proving the elements necessary for false light invasion of privacy. In this regard, relying on his analysis pertaining to Appellees’ defamation claims, the Judge opined they failed to prove the Citizens’ Voice articles caused them any injury. Id. at 36.\nAppellees filed post-trial motions seeking judgment notwithstanding the verdict and/or a new trial. Since Judge Van Jura’s term had expired, the matter was re-assigned to the Honorable Lesa S. Gelb, who summarily denied Appellees’ post-trial motions on the basis that she “concurred with the 37 page Opinion of Judge Van Jura filed December 8, 2011[.]” Trial Court Opinion filed 6/1/12 at 1. Judgment was entered in favor of the Media Defendants, and Appellees filed an appeal to the Superior Court.\nOn appeal, a three-judge Superior Court panel affirmed in part and reversed in part, vacated the defense judgment, and remanded for further proceedings. Joseph v. Scranton Times, L.P., 89 A.3d 251 (Pa.Super.2014) (“Joseph II”), appeal granted, 629 Pa. 311, 105 A.3d 655 (2014), In so doing, the Superior Court began by indicating a prior panel of the intermediate appellate court had summarized the facts and history of the case previously in Joseph I. The Superior Court then quoted at length and relied upon the factual and procedural history as it had been set forth in its previous panel’s decision. Joseph II, 89 A.3d at 254-58 (quoting Joseph I, 969 A.2d at 328-33).\nTurning to the issues raised on appeal, the Superior Court, citing to 42 Pa.C.S. § 8343(a), set forth the elements a plaintiff is required to prove in a claim of defamation. Joseph II, 89 A.3d at 260. As to the special harm required by Section 8343(a)(6), the Superior Court opined proof of this element “varies depending upon the type of defamatory statement at issue.” Id. at 261. The Court concluded that, for libel cases, Pennsylvania has adopted the Restatement (Second) of Torts § 569 which provides: “ ‘[o]ne who falsely publishes matter defamatory of another in such manner as to make the publication a libel is subject to liability to the other although no special harm results from the publication.’ ” Id. (quoting Restatement (Second) of Torts § 669) (citing Agriss v. Roadway Exp., Inc., 334 Pa.Super. 295, 483 A.2d 456, 473 (1984)). Thus, the Superior Court held “although the statute indicates that ‘special harm’ must be proven, our courts have held that a libel plaintiff need not prove ‘special harm.’ ” Id.\nIn explaining this “apparent contradiction” between Section 8343 of the statute and Section 569 of the Restatement, the Superior Court reasoned:\n[T]he term “special harm” has different meanings in the statute and Restatement. The term “special harm” as used in the statute has been interpreted to mean “general damages” which are proven upon a showing of “actual harm.” “Actual harm includes ‘impairment of reputation and standing in the community, ... personal humiliation, and mental anguish and suffering.’ ”\nAs used in [SJection 569 of the Restatement, the “special harm” that a libel plaintiff need not show is actually “special damages.” “Special damages” are “economic harm” or “pecuniary loss.”\nId. (quotation marks, quotations, and citations omitted).\nThus, the Court held: “in order to satisfy the ‘special harm’ element of a defamation claim, a libel plaintiff need only show ‘actual harm’ to establish general damages. A libel plaintiff need not show ‘special damages’ to satisfy the statutory burden of proving ‘special harm.’ ” Id. (footnote and emphasis omitted).\nThe Superior Court concluded the trial court acknowledged the elements required for a defamation cause of action and entered its verdict in favor of the Media Defendants on the basis that Appellees failed to meet their burden of proof as to actual harm. Id. at 262. After reviewing the parties’ arguments on appeal, the Superior Court held:\n(A) the trial court determined that [plaintiffs] met their burden of proof as to all elements except damages; (B) the trial court’s conclusions that [plaintiffs] failed to prove general damages, ie.[] actual harm, is based upon misapplication of the law; (C) the trial court erred in failing to make a factual finding on whether [the Media Defendants] published the articles with actual malice; (D) the trial court erred in dismissing [plaintiffs’] false light [invasion of privacy] claims for want of proof of damages; and (E) the trial court’s rejection of Acumark’s special damages claim is supported by the record and is not against the weight of the evidence.\nId.\nWith regard to holding (A), the Superior Court reasoned the trial court concluded the Media Defendants published the articles, the articles contained statements, which were defamatory per se, all who received the publication understood the defamatory meaning, and the defamatory statements were false. Id. at 262-63. The Superior Court held the trial court’s findings as to these elements were supported by the record because had the trial court not found that Appellees satisfied their burdens of proof as to liability, it would not have reached the issue of whether Appellees suffered damages as a result of the defamation. Id. Thus, the Superior Court held “in rendering its verdict in favor of [the Media Defendants], the only proof the trial court found lacking from [Appellees] was that of damages caused by [the Media Defendants’] libel.” Id.\nWith regard to holding (B), the Superior Court concluded the trial court’s verdict of zero damages was erroneous. In so holding, the Court acknowledged the trial court had explained in its opinion that Joseph, Sr. failed to meet his burden of proof as to harm to his reputation because the trial court did not believe his or his daughter’s testimony in this regard. Id. However, the Court noted general damages (actual harm) includes, in addition to evidence of reputational harm, personal humiliation and mental anguish. Id. The Court then concluded the trial court improperly ignored Leah Joseph’s, Joseph, Sr.’s, and Joseph, Jr.’s testimony, which established Joseph, Sr. suffered emotional distress, mental anguish, and personal humiliation as a result of the articles, and instead, the trial court improperly focused solely on the question of reputational damage. Id. at 266 (setting forth specific testimony).\nThe Superior Court opined the trial court did not find the testimony related to Joseph, Sr.’s personal humiliation and anguish to be incredible, but rather, ignored such testimony completely and improperly focused solely on the question of reputational damage. Id. Thus, concluding it was improper for the trial court to find in favor of the Media Defendants without considering evidence of emotional distress, mental anguish, and personal humiliation, the Superior Court held the trial court abused its discretion in denying Appellees’ post-trial motion for a new trial as to damages. Id.\nThe Superior Court additionally concluded the trial court improperly denied damages to Appellees on the basis that they failed to prove their reputational harm was caused solely by the defamatory statements, and not by the fact as reported in the Citizens’ Voice and elsewhere, that Joseph, Sr. and Acumark were subject to searches during an alleged money laundering investigation and as a result to alleged connections to organized crime. Id. In so holding, the Superior Court reasoned the trial court had misapprehended the law on causation. Id. at 267. In this vein, the Court held the fact “there were other causes for the damage to [Appellees’] reputations certainly impacts the quantity of the damages for which [the Media Defendants] are liable; however, that does not negate liability.” Id. Thus, the Superior Court found the trial court should have focused on whether the defamatory statements played a substantial part in damaging Appellees’ reputations instead of focusing on whether the defamatory statements were the sole cause of such harm. Id. Accordingly, the Superior Court held the trial court abused its discretion in denying Appellees’ post-trial motion for a new trial since the verdict was based upon a misapplication of the law. Id. The Superior Court directed that “[u]pon retrial, the fact finder must determine whether each of the four [Appellees] suffered harm to his or its reputation for which the defamatory statements in the Citizens’ Voice articles were substantial causal factors.” Id.\nMoreover, the Superior Court held the trial court should have considered whether Joseph, Sr.’s reputation was harmed by the Citizens’ Voice August 6, 2001, article, which reported about Airport Limousine’s involvement in illegally transporting money, drugs, guns, and prostitutes, since the article was “of and concerning” Joseph, Sr. Id. at 267-68. The Superior Court noted, on the one hand, the trial court found Joseph, Sr. was not entitled to reputational damages as to this article since the article was not “of or concerning” Joseph, Sr. Id. at 267. Conversely, the trial court found Joseph, Jr. was not entitled to reputational damages for the same article since he “did not bear his burden of proof that the sole statement in the Citizens’ Voice articles that was actually about him diminished his reputation in the community[.]” Id. at 268 (quotation to record omitted). Thus, the Superior Court stated, “[i]n an apparent contradiction, the trial court did not find that the article was not ‘of or concerning’ Joseph, Jr.” Id.\nThe Superior Court opined the trial court’s conclusion the defamatory statements in the August 6, 2001, article were not “of and concerning” Joseph, Sr. was not only inconsistent with the trial court’s determination as to Joseph, Jr., but it was also based on a misapplication of the law. Id. In this regard, the Superior Court held the article “clearly implie[d] that the Josephs are involved in the airport businesses’ criminal activity.” Id. (citations omitted). Thus, the Court opined, to the extent the trial court failed to consider whether the August 2001 article damaged Joseph, Sr.’s reputation, it had erred. Id.\nWith regard to holding (C), the Superior Court held, even absent proof of compensatory damages, actual malice was a relevant inquiry in this case. The Court noted proof of actual malice permits the fact finder to award punitive and presumed damages, and consequently, the trial court erred in failing to make a finding as to whether the Media Defendants published the defamatory articles with actual malice. Id. at 269.\nAs to punitive damages, the Court reasoned that, while the trial court correctly determined Appellees, as private figures, were not obligated to prove actual malice in order to recover compensatory damages, it failed to recognize Appellees were required to prove actual malice for purposes of punitive damages. Id. Also, the Superior Court found the trial court erred in failing to make any factual findings on the question of actual malice and holding Appellees were not entitled to punitive damages because they all failed to prove general damages. Id. In this regard, the Superior Court noted the trial court misapplied the law as it related to general damages, as discussed supra, and in any event, the trial court failed to recognize punitive damages may be warranted even though the fact finder elects not to award compensatory damages. Id. at 269-70. Accordingly, the Superior Court held “the question of actual malice, as it relates to [Appellees’] claims for punitive damages, must be determined by the fact finder upon the retrial of this case.” Id. at 270.\nAs to presumed damages, the Superior Court opined that if Appellees proved actual malice, they would be entitled to presumed damages, alleviating the need to establish actual harm. Id. In so ruling, the Court initially acknowledged that its previous decision in Walker v. Grand Cent. Sanitation, Inc., 430 Pa.Super. 236, 634 A.2d 237 (1993), “seems to suggest that compensatory damages are unavailable to a plaintiff in a defamation per se action unless actual harm, i.e.[] general damages, are proven.” Joseph II, 89 A.3d at 271. However, the Superior Court noted, as pointed out by the Third Circuit Court of Appeals, “ ‘[although Walker appears generally to foreclose presumed damages under Pennsylvania law, it is not entirely clear whether presumed damages remain available where the plaintiff proves actual malice.’ ” Id. at 271-72 (quoting Franklin Prescriptions, Inc. v. New York Times Co., 424 F.3d 336, 342 (3d Cir.2005) (emphasis omitted)).\nIn further examining this issue, the Superior Court reviewed Pennsylvania Suggested Standard Jury Instruction (Civil) § 17.180(B) (4th ed.2011), and concluded the instruction, with the proof of actual malice, entitles a defamation plaintiff to presumed damages. Thus, noting the trial court failed to address the issue of actual malice, the Superior Court concluded a new trial was required on this issue, as well.\nAs to holding (D), the Superior Court opined the trial court erred in entering a verdict in favor of the Media Defendants on Appellees’ false light invasion of privacy claims. In entering the verdict, the trial court pointed to its earlier finding that Appellees failed to establish they suffered any damages as a result of the publication of the Citizens’ Voice articles. The Superior Court reasoned that, since “the trial court’s finding as to damages on the defamation claims was erroneous[, it] invalidates the trial court’s determination of the same issue as to the [false light] invasion of privacy claims.” Id. at 274. Accordingly, the Superior Court concluded a new trial was warranted as to damages regarding the false light invasion of privacy claims. Id. at 274 n. 14,\nWith regard to holding (E), the Superior Court held the trial court’s rejection of Acumark’s special damages claim was neither an abuse of discretion nor against the weight of the evidence. The Superior Court set forth the trial court’s factual findings as to this issue and concluded the following:\nUnlike with the general damages claims, there is no indication in the trial court’s analysis of Acumark’s proof of special damages that the trial court imposed an erroneous burden on Acumark or ignored relevant evidence. It simply was unconvinced by the Josephs’ testimony as to causation and by [their expert’s] opinion evidence that Acumark failed to achieve a factually-unsupported potential. Rather, the trial court was persuaded by [the Media Defendants’] expert, and other specified factors that explained Acumark’s performance between 2001 and 2009. Accordingly, we hold that the trial court did not abuse its discretion in denying Acumark’s post-trial motions based upon the weight of the evidence concerning its claim for special damages.\nId. at 276.\nBased on the aforementioned, the Superior Court held the trial court abused its discretion in denying, in its entirety, Appellees’ post-trial motion for a new trial. Specifically, in sum, the Superior Court concluded the trial court should have granted in part Appellees’ post-trial motion for a new trial since:\n(1) it failed to consider [Appellees’] evidence of emotional distress, mental anguish, and personal humiliation; (2) it applied the incorrect standard of proof in requiring all [Appellees] to prove that the defamation was the sole cause, rather than merely a substantial cause, of their damages; (3) it held that the August 6, 2001[,] article was not of or concerning Joseph, Sr.; (4) it failed to make a factual finding on whether [the Media Defendants] published the articles with actual malice; and (5) it dismissed [Appellees’] false light [invasion of privacy] claims for want of proof of damages.\nId. Thus, the Superior Court affirmed in part and reversed in part the trial court’s order denying Appellees’ post-trial motion for a new trial, vacated the judgment in favor of the Media Defendants, and remanded for further proceedings.\nThe Media Defendants filed a petition for allowance of appeal, which this Court granted. Specifically, we granted review of the following issues, as framed by the Media Defendants:\na) Whether an appellate court may disregard the foundational rules requiring deference to the trial court’s factual findings and credibility determinations?\nb) Whether a court may disregard the First Amendment constraints on defamation actions by concluding that the injury-in-fact liability element of a defamation claim is established without proof of reputational harm caused by defamatory statements?\nc) Whether a court may disregard the First Amendment constraints on defamation actions by holding that proof of actual malice relieves plaintiffs of their burden to prove injury-in-fact?\nd) Whether a court may disregard the First Amendment constraints that require a' defamation plaintiff to prove falsity and fault on the part of a media defendant and order a retrial on damages only where the record does not establish that a plaintiff met his constitutional burdens?\nJoseph v. Scranton Times L.P., 629 Pa. 311, 105 A.3d 655 (2014) (per curiam order).\nII. Arguments\nThe primary premise of the Media Defendants’ argument is that the Superior Court erred in concluding the trial court abused its discretion in denying, in its entirety, Appellees’ post-trial motion for a new trial. They allege the trial court entered a verdict in their favor because Appellees did not offer any credible evidence proving the newspaper articles at issue caused them an actual injury. Thus, they suggest the Superior Court’s opinion, which ordered a new trial on the issues of whether the Media Defendants published the articles with actual malice, whether Appellees suffered general damages, and whether Appellees are entitled to punitive damages, contravenes Pennsylvania law in many respects.\nInitially, the Media Defendants aver the Superior Court disregarded the deferential standard of review which governs appeals from non-jury verdicts, ignored Judge Van Jura’s findings and credibility determinations, and erred in relying on the facts as set forth in a prior Superior Court panel’s opinion. The Media Defendants contend Appellees attempted to prove injury and causation via their own testimony and the testimony of family members; however, Judge Van Jura did not find the testimony to be credible. They assert the Superi- or Court should have deferred to the trial court’s credibility determinations, thus ending the analysis in this case.\nThe Media Defendants further posit that in reviewing this matter, the Superior Court improperly re-shaped the trial court’s factual findings as legal error and then announced two new principles of law:\n(1) a defamation plaintiff need not prove reputational injury and instead may establish the injury element solely based on [the plaintiffs] own testimony that he was humiliated and embarrassed; and (2) a defamation plaintiff is entirely relieved of his burden to prove actual injury caused by the alleged defamatory statements if he proves actual malice.\nThe Media Defendants’ Brief at 23. The Media Defendants allege these holdings conflict with First Amendment limitations on defamation actions against media defendants as well as established Pennsylvania jurisprudence, which requires proof of injury to reputation and causation in a defamation action.\nAs to the Superior Court’s first legal holding, the Media Defendants allege the Superior Court’s legal principle is inconsistent with settled law in that the tort of defamation remedies harm to reputation such that it is insufficient for a plaintiff to satisfy the actual injury requirement by proving the plaintiff suffered embarrassment or annoyance. In other words, the Media Defendants posit “mental anguish and personal humiliation unaccompanied by proof of reputational injury is not the kind of harm that defamation is intended to address.” Id. at 35. Consequently, the Media Defendants aver the Superior Court’s holding that defamation plaintiffs may satisfy their burden to prove actual injury based solely on their own testimony of humiliation and embarrassment, without evidence of actual injury to reputation, is inconsistent with Pennsylvania law and the First Amendment’s mandate that where the case involves media defendants, there must be competent evidence of actual injury to reputation.\nThe Media Defendants alternatively contend that even assuming the Superior Court’s first principle is legally sound, in applying the holding to this case, the Superior Court erred in concluding the trial court ignored Appellees’ testimony as to their alleged humiliation, embarrassment, and mental anguish. The Media Defendants aver the trial court considered Appel-lees’ testimony of humiliation and mental anguish, but rejected the testimony as incredible. In fact, the Media Defendants posit, the trial court concluded Appellees failed to credibly prove the defamatory articles caused any actual injury to them.\nAdditionally, in applying the first principle, the Media Defendants allege the Superior Court mischaracterized the trial court’s analysis as focusing on whether the Media Defendants were the sole cause of Appellees’ reputational injuries when, in fact, the trial court concluded Appellees failed to prove they suffered any reputational injury. They contend Appellees’ lack of credibility led the trial court to conclude Appellees did not prove causation and actual reputational injury as the law requires prior to recovery in a defamation case.\nAs to the Superior Court’s second legal holding, the Media Defendants allege the Superior Court erred in concluding proof of actual malice relieves a defamation plaintiff from proving actual injury to reputation and permits recovery of presumed and punitive damages. The Media Defendants suggest the Superior Court’s holding confuses the purpose of actual malice in a defamation case and “reverts back to the days before Walker when a plaintiff could point to the doctrine of presumed damages as a basis to argue that he need not establish actual injury to prove his defamation case.” Id. at 41-42. The Media Defendants urge this Court to expressly hold that as a necessary element of all defamation claims, plaintiffs must prove they suffered actual injury to their reputation as a result of the defamatory statement. They note this notion is equally applicable to punitive damages as well.\nFinally, the Media Defendants contend that to the extent this Court does not reinstate the trial court’s order and judgment in their favor, we should remand for the trial court to make relevant findings as to all of the elements necessary to establish liability, and not just a limited remand on the issues of damages and actual malice only as instructed by the Superior Court. They elaborate that the Superior Court’s limited remand was based on the mistaken assumption that the trial court found in favor of Appellees as to all of the necessary elements for defamation but then erred in failing to award damages. In fact, the Media Defendants contend, the trial court concluded Appellees did not prove they suffered an actual injury which was caused by the newspaper articles, and thus, the trial court found it unnecessary to address the remaining elements for defamation liability purposes, including whether the Media Defendants published such false statements in a negligent manner.\nThe Media Defendants allege the Superior Court failed to recognize that injury caused by the articles and damages are separate issues. The injury/causation issue is an element which Appellees were required to prove in order to establish liability, whereas the damages issue assesses a proper monetary award. The Media Defendants posit that having found Appellees did not prove injury/causation, the trial court did not fully address the remaining elements necessary for liability.\nSupplementing the Media Defendants’ arguments, their Amici, The Pennsylvania NewsMedia Association and Pennsylvania Freedom of Information Coalition, ask this Court to clarify that proof of actual injury in the defamation context requires plaintiffs to demonstrate their reputation was injured by the publication and it is not sufficient for plaintiffs to allege emotional distress or “offended sensibilities” only. Amici’s Brief at 23. The Amici argue that particularly when the material at issue is related to matters of public concern, as occurred in this case, courts should require plaintiffs to prove actual injury to their reputation as a necessary element of a defamation case.\nFurthermore, they urge this Court to reject the current Superior Court panel’s unwarranted expansion of the media’s liability in defamation cases, and in the process thereof, affirm the Superior Court’s previous holding in Walker that, regardless of the standard of fault at issue, a defamation plaintiff must demonstrate actual injury and may not rely upon presumed damages. The Amici observe that, in Walker the Superior Court quoted the defamation statute and concluded the legislature “abrogated the common law rule of presumed damages when it included in the statutory prerequisites for recovering in a defamation action, the necessity of proving ‘[sjpecial harm resulting to the plaintiff from the defamatory publication.” Id. at 12 (quoting Walker, 634 A.2d at 242; 42 Pa.C.S. § 8343).\nThe Amici contend the rejection of presumed damages in Walker has been the rule in Pennsylvania for two decades and the Superior Court erred in departing from the rule in the case sub judice. The Amici specifically question the soundness of the Superior Court’s reasoning in relying upon Pennsylvania’s Standard Jury Instructions and a caveat to the Restatement (Second) of Torts § 621, as well as its interpretation of Gertz v. Robert Welch, Inc., 418 U.S. 323, 94 S.Ct. 2997, 41 L.Ed.2d 789 (1974), in concluding that a defamation plaintiff who has proven a false statement was published with actual malice may recover presumed damages.\nThe Amici stress that in the context of general tort law, there is no judicially recognized exception for presumed damages, and plaintiffs may not recover unless they prove actual harm caused by the defendant as an element of the claim itself. The Amici suggest that creating an exception of presumed damages for defamation claims will lead to problematic verdicts, including lack of guidance as to the amount a jury should award absent evidence of injury and the risk the jury will consider impermissible factors.\nIn response, Appellees dispute the Media Defendants’ and their Amici’s arguments that the Superior Court failed to defer to the trial court’s factual findings or fashioned “new legal principles” in reversing the trial court’s denial of Appel-lees’ post-trial motion for a new trial. See Appellees’ Brief at 29. Rather, they insist the Superior Court gave the proper deference to the trial court’s factual findings, as well as its credibility determinations, and then properly reversed based on the conclusion the trial court erred as a matter of law in failing to consider all types of damages after finding Appellees met their burden of proving all necessary elements for liability.\nAppellees aver the Media Defendants are mistaken in their assertion that the trial court entered a verdict in favor of the Media Defendants because Appellees failed to prove injury/causation. Rather, they contend the trial court found Appellees properly proved all of the elements required for liability, including causation, but then improperly found Appel-lees insufficiently proved damages. That is, they urge this Court to adopt the Superior Court’s premise that “ ‘[h]ad the trial court not made the factual finding that [Plaintiffs] satisfied their burdens of proof as to liability, it would not have had the occasion to reach the question of whether [Plaintiffs] suffered damages as a result of the defamation.’ ” Id. at 50 (quoting Joseph II, 89 A.3d at 266).\nAppellees point out the Superior Court was not obliged to defer to the trial court’s misconstruction of the existing law on defamation damages or its erroneous application of the law to the evidence. Id. at 29. In this vein, they aver the U.S. Supreme Court and Pennsylvania jurisprudence have long recognized that defamation plaintiffs may recover damages for humiliation, mental anguish, and emotional distress caused to them by defamatory articles, and thus the Superior Court properly concluded the trial court was required to consider such damages after finding Appellees met their burden of proving the elements required for liability. See id. at 45-50 (setting forth and discussing authority for the proposition that personal humiliation, mental anguish, and suffering are cognizable forms of actual harm upon which recovery for defamation may be based). Appellees contend the Superior Court properly held the trial court erred in considering Appellees’ proof of damages solely in the context of reputational injury, ■without considering the issue of emotional distress, mental anguish, and personal humiliation.\nFurthermore, Appellees suggest “the record is bereft of any support for the trial court’s hypothesis that ‘something else’ damaged Joseph, Sr.’s reputation in the community.” Id. at 38-89 (citation to record omitted). Appellees argue that, even assuming actual injury to reputation is the proper standard for damages, as alleged by the Media Defendants and their Amici, Appellees sufficiently proved they suffered reputational harm due to the defamatory articles. In this vein, they contend the trial court improperly discarded Appellees’ witnesses’ testimony of reputational injury on the basis their individual views of Joseph, Sr. had not been altered by the articles. Appellees assert the proper inquiry is not whether the witnesses’ individual views had changed as a result of the articles; but rather, whether their testimony demonstrated Appellees’ reputation was diminished in the community by the articles.\nMoreover, Appellees note the Superior Court properly rejected the trial court’s reasoning that testimony given by Joseph, Sr. in a 2001 deposition related to an automobile accident demonstrated Joseph, Sr.’s injuries were caused by the accident and not the articles. Similarly, they argue the Superior Court properly rejected the trial court’s conclusion Joseph, Sr.’s injuries were caused by articles printed in The Times Leader. As such, Appellees proffer the Superior Court properly held the trial court’s verdict of “zero damages” was based upon hypotheses with no foundation and a misapplication of the law. Id. at 41.\nAdditionally, Appellees aver the Superior Court properly concluded that, where a plaintiff proves a media defendant printed defamatory articles with actual malice, presumed damages are available. Finally, Appellees contend the Superior Court properly fulfilled its duty of “ ‘mak[ing] an independent examination of the whole record in order to make sure that the judgment does not constitute a forbidden intrusion on the field of free expression.’ ” Id. at 56 (quotation omitted). Thus, they conclude the Superior Court logically held the trial court found Appellees met all of their burdens as to liability but then improperly concluded Appellees did not prove damages.\nIII. Discussion\nOur analysis begins with an examination of the relevant legislative authority which sets forth that in an action for defamation, the plaintiff has the burden of proving, when the issue is properly raised:\n(1) The defamatory character of the communication.\n(2) Its publication by the defendant.\n(3) Its application to the plaintiff.\n(4) The understanding by the recipient of its defamatory meaning.\n(5) The understanding by the recipient of it as intended to be applied to the plaintiff.\n(6) Special harm resulting to the plaintiff from its publication.\n(7) Abuse of a conditionally privileged occasion.\n42 Pa.C.S. § 8343(a).\nWhere the plaintiff has met this burden, the Act sets forth the following, which the defendant has the burden of proving:\n(1) The truth of the defamatory communication.\n(2) The privileged character of the occasion on which it was published.\n(3) The character of the subject matter of defamatory comment as of public concern.\n42 Pa.C.S. § 8343(b).\nPrecedent has further developed the law of defamation, recognizing the tort’s evolving constitutional infrastructure. “Under Pennsylvania’s common law regime, the defendant was strictly liable for the publication of a defamatory statement unless he could prove that the statement was true, or that it was subject to a privilege.” American Future Systems, Inc. v. Better Business Bureau of Eastern PA., 592 Pa. 66, 77-78, 923 A.2d 389, 396 (2007), cert. denied, 552 U.S. 1076, 128 S.Ct. 806, 169 L.Ed.2d 606 (2007) (citation and footnote omitted). Such privileges arose where the statements were “made upon a proper occasion, from a proper motive, in a proper manner and based upon reasonable and probable cause.” Id. at 78, 923 A.2d at 396 (quotation and quotation marks omitted).\nAfter the defendant established a privilege, the burden shifted to the plaintiff to demonstrate an abuse of the privilege, which included the defendant failing to exercise reasonable care or in some cases legal malice. See id. General damages were awarded not only for harm to reputation which the plaintiff proved to have occurred, but also, in the absence of such proof, for harm to reputation that would normally be assumed to flow from a defamatory publication of the nature involved. See Restatement (Second) of Torts § 621 cmt.a. Pursuant to its origins, defamation typically focused on the defamatory character of the words rather than the injury, such that “[ujnder the traditional rules pertaining to actions for libel, the existence of injury [was] presumed from the fact of publication.” Gertz, 418 U.S. at 349, 94 S.Ct. at 3011. “This scheme developed during an era in which the First Amendment was inapplicable to the law of libel.” See American Future Systems, Inc., 592 Pa. at 78, 923 A.2d at 396 (citations omitted).\nHowever, more recent changes to the tort of defamation have been shaped by First Amendment concerns, which have largely conflicted with former common law notions of presumed injury to reputation and damages. The U.S. Supreme Court has on several occasions described the contours of the law of libel, which involves the accommodation of federal constitutional interests of free speech and a robust press with state interests in protecting the reputations of its citizens from defamatory falsehoods.\nFor instance, in New York Times Co. v. Sullivan, 376 U.S. 254, 84 S.Ct. 710, 11 L.Ed.2d 686 (1964), the U.S. Supreme Court recognized that defamation actions are subject to constitutional scrutiny. Therein, the Court declared the First Amendment protects certain defamatory speech. More specifically, the Court held:\nThe constitutional guarantees require ... a federal rule that prohibits a public official from recovering damages for a defamatory falsehood relating to his official conduct unless he proves that the statement was made with ‘actual malice’—that is, with knowledge that it was false or with reckless disregard of whether it was false or not.\nId. at 279-80, 84 S.Ct. at 726, See Norton v. Glenn, 580 Pa. 212, 226, 860 A.2d 48, 56 (2004), cert. denied, 544 U.S. 956, 125 S.Ct. 1700, 161 L.Ed.2d 539 (2005) (acknowledging the U.S. Supreme Court has indicated public officials are required to prove actual malice as a prerequisite to establishing liability in defamation actions).\nFollowing New York Times, the U.S. Supreme Court struggled with whether and how the New York Times standard should apply to private individuals. In Rosenbloom v. Metromedia, Inc., 403 U.S. 29, 91 S.Ct. 1811, 29 L.Ed.2d 296 (1971) (plurality opinion), abrogated by Gertz, supra, the Court, in separate opinions each gamering three votes or less, extended the New York Times standard to defamation claims by private individuals in areas of public interest. However, later, in Gertz, the Court retreated from Rosenbloom concluding private plaintiffs may recover against media defendants under a standard less than actual malice since the strong and legitimate “state interest in compensating injury to the reputation of private individuals requires ... a different rule ... with respect to them.” Gertz, 418 U.S. at 343, 94 S.Ct. at 3008-09.\nThe Gertz Court concluded “the States should retain substantial latitude in their efforts to enforce a legal remedy for defamatory falsehood injuries to the reputation of a private individual.” Id. at 345-46, 94 S.Ct. at 3010. Thus, balancing the competing concerns of the First Amendment and the state interest in compensating private plaintiffs for wrongful injury to their reputations, the U.S. Supreme Court held “that, so long as they do not impose liability without fault, the States may define for themselves the appropriate standard of liability for a publisher or broadcaster of defamatory falsehood injurious to a private individual.” Id. at 347, 94 S.Ct. at 3010 (footnote omitted).\nAfter establishing the minimum requirement of fault, Gertz turned to the issue of presumed injury in defamation actions involving private figure plaintiffs and criticized defamation as an “oddity of tort law” because it allows recovery of compensatory damages without proof of actual loss, thus permitting juries to “award substantial sums as compensation for supposed damage to reputation without any proof that such harm actually occurred.” Id. at 349, 94 S.Ct. at 3011. The Court concluded:\n[T]he doctrine of presumed damages invites juries to punish unpopular opinion rather than to compensate individuals for injury sustained by the publication of a false fact. More to the point, the States have no substantial interest in securing for plaintiffs ... gratuitous awards of money damages far in excess of any actual injury.\nId. at 349, 94 S.Ct. at 3012.\nGertz addressed these concerns by holding that “the States may not permit recovery of presumed or punitive damages, at least when liability is not based on a showing of knowledge of falsity or reckless disregard for the truth.” Id. at 349, 94 S.Ct. at 3011. In such cases, Gertz recognized that although the States have a strong interest in compensating private individuals for injury to reputation, the “state interest extends no further than compensation for actual injury.” Id. See Herbert v. Lando, 441 U.S. 153, 159, 99 S.Ct. 1635, 1640, 60 L.Ed.2d 115 (1979) (“[Njonpublic figures must demonstrate some fault on the [media] defendant’s part, and, at least where knowing or reckless untruth is not shown, some proof of actual injury to the plaintiff before liability may be imposed and damages awarded.”).\nRecognizing trial courts have experience in crafting jury instructions in tort actions, the Gertz Court declined to define “actual injury,” although it clarified:\n[A]etual injury is not limited to out-of-pocket loss. Indeed, the more customary types of actual harm inflicted by defamatory falsehood include impairment of reputation and standing in the community, personal humiliation, and mental anguish and suffering. Of course, juries must be limited by appropriate instructions, and all awards must be supported by competent evidence concerning the injury, although there need be no evidence which assigns an actual dollar value to the injury.\nId. at 350, 94 S.Ct. at 3012.\nIn Gertz, the U.S. Supreme Court indicated that only the State’s interest in protecting an individual’s reputation can justify the intrusion into otherwise constitutionally protected free speech. However, subsequently, in Time, Inc. v. Firestone, 424 U.S. 448, 96 S.Ct. 958, 47 L.Ed.2d 154 (1976), the Supreme Court narrowed Gertz’s emphasis on injury to reputation by permitting the States to allow recovery for injuries such as mental anguish without a showing of injury to reputation. The federal High Court noted that by permitting the libel plaintiff in Firestone to withdraw a claim for injury to reputation, thus leaving solely a claim for mental anguish, “Florida has obviously decided to permit recovery for other injuries without regard to measuring the effect the falsehood may have had upon a plaintiffs reputation. This does not transform the action into something other than an action for defamation as that term is meant in Gertz.” Id. at 460, 96 S.Ct. at 968.\nJustice Brennan criticized the Court’s majority for permitting the States to allow defamation plaintiffs to recover for emotional and mental injuries absent proof of reputational injury. Notably, he indicated:\nIt seems pretty clear that by allowing this type of recovery [Florida] has subverted whatever protective influence the “actual injury” stricture may possess. Gertz would, of course, allow for an award of damages for such injury after proof of injury to reputation. But to allow such damages without proof “by competent evidence” of any other “actual injury” is to do nothing less than return to the old rule of presumed damages supposedly outlawed by Gertz in instances where the New York Times standard is not met.\nId. at 475 n. 3, 96 S.Ct. at 975 n. 3 (Brennan, J., dissenting) (emphasis and citations omitted).\nIn addition to limiting the availability of presumed damages to private figure plaintiffs against media defendants upon a showing of less than actual malice, as discussed supra, in Gertz, the U.S. Supreme Court also limited the availability of punitive damages holding:\nWe also find no justification for allowing awards of punitive damages against publishers and broadcasters held liable under state-defined standards of liability for defamation. In most jurisdictions jury discretion over the amounts awarded is limited only by the gentle rule that they not be excessive. Consequently, juries assess punitive damages in wholly unpredictable amounts bearing no necessary relation to the actual harm caused. And they remain free to use their discretion selectively to punish expressions of unpopular view. Like the doctrine of presumed damages, jury discretion to award punitive damages unnecessarily exacerbates the danger of media self-censorship, but, unlike the former rule, punitive damages are wholly irrelevant to the state interest that justifies a negligence standard for private defamation actions. They are not compensation for injury. Instead, they are private fines levied by civil juries to punish reprehensible conduct and to deter its future occurrence. In short, the private defamation plaintiff who establishes liability under a less demanding standard than that stated by New York Times may recover only such damages as are sufficient to compensate him for actual injury.\nGertz, 418 U.S. at 350, 94 S.Ct. at 3012. See Milkovich v. Lorain Journal Co., 497 U.S. 1, 16, 110 S.Ct. 2695, 2704, 111 L.Ed.2d 1 (1990) (indicating where private individual brings defamation action “States [may] not permit recovery of presumed or punitive damages on less than a showing of New York Times malice.” (citation omitted)); Philadelphia Newspapers, Inc. v. Hepps, 475 U.S. 767, 774, 106 S.Ct. 1558, 1562, 89 L.Ed.2d 783 (1986) (“[T]he Court in Gertz expressly held that, although a showing of simple fault sufficed to allow recovery for actual damages, even a private-figure plaintiff was required to show actual malice in order to recover presumed or punitive damages.” (citation omitted)); Smith v. Wade, 461 U.S. 30, 50, 103 S.Ct. 1625, 1637, 75 L.Ed.2d 632 (1983) (“[I]n the First Amendment context, ... punitive damages cannot be assessed for defamation in the absence of proof of ‘knowledge of falsity or reckless disregard for the truth.’ ” (quotation omitted)).\nIn light of these landmark U.S. Supreme Court decisions, this Court has recognized that we may not interpret our state’s Constitution as providing broader free expression rights than does its counterpart. Thus, “the protections accorded ... by the U.S. Supreme Court to the right of free expression in defamation actions ... demarcate the outer boundaries of our Commonwealth’s free expression provision.” Norton, 580 Pa. at 229, 860 A.2d at 58. See American Future Systems, Inc., 592 Pa. at 77, 923 A.2d at 395 (“[I]n the context of defamation law the state Constitution’s free speech guarantees are no more extensive than those of the First Amendment.” (citations omitted)).\nTherefore, consistent with this principle, we have acknowledged that defamation includes a requirement the plaintiff prove a constitutionally-mandated minimum level of fault in order for the court to impose liability on a media defendant. See Norton, 580 Pa. at 224-25, 860 A.2d at 55-56. As indicated, the appropriate minimum level of fault depends on whether the plaintiff is a public or private figure. More specifically, where, as here, the plaintiffs are private figure plaintiffs, this Court has held that Pennsylvania requires private figures to prove, at a minimum, negligence in a civil libel case. See American Future Systems, Inc., 592 Pa. at 84-85, 923 A.2d at 400 (recognizing the Gertz Court’s formulation for determining liability).\nMoreover, consistent with the federal High Court’s requirement, in Pennsylvania, when private figure plaintiffs establish liability based on negligence, recovery is restricted to compensation for actual injury, thus eliminating the specters of presumed and punitive damages in this regard. See Norton, 580 Pa. at 224-25, 860 A.2d at 55-56; Restatement (Second) of Torts § 621 cmt.b (“[T]he [U.S.] Supreme Court [has] held that the common law rule of presumed damages is incompatible with the First Amendment freedoms and therefore unconstitutional.”), cmt.d (“Punitive damages cannot constitutionally be awarded if the defendant was merely negligent in failing to ascertain the falsity of the defamatory communication.”). As such, it is incumbent upon such plaintiffs to establish a causal connection between the negligently published falsehood and the actual injuries which they have suffered. See Gertz, 418 U.S. at 349-50, 94 S.Ct. at 3012; Restatement (Second) of Torts § 622A (“Defamation is a legal cause of special harm to the person defamed if ... it is a substantial factor in bringing about the harm[.]”); Pa. Suggested Standard Jury Instructions (Civil) § 17.190 (4th ed. 2013) (“A false and defamatory communication is a cause of injury if the harm would not have occurred absent the communication. A false and defamatory communication is not a cause of injury if it has no connection or only an insignificant connection with the injury.”).\nAs with other torts, causation in defamation consists generally of two separate and essential concepts: cause-in-fact (ie., but for the negligently published falsehood the plaintiff would not have sustained the injury) and legal, or proximate, cause (ie., the point at which legal responsibility attaches because the publication was a substantial factor in bringing about the plaintiffs injury). See Ford v. Jeffries, 474 Pa. 588, 594-95, 379 A.2d 111, 114 (1977); Whitner v. Von Hintz, 437 Pa. 448, 455-57, 263 A.2d 889, 893-94 (1970). The burden of proving causation is on the private figure plaintiff, and that burden must be sustained by a preponderance of the evidence. See Hamil v. Bashline, 481 Pa. 256, 265, 392 A.2d 1280, 1284 (1978). “Whether in a particular case that standard has been met with respect to the element of causation is normally a question of fact[.]” Id. at 266, 392 A.2d at 1284-85 (citations omitted). Additionally, the plaintiff may establish causation with any evidence, direct or circumstantial, which tends to prove the media defendant’s libelous publication caused the alleged actual injury. See id. at 266, 392 A.2d at 1285.\nAs to the type of actual injuries for which private figure plaintiffs may recover damages in establishing liability based on negligence, the Court in Gertz declined to set forth an exhaustive definition; however, the federal High Court defined such as including monetary and non-monetary injuries, such as “impairment of reputation and standing in the community, personal humiliation, and mental anguish and suffering.” Gertz, 418 U.S. at 349-50, 94 S.Ct. at 3012. Furthermore, the U.S. Supreme Court indicated “all awards must be supported by competent evidence concerning the injury, although there need be no evidence which assigns an actual dollar value to the injury.” Id. at 350, 94 S.Ct. at 3012. Moreover, we now take this opportunity to clarify that, as suggested by the Media Defendants and their Amici, for purposes of a Pennsylvania defamation case, proof of actual injury to a private plaintiffs reputation is a prerequisite to the recovery of damages for other actual injuries, including mental and emotional injuries.\nAlthough not specifically considered by this Court previously, we find ample support for our conclusion within the historical framework of defamation, the Second Restatement of Torts (which this Court has a tendency to adopt in defamation matters), and the manner in which the law of defamation has generally been understood within our appellate case law. For instance, in analyzing the elements of a defamation cause of action, we have held the plaintiff must demonstrate “whether the statement tends so to harm the reputation of another as to lower him in the estimation of the community or to deter third parties from associating or dealing with him.” Tucker v. Philadelphia Daily News, 577 Pa. 598, 615, 848 A.2d 113, 124 (2004) (quotation and quotation marks omitted). See MacElree v. Philadelphia Newspapers, Inc., 544 Pa. 117, 124-25, 674 A.2d 1050, 1054 (1996); Restatement (Second) of Torts § 559. We have specifically indicated that, as to this element, “[i]t is not enough that the victim of the [statements] ... be embarrassed or annoyed, he must have suffered the kind of harm which has grievously fractured his standing in the community of respectable society.” Id. (quotation and quotation marks omitted).\nAlthough the analysis in Tucker and MacElree focused on the elements of the prima facie case other than the reputa-tional injury element, namely, whether the communication itself was defamatory, our case law makes it clear that the protection of an individual’s reputation is the very essence of a claim for defamation. Thus, as Justice Brennan articulated in his dissent in Firestone, permitting the recovery of damages for injuries such as mental anguish without a showing of injury to reputation subverts the intended “protective influence” of Gertz’s actual injury stricture. Firestone, 424 U.S. at 475 n. 3, 96 S.Ct. at 975 n. 3 (Brennan, J., dissenting). We note that Pennsylvania is not alone in requiring reputational injury as a prerequisite to a defamation plaintiffs recovery of damages for mental and emotional injuries. See Smith v. Durden, 2012-NMSC-010, 276 P.3d 943 (2012) (holding proof of actual reputational injury is a prerequisite to recovery in a defamation case); Little Rock Newspapers, Inc. v. Dodrill, 281 Ark. 25, 660 S.W.2d 933 (1983) (indicating defamation claims always require proof of reputational injury for mental suffering alone is insufficient to permit recovery); Gobin v. Globe Pub. Co., 232 Kan. 1, 649 P.2d 1239 (1982) (holding that unless damage to reputation is shown the plaintiff has not established a valid claim for defamation damages).\nAs to presumed and punitive damages, although the Gertz Court made it clear that the First Amendment prohibits awards of presumed and punitive damages for defamatory statements where private plaintiffs show less than actual malice, the Court left open the question of whether presumed or punitive damages are constitutional when the plaintiff proves actual malice in such cases. See Gertz, 418 U.S. at 349, 94 S.Ct. at 3011 (“[W]e hold that the States may not permit recovery of presumed or punitive damages, at least when liability is not based on a showing of knowledge of falsity or reckless disregard for the truth.”); Id. at 349, 94 S.Ct. at 3012 (“It is necessary to restrict defamation plaintiffs who do not prove knowledge of falsity or reckless disregard for the truth to compensation for actual injury.”). As indicated supra, the Media Defendants and their Amici contend that, even in cases where private figure plaintiffs prove actual malice, damages should be limited to those for proven actual injury. Thus, the Media Defendants specifically suggest “proof of actual malice is no substitute for proof of actual injury.” Media Defendants’ Brief at 45.\nIn Hepps v. Philadelphia Newspapers, Inc., 506 Pa. 304, 485 A.2d 374 (1984), reversed on other grounds, 475 U.S. 767, 106 S.Ct. 1558, 89 L.Ed.2d 783 (1986), which involved a libel action brought by private plaintiffs against a newspaper publisher and reporters, this Court recognized the “considerable controversy” raised by Gertz regarding the continued availability of presumed and punitive damages in defamation cases. Specifically, we stated:\nWe should note that the Gertz decision has raised considerable controversy concerning whether it foreshadows the total abolition of punitive damage awards in defamation cases. In holding unconstitutional the awarding of presumed or punitive damages where defamatory publications are negligently published, the Gertz Court reasoned that the potential for large verdicts, completely unrelated to the actual injury suffered by the victim, might have a chilling effect or act as a prior restraint of free expression. Gertz, supra, 418 U.S. at 350-51, 94 S.Ct. at 3012-13. Further, the Court surmised that the doctrine of presumed damages and the unabridged discretion conferred upon juries to award punitive damages, bearing no relationship to the injury suffered, invites juries to punish the expression of unpopular opinion rather than effectuate any legitimate social goal. Id. at 350-51, 94 S.Ct. at 3012-13. Nonetheless, a number of courts have considered whether Gertz presaged the abolition of punitive damages and have concluded that it did not. We are satisfied that under the present law as articulated by the [U.S.] Supreme Court there has not been a sufficiently definitive directive to cause us to abandon the long standing practice in this jurisdiction of allowing punitive damages in the appropriate case.\nThe Gertz decision did make it clear that the negligent standard of fault would not be a sufficient basis for the allowance of punitive damages. To justify punitive damages, the plaintiff is called upon to satisfy the “actual malice” test.\nHepps, 506 Pa. at 329-30, 485 A.2d at 387-88 (citations and footnotes omitted).\nThe U.S. Supreme Court granted certiorari in Hepps and, in discussing Gertz, the Court relevantly indicated:\n[E]ven when private figures are involved, the constitutional requirement of fault supersedes the common law’s presumptions as to fault and damages. In addition, the Court in Gertz expressly held that, although a showing of simple fault sufficed to allow recovery for actual damages, even a private-figure plaintiff was required to show actual malice in order to recover presumed or punitive damages.\nHepps, 475 U.S. at 774, 106 S.Ct. at 1562 (citation omitted). See Milkovich 497 U.S. at 16, 110 S.Ct. at 2704 (“[W]e held [in Gertz ] the States could not permit recovery of presumed or punitive damages on less than a showing of New York Times malice.” (citation omitted)).\nBased on the aforementioned, we continue to find no specific directive from the U.S. Supreme Court to cause us to abandon the long standing practice in this jurisdiction of allowing punitive, as well as presumed, damages in appropriate cases. Thus, unless the federal High Court concludes the Constitution requires otherwise, we reject the Media Defendants’ and their Amici’s argument to the contrary and permit private plaintiffs in libel cases involving media defendants to recover presumed and punitive damages upon their satisfaction of the New York Times actual malice test.\nWith these legal principles in mind, we now examine the Media Defendants’ contention that, in the instant case, the Superior Court failed to apply the proper reviewing standards in determining whether the trial court abused its discretion in denying, in its entirety, Appellees’ post-trial motion for a new trial. In this regard, our standard of review is whether the Superior Court committed an error of law or an abuse of discretion. Morrison v. Com., Dept. of Public Welfare, 538 Pa. 122, 133-35, 646 A.2d 565, 570-72 (1994).\nThe Media Defendants specifically contend that in ordering a new trial as to Appellees’ claims of emotional distress, mental anguish, and personal humiliation, the Superior Court improperly concluded Judge Van Jura ignored Appellees’ evidence with regard thereto. See Media Defendants’ Brief at 24-25, 27-30. In fact, the Media Defendants contend, Judge Van Jura considered Appellees’ testimony concerning their alleged emotional distress, mental anguish, and personal humiliation, but rejected the testimony as incredible. Id. at 25. The Media Defendants aver the Superior Court erred not only in mischaraeterizing Judge Van Jura’s consideration of the testimony, but also in failing to defer to Judge Van Jura’s credibility determinations and factual findings. Id. at 27-30, 33-34. Intertwined in this argument is the Media Defendants’ contention the Superior Court erred in quoting at length to and relying upon the facts set forth in its previous panel’s decision since the facts in that opinion were derived from proceedings held before former Judge Ciavarella, as opposed to the proceedings held before Judge Van Jura. See id. at 23, 29, 47.\nInitially, we agree with the Media Defendants that to the extent the Superior Court relied upon the factual findings and credibility determinations made by former Judge Ciavar-ella, it was error. As noted supra, this Court, exercising its King’s Bench authority, vacated former Judge Ciavarella’s verdict, judgment, and all substantive orders, thus rendering the proceedings before him null and void. Joseph v. Scranton Times L.P., 604 Pa. 677, 987 A.2d 633 (2009) (per curiam order). Therefore, and notably, in setting forth and relying upon over four pages of facts from its prior panel’s decision, which were based upon proceedings held before former Judge Ciavarella, the present Superior Court panel erred. See Joseph II, 89 A.3d at 254-58.\nFurthermore, in concluding a new trial was warranted on the basis Judge Van Jura improperly ignored testimony related to Appellees’ claims of emotional distress, mental anguish, and personal humiliation, we initially disagree with the Superi- or Court’s legal premise that private figure plaintiffs resting their defamation claims upon negligence may recover for mental injuries caused by the publication of defamatory articles, absent proof of actual injury to reputation. Rather, as previously discussed, such plaintiffs are required to establish actual injury to their reputation as a prerequisite to recovery for actual mental injuries. Thus, Judge Van Jura, who as discussed infra properly found Appellees did not prove they suffered actual reputational injury, was not required to consider whether Appellees suffered actual mental injuries for purposes of defamation. However, since the issue is related to whether Judge Van Jura properly denied Appellees’ claims for false light invasion of privacy, we note that we disagree with the Superior Court that Judge Van Jura ignored the testimony related to Appellees’ claims of such mental injuries. Rather, we find that, exercising his discretion, Judge Van Jura considered the testimony related to Appellees’ claims of mental injuries but rejected the testimony offered by Appellees in this regard, finding it to be incredible. Trial Court Opinion filed 12/8/11 at 25-26, 28.\nFor instance, Judge Van Jura specifically considered testimony presented by Appellees as it related to Joseph, Sr.’s loss of enjoyment and feelings of isolation but found the evidence suggested such injuries were not caused by the publication of the defamatory articles. Id. Rather, he found the mental injuries from which Joseph, Sr. claimed to have suffered resulted from injuries he sustained in a prior motor vehicle accident. Id. Moreover, as it relates to Joseph, Jr., Judge Van Jura found Joseph, Jr. failed to credibly prove he suffered any actual injury as a result of the single statement made about him in the Citizens’ Voice articles. Id. at 25, 35-36.\nWe agree with the Media Defendants’ argument suggesting that Judge Van Jura was entitled to exercise his discretion in this regard. See Com., Dept. of Transp., Bureau of Traffic Safety v. O’Connell, 521 Pa. 242, 248, 555 A.2d 873, 875 (1989) (“Questions of credibility and conflicts in the evidence presented are for the trial court to resolve, not our appellate courts.” (citations omitted)). Moreover, we note the Superior Court’s approach in scouring the record for evidence which could, arguably, support the finding the articles caused Appellees to suffer personal humiliation and anguish, and then in suggesting the trial court erred in disregarding the evidence, is contrary to the approach this Court has mandated. See Morrison, 588 Pa. at 133-35, 646 A.2d at 571-72. Where, as here, the record adequately supports the trial court’s reasons and factual basis, the Superior Court should have deferred to the judgment of the trial court. Id. at 134, 646 A.2d at 571. The fact the Superior Court would have reached a decision contrary to the trial court based on the facts in the record does not constitute an abuse of discretion on the part of the trial court. Id. at 134-35, 646 A.2d at 571. Accordingly, we agree with the Media Defendants that the Superior Court erred in determining a new trial was warranted for the trial court to further consider Appellees’ claims of emotional distress, mental anguish, and personal humiliation.\nThe Media Defendants next argue that in determining a new trial was warranted as to Appellees’ claims of reputational injury, the Superior Court erred in holding the trial court misapprehended the law on causation. The Superior Court held the trial court erroneously focused its analysis on whether Appellees’ claims of reputational harm were caused solely by the defamatory articles. See Joseph II, 89 A.3d at 266-67. In so holding, the Superior Court adopted Appellees’ appellate argument that “[t]he trial court implicitly conceded that Joseph, Sr.’s reputation was damaged by the Articles; just not, in the trial court’s view, only by the articles[.]” Id. at 267 (quotation and quotation marks omitted). The Superior Court opined “[t]he finding that there were other causes for the damage to [Appellees’] reputations certainly impacts the quantity of the damages for which [the Media Defendants] are liable; however, that does not negate liability.” Id. Thus, concluding the trial court abused its discretion in misapplying the law when it denied Appellees’ post-trial motion for a new trial, the Superior Court ordered, “[u]pon retrial, the fact finder must determine whether each of the four [Appellees] suffered harm to his or its reputation for which the defamatory statements in the Citizens’ Voice articles was substantial causal factors.” Id.\nContrary to the Superior Court’s holding, the Media Defendants argue the trial court did not implicitly find that Appel-lees’ reputations were damaged, to any extent, by the articles. They contend that since Judge Van Jura’s factual findings are supported by the record, the Superior Court applied an incorrect standard of review in failing to defer to said findings.\nWe conclude the Superior Court miseharacterized Judge Van Jura’s analysis as it relates to Appellees’ claims of reputational injury. Judge Van Jura did not implicitly find that Appellees’ reputations were damaged, to any extent, by the articles. Rather, as discussed in detail infra, he held Appellees failed to meet their burden of proving either (1) they suffered reputational injuries or (2) they suffered reputa-tional injuries which had a connection to the defamatory articles. The record adequately supports Judge Van Jura’s reasons and factual basis.\nFor instance, with regard to Joseph, Sr., Judge Van Jura initially noted that his friends and employees, including Mary Faulkner, Frank Falzone, John Syzelowski, Barry Centini, and Jim Worobey (“Worobey”) testified “unequivocally that nothing in the articles caused them to have a lesser view of Joseph’s reputation[J” Trial Court Opinion filed 12/8/11 at 27. The trial court further considered Joseph, Sr.’s and Leah Joseph’s testimony, concluding it did not credibly establish that Joseph, Sr.’s reputation was diminished by the articles. Id. at 25-28.\nAdditionally, Judge Van Jura noted Worobey testified the articles had no effect on his view of Joseph, Jr.’s reputation. Id. at 27. Also, the Judge noted that, although Joseph, Jr.’s fiancé testified “friends pulled away when she mentions Joseph[,] Jr.’s name[,] ... she did not testify that this reaction was caused by the statements complained of in the Citizenfs] Voice published ten years ago.” Id. at 28 (citation to record omitted). Judge Van Jura specifically indicated that “Joseph[,] Jr. did not introduce the testimony of any member of his community who had a lesser or diminished view of his reputation because of the Citizenfs] Voice article.” Id. Additionally, although Judge Van Jura recognized Joseph, Jr. testified he stopped using his name in public approximately six months before the 2011 trial, the Judge concluded Joseph, Jr. offered no evidence that his decision to do so related in any manner to the Citizens’ Voice article. Id.\nFinally, as it relates to Acumark and Airport Limousine, Judge Van Jura examined the evidence and relevantly concluded “[n]ot a single third party testified that Acumark or Airport Limousine had a diminished reputation attributable to the statements ‘of and concerning’ those [parties] in the Citizen[s] Voice newspaper.” Id. at 29. Judge Van Jura noted Joseph, Sr. testified the Citizens’ Voice articles negatively impacted his businesses’ reputations; however, Judge Van Jura rejected the testimony as incredible, noting that, though given other opportunities to do so, Joseph, Sr, never indicated, prior to the instant litigation, that his businesses’ reputations were diminished by the articles. Id. at 29-30. Judge Van Jura further indicated Joseph, Sr.’s instant testimony was “completely at odds with his testimony[,]” which he gave in his accident case regarding his businesses. Id. at 34. Furthermore, although Appellees presented expert testimony in an effort to prove the businesses suffered lost revenue, Judge Van Jura noted the expert “admitted that he did not offer an opinion on causation at all.” Id. at 32 (emphasis and citation to record omitted).\nWe conclude Judge Van Jura properly exercised his discretion in concluding Appellees failed to meet their burden of proving they suffered any actual reputational injury in connection with the publication of the articles. O’Connell, 521 Pa. at 248, 555 A.2d at 875. Since the record supports Judge Van Jura’s reasons and factual basis, the Superior Court erred in failing to defer thereto. See Morrison, 538 Pa. at 134, 646 A.2d at 571. As such, we agree with the Media Defendants that the Superior Court improperly remanded the case for the trial court for further consideration of Appellees’ claims of actual reputational injury.\nThe Media Defendants next contend the Superior Court en-ed in determining a new trial is warranted for the trial court to consider whether Appellees proved the Media Defendants published the defamatory articles with actual malice. As indicated supra, unless the federal High Court concludes the Constitution requires otherwise, we permit private plaintiffs in libel cases involving media defendants to recover presumed and punitive damages upon their satisfaction of the New York Times actual malice test.\nIn analyzing the instant claim, we initially note that, as the Superior Court concluded, Judge Van Jura made no assessment of whether Appellees proved the Media Defendants published the articles with actual malice. Moreover, while Judge Van Jura acknowledged that private figure plaintiffs such as Appellees are required to prove, at a minimum, negligence in order to establish liability for defamation, see Trial Court Opinion filed 12/8/11 at 12, 22, we agree with the Media Defendants that he did not explicitly opine as to whether Appellees met their burden in this regard. Instead, Judge Van Jura concluded Appellees failed to meet their burden of proving the articles caused them an actual injury, which is constitutionally mandated by Gertz when private figure plaintiffs rest their defamation claims upon a negligence theory. However, we agree with the Superior Court that Judge Van Jura erred in failing to make a determination as to whether Appellees met the New York Times actual malice standard since Appellees argued in the trial court that the Media Defendants published the articles with actual malice, and thus sought presumed and punitive damages. Notwithstanding, we disagree with the Superior Court that a remand is necessary as to this issue.\n“[T]he requirement that the plaintiff be able to show actual malice by clear and convincing evidence is initially a matter of law.” Tucker, 577 Pa. at 626, 848 A.2d at 130 (citation omitted). “The question whether the evidence in the record in a defamation case is sufficient to support a finding of actual malice is a question of law.” Milkovich, 497 U.S. at 17, 110 S.Ct. at 2705 (quotation marks and quotation omitted). This rule is premised on “the unique character of the interest protected by the actual malice standard.” Harte-Hanks Communications, Inc. v. Connaughton, 491 U.S. 657, 685-86, 109 S.Ct. 2678, 2695, 105 L.Ed.2d 562 (1989). More fundamentally, the rule is derived from the recognition that “|j‘]udges, as expositors of the Constitution, must independently decide whether the evidence in the record is sufficient to cross the constitutional threshold that bars the entry of any judgment that is not supported by clear and convincing proof of ‘actual malice.’” Bose Corp., 466 U.S. at 511, 104 S.Ct. at 1965.\nThus, in New York Times, after concluding the actual malice standard was applicable and the trial court judge erred in failing to instruct the jury properly as to the actual malice requirement, the U.S. Supreme Court reversed the judgment, holding the following:\nSince respondent may seek a new trial, we deem that considerations of effective judicial administration require us to review the evidence in the present record to determine whether it could constitutionally support a judgment for respondent. This Court’s duty is not limited to the elaboration of constitutional principles; we must also in proper cases review the evidence to make certain that those principles have been constitutionally applied. This is such a case, particularly since the question is one of alleged trespass across ‘the line between speech unconditionally guaranteed and speech which may legitimately be regulated.’ In cases where that line must be drawn, the rule is that we ‘examine for ourselves the statements in issue and the circumstances under which they were made to see ... whether they are of a character which the principles of the First Amendment, as adopted by the Due Process Clause of the Fourteenth Amendment, protect.’ We must ‘make an independent examination of the whole record,’ so as to assure ourselves that the judgment does not constitute a forbidden intrusion on the field of free expression.\nNew York Times, 376 U.S. at 284-85, 84 S.Ct. at 728-29 (quotations, citations, and footnote omitted).\nAs to what constitutes actual malice, the federal High Court has held the standard is not met through a showing of ill will or malice in the ordinary sense of the term, by virtue of the fact the media defendant published the material to increase its profits, or the failure to investigate before publishing, even when a reasonably prudent person would have done so, although the purposeful avoidance of the truth is in a different category. Harte-Hanks Communications, Inc., 491 U.S. at 666-92, 109 S.Ct. at 2685-98. Rather, actual malice requires “at a minimum that statements were made with a reckless disregard for the truth.” Id. at 667, 109 S.Ct. at 2686. That is, “the defendant must have made the false publication with a ‘high degree of awareness ... of probable falsity,’ or must have ‘entertained serious doubts as to the truth of his publication^]’ ” Id. (quotations omitted). Although courts should not place too much reliance on such factors, a media defendant’s state of mind, including actual malice, may be proven by the plaintiff through circumstantial evidence. Id. at 668, 109 S.Ct. at 2686. Also, “[t]he standard is a subjective one-there must be sufficient evidence to permit the conclusion that the defendant actually had a ‘high degree of awareness of ... probable falsity.’ ” Id. at 688, 109 S.Ct. at 2696 (quotation omitted). With these standards in mind, we now review the record to determine whether it could sufficiently support a finding of actual malice by clear and convincing proof. Bose Corp., 466 U.S. at 511, 104 S.Ct. at 1965.\nLewis testified that, at the time he was writing the articles at issue, he knew that using anonymous sources, though critical to some important news stories, increased the risk of inaccurate information. N.T, 5/2/11-5/13/11 at 113. Lewis admitted he relied upon information from six confidential sources in order to write the articles at issue; however, he knew the confidential sources “well before [he] started writing these stories.” Id. at 121. He noted the sources were in a position of authority to obtain the information, he trusted the sources, and he believed what the sources were telling him. Id. at 283, 247-48.\nMoreover, Lewis informed the newspaper’s editors of the identity of his confidential sources prior to the publication of the articles, he reviewed the sources’ statements with the editors, and the editors gave him clearance to write the articles. Id. at 130, 249, 252. In providing information, two of the sources came to the newsroom to meet with Lewis. Id. at 195-97. After the stories were published, neither Joseph, Sr. nor Joseph, Jr. contacted Lewis to complain about the articles, and they never asked for a retraction. Id. at 255-56.\nConcerning the grand jury proceedings and video surveillance of Appellees, Lewis indicated his confidential source was involved in law enforcement, he had provided him with past tips that proved to be true, and based on his recollection, he believed he verified the information with a second source. Id. at 125-35, 152-53, 224-29. He admitted he did not independently verify the source by reviewing judicial records or court orders, and after a grand jury indictment was returned for D’Elia, he did not return to his source to inquire why the information provided to him about Joseph, Sr. was not included in the indictment. Id. at 152-53,158-63.\nRegarding the statements published in the Citizens’ Voice concerning a limousine and taxi service being used as a means to transport money, drugs, prostitutes, and guns, Lewis indicated his source was a driver at the service. Id. at 163-64, 212. Lewis indicated that, after he wrote the article, he reviewed the search warrant related to the investigation, and it discussed the transferring of suitcases and other contraband from the airport. Id. at 164. He admitted the search warrant did not mention prostitutes. Id. at 164-65.\nWith regard to statements suggesting drug arrests at La-velle’s Pub were related to the investigation, Lewis did not go to Lavelle’s Pub to determine whether anyone knew Joseph, Sr. or Joseph, Jr. Id. at 166-67. Furthermore, he admitted he wrote that “a frequent visitor at Lavelle’s Pub is a relative to one of the three persons who received a target letter of the ongoing federal grand jury investigation.” Id. at 174. He indicated he wrote this based on information provided to him by a confidential source and without viewing a target letter; however, he believed he verified the information with a second source. Id. at 174-75, 181-82, 226. After the grand jury returned an indictment for D’Elia, Lewis did not return to his source to ask why there was no mention of the target letter contained therein. Id. at 180-81.\nLewis relied upon information provided to him by a confidential source regarding The Metro, who informed Lewis that he testified before a grand jury that was investigating money laundering. Id. at 202, 206. The source told him that $3 million was laundered through The Metro, and to ensure he heard the source correctly, Lewis asked him three times about the amount of money, which was allegedly laundered through The Metro. Id. at 202. After the grand jury indictment was returned for D’Elia, Lewis did not return to his source to ask why there was no mention of $3 million being laundered through The Metro. Id. at 207-08.\nConmy confirmed he independently wrote articles and assisted Lewis with writing articles. Id. at 275-77. In gaining information for the articles, he utilized four confidential sources, including a “high level Lackawanna County official.” Id. at 287-89. As to information contained in the articles regarding searches by authorities, Conmy testified he relied on information provided to him by Pete Trucksis, a federal special agent. Id. at 274-80. Conmy admitted he had no personal knowledge of a money laundering scheme or video surveillance of Appellees. Id. at 285-86. However, prior to writing the articles, he personally observed multiple agents carrying boxes out of Acumark’s offices when it was searched by authorities. Id. at 299-300.\nFurthermore, Conmy telephoned Joseph, Sr.’s civil attorney, who informed him Joseph, Sr.’s and D’Elia’s residences had been searched. Id. at 303-04. Conmy knew Joseph, Sr.’s attorney personally, and he spoke to him several times during the summer of 2001. Id. at 311. Joseph, Sr.’s attorney neither indicated the information in the articles was false nor asked for a retraction. Id. at 311, 314. Conmy testified that at the time he wrote and contributed to the articles, he believed the information contained therein to be true and he had no doubt as to the accuracy of the articles. Id. at 309, 313-14.\nJoseph, Sr. testified no one from the Citizens’ Voice contacted him to determine whether he had received a target letter. Id. at 516. He confirmed that during the summer and fall of 2001, he never asked the Citizens’ Voice for a retraction or correction of any of the articles. Id. at 598. Moreover, he never asked his attorney to seek a retraction or correction of the articles. Id. at 598-99. Joseph, Jr. confirmed he, also, did not contact the newspaper for any correction. Id. 1405-06.\nChristopher Harper (“Harper”), an associate professor of journalism, testified as an expert on behalf of Appellees. He indicated the use of confidential sources can be “very dangerous because the individual making the statements is not held accountable other than by the journalist who knows that individual’s name.” Id. at 924. Harper opined the editors in this case should have been more actively involved in overseeing the reporters’ use of confidential sources, and the failure to do so was a violation of the newspaper’s own standards. Id. at 925-29, 954. He testified the articles violated the newspaper’s own written policies on ethics, as well as generally accepted newsroom practices, by relying excessively on confidential sources. Id. at 929, 932-36, 939, 942, 944, 948-49, 966, 970-71, 980.\nHarper indicated the frequent use of confidential sources in this case increased the risk of inaccuracy, and the editors should have done their due diligence to ensure the accuracy of the articles. Id. at 971-73. Harper acknowledged evidence revealed that, in July or August of 2001, the then managing editor of the Citizens’ Voice, Paul Leonard Golias (“Golias”), met with Lewis and Conmy to review the articles, and he determined the confidential sources were credible. Id. at 1011-14. However, Harper opined he “would expect more than that” from Golias. Id. at 1012. Moreover, Harper noted that one of the editors indicated in his deposition that he believed Joseph, Sr. had ties to organized crime and, therefore, under prevailing standard newsroom practices, he should have reported his personal bias to his superiors without participating in the publishing of the articles. Id. at 996-99.\nHarper opined that Lewis and his editor could have ensured the accuracy of the report of a target letter by requesting to review the document before reporting on it. Id. at 964-65. Harper reasoned, to a reasonable degree of certainty, that the articles did not conform to the standard of care expected of professional journalists. Id. at 981. He noted there were opportunities for the reporters to pursue information from sources other than confidential sources; however, Lewis and Conmy did not avail themselves of them. Id. at 981-82,1005. With regard to Lewis corroborating the information he received from one confidential source with information from another confidential source, Harper testified “it is standard practice within journalism that you do not corroborate with a source who is confidential or anonymous. You need to corroborate with someone on the record.” Id. at 1019.\nGolias confirmed that prior to the publication of the August 5, 2001, article he met with Lewis and Conmy to review the development of the story, as well as the sources. Id. at 1584-85. At this meeting, he learned the identity of the reporters’ confidential sources, and based on his experience, he believed the information provided by the sources was accurate. Id. at 1585-86, 1600, 1609-10. Golias admitted the use of confidential sources increases the risk of inaccurate information. Id. at 1590.\nApplying the relevant standards, we conclude the proof presented to show actual malice lacks the convincing clarity which the constitutional standard demands, and hence that it could not constitutionally sustain a judgment for presumed or punitive damages in favor of Appellees under the proper rule of law. The evidence against the Media Defendants supports, at most, a finding of negligence, and thus, it is constitutionally insüfficient to show the recklessness required for a finding of actual malice. See Sprague v. Walter, 518 Pa. 425, 437, 543 A.2d 1078, 1084 (1988) (indicating, to establish actual malice, the plaintiffs burden “requires more than a consideration of whether a reasonably prudent man would have published the article without further investigation, but rather requires the presentation of ‘sufficient evidence to permit the conclusion that the defendant in fact entertained serious doubts as to the truth of his publication.’ ”) (quoting St. Amant v. Thompson, 390 U.S. 727, 731, 88 S.Ct. 1323, 1325, 20 L.Ed.2d 262 (1968) (emphasis omitted)). Consequently, we agree with the Media Defendants that the Superior Court erred in remanding for a new trial as to this issue.\nIn their final argument, the Media Defendants contend that, to the extent we agree with the Superior Court as to the damages and actual malice issues, we should remand for the trial court to make relevant findings and conclusions as to all of the elements necessary to establish liability for defamation. The Media Defendants aver the Superior Court’s limited remand is based on the mistaken assumption that Judge Van Jura found in favor of Appellees as to all elements establishing liability for defamation when, in fact, Judge Van Jura did not determine, inter alia, whether Appellees proved, at a minimum, the Media Defendants published the articles negligently. In light of our discussion supra concluding the Superior Court erred in remanding for a new trial, it is unnecessary to address this final contention further.\nIV. Conclusion\nIn conclusion, we affirm that portion of the Superior Court’s order which affirmed the trial court’s order denying Appellees’ post-trial motion for a new trial, and we reverse that portion of the Superior Court’s order which reversed and remanded as to the trial court’s order denying Appellees’ post-trial motion for a new trial. As there are no outstanding appellate issues, we reinstate the order of the trial court denying Appellees’ post-trial motion for a new trial and judgment in favor of the Media Defendants. Jurisdiction relinquished.\nChief Justice SAYLOR and Justice TODD join the opinion.\nJustice EAKIN authors a CO/DO to which Justice BAER joins.\n. Edward J. Lynett, Jr., George V. Lynett, Cecelia Lynett Haggerty, The Scranton Times, Inc., Shamrock Communications, Inc., and ZYXW, Inc. were originally included as defendants. However, prior to trial, the parties stipulated to the dismissal of all claims against these defendants.\n. As indicated in detail infra, a non-jury trial in this matter was originally held before former Judge Mark A. Ciavarella. However, in 2009, we vacated former Judge Ciavarella's verdict, judgment, and all substantive orders, and we remanded for a new trial with a new judge. As our remand in this matter voided the prior trial court proceedings, we have set forth the facts as found by Judge Van Jura following the second trial.\n. A federal jury convicted former Judge Ciavarella of numerous crimes, including racketeering and money laundering, resulting from the so-called “Kids for Cash” scandal which erupted in Luzerne County in late 2008. In connection therewith, former Judge Ciavarella and his fellow judge, Michael Conahan, received over $2 million in illegal payments from Robert Mericle, the real estate developer of a private, for-profit juvenile detention facility, and attorney Robert Powell, a co-owner of the facility. See United States v. Ciavarella, 716 F.3d 705, 712-15 (3d Cir.2013), cert. denied, — U.S. -, 134 S.Ct. 1491, 188 L.Ed.2d 378 (2014). On August 11, 2011, former Judge Ciavarella was sentenced to twenty-eight years in federal prison, and on May 24, 2013, the Third Circuit Court of Appeals vacated his conviction on one count but affirmed his convictions and sentences as to the remaining counts.\n. As discussed infra, the Superior Court erred in quoting at length to and relying upon the facts set forth in its previous panel’s decision since the facts in that opinion were derived from proceedings held before former Judge Ciavarella, as opposed to the proceedings held before Judge Van Jura.\n. This instruction provides:\nIf you find that the defendant acted either intentionally or recklessly in publishing the false and defamatory communication, you may presume that the plaintiff suffered both injury to [his] [her] reputation and the emotional distress, mental anguish, and humiliation that would result from such a communication. This means you need not have proof that the plaintiff suffered emotional distress, mental anguish, and humiliation in order to award [him] [her] damages for such harm because such harm is presumed by the law when a defendant publishes a false and defamatory communication with the knowledge that it is false or in reckless disregard of whether it is true or false.\nJoseph II, 89 A.3d at 273 n. 13 (quoting Pa. Suggested Standard Jury Instruction (Civil) § 17.180(B) (4th ed.2011)).\n. This actual malice standard for defamation against public officials was later extended by the federal High Court to public figures generally. See Curtis Pub. Co. v. Butts, 388 U.S. 130, 87 S.Ct. 1975, 18 L.Ed.2d 1094 (1967).\n. The parties agree Appellees are private figure plaintiffs in the case sub judice.\n. Thus, in Firestone, the U.S. Supreme Court concluded the Florida jury's award of $100,000 in compensatory damages, which was premised entirely on mental anguish suffered by the private figure plaintiff, was not unconstitutional on this basis.\n. We have held this standard is not altered as to private figure plaintiffs where the defamatory statement involves a matter of public concern. See id. at 83-84, 923 A.2d at 399-400.\n. Consistent with Restatement (Second) of Torts § 569, Pennsylvania case law holds that proof of special harm, i.e., monetary damages, is not a prerequisite to recovery in a defamation libel matter. See Pilchesky v. Gatelli, 12 A.3d 430 (Pa.Super.2011); Agriss, 483 A.2d at 472-74.\n. In the Second Restatement of Torts, as to this issue, the Institute indicated:\nThe Institute takes no position on whether the traditional common law rule allowing recovery in the absence of proof of actual harm, for the harm that normally results from such a defamation, may constitutionally be applied if the defendant knew of the falsity of the communication or acted in reckless disregard of its truth or falsity.\nRestatement (Second) of Torts § 621, Caveat.\n. The federal High Court reversed this Court’s decision in Hepps on grounds other than those pertaining to punitive and presumed damages. Specifically, as it relates to a plaintiff seeking damages against a media defendant for speech of public concern, the U.S. Supreme Court held, contrary to this Court, that “the common law’s rule of falsity— that the defendant must bear the burden of proving truth—must ... fall here to a constitutional requirement that the plaintiff bear the burden of proving falsity, as well as fault, before recovering damages.” Hepps, 475 U.S. at 776, 106 S.Ct. at 1563.\n. To the extent the Media Defendants and their Amici argue the Superior Court’s decision in Walker, supra establishes the controlling precedent as to the availability of presumed damages upon a plaintiff’s showing of actual malice, we disagree. This Court is not bound by the Superior Court’s decisions. Stone Crushed Partnership v. Kassab Archbold Jackson & O’Brien, 589 Pa. 296, 306, 908 A.2d 875, 881 (2006). Moreover, while Walker suggested that a plaintiff in a defamation per se action must prove actual harm in order to recover compensatory damages, Walker left open the question of whether a plaintiff may recover for presumed damages upon a showing of actual malice. See Franklin Prescriptions, Inc., 424 F.3d at 342 (discussing Waller).\n. Moreover, in remanding for a new trial as to Joseph, Sr.’s claim for reputational injuries, the Superior Court concluded, to the extent the trial court found the August 6, 2001, article was not “of and concerning” Joseph, Sr., and thus failed to consider whether the article damaged Joseph, Sr.'s reputation, the trial court erred. Joseph II, 89 A.3d at 267-69. However, in ordering a new trial on this basis, the Superior Court failed to recognize that Judge Van Jura provided this as an alternate reason for finding Joseph, Sr. did not prove the article caused him actual reputational harm. See Trial Court Opinion filed 12/8/11 at 26-28, The \"crux” of Judge Van Jura's analysis is that, even if he were to consider Joseph, Sr.'s claim of reputational harm due to the August 6, 2001, article, he did not find Joseph, Sr.’s testimony to be credible. Id. We conclude Judge Van Jura properly exercised his discretion in this regard. See Morrison, 538 Pa. at 134, 646 A.2d at 571.\n. The trial before Judge Van Jura spanned multiple days from May 2, 2011, to May 13, 2011, and this Court was provided with one complete transcript pertaining thereto.\n. Relying upon its analysis pertaining to Appellees’ failure to prove actual injury with regard to their defamation claims, the trial court rejected Appellees’ claims of false light invasion of privacy. See Trial Court Opinion filed 12/8/11 at 35-36. Noting the trial court’s failure to award damages to Appellees as to their false light invasion of privacy claims was entirely premised upon the trial court’s \"erroneous” analysis pertaining to Appellees' defamation damages claims, the Superior Court summarily reversed and ordered a new trial for consideration of damages for Appellees’ false light invasion of privacy claims. Joseph II, 89 A.3d at 273-74. Having concluded the Superior Court erred in finding a new trial was warranted to address Appellees’ defamation damages claims, we likewise conclude the Superior Court erred finding a new trial is warranted as to Appellees’ false light invasion of privacy damages claims."}