{"id": "1228287", "contents": "Opinion by\nMr. Justice Horace Stern,\nThe question here concerns the extent of the duty owed to a gratuitous licensee by a possessor of land.\nThe accident involved happened nearly ten years ago. The Commonwealth was then engaged in building a state highway between North Washington and Apollo. The eastern slab of concrete had been laid; the western half of the road was being graded preparatory to the concréte being laid upon it. George M. Evans, since deceased and now represented on the record by the executors of Ms estate, was a subcontractor on the work supplying the dry concrete mix. He employed 25 to 30 trucks, which hauled material from a point a number of miles distant and entered the completed half of the road about a quarter of a mile below the concrete mixer, which was then situated some two miles north of North Washington; upon coming to within about 600 feet of the mixer they would turn and back the remaining distance so as to be able to discharge their loads into it. At a point about half way on this backward journey a grader was in operation on the western half of the road leveling the ground on which the concrete was to be applied; this grader occupied the full width of the half of the road and a tool box projected from it about a foot or more over the concreted portion of the highway. The grader had run into some rock and had been stopped by the operator in order to grease the bearings.\nDavid Jones, who has died since the accident and is represented on the record by the administrator of his estate, was a coal miner, and he, together with a companion, one Leskey, walked some 7 or 8 miles to North Washington in order to obtain employment there in a coal mine. Being unsuccessful the two men then walked north from North Washington hoping to get a job on the road construction. As they passed the point where Summerville, the operator of the grader, was working on it, Jones stopped momentarily to talk to him while Leskey kept walking ahead looking for the “boss”. The purpose of Jones in stopping to converse with Summerville does not appear, but it may have been to obtain information as to where the “boss” could be found. At that moment one of the trucks, backing down from the turning point 300 feet away, ran into both Jones and Summerville with the result that Jones suffered a compound fracture of both bones in his right leg. In the present suit to recover damages for his injuries his estate obtained a verdict in its favor, and the court below refused defendants’ motions for new trial and for judgment n.o.v.\nThe driver of the truck testified that he looked before starting backward but saw no one on the road. As he proceeded he kept looking down the left side of the truck so as to keep it running at a distance of about 8 inches from the eastern edge of the road; of course the body of the truck prevented his seeing the portion of the grader which extended over the concrete half of the road, or, indeed, any part whatever of the highway to his rear except immediately along the eastern edge. He did not sound his horn, there was no one on the rear of the truck to, give any warning of its approach, and there was no flagman stationed on the road to direct the traffic of the trucks as they followed one another at about 5 minute intervals on their backward trips to the mixer.\nThe legal status of Jones was that of a gratuitous licensee, — that is, a person permitted to enter upon the land of another solely for his own purposes, in this case in search of a job. What is the duty of the possessor of the land to such a licensee? Although the distinction may not be entirely clear under every given set of circumstances, the authorities uniformly differentiate in that connection between what, for want apparently of a better terminology, they designate as “passive” negligence and “active” negligence. Generally speaking, the term “passive negligence” denotes negligence which permits defects, obstacles or pitfalls to exist upon the premises, in other words, negligence which causes dangers arising from the physical condition of the land itself. “Active negligence”, on the other hand, is negligence occurring in connection with activities. conducted on the premises, as, for example, negligence in the operation of machinery or of moving vehicles whereby a person lawfully upon the premises is injured. In Weaver v. Carnegie Steel Company, 223 Pa. 238, 72 A. 552, a group of persons, including plaintiff, visited a steel plant for their own pleasure, the Steel Company furnishing them with a guide. Plaintiff, stepping outside of the path chosen, fell through an aperture in the floor and was injured. It was held that he, being a mere licensee, assumed the ordinary risks of such a visit and could not recover for an accident resulting from a condition of the premises. So in Schiffer v. Sauer Co., 238 Pa. 550, 86 A. 479, where the plaintiff, seeking employment, entered a building and was injured by an explosion of gas resulting, from an omission to plug or cap openings in the gas line in the building. It was held that whatever negligence existed was “simply passive”, and therefore plaintiff, who was a mere licensee, could not recover in the absence of proof of any wanton injury inflicted upon him. So in Onstott v. Allegheny County, 338 Pa. 206, 12 A. 2d 785, plaintiff was injured by being thrown from a horse which unexpectedly bolted from a race track through an open gate; suit for damages was instituted on the ground that plaintiff had not been warned that the gate was open. The court held that he, being a gratuitous licensee, was not entitled to recover, in the absence of proof of intentional or wanton injury, for any dangerous, but obvious, condition of the premises. Again, in Parsons v. Drake, 347 Pa. 247, 32 A. 2d 27, it was held that a possessor of land owed no duty to a gratuitous licensee to have the premises in safe condition; in that case plaintiffs stood on the balcony of a hotel watching a parade; a portion of the balcony floor gave way with the result that plaintiffs fell to . the street and were injured; it was held that they could not recover from the hotel proprietor. But, on the other hand, in Davis v. Tredwell, 347 Pa. 341, 32 A. 2d 411, plaintiff was standing on land in the possession of the defendant and was run into.and injured by an automobile which backed against her and knocked her to the ground, no warning of its approach being given. This Court said, through Mr. Justice Parker (pp. 344, 345, A; p. 413) : “The court below properly refused to charge the jury . . . 'that the plaintiff ... is merely a licensee on the premises . . . and that [defendant] could only be liable for wilful or wanton negligence’. This point overlooked the facts and also the legal distinction between harm caused by active negligence and that arising from natural or artificial conditions on real property. . . . The owner of the property owes even to a licensee a duty to use reasonable care to avoid injuring him through active negligence: Kremposky v. Mt. Jessup Coal Co., Ltd., 266 Pa. 568, 109 A. 766; Kapuscianski et al. v. Phila. & R. C. & I. Co., 289 Pa. 388, 391, 137 A. 619.”\nThe distinction that has thus been established, therefore, is that, while the possessor of the premises is not generally liable to a gratuitous licensee, in the absence of wilful or wanton injury, for an accident due merely to existent conditions upon the premises, he is liable for injury occasioned by any affirmative or “active” negligence on his part in connection with activities conducted on the premises. A large number of cases in the several jurisdictions, illustrating this distinction, are to be found in 49 A. L. R. 778 et seq. and 156 A. L. R. 1226 et seq. Applying this principle, it is clear that, if Jones had been injured as the result of a dangerous or unsafe condition of the highway under repair, he would not, as a mere licensee, have been entitled to recover for the injury thus sustained; but, since his injury resulted from “active” negligence in the operation of a moving vehicle, and since the duty owed him under such circumstances was not merely to refrain from wilful or wanton conduct but to exercise ordinary care, recovery may be had. (See Yamauchi v. O’Neill, 38 Cal. App. 2d 703, 102 P. 2d 365). Whether the truck was in fact operated negligently was for the determination of the jury, and their resolution of that question in favor of plaintiff was justified by the evidence. While there were barriers at either end of the roadway while the construction was in progress, and “no trespassing” notices were posted, there would be nothing unusual in persons nevertheless entering upon it on various hinds of missions, as, for example, to communicate with someone engaged in the work, or, as in the present instance, to seek employment there. The driver of the truck, therefore, was bound to realize the likelihood that not only the operator of the grader but other persons also might be standing at or near the grader or walking at other points on the roadway; his duty to have this in contemplation was increased by the fact that, according to the testimony of the operator of the grader, the trucks frequently, in passing it, struck the part of it which projected over the concrete half of the highway, in fact did this “every hour and a half or two hours, hitting the tool box and knocking the grader off its track.” It was said by the late Chief Justice Maxey in Caulton v. Eyre & Co Inc., 330 Pa. 385, 388, 389, 199 A. 136, 138; “Backing a motor vehicle any distance unless the driver is absolutely certain there is no person in his pathway involves a risk, as countless accidents on sidewalks and elsewhere resulting from that practice attest. . . . the truck should have proceeded down the alley with more caution, and particularly its horn should have been sounded. The simplest elementary caution should have dictated that. A man who backs a motor vehicle any distance when he cannot see what is behind him and has no one present to tell him what is behind him, is, figuratively speaking, taking a 'leap in the dark’, and to take such a leap ... is to invite the injury of one’s self or of others . . The backing of a vehicle, necessarily entails more or less limitation óf view by the driver over the road to be traversed, and thus demands a corresponding increase of vigilance on his part to avoid causing injury to persons likely to be in his path. Nor could Jones properly be held guilty of contributory negligence as a matter of law. It was not shown that he had been standing on the highway next to the grader for any appreciable length of time before being struck; his purpose in stopping to talk to the operator was presumably proper and reasonable. He received no warning whatever of the oncoming of the truck; its tires passing over the concrete may have 'made little, if any, sound, especially to one momentarily absorbed in conversation.\nJudgment affirmed."}