{"id": "12280365", "contents": "OPINION\nJustice STEVENS.\nWe granted review to determine whether the Commonwealth Court applied the proper legal principles and level of deference in its appellate review of the decision of the Pennsylvania Labor Relations Board (the Board or PLRB), which found Lancaster County (the County) engaged in unfair labor practices under Sections 1201(a)(1) and (3) of the Public Employe Relations Act (PERA), when it terminated the employment of Adam Medina and Tommy Epps. For the reasons that follow, we conclude the Commonwealth Court erred in reversing the Board, and thus, we reverse the decision of the Commonwealth Court. We further remand for consideration of issues raised by the parties on appeal but not previously addressed by the Commonwealth Court.\nI. Factual and Procedural Background\nThe background of this appeal is uncontested. On October 7, 2010, the American Federation of State, County, and Municipal Employees, District Council 89 (the Union), filed a charge of unfair labor practices with the Board, alleging the County violated Sections 1201(a)(1) and (3) of PERA. The matter was assigned to a hearing examiner, who conducted an evidentiary hearing on December 21, 2010, at which the parties presented testimony and documentary evidence. Thereafter, the hearing examiner issued a proposed decision and order in which he set forth his findings of fact and ultimate conclusion that the County had committed unfair labor practices under Sections 1201(a)(1) and (3). Specifically, the hearing examiner made the following relevant findings of fact based on the record.\nThe County operates a Youth Intervention Center (the Center), which has a detention side for housing juveniles who have been adjudicated delinquent and a shelter side for housing other juveniles. The juveniles on the detention side have been placed there by the court for committing a variety of offenses, including theft. In the spring of 2010, the Union conducted an organizing drive among the employees on the detention side of the Center, including Adam Medina and Tommy Epps, in an effort to accrete the detention officers into its existing prison guard unit. On June 10, 2010, the Union filed a petition for representation with the Board.\nMr. Medina worked on the detention side of the Center, on the third shift, from 11:00 p.m. to 7:00 a.m. During the Union’s 2010 organizing effort, Mr. Medina attended meetings held by the Union, reported back to the third shift staff members, and successfully encouraged other employees to attend meetings, as well as vote in favor of the Union. Moreover, in May of 2010, Mr. Medina informed his supervisor, Fred Arnold, that he supported the Union and told him about his activities with respect to the Union’s efforts.\nMr. Epps also worked on the detention side of the Center, on the second shift, from 7:00 a.m. to 3:00 p.m. Mr. Epps supported the Union’s efforts and talked to other staff members about how the Union could benefit them. Mr. Epps told his supervisor, William Delgado, that “the Union [was] coming” and that he had “talked to the Union representatives].” N.T. 12/21/10 at 104.\nEvette Sepulveda worked on the shelter side of the Center on the third shift. At the beginning of her shift on Sunday, June 20, 2010, Ms. Sepulveda complained to her supervisor, Christina Delgado, who is William Delgado’s wife, that someone was removing snacks from her open workplace mailbox. Ms. Sepulveda told Ms. Delgado items had been removed from her mailbox over the previous month with the most recent time being on Thursday, June 17, or Friday, June 18.\nRegarding the mailboxes, the Center installed employee mailboxes along a wall outside of the residential secured area, assigning an open mailbox to each employee with his or her name under it. The mailboxes are intended for mail, and the Center has a policy of prohibiting employees from storing personal items, including snacks, in the mailboxes. However, the Center’s Director, Drew Fredericks, testified the Center did not discipline those who violated the policy. N.T. 12/21/10 at 38-39.\nRegarding Ms. Sepulveda’s complaint, Ms. Delgado initiated an investigation and requested Mr. Arnold assist her in reviewing surveillance videotape of the mailbox area. The videotape from Wednesday, June 16, and Thursday, June 17, revealed three employees removing items from Ms. Sepulve-da’s mailbox on three separate occasions. Two of the employees were Mr. Medina and Mr. Epps, and the third employee was Latoya Boddy, who was a part-time employee. The videotape specifically showed Mr. Medina taking a snack-size bag of potato chips, approximately six inches in size. The videotape also showed Mr. Epps taking a similar sized bag of cookies.\nMs. Delgado reported her observations from the videotape to Mr. Fredericks. Specifically, in an email dated June 21, 2010, Ms. Delgado informed Mr. Fredericks that Ms. Sepulve-da reported to her that someone removed snacks from her open employee mailbox and an examination of the surveillance videotape showed Mr. Medina and Mr. Epps had removed the snacks. Ms. Delgado concluded the email by stating:\nI know that the items are not important[,] but they are HER items and the fact that someone is going into her mailbox and helping themselves to whatever she has in there is unprofessional to say the least. I don’t know if there is anything we can do about this but I wanted to make you aware that this was going on.\nCounty’s Exhibit 1 at 1 (emphasis in original).\nIn response to receiving the email, on that same date, Mr. Fredericks called Ms. Sepulveda and asked her whether she had given permission to anyone to remove snacks from her open employee mailbox. Ms. Sepulveda indicated she had previously given permission to Lavon Jackson and Damaris Veley. Mr. Fredericks directed Ms. Sepulveda to write an incident report. In the ensuing report, Ms. Sepulveda stated she had been missing snacks “for a couple of weeks” and she had given permission to only Mr. Jackson and Mr. Veley to remove snacks from her open mailbox. Union Exhibit 3 at 1.\nLater that day, Mr. Fredericks subsequently reviewed the videotape, and he then met with Mr. Medina and Mr. Epps. After Mr. Fredericks showed the employees the videotape, Mr. Medina admitted he had taken snacks from Ms. Sepulve-da’s mailbox. Mr. Epps admitted he, too, had removed the snacks out of a mailbox; however, he indicated he believed the mailbox belonged to another employee, Leroy Kirkland, who he believed had given him permission. On that same day, June 21, 2010, Mr. Fredericks asked Mr. Medina, Mr. Epps, and Ms. Sepulveda to write reports about the incidents occurring on June 16 and June 17.\nAccordingly, Mr. Medina wrote and provided to Mr. Freder-icks an incident report in which he admitted he had removed a snack size bag of potato chips from Ms. Sepulveda’s mailbox on June 16. He explained that Ms. Sepulveda had previously given him permission to take food items from her mailbox. Additionally, Mr. Epps wrote and provided to Mr. Fredericks an incident report. In his report, Mr. Epps admitted he had removed a snack size bag of cookies from what he believed was Mr. Kirkland’s mailbox, and he did so with the belief Mr. Kirkland had given him permission to take snacks from his mailbox. Moreover, after being contacted by Mr. Medina, Ms. Sepulveda filed a second incident report, which stated, in relevant part, the following:\nOn Monday, June 21, 2010, at about 2:00 p.m., I received a call from my co-worker, Adam Medina. [H]e asked me if I had said anything to my supervisor about missing food from my mailbox. I said, “Yes, why.” Adam went on to tell me that he took chips from my mailbox and that he was sorry but he thought he could because of a conversation he said we had about 1 year ago. I told Adam I couldn’t remember but that he should have told me because I really wouldn’t care if he wanted chips because I knew him and it wouldn’t be a big deal. I told Adam this has been going on for a while, the missing food from my mailbox.\nUnion Exhibit 6 at 1.\nNo one from the County followed up with Ms. Sepulveda to determine whether she specifically gave Mr. Medina permission to take snacks from her mailbox. However, Mr. Delgado contacted Mr. Kirkland, who subsequently submitted a written report indicating he had authorized only two people, Boddy and “Eva,” to take items from his mailbox.\nBelieving termination was warranted, Mr. Fredericks consulted with the County Human Resources Director, Andrea McCue, to discuss the incident and the appropriate discipline. The County has a written progressive discipline policy, which is designed “to allow sufficient opportunity to correct a problem situation.” Union Exhibit 8 at 1. The first step of the policy is corrective counseling; the second step is a verbal warning; the third step is a written warning; the fourth step is a one-day suspension; the fifth step is a three-day suspension; the sixth step is a five-day suspension; and the seventh, and final step, is termination of employment. The policy further provides: “There are, however, violations of the rules or laws so severe as to render warning or progressive discipline futile. Immediate suspension or discharge is appropriate in these cases.” Union Exhibit 8 at 2.\nAfter discussion with Mr. Fredericks, Ms. McCue concluded that, from a human resources perspective, she could support a finding of termination based on the County’s written guidelines for determining unacceptable behavior. The guidelines provide “[a]n employee is subject to possible disciplinary action (as outlined in the County’s Progressive Discipline Procedure on correct discipline) for failure to comply.” County Exhibit 22 at 1. The guidelines provide a list of unacceptable behaviors. Ms. McCue concluded the second listed unacceptable behavior, “[tjheft or damage/destruction of County or co-worker property^]” applied to Mr. Medina and Mr. Epps. County Exhibit 22 at 1.\nOn June 23, 2010, Mr. Fredericks issued notices to Mr. Medina, Mr. Epps, and Ms. Boddy, informing them that he was recommending they be terminated immediately for taking items from Ms. Sepulveda’s mailbox. The notices stated: “[T]he shear [sic ] theft of another employe’s personal property demonstrated this individual’s total failure to achieve the basic expectations of a Youth Intervention Center and County employe.” Union Exhibits 1 and 2 at 1. Mr. Fredericks testified he believed the taking of the snacks from the mailbox, standing alone, was serious enough to justify immediate termination rather than progressive discipline because of the need for a youth care worker to be a “positive role model” for the juvenile residents of the Center. N.T. 12/21/10 at 31.\nMr. Medina’s prior disciplinary record, accumulated over three and one-half years of employment with the County, contained two written reprimands. One was for leaving a resident unattended, while the second was for failing to pay a five dollar fee to participate in a dress down day at work. Mr. Epps’ disciplinary record, accumulated over ten and one-half years of employment with the County, included over twenty incidents, including receiving at least one suspension.\nMr. Fredericks testified he reviewed Mr. Medina’s disciplinary record prior to issuing the notice of termination; however, he further testified the disciplinary record had no bearing on his decision to terminate him. Id. at 43. Mr. Fredericks testified he did not review Mr. Epps’ disciplinary record prior to issuing the notice of termination, although he indicated he was “kind” of aware of it to “some extent,” though it had no bearing on his decision. Id. Mr. Fredericks confirmed neither Mr. Medina nor Mr. Epps had been disciplined for theft prior to the subject incident. Further, he confirmed that, aside from the employees involved in the instant case, he had never fired an employee for removing personal items from another employee’s mailbox. Id. at 35. He admitted other employees had made allegations of personal items being removed from their mailboxes, including a cell phone; however, since the employees failed to make a written complaint or provide a specific time-frame, there was no ensuing investigation regarding these allegations. Id. at 36-37.\nThereafter, Mr. Medina and Mr. Epps went through the County’s four step grievance and appeals procedure, which is in place for employees who are not covered by union collective bargaining agreements. The first step in the grievance process occurred before the immediate supervisor; the second step was an appeal to the department director (Mr. Freder-icks); the third step was an appeal and hearing before the County’s Human Resources Director (Ms. McCue); and the fourth, and final step, was an appeal to a panel of County officials from other departments. Ms. Boddy did not appeal her termination since, as a part-time employee, the County’s grievance and appeal procedures did not apply to her. Ultimately, Mr. Medina’s and Mr. Epps’ appeals were denied, and they were terminated from their employment with the County.\nAs indicated supra, following the evidentiary hearing, based upon his findings of fact and credibility determinations, the hearing examiner ultimately concluded the County committed unfair labor practices under Section 1201(a)(1) and (3) of PERA. Specifically, as it relates to the violation under Section 1201(a)(1), the hearing examiner found the County’s actions in this case would have a tendency to coerce a reasonable employee from exercising his rights guaranteed under Article IV of PERA. In this regard, the hearing examiner noted that, just thirteen days after the Union filed a representation petition, the County terminated Mr. Medina and Mr. Epps, who were supporters of the Union, for taking small snack items from a fellow employee’s open mailbox. The hearing examiner further noted the County’s failure to follow the progressive discipline policy would lead a reasonable employee to conclude the County’s approach to the incidents at issue was more likely a reaction to the employees’ exercise of protected activity as opposed to an application of work rules to correct employee behavior.\nAs it relates to the violation under Section 1201(a)(3), the hearing examiner held the Union met its burden of proving three elements as established by St. Joseph’s Hospital v. PLRB, 473 Pa. 101, 373 A.2d 1069 (1977). Specifically, the hearing examiner concluded the Union met its burden of proving: (1) Mr. Medina and Mr. Epps were engaged in protected activity; (2) the employer was aware of the protected activity; and (3) the employer was motivated by an unlawful motive or anti-union animus in taking adverse action against the employees.\nAs to the first element, the hearing examiner found Mr. Medina and Mr. Epps were engaged in protected activity by virtue of their involvement in the Union’s organizing efforts, particularly by attending the Union’s meetings and advocating that other employees support the Union.\nAs to the second element, the hearing examiner concluded the County had knowledge of the protected activity on the basis Mr. Medina and Mr. Epps had communicated with their supervisors (Mr. Arnold and Mr. Delgado, respectively) about their support for the Union. The hearing examiner found the supervisors’ knowledge could be imputed to the County.\nAs to the third element, the hearing examiner determined the County was motivated by an anti-union animus in discharging Mr. Medina and Mr. Epps, particularly based on the timing of the termination in relation to the protected activity, the County’s ignoring of its progressive discipline policy, the County’s disparate treatment of Mr. Medina and Mr. Epps, and the County’s failure to provide an adequate explanation for the terminations.\nThus, the hearing examiner ordered the County cease and desist from interfering, restraining, or coercing employees in the exercise of the rights guaranteed in Article IV of PERA. Moreover, the hearing examiner directed the reinstatement of Mr. Medina and Mr. Epps to their former positions without prejudice and awarded back pay to them.\nThe County filed exceptions with the Board, which issued a final order on May 15, 2012, dismissing the County’s exceptions and rendering the hearing examiner’s proposed decision and order final. With regard to the County’s violation of Section 1201(a)(3), the Board concluded, as to the first element, there is no dispute Mr, Medina and Mr. Epps were involved in protected activities.\nAs to the second element, the Board held the following:\nThe County argues, however, that [the Union] failed to establish that the County was aware that [Mr.] Medina and [Mr.] Epps engaged in protected activities. In this regard, the County argues that [Mr.] Arnold and [Mr.] Delgado, who [Mr.] Medina and [Mr.] Epps spoke to about the Union, were only first level supervisors, and therefore their knowledge could not be imputed to the County. The County cites to Valley Township Police Benevolent Association v. Valley Township, 22 PPER 22130 (Final Order, 1991), to argue that knowledge of an employe’s protected activities may only be imputed to the employer through a management level employe. While the facts in Valley Township involved a claim by the township that the chief of police, who had knowledge of the protected activity, was not a managerial employe, the chiefs managerial status was not the disposi-tive factor. Instead, the Board recognized that the employer’s knowledge of protected activity can be inferred based on the totality of the circumstances in a particular case. Valley Township, supra. Indeed, contrary to the County’s argument, the Board has held that a supervisor’s knowledge of protected activity may be imputed to the employer. [AFSCME Council 13, AFL-CIO v.] Bensalem Township, 19 PPER 19010 (Final Order, 1987); PSSU, Local 668 v. Lancaster County, 24 PPER 24027 (Final Order, 1993). The fact that [Mr.] Arnold and [Mr.] Delgado were not managers does not preclude the finding that the employer had knowledge of [the Union’s] 2010 organizing drive and the protected activities of [Mr.] Medina and [Mr.] Epps.\nHere, [Mr.] Arnold was [Mr.] Medina’s supervisor and was aware of [Mr.] Medina’s protected activities. [Mr.] Epps’ supervisor, [Mr.] Delgado, was aware of [Mr.] Epps’ protected activities.... Accordingly, the record supports the employer’s knowledge of the protected activities for purposes of Section 1201(a)(3) of PERA.\nThe Board’s Final Order issued 5/15/12 at 4.\nAs to the third element, the Board determined the Union proved the County was motivated by an anti-union animus when it terminated Mr. Medina’s and Mr. Epps’ employment. In this regard, the Board noted the termination of the men less than two weeks after the Union filed its petition for representation was suggestive of an anti-union animus. Additionally, in light of the surrounding circumstances, the Board noted the reasons offered by the County for terminating Mr. Medina and Mr. Epps were pre-textual in nature and supported the inference that, but for the men’s protected activity, they would not have been terminated.\nIn support of this latter conclusion, the Board noted the following facts: (1) Despite Ms. Sepulveda’s claim that items had been taken from her mailbox for weeks or months, the County limited its review of the videotape to two days; (2) The County disregarded Ms. Sepulveda’s subsequent incident report in which she indicated she did not care if Mr. Medina took snacks from her mailbox; (3) The County did not explore lesser discipline under its progressive discipline policy for Mr. Medina and Mr. Epps; and (4) Ms. Delgado, who was Ms. Sepulveda’s supervisor, indicated to Mr. Fredericks that she was unsure whether discipline was warranted. Moreover, noting the County failed to investigate when it became aware of allegations of the theft of a cell phone, the Board rejected the County’s argument that the taking of a small bag of snacks from another co-worker amounted to egregious conduct violating the high standards required of employees, such as Mr. Medina and Mr. Epps, who are role models for delinquent youths.\nBased upon its rationale, the Board dismissed the County’s exceptions and concluded the hearing examiner did not err in determining the County violated Sections 1201(a)(1) and (3) of PERA. The Board reasoned that, since the hearing examiner properly found the County’s actions contravened Section 1201(a)(3), which in this case was a derivative violation of Section 1201(a)(1), it was unnecessary to address specifically whether the Union independently proved the County interfered with Mr. Medina’s and Mr. Epps’ protected rights under Section 1201(a)(1) of PERA.\nThe County appealed to the Commonwealth Court and presented nine allegations of error. However, in its en banc opinion, the Commonwealth Court focused on two primary issues related to the specific unfair labor practice set forth in Section 1201(a)(3); namely, (1) whether the Board erred in finding the Union proved the County knew of Mr. Medina’s and Mr. Epps’ union activities and (2) whether the Board erred in finding the Union proved the County was motivated by an anti-union animus in discharging Mr. Medina and Mr. Epps. The court noted it was necessary for the Union to establish both elements in order to establish a violation of Section 1201(a)(3) of PERA.\nWith regard to the first issue, the court held an employer is vicariously liable for a supervisor’s unfair labor practices for purposes of PERA. See Lancaster County v. PLRB, 82 A.3d 1098, 1110 (Pa.Cmwlth.2013) (en banc) (citing PLRB v. Cadman, 370 Pa. 1, 3-4, 87 A.2d 643, 645 (1952)). However, the court concluded there is no binding Pennsylvania precedent as to whether a supervisor’s knowledge that an employee is engaged in pro-union activity can be automatically imputed to the employer. Id. Absent such precedent, the court turned to federal case law interpreting Section 8(a)(3) of the National Labor Relations Act (NLRA), concluding such authority is persuasive. Id.\nThus, based on a compilation of federal cases arising from the Fifth, Seventh, and Eleventh Circuits of the United States Court of Appeals, the court concluded knowledge may not be imputed to a company as a matter of course and, more specifically, the knowledge of a low-level supervisor may not be imputed to the decision-making supervisor. See id. at 1111 (citing Vulcan Basement Waterproofing v. NLRB, 219 F.3d 677 (7th Cir.2000); Jim Walter Resources, Inc. v. NLRB, 177 F.3d 961 (11th Cir.1999); Pioneer Natural Gas Co. v. NLRB, 662 F.2d 408 (5th Cir.1981)).\nIn this regard, the Commonwealth Court held:\n[T]he hearing examiner and the [Board] in this case concluded that the County had knowledge of [Mr.] Medina’s and [Mr.] Epps’ union activities based solely upon a legal theory that mechanically imputed [Mr.] Arnold’s and [Mr.] Delgado’s knowledge (even as limited as that was based on scant evidence in the record) of these activities to [Mr. Fredericks]. However, we conclude that this was an error of law because such a rule relieves the party alleging the unfair labor practice of the burden to prove, as a logical prerequisite and essential element of its claim, that the employer’s decision-maker had knowledge of the employee’s protected activity. Instead, we are persuaded by the reasoning of the above case law and adopt it for purposes of PERA. Therefore, while it is permissible to “rely on circumstantial evidence to infer that the knowledge of one supervisor has been communicated to the other,” the [Board] is not permitted to “mechanically impute” the knowledge of a lower-level supervisor to the decision-making supervisor.\nLancaster County, 82 A.3d at 1111-112 (citation and footnote omitted).\nThe court noted it was “not announcing a rule of law mandating that in every case a supervisor must inform someone higher up in the chain about an employee’s union activities in order to establish knowledge[;]” but rather, the court was “adopting a rule of law that requires a union to demonstrate that the decision-making supervisor or other official had knowledge of the union activities.” Id. at 1112 n. 6 (emphasis omitted). The Commonwealth Court reasoned a union could meet its burden through an array of circumstances but it could not mechanically impute the knowledge of one individual to another. Id.\nThus, applying these legal precepts to the hearing examiner’s findings of fact and the evidence of record in this case, the Commonwealth Court noted Mr. Fredericks, and neither Mr. Arnold nor Mr. Delgado, was vested with the authority and discretion to take disciplinary measures and, after consulting with Ms. McCue, he was the one who decided to terminate Mr. Medina and Mr. Epps. The court found there was no evidence Mr. Arnold or Mr. Delgado recommended discipline for the men or otherwise participated in the decision-making process. Also, the court concluded the record was devoid of any evidence establishing Mr. Fredericks was aware of Mr. Medina’s or Mr. Epps’ union activities. More specifically, the court determined there was no evidence Mr. Arnold or Mr. Delgado told Mr. Fredericks about the “casual conversations” they had with Mr. Medina and Mr. Epps concerning their support for the Union; there was no evidence suggesting Mr. Medina and Mr. Epps were “open or notorious” when performing their union activities such that it could be inferred Mr. Fredericks observed them first-hand or had reason to know about them; and there was no evidence pertaining to the standard communication practice between the supervisors such that it could be reasonably inferred that the Delgados or Mr. Arnold told Mr. Fredericks of the men’s union activities. Id. at 1112.\nThe Commonwealth Court opined that “[although there may be instances where an employer’s reason for discharging an employee has absolutely no basis in fact such that the only reasonable inference would be that the employee was terminated due to protected activity, this is not that case.” Id. Therefore, concluding the Union failed to adduce substantial evidence to sustain the inference that Mr. Fredericks had knowledge of Mr. Medina’s and Mr. Epps’ union activities, the court concluded the Union, in turn, failed to adduce substantial evidence to support a finding that the County had knowledge of the protected activity.\nAs it relates to the second issue, the Commonwealth Court held that, assuming there was substantial evidence to prove Mr. Fredericks had knowledge of Mr. Medina’s and Mr. Epps’ union activities, the evidence failed to prove Mr. Fredericks’ decision to terminate their employment was motivated by an anti-union animus. The court found the Board pointed to the following two overarching factors in concluding the Union established an anti-union animus: (1) the County’s reasons for terminating Mr. Medina and Mr. Epps were pretextual; and (2) the timing of the discharges was suggestive of an anti-union motive.\nWith respect to the first factor, the court noted the Board held that “[pjretext arises where the hearing examiner finds, based on the credible evidence and testimony on record, that the employer would not have taken the same action against the employe in the absence of protected activity[,]” and this standard is met when “there are no compelling reasons warranting reversal of the hearing examiner’s credibility determinations.” Id. at 1114 (quotation and quotation marks omitted). However, the court opined “[t]his was an incorrect statement and application of the law.” Id.\nFurther, the court held pretext indicative of an anti-union animus “must be affirmative, substantial evidence of pretext rather than mere suspicion and conjecture or a simple credibility determination adverse to the employer.” Id. at 1114. Looking to federal cases, the court then provided two examples of evidence sufficient to establish a finding of pretext, including the situation where the evidence affirmatively shows: (1) the employer failed to investigate the conduct alleged as the basis for the employee’s discipline; and (2) the employer engaged in disparate treatment by disciplining the employee in a manner that differs from other employees engaged in substantially similar conduct or the employer imposed discipline that deviates from the employer’s past disciplinary practices. Id. (citing NLRB v. Esco Elevators, Inc., 736 F.2d 295 (5th Cir.1984); Marshall Durbin Poultry Co. v. NLRB, 39 F.3d 1312 (5th Cir.1994)).\nThe Commonwealth Court opined its own case law further illustrated the above principles and, to this end, the court discussed several cases. For instance, the court noted that, in PLRB v. Stairways, Inc., 56 Pa.Cmwlth. 462, 425 A.2d 1172 (1981), the court upheld a finding of pretext where the evidence showed the work performance of a pro-union employee was evaluated differently from another employee, the pro-union employee’s work performance had not declined, and the employer had made threats to employees that they may lose their jobs for engaging in union activities.\nAdditionally, the court upheld a finding of pretext in City of Reading v. PLRB, 130 Pa.Cmwlth. 397, 568 A.2d 715 (1989), where there was evidence of an inadequate investigation of whether a pro-union employee was actually intoxicated while at work, the pro-union employee was treated harsher than other employees who were allegedly intoxicated on the job, and the employer made previous anti-union statements to the employees.\nMoreover, the court found pretext in Lehighton Area School District v. PLRB, 682 A.2d 439 (Pa.Cmwlth.1996), where inferences could be drawn that the employee’s union activities caused the employer to begin investigating the employee’s time sheets, and despite the fact the employer had a progressive discipline policy, and the employee had never been disciplined, the employer did not consider a lesser penalty than termination.\nBy contrast, the court noted that, in Pennsylvania State Troopers Assoc. v. PLRB, 39 A.3d 616 (Pa.Cmwlth.2012), the court rejected the union’s claim of pretext, concluding the evidence of pretext was insubstantial and proved only suspicion and conjecture. In that case, the employer argued it issued disciplinary action against two police officers because they misrepresented that they had received complaints about a captain. The union, on the other hand, argued the officers were reprimanded due to anti-union animus and pointed to various irregularities in the investigation. The court found the employer’s investigation was a matter of discretion and rejected the union’s claim of disparate treatment.\nIn the instant case, the Commonwealth Court acknowledged the Board provided a number of reasons to supports its determination that the County’s decision to discharge Mr. Medina and Mr. Epps for taking the snacks was pretextual. However, the court concluded that, when the Board’s reasons are considered in light of existing case law, “it becomes evident that the evidence relied upon by the [Board] does not possess the qualities and characteristics necessary to constitute affirmative, substantial evidence of pretext.” Lancaster County, 82 A.3d at 1116.\nFor instance, the court rejected the Board’s conclusion pretext was demonstrated by the fact this was the first time the County terminated an employee for taking an item from a co-worker’s mailbox. The court noted there was no evidence any other employee was caught taking an item from a fellow employee’s mailbox. Id. Thus, in this vein, the court held it was reasonable for Mr. Fredericks to not investigate the alleged theft of other personal items since no written complaints were filed by the employees and the employees did not provide their supervisors with specific time frames. Id.\nMoreover, the court rejected the Board’s conclusion pretext was demonstrated by the fact the supervisors did not review the surveillance videotape for extended periods of time in investigating Ms. Sepulveda’s complaints. The court concluded the County’s inaction in this regard did not reflect affirmative evidence of disparate treatment or some other form of pretext, and in fact, the Board’s implication of impropriety of the County was based on an unsupported presupposition that the County investigated Ms. Sepulveda’s complaint solely because it knew beforehand that Mr. Medina and Mr. Epps took the snacks. Id.\nFurthermore, as for the Board’s finding of pretext based on Ms. Sepulveda stating in her second incident report it was not a “big deal” that Mr. Medina took snacks from her mailbox and Ms. Delgado stated she did not know whether Mr. Medina and Mr. Epps could be disciplined, the Commonwealth Court opined neither Ms. Sepulveda nor Ms. Delgado were vested with decision-making authority and, thus, their assessment of the situation was irrelevant. Id. at 1117.\nFinding the facts of the instant case to be similar to Pennsylvania State Troopers Assoc., supra, the Commonwealth Court held the record demonstrated neither Mr. Medina nor Mr. Epps were subject to disparate treatment and the County did not deviate from past practices in terminating their employment. Moreover, the court ruled the fact “the Board would have conducted the investigation differently or believed Mr. Medina’s or Mr. Epps’ stories over Ms. Sepulve-da’s statements does not constitute substantial proof of pretext.” Lancaster County, 82 A.3d at 1117.\nWith respect to the second factor relied upon by the Board in finding an anti-union animus, ie., the timing of the terminations in relation to the union activities, the Commonwealth Court held the discipline was “merely coincidental” to the men’s union involvement such that the evidence of the timing of the terminations was “a weak factor as a matter of law[J” Id. The court reasoned:\nWithout strong evidence of pretext (or some other form of anti-union animus), the timing of the terminations is essentially irrelevant because after [Mr.] Medina and [Mr.] Epps informed their supervisors of their support for the Union, they committed punishable misconduct in the workplace. Indeed, if the timing of the County’s discipline in this case were a strong indicator of anti-union animus, then employers would be prohibited from disciplining their employees for legitimate reasons just because the employee engaged in pro-union conduct prior to committing work-related infractions. In this vein, it was imperative that the Union, as the party asserting the unfair labor charge, adduce evidence clearly indicative of anti-union motivation in addition to timing in order to create a sustainable inference of anti-union animus. As indicated above, no such evidence was presented in this case.\nId. at 1118.\nBased on the aforementioned, the Commonwealth Court reversed the Board’s final order that the County violated Section 1201(a)(3) of PERA and, holding the Board’s conclusion the County violated Section 1201(a)(1) was completely predicated on the Section 1201(a)(3) violation, it likewise reversed the Board’s decision upholding the Section 1201(a)(1) violation.\nJudge McGinley dissented, positing that the Board did not err in determining the Union proved the County knew of Mr. Medina’s and Mr. Epps’ union activities. The dissent specifically disagreed with the majority’s requirement that “a union must prove that one supervisor with knowledge of an employee’s union activity told a higher level supervisor of the activity in order to establish that the employer was aware of the employee’s union activities.” See id. at 1119 (McGinley, J., dissenting). The dissent noted he would find no error in the Board imputing the knowledge of Mr. Arnold and Mr. Delgado concerning the union activities of Mr. Medina and Mr. Epps to the County. Id.\nFurther, the dissent posited the record supported a finding that Mr. Fredericks’ decision to terminate Mr. Medina and Mr. Epps was motivated by an anti-union animus. In support thereof, the dissent pointed to the timing of the terminations in relation to the men’s union activities, the irregularities in the investigation, the County’s failure to follow its progressive discipline policy, and the disparate treatment of Mr. Medina and Mr. Epps. Id. at 1119-120. Thus, the dissent would have affirmed the Board’s order that the County had committed an unfair labor practice as charged by the Union.\nThe Board and the Union presented separate petitions for allowance of appeal, which this Court granted, and later consolidated. Specifically, as to the Board’s petition, we granted review of the following issues, as framed by the Board:\n(1) Did the Commonwealth Court err by sua sponte creating an issue regarding imputing knowledge of protected activities that was not actually raised in [the] exceptions to the [B]oard, preserved in the petition for review, or factually involved in the case?\n(2) Did the Commonwealth Court err by reversing the [B]oard’s inference of an unlawful discriminatory motive based on the totality of the circumstances, by making its own findings of fact and by analyzing the issue of pretext in a manner contrary to existing law?\n(3) Did the Commonwealth Court err in summarily reversing the [Bjoard’s affirmance of the hearing examiner’s finding of a violation of Section 1201(a)(1) of PERA without affording the [B]oard a remand?\nLancaster County v. PLRB, 627 Pa. 251, 99 A.3d 530 (2014) (per curiam order)\nAs to the Union’s petition, we granted review of the following issues, as framed by the Union:\n(1) Did the Commonwealth Court err in reversing the [Board’s] final order determining that the County of Lancaster discharged [Mr.] Medina and [Mr.] Epps in violation of [PERA], where the court exceeded the limited standard of review?\n(2) Did the Commonwealth Court err in reversing the Board’s order affirming the hearing examiner’s finding of an independent violation of Section 1201(a)(1) of [PERA], without remand to the [B]oard?\nLancaster County v. PLRB, 627 Pa. 250, 99 A.3d 530 (2014) (per curiam order).\nII. Arguments\nInitially, as it relates to the Commonwealth Court’s analysis and conclusion that the Board erred in finding the Union proved the County knew of Mr. Medina’s and Mr. Epps’ protected activity, the Board argues the court failed to apply the appropriate appellate scope and standard of review, improperly disregarded the Board’s findings of fact, erred in setting forth its own de facto facts, and improperly conflated the elements of knowledge and motive. The Board argues the court erroneously held, as a matter of law, that Section 1201(a)(3)’s knowledge element requires a showing the management official, who ultimately terminated the employees, had knowledge of their protected activity. The Board suggests that, for decades, it has interpreted Section 1201(a)(3)’s knowledge requirement as being satisfied when the complainant shows any supervisor had knowledge of an employee’s protected activity. Thus, the Board continues, the court’s holding “brings into serious question decades of binding precedent on the manner of establishing the element of knowledge of protected activities for purposes of a charge of discrimination under Section 1201(a)(3) of PERA.” Board’s Brief at 28.\nThe Board notes that, when the proper deference is given to the Board, it becomes clear that, since Mr. Medina’s and Mr. Epps’ supervisors (Mr. Arnold and Mr. Delgado, respectively) undisputedly had knowledge of the employees’ protected activities, the Union met its burden of proving the County had knowledge of the employees’ protected activities. The Board posits, contrary to the court’s conclusion, it did not “mechanically” or “automatically” impute knowledge to the employer; but rather, it found notice to a supervisor is notice to the employing entity. Here, the Board made relevant findings of fact that supervisors Arnold and Delgado had knowledge of Mr. Medina’s and Mr. Epps’ protected activities, which as a matter of law, meets the knowledge element under Section 1201(a)(3).\nAs it relates to the Commonwealth Court’s analysis and conclusion that the Board erred in finding the Union proved the firing of Mr. Medina and Mr. Epps was based on an unlawful motive or anti-union animus, the Board avers the court erred as a matter of law in interpreting PERA. Additionally, the Board argues the court departed from its appellate role by making credibility determinations and improperly disregarding the Board’s factual findings as it relates to the issue of motive. In this vein, the Board notes that, although the County proffered it terminated Mr. Medina and Mr. Epps for the theft of a small bag of snacks from Ms. Sepulveda’s open mailbox, the Board did not find the employer’s proffered reason to be credible. The Board notes its consideration of the totality of the circumstances supports the logical conclusion there was some other motive for the termination of Mr. Medina and Mr. Epps, and in light of various factors, which are supported by substantial evidence, the reason was based on an anti-union animus. In this regard, the Board points to various factual findings, which demonstrate disparate treatment as it relates to the instant investigation, the County’s failure to follow its progressive discipline policy without adequate explanation, and the timing of the investigation as it relates to the employees’ union activities.\nFinally, the Board notes that, to the extent the Commonwealth Court properly concluded the Union failed to prove a violation of Section 1201(a)(3), the Commonwealth Court erred in summarily rejecting any violation of Section 1201(a)(1) on the basis it was predicated on the Section 1201(a)(3) violation. The Board contends that, instead of summarily reversing the Board’s decision upholding the Section 1201(a)(1) violation, the Commonwealth Court should have remanded this matter to the Board to determine whether the Union proved an independent violation of Section 1201(a)(1).\nThe Union echoes the Board’s argument that the Commonwealth Court improperly disregarded the Board’s findings of facts and further takes issue with the court’s holding that Section 1201(a)(3)’s knowledge element requires a showing the supervisor, who ultimately terminated the employees, had knowledge of their protected activity. The Union contends the court improperly substituted its interpretation of PERA for the reasonable interpretation advanced by the Board and created an entirely new standard for proving an employer’s knowledge of protected activity. The Union develops that, for years, the Board has held proof of a supervisor’s knowledge of an employee’s protected activity meets the knowledge requirement, and notwithstanding the Board’s consistent application of this rule and the deference due to the Board, the Commonwealth Court adopted an entirely new legal standard regarding the knowledge element. Thus, the Union highlights, the court’s holding unreasonably requires a complainant to adduce evidence of the final decision-maker’s knowledge of the employee’s union activity, or at the very least, a communication between the supervisor and the final decision-maker regarding the employee’s union activity.\nAs it relates to the Commonwealth Court’s analysis and conclusion that the Board erred in finding the Union proved the firing of Mr. Medina and Mr. Epps was based on an unlawful motive or anti-union animus, the Union concurs with the arguments advanced by the Board that the court usurped the fact-finding role of the Board, exceeded its scope and standard of appellate review, and gave no weight to the Board’s expertise. The Union points to various findings of fact, which pertain to the timing of the discharges, the disparate treatment of the employees by the County in its investigation, the County’s dismissive consideration of mitigating evidence, and the County’s failure to follow its own progressive discipline policy. These factors, the Union contends, reasonably supports the Board’s conclusion that Mr. Medina and Mr. Epps would not have been terminated in the absence of their union activities and the reason offered by the County for terminating them was pretextual.\nMoreover, the Union echoes the Board’s argument that, to the extent the Commonwealth Court properly found no violation of Section 1201(a)(3), the Commonwealth Court should have remanded this matter to the Board to determine whether the Union proved an independent violation of Section 1201(a)(1).\nIn response, the County contends the Commonwealth Court properly applied its standard of review and concluded the Union failed to prove the County had knowledge of Mr. Medina’s or Mr. Epps’ protected activity. The County suggests the court properly considered federal case law in arriving at its holding that the decision-maker is required to have knowledge of the employee’s union activity and the knowledge of a lower-level supervisor may not be imputed to the decision-maker.\nMoreover, considering the court’s ruling in light of the facts of record, the County avers there is no doubt Mr. Fredericks, and neither Mr. Arnold nor Mr. Delgado, was vested with the authority and discretion to discipline Mr. Medina and Mr. Epps. The County continues there is no evidence Mr. Freder-icks had any knowledge, which was communicated to him by the lower-level supervisors or otherwise, of the employees’ protected activity. The County suggests the court properly rejected the Board’s ruling, which treats “rank and file employees the same as first-level supervisors” in contravention of the intent of PERA. County’s Brief at 27. Finally, the County posits that to the extent the Board has, in the past, held that a first-level supervisor’s knowledge of an employee’s protected activity may be imputed to the decision-maker, such a rule is not applicable in this case where the evidence failed to demonstrate the first-level supervisors at issue (Mr. Arnold and Mr. Delgado) were, in fact, involved in the disciplinary decision.\nAdditionally, the County contends the Commonwealth Court properly applied its standard of review and concluded the Union failed to prove the County was motivated by an anti-union animus in terminating Mr. Medina and Mr. Epps. The County notes there was no direct evidence of an anti-union animus, such as statements or threats, and in the absence thereof, the Board relied on “inference ... stacked upon inference, to the point of pure speculation” in order to find the County had an anti-union animus. County’s Brief at 34. The County suggests many of the Board’s factual findings are not supported by the record and then sets forth evidence contrary to the Board’s findings.\nAs to the Commonwealth Court’s reversal of the Board’s decision upholding the Section 1201(a)(1) violation, the County asserts there is no legitimate reason to remand this matter to the Board to determine if there was an independent violation of Section 1201(a)(1) since the Union failed to plead any facts that would suggest an independent violation.\nIII. Discussion\nInitially, we consider the proper standard and scope of review for this matter. Generally, “when reviewing a decision of the Board, our review is limited to determining whether there has been a violation of constitutional rights, an error of law, procedural irregularity, or whether the findings of the agency are supported by substantial evidence.” Borough of Ellwood City v. PLRB, 606 Pa. 356, 365, 998 A.2d 589, 594 (2010) (citations omitted). Furthermore, it is well settled that a decision of the Board must be upheld if the Board’s factual findings are supported by substantial evidence, and if the conclusions of law drawn from those facts are reasonable, not capricious, arbitrary, or illegal. Joint Bargaining Committee of Pennsylvania Social Services v. PLRB, 503 Pa. 236, 241, 469 A.2d 150, 152 (1983). “Substantial evidence is more than a mere scintilla and must do more than create a suspicion of the existence of the fact to be established. It means such relevant evidence as a reasonable mind might accept as adequate to support a conclusion.” Appeal of Cumberland Valley School District, 483 Pa. 134, 140, 394 A.2d 946, 949 (1978) (citations omitted).\nTo the extent the issues before us concern statutory interpretation, i.e., a legal standard, we note:\n[A]n administrative agency’s interpretation [of a statute] is be to given ‘controlling weight unless clearly erroneous.’ However, when an administrative agency’s interpretation is inconsistent with the statute itself, or when the statute is unambiguous, such administrative interpretation carries little weight. Appreciating the competence and knowledge an agency possess in its relevant field, our Court [has] opined that an appellate court ‘will not lightly substitute its judgment for that of a body selected for its expertise whose experience and expertise make it better qualified than a court of law to weigh facts within its field.’ Moreover, we have emphasized that this high level of deference is especially significant in the complex area of labor relations.\nLancaster County v. PLRB, 626 Pa. 70, 94 A.3d 979, 986 (2014) (quotations and citations omitted).\nIn an unfair labor practice charge, the complainant bears the burden of proof. St. Joseph’s Hospital, 473 Pa. at 104, 373 A.2d at 1070. In general terms, we have indicated that to prove an unfair labor practice under Section 1201(a)(3), the complainant must prove, by a preponderance of the evidence, that: (1) the employee was engaged in protected activity; (2) the employer knew of the activity; and (3) the employer was motivated by an unlawful motive or anti-union animus in taking adverse action against the employee. See St. Joseph’s Hospital, supra.\nIn the case sub judice, there is no dispute the Union, as complainant, sustained its burden of proving the first element, ie., the employees, Mr. Medina and Mr. Epps, were engaged in protected activity.\nWith regard to the second element, whether the County, as a public employer, knew of the employees’ protected activity, we begin with an examination of PERA. In this regard, we bear in mind “[t]he objective of all interpretation and construction of statutes is to ascertain and effectuate the intention of the General Assembly.” Lancaster County, 626 Pa. at 82, 94 A.3d at 987 (citing to 1 Pa.C.S. § 1921(a)). “The best indication of legislative intent is the language used in the statute. When the words are clear and free from all ambiguity, the letter of it is not to be disregarded under the pretext of pursuing its spirit.” Office of Administration v. PLRB, 691 Pa. 176, 187, 916 A.2d 541, 547-48 (2007) (citing 1 Pa.C.S. § 1921(b)). When considering statutory language, “[w]ords and phrases shall be construed according to rules of grammar and according to their common and approved usage.” 1 Pa.C.S. § 1903(a). “[Ojnly when the words of a statute are ambiguous should a reviewing court seek to ascertain the intent of the General Assembly through considerations of the various factors found in Section 1921(c).” Lancaster County, 626 Pa. at 82, 94 A.3d at 987 (citations omitted).\nSection 1201(a)(3) of PERA broadly prohibits “public employers, their agents or representatives” from engaging in unfair labor practices, including the one specified in this case. The term “representative” is relevantly defined by PERA as “any individual acting for public employers[.]” 43 P.S. § 1101.301(4). The term “agent” is not specifically defined by PERA; however, giving the term its common meaning, “agent” is relevantly defined as “[o]ne who is authorized to act for or in place of another; a representative[.]” BLACK’S LAW DICTIONARY 68 (8th ed. 2004).\nAdditionally, relevant to the instant issue, PERA specifically defines “supervisor” as:\nany individual having authority in the interests of the employer to hire, transfer, suspend, layoff, recall, promote, discharge, assign, reward or discipline other employes or responsibly to direct them or adjust their grievances; or to a substantial degree effectively recommend such action, if in connection with the foregoing, the exercise of such authority is not merely routine or clerical in nature but calls for the use of independent judgment.\n43 P.S. § 1101.301(6).\nWe have not been called upon to interpret under what circumstances an employer will be found to have knowledge of an employee’s protected activities as it relates to PERA; however, we have examined this issue for purposes of the Pennsylvania Labor Relations Act (PLRA).\nSpecifically, in Cadman, supra this Court, noting the term “employer” in the PLRA includes “any person acting, directly or indirectly, in the interest of an employer,” held that, within the meaning of the PLRA, a supervisor’s knowledge of an employee’s union activities satisfies the knowledge requirement. We reasoned that, in administering the PLRA, the employer is not merely the employing entity, but also others who are “acting in the interest of an employer.” See Cadman, 370 Pa. at 4, 87 A.2d at 644.\nTherefore, in finding the employer hable for the unfair labor practices of its supervisory employee in Cadman, we noted it was “unnecessary for us to probe the niceties of the law of Agency and decide whether [the supervisor] had actual authority from [the employer] or whether he in fact transmitted his knowledge of union activities to [the employer].” Cadman, 370 Pa. at 4, 87 A.2d at 644. Rather, within the meaning of the PLRA, notice to the supervisor of an employee’s union activities constitutes notice to the employing entity. See id.\nWe similarly find, and agree with the Board, that, as applied to unfair labor practices under PERA, a complainant meets the knowledge requirement by proving a supervisor, who by definition acts in the interest of the public employer, had knowledge of the employee’s protected activity. Here, no one disputes that Mr. Arnold and Mr. Delgado were supervisory employees with knowledge of Mr. Medina’s and Mr. Epps’ protected activity, and therefore, for purposes of PERA, we conclude the Union met the knowledge requirement.\nWe specifically reject the Commonwealth Court’s holding, based upon a selective review of federal cases interpreting the NLRA, which suggested for purposes of establishing an unfair labor practice claim under PERA the complainant must prove the management official who made the adverse employment decision had knowledge of the employee’s protected activity. See Lancaster County, 82 A.3d at 1111-112 (holding the complainant must prove “the employer’s decision-maker had knowledge of the employee’s protected activity!,]” and may not “ ‘mechanically impute’ the knowledge of a lower-level supervisor to the decision-making supervisor”) (citation and footnote omitted). Such a narrow holding as it relates to establishing the knowledge requirement is inconsistent with the language of PERA plainly defining supervisor as an agent of the employer.\nAdditionally, we agree with the Board that the court’s analysis improperly conflated the issues of knowledge and motive for purposes of PERA. The extent to which a supervisor with knowledge of an employee’s protected activity played a role in the investigation or disciplinary process is relevant to the inquiry of whether the employer had an anti-union animus in taking adverse action against the employee. That is, the extent to which the supervisor’s knowledge was interjected into the matter is a relevant inquiry in determining the motive for the employer’s adverse action against an employee. However, we reject the Commonwealth Court’s conclusion that the knowledge requirement may not be met in the absence of demonstrating the final decision-making supervisor had knowledge of the employee’s union activities. We decline to adopt a rule that would permit a public employer to potentially distance itself from the knowledge of “low-level” supervisors who played a role in the investigation or disciplinary process by asserting the final decision-maker had no knowledge.\nAlthough the Board’s interpretation of the statute is consistent with PERA, and thus should be given due deference, the Commonwealth Court effectively substituted, without justification, its own judgment by requiring proof that the public employer’s “decision-maker,” as opposed to a “low-level” supervisor, have knowledge of the employee’s union activities. See Lancaster County, 626 Pa. at 80-82, 94 A.3d at 986. The Commonwealth Court’s holding limiting the scope of PERA to those management officials who make the final employment decisions contravenes the plain language of PERA, and since there is no indication the Board’s interpretation is clearly erroneous, it should be given controlling weight. See id.\nTurning to the third element, whether the termination of Mr. Medina and Mr. Epps was motivated by an unlawful motive or anti-union animus, the Board concluded that, based on the inferences drawn from its analysis of various interrelated factors, the Union sustained its burden of proving the County terminated Mr. Medina and Mr. Epps due to an anti-union animus, ie., but for the employees’ protected activity, the County would not have terminated their employment. In making this determination, the Board reviewed the entire background of the case, including evaluating the credibility of the County’s stated reasons for the employees’ discharges, the timing of the discharges, the nature of the County’s investigation, the treatment of Mr. Medina and Mr. Epps as compared to other employees, and the County’s application of its progressive discipline policy.\nInasmuch as an employer’s motive may not be easily discernible, it may be based on inferences drawn from the record. See St. Joseph’s Hospital, 473 Pa. at 107, 373 A.2d at 1072. Moreover, the factors upon which the Board relied in making its decision are of the type which may be properly examined in determining the employer’s motive for its adverse action against an employee. See St Joseph’s Hospital, supra (hospital’s failure to follow its progressive discipline policy, resulting in the disparate treatment of two nurses engaged in union activities, supported an inference they were discharged because of their union activities); PLRB v. Sand’s Restaurant Corp., 429 Pa. 479, 240 A.2d 801 (1968) (indicating the Board may examine the credibility of the employer’s explanation for the discharge in determining whether the employer had an improper motive). Thus, we proceed to examine the factual findings made by the Board as to the factors, whether the factual findings are supported by substantial evidence of record, and whether its conclusions of law drawn from those facts are reasonable, and not capricious, arbitrary, or illegal. Borough of Ellwood City, 606 Pa. at 365, 998 A.2d at 594.\nInitially, the Board, as was within its province, examined the County’s explanation for the discharges. See Sand’s Restaurant Corp., 429 Pa. at 485-87, 240 A.2d at 804-05. Specifically, the Board noted the County’s stated reason for terminating Mr. Medina and Mr. Epps was that they each took a small bag of snacks from a fellow employee’s open mailbox. The Board further noted Mr. Fredericks testified he believed discharge on this basis was warranted since, as youth care workers, Mr. Medina and Mr. Epps were required to be “positive role models” for the juvenile residents. However, based upon the totality of the circumstances, the Board found the County’s proffered reason to be incredible and, more specifically, concluded the reason was a mere pretext designed to conceal the actual reason the County terminated Mr. Medina and Mr. Epps (i.e., because of their union activity).\nIn this regard, the Board found that, particularly when considered in conjunction with other factors, the timing of the employees’ termination in relation to the employees’ union activities, as well as the Union’s filing of a petition for representation, was suggestive of an anti-union animus. The Board noted the employees discussed their support for the Union with their respective supervisors in May of 2010, the Union filed its petition for representation on June 10, 2010, Ms. Sepulveda made her complaint to Ms. Delgado on June 20, 2010, and on June 23, 2010, the County terminated the employees. The Board’s findings are supported by substantial evidence of record, and its conclusions drawn therefrom are reasonable. See Borough of Ellwood City, supra.\nWe specifically reject the Commonwealth Court’s characterization of the timing of the discharges in relation to the employees’ union activity in this case as “merely coincidental” and a “weak factor as a matter of law[.]” Lancaster County, 82 A.3d at 1117. Rather, as the Board reasonably found, the timing of the discharges raised an inference of an anti-union animus, particularly when considered in light of the other evidence deemed to be credible by the Board. Cadman, 370 Pa. at 4, 87 A.2d at 644 (indicating the fact the employee was fired the day after he associated himself with the union suggested the employer had an improper motive, particularly when taken together with the employer’s unconvincing explanation for the discharge and the supervisor’s anti-union expressions).\nThe Board next examined the nature of the County’s instant investigation, in which Mr. Arnold and Mr. Delgado were directly involved, concluding it was not performed in a neutral and objective manner, thus leading to an inference of an anti-union motive. To support this conclusion, the Board indicated that, despite the fact other employees had complained of items, including a cell phone, missing from their employee mailboxes, the County conducted no investigation and did not review the surveillance videotape. The Board found incredible Mr. Fredericks’ testimony that the other alleged thefts were not investigated because no employee had filed a written incident report. In this vein, the Board noted the supervisors in this case reviewed the surveillance videotape prior to receiving a written incident report from Ms. Sepulveda, and after observing Mr. Medina and Mr. Epps removing the snacks, Mr. Fredericks directed Ms. Sepulveda to write an incident report. The weighing of testimony and making of credibility determinations is within the province of the Board. American Federation of State, County and Municipal Employees v. PLRB, 631 Pa. 303, 111 A.3d 1140 (2015).\nMoreover, the Board found that, despite the fact Ms. Se-pulveda complained to Ms. Delgado that snacks had been taken from her mailbox for the past weeks or even months, the supervisors, including Mr. Arnold who undisputedly had knowledge of Mr. Medina’s union activity, limited the review of the surveillance videotape to two days only, ceasing the review once the union supporters, Mr. Medina and Mr. Epps, were observed removing the snacks. Additionally, the Board noted that, despite the fact Ms. Sepulveda filed a second incident report indicating she had no objection to Mr. Medina taking snacks from her mailbox, the County did not consider or speak to Ms. Sepulveda about the second report.\nAlso, the Board found credible, and suggested the County did not adequately consider: (1) Mr. Medina’s statement that, while he removed a snack size bag of chips from Ms. Sepulve-da’s mailbox on June 16, he did so with the understanding Ms. Sepulveda had previously given him permission to take such items from her mailbox or (2) Mr. Epps’ statement that, when he took the snack at issue, he believed he was taking it from the mailbox of Leroy Kirkland, who he believed had given him permission to take such snacks. While Mr. Kirkland provided a written report indicating he had given permission to only Boddy and “Eva” to take items from his mailbox, Mr. Kirkland submitted the report only after being contacted by Mr. Delgado, who undisputedly had knowledge of Mr. Epps’ union activity.\nThe Board properly exercised its discretion in making credibility determinations, its findings are supported by substantial evidence of record, and its conclusions drawn therefrom are reasonable. See Borough of Ellwood City, supra. We agree with the Board’s suggestion that, based on the nature of the County’s investigation, an inference may be drawn that the County “seized upon” and/or overreacted to its observation of Mr. Medina’s and Mr. Epps’ removal of snacks from Ms. Sepulveda’s open mailbox.\nThe Commonwealth Court opined the County’s investigation was not evidence of pretext or an unlawful motive; but rather, proved only “suspicion and conjecture” and “d[id] not possess the qualities and characteristics necessary to constitute affirmative, substantial evidence of pretext.” Lancaster County, 82 A.3d at 1116. In this vein, the court suggested the County had discretion to determine which cases of theft it would investigate and the fact the Union may have conducted the investigation differently does not constitute substantial proof of an anti-union bias. Id.\nTo the extent the Commonwealth Court’s analysis suggests the manner in which an employer investigates allegations of an employee’s misconduct may not be affirmative evidence of an anti-union animus, we reject it. We hold the manner in which an employer conducts its investigation may properly lend insight into its motivations for so doing, particularly where, as here, at least two supervisors involved in the investigation, Mr. Arnold and Mr, Delgado, had knowledge of the subject employees’ union activity. As the Board correctly concluded, in determining whether an employer had an anti-union motive in taking adverse action against an employee, the totality of the circumstances, and the inferences drawn therefrom, may be examined in determining the employer’s motivation, particularly since an employer will seldom inform an employee that he or she was discharged because of union activity. See Sand’s Restaurant Corp., supra (where the employer did not tell the employee he was fired because of union activity, the Board must examine the circumstances to infer whether the discharge was designed to curtail union activity).\nAdditionally, the Commonwealth Court held:\n[T]o the extent that the [Board] implies impropriety on the part of the County, its underlying rationale is based on the presupposition that the County investigated [Ms.] Sepulve-da’s complaint solely because it knew beforehand that [Mr.] Medina and [Mr.] Epps took the snacks and were “out to get them” because they were supporters of the Union. Such an inference has no support in the record and is unsustainable.\nId.\nIt is immaterial that the Commonwealth Court might have reached a different conclusion from an independent examination of the record. See Cadman, 370 Pa. at 5, 87 A.2d at 644. Moreover, the court’s analysis misrepresents the Board’s rationale and factual findings. The Board’s analysis, based on its factual findings and inferences, does not, as held by the Commonwealth Court, presuppose the County investigated the complaints because it already knew Mr. Medina and Mr. Epps took the snacks; but rather, the Board’s analysis is based on the factual premise that, after reviewing surveillance videotape from just two days, and observing union supporters (Mr. Medina and Mr. Epps) removing snacks from the mailbox, the County ceased its investigation, despite the fact Ms. Sepulve-da’s complaints related to a much longer time period. In light of the fact-laden nature of this inquiry, we conclude the Commonwealth Court erred in failing to give substantial deference to the Board’s reasonable conclusions. Lancaster County, 626 Pa. at 86-87, 94 A.3d at 989.\nIn examining the employer’s motive for the terminations, the Board also analyzed whether the County disparately treated Mr. Medina and Mr. Epps, as well as whether the County adhered to its progressive discipline policy. In this regard, the Board noted the County’s policy provided for progressive discipline from a verbal warning with six steps leading to termination. The Board found the County did not dispute it failed to follow the progressive discipline policy; however, the County offered an explanation for failing to do so. Namely, the County indicated it relied on a provision in the personnel policy permitting immediate termination of an employee in cases “so severe as to render warning or progressive discipline futile.” Union Exhibit 8 at 2.\nHowever, the Board rejected the County’s explanation, concluding the taking of small bags of snacks from a co-worker is not so severe as to render warning or progressive discipline futile. In this vein, the Board noted one of the supervisor’s involved in the investigation, Ms. Delgado, opined in an email that, while the taking of snacks was “unprofessional,” she did not know if there was anything the employer could do about it. Also, the Board noted other infractions, including Mr. Medina’s own prior offense, which occurred before his union activity, of leaving a juvenile unattended, were more serious for which the County issued a written reprimand only. The Board concluded the employees’ behavior at issue here was of the type that should have been subject to the employer’s standard progressive discipline policy, and thus, the County’s failure to follow the policy was a further indicator of the County’s anti-union animus. We conclude the Board’s factual findings are supported by substantial evidence, its reasoning is sound, and given the Board’s expertise in the field, the Commonwealth Court erred in failing to defer thereto. Lancaster County, 626 Pa. at 85-87, 94 A.3d at 989.\nWe specifically reject the Commonwealth Court’s conclusion that, since “there is no evidence other employees engaged in similar conduct and received a lesser sanction,” there is, in turn, no evidence supporting a finding of disparate treatment or of the County’s failure to follow its progressive discipline policy. Lancaster County, 82 A.3d at 1117. The court’s narrow reasoning did not apply the proper level of deference to the Board’s findings of fact and credibility determinations pertaining to this issue. In particular, the Commonwealth Court’s conclusion fails to recognize the Board’s findings that the reason the County did not identify other employees engaged in similar conduct is because the County disparately failed to investigate other allegations and/or improperly limited the current investigation.\nApplying the appropriate standard of review, and labor law applicable to the case sub judice, we conclude the Board appropriately examined the totality of the circumstances surrounding the discharges and properly determined the Union met its burden of proving the County had an improper motive, thus terminating Mr. Medina and Mr. Epps due to their protected activities. Accordingly, and having found the Board did not err with regard to its analysis of the other two elements, we conclude the Board properly found the County violated Section 1201(a)(3) when it terminated the employment of Mr. Medina and Mr. Epps. The Commonwealth Court’s holding to the contrary cannot be sustained.\nFinally, we note the Board and Union contend the Commonwealth Court erred in holding that “[bjecause the [Board’s] conclusion that the County violated section 1201(a)(1) was completely predicated on the section 1201(a)(3) violation, we likewise reverse the [Board’s] decision upholding the section 1201(a)(1) violation.” Lancaster County, 82 A.3d at 1118 (footnote omitted). The parties posit that, after finding no violation of Section 1201(a)(3), the Commonwealth Court should have remanded this matter to the Board to determine whether the record supported an independent violation of Section 1201(a)(1).\nWe find it unnecessary to order a remand as to this issue. Inasmuch as there is no dispute that a violation of Section 1201(a)(3) is a derívate violation of Section 1201(a)(1), and we have reversed today the Commonwealth Court’s holding that the Board erred in finding a Section 1201(a)(3) violation, we likewise reverse the Commonwealth Court’s holding as it relates to Section 1201(a)(1). See Mars Area School District, 480 Pa. at 301-02, 389 A.2d at 1076 (indicating all other unfair labor practices are species of the generic unfair labor practice defined in Section 1201(a)(1)).\nIV. Conclusion\nFor all of the aforementioned reasons, the decision of the Commonwealth Court is reversed, and this matter is remanded to the Commonwealth Court for consideration of those issues raised by the parties on appeal but not previously addressed by the court. Jurisdiction is relinquished.\nJustices EAKIN, BAER and TODD join the opinion.\nChief Justice SAYLOR files a concurring opinion.\n. Act of July 23, 1970, P.L. 563, as amended, 43 P.S, §§ 1101.101— 1101.2301.\n. PERA relevantly provides:\n§ 1101.1201. Unfair practices by public employers and employe organizations; acts prohibited\n(a) Public employers, their agents or representatives are prohibited from:\n(1) Interfering, restraining or coercing employes in the exercise of their rights guaranteed in Article IV of this act,\n(3) Discriminating in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any employe organization.\n42 P.S. § 1101.1201(a)(1), (3) (bold in original).\n. See PLRB v. Mars Area School District, 480 Pa. 295, 389 A.2d 1073 (1978) (indicating that all other sections of PERA are species of the generic unfair labor practice defined in Section 1201(a)(1)). Thus, under the Board’s reasoning, a violation of Section 1201(a)(3), which is a specifically enumerated unfair labor practice provision, sufficiently establishes a violation of the general unfair labor practice provided for in Section 1201(a)(1).\n. The Commonwealth Court acknowledged the Union sustained its burden of establishing the first element of Section 1201(a)(3) of PERA; namely, that Mr. Medina and Mr. Epps were engaged in protected activity. Lancaster County v. PLRB, 82 A.3d 1098, 1111 (Pa.Cmwlth.2013) (en banc).\n. Section 8(a)(3) of the NLRA, as amended, 29 U.S.C. § 158(a)(3), indicates, in relevant part that “[i]t shall be an unfair labor practice for an employer ... by discrimination in regard to hire or tenure of employment or any term or condition of employment to encourage or discourage membership in any labor organization^]”\n. The court indicated that, in light of its disposition, it was unnecessary to address the remaining issues presented by the parties on appeal. Lancaster County, 82 A.3d at 1118 n. 10.\n. The Board further suggests the Commonwealth Court improperly sua sponte raised the issue of “mechanically” or \"automatically” imputing knowledge from a supervisor to an employer. We dispose of this assertion by noting the issue was fairly subsumed within the issues raised by the County in its exceptions before the Board, as well as in its petition for review before the Commonwealth Court.\n. Here, there is no dispute the Center, which is a govemmentally funded detention and shelter housing unit operated by Lancaster County, is a \"public employer.” See 43 P.S. § 1101.301(1) (defining \"public employer”).\n. Act of June 1, 1937, P.L. 1168, as amended, 43 P.S. §§ 211.1-211.13.\n. We are not strictly bound by our decisions which interpret employee labor relations law in the private sector; however, we find the Cadman decision to be instructive and, thus, we look to it guidance in this particular area of public employment law."}