{"id": "12280929", "contents": "ORDER\nPER CURIAM.\nAppellant Mario L. Duncan, a state prisoner, was arrested while on parole and entered a negotiated guilty plea. In accordance with the negotiated plea agreement, the trial court sentenced Appellant to 27 to 54 months’ imprisonment on his new offense, and ordered the sentence to run concurrently with his prior state sentence with 319 days’ credit for time served. However, Appellee Department of Corrections (DOC) computed Appellant’s new state sentence to run consecutively to the back time he was directed to serve as a consequence of his violation of parole on his original state sentence, citing 61 Pa.C.S. § 6138(a)(5) (“If a new sentence is imposed on the parolee, the service of the balance of the term originally imposed by a Pennsylvania court shall precede the commencement of the new term imposed ...”); 42 Pa.C.S. § 9760(1) (permits credit “for all time spent in custody as a result of the criminal charge for which a prison sentence is imposed ... ”). Appellant filed a petition under the Post Conviction Relief Act (PCRA), 42 Pa.C.S. §§ 9541-9546, claiming ineffective assistance of plea counsel with regard to the negotiated, but unenforceable, sentence. The petition was denied, and the denial was affirmed on direct appeal in an unpublished decision. (Notably, the Superior Court in a published opinion recently granted relief to a PCRA petitioner in similar circumstances. See Commonwealth v. Kelley, 136 A.3d 1007, 2016 WL 1072107 (Pa.Super.2016).)\nAppellant then filed the instant Petition for Review, seeking mandamus relief in the original jurisdiction of the Commonwealth Court, challenging DOC’s authority to disregard the trial court’s imposition of a concurrent sentence. DOC responds mandamus is not available to compel it to enforce what would be, by operation of the above statutes, an illegal sentencing order; therefore, Appellant’s new state sentence simply cannot be served concurrently with his state parole violation sentence and he is not entitled to double credit for the time he served prior to sentencing. See Fajohn v. Com., Dep’t of Corrections, 547 Pa. 649, 692 A.2d 1067, 1068 (1997); 61 Pa.C.S. § 6138(a)(5); 42 Pa.C.S. § 9760(1).\n“Mandamus is an extraordinary writ which will issue to compel performance of a ministerial act or mandatory duty where there exists a clear legal right in the petitioner, a corresponding duty in the respondent, and want of any other adequate and appropriate remedy.” Relosky v. Sacco, 514 Pa. 339, 523 A.2d 1112, 1115 (1987) (citations omitted). Given the above statutes and the existing decisional law, DOC cannot be compelled by a writ of mandamus to enforce the sentencing order. See Fajohn, 692 A.2d at 1068. Therefore, mandamus is not available to compel the relief Appellant seeks. However, as DOC commendably notes, it appears Appellant may be permitted to seek modification of his sentence nunc pro tunc before the sentencing court, asserting he has not received the benefit of the guilty plea bargain negotiated with the Commonwealth and approved by the court. See id. at 1068 n. 1. See also Appellee’s Brief at 7 (Appellant may seek to withdraw his guilty plea nunc pro tunc). Accord Commonwealth v. Zuber, 466 Pa. 453, 353 A.2d 441, 444 (1976) (prosecutor has affirmative duty to honor promises made in exchange for defendant’s plea).\nAccordingly, the Order of the Commonwealth Court is AFFIRMED, without prejudice to any right Appellant may have, pursuant to Fajohn and Zuber, to seek modification of his sentence nunc pro tunc in the Court of Common Pleas of Armstrong County."}