{"id": "1228321", "contents": "Opinion by\nMr. Justice Ladner,\nThis is an appeal by the defendant (the judgment debtor) and garnishee, from a judgment entered in favor of the plaintiff appellee against the garnishee pursuant to its answers to interrogatories. We adopt a portion of the facts as stated by the learned court below so far as they relate to this appeal.\n“The plaintiff, Frank J. Fogarty, caused an attachment execution sur judgment to issue out of this Court on March 2, 1950, against the defendant, Shamokin and Mount Carmel Transit Company, with directions to Sheriff to attach all and singular the goods and chattels, rights and credits, moneys and property of the defendant in whose hands soever they may be and particularly in the hands of the Ashland and Shamokin Auto Bus Company, and to summon the said Ashland and Shamokin Auto Bus Company as garnishee.\n“The attachment execution is predicated upon a judgment which was entered in favor of the plaintiff, Frank J. Fogarty, and against the defendant, Shamokin and Mount Carmel Transit Company, in the sum of $5,000.00, with interest. thereon at the rate of five (5) per cent from December 1, 1947, with the restriction, however, that no execution thereon shall be issued against the property, covered by the defendant’s mortgage given as security for the bonds upon which suit is brought, so long as other bonds entitled to the benefit of the security remain unpaid.\n“Pursuant to the said writ of attachment execution, the plaintiff entered a rule on the garnishee, Ashland and Shamokin Auto. Bus Company, to answer interrogatories which were filed on March 17, 1950 and on April 5, 1950, the garnishee filed its answers to the plaintiff’s interrogatories.\n“On April 10, 1950, the plaintiff filed a praecipe for a ruie for judgment against the garnishee on the answers filed to the interrogatories... . On May 1,1950, the defendant, Shamokin and Mount Carmel Transit Company, filed an answer to the plaintiff’s rule for judgment asking that the rule be dismissed at the cost of the plaintiff on the ground that the plaintiff seeks to obtain a preference over the bondholders of the bonds issued, outstanding and unpaid by seeking to have a judgment entered on a rule on the answers to interrogatories against the proceeds, or rents, issues, and profits of the mortgaged property averring that the judgment requested in the rule is restricted by the order of the Court entered January 11, 1950.”\nThe mortgaged property was the railway, rails, work shops, car houses, barns, station buildings, machinery, rolling stock, franchises, etc., of the Shamokin and Mount Carmel Transit Company, mortgagor. The mortgage was dated June 21, 1906. What the appellee attached was the rent for one of the buildings mortgaged which had been leased by the mortgagor to the garnishee.\nThe garnishee’s answers show that this lease was dated October 27, 1949, and therefore was executed after the date of the mortgage which was the security for the bonds on which the plaintiff obtained his original judgment. The answers also admitted that at the time the attachment was served, viz., March 6, 1950, the garnishee was indebted to the defendant in the sum of $3,000 and that at the time of the Answers to the interrogatories, viz., April 5, 1950, an additional sum of $3,000 became due. The learned court below entered judgment on October 31, 1950, against the garnishee in the sum of $5,000 with interest at the rate of 5% from December 1, 1947.\nWe have before us the single question whether the lien of the mortgage covered the rents of the mortgaged property, payable, by virtue: Of' a' lease éxécuted after the date of that mortgage. If the lien of the mortgage covers such rents the judgment must be reversed; otherwise the judgment must be affirmed. This because such a judgment as here obtained by a bondholder may be collected only out of property of the mortgagor not bound by the lien of the mortgage security: Frey v. United Traction Co. of Pittsburgh, 320 Pa. 196, 200, 181 A. 775 (1935); Putnam v. Pittsburgh Rys. Co., 330 Pa. 210, 213, 199 A. 211 (1938). The learned court below held the rents in question were not bound by the lien of the mortgage. This ruling was correct and the judgment will be affirmed.\nIt must first be noted that the mortgage on which the appellants rely does not contain the clause usually found in mortgages by which the mortgagor expressly conveys not only the mortgaged premises but the “rents, issues and profits thereof.” When such a clause is included, it operates as an assignment to the mortgagee of future rents issuing out of the property, which assignment becomes effective however only when, upon default, the mortgagee notifies the tenant of the default and his (the mortgagee’s) demand: Bulger v. Wilderman and Pleet, 101 Pa. Superior Ct. 168 (1930); approved by this Court in Randal v. Jersey Mortgage Investment Co., 306 Pa. 1, 5, 158 A. 865, (1932). Tims, a subsequent assignee of rents or an attaching creditor may claim only rents that accrue prior to the date of the demand served on the tenant by the mortgagee: Miners Savings Bank v. Thomas, 140 Pa. Superior Ct. 5, 12 A. 2d 810 (1940). From the date that the mortgagee’s assignment is thus made effective and as to rents thereafter accruing, the claim of the attaching creditor or subsequent assignee must give way to the prior assignment to the mortgagee.\nHowever, the right, of a mortgagee in absence of., such an .express conveyance or assignment of rents issues and profits depénds upon the application of entirely different principles. In such case, as pointed out by the late President Judge Keller, a learned authority on real estate law, if the premisés are leased before the date of the mortgage, thén the mortgage binds in reality the reversion of the lessor (mortgagor) and its lien necessarily covers every incident of that reversion including the future rents due to the mortgagor, which, upon default and notice to the tenant, the tenant must pay or élse be subjected to distraint by the mortgagee, no attornment being required bé'cause of the English statute 4 Anne, Ch. 16, Sec. 9, in force in Pennsylvania: 3 Binney App. p. 625, all . of which , was clearly and interestingly set forth by Judge Keller in Peoples-Pittsburgh Trust Co. v. Henshaw, 141 Pa. Superior Ct. 585, 588, 15 A. 2d 711 (1940). Where, however, as here, the lease was executed after the date of the mortgage and there'has been no conveyance of the rents, issues and profits then the mortgagee can proceed only by abrogating the lease which may be done (1) by an action of ejectment pursuant to his superior right or (2) by foreclosure of the mortgage. By either means the mortgagee trustee could have entered into a new lease with the tenant either as mortgagee in possession or as owner after the foreclosure and so effectually secure the rent. In this case the appellant mortgagee did neither, hence it follows that the learned judge below correctly applied the principles of the cases cited by him.\nWe have examined the cases cited by the learned counsel for the appellant but find they have no application to the peculiar situation here.\nJudgment affirmed."}