{"id": "12280851", "contents": "OPINION\nJustice TODD.\nIn this discretionary appeal by the Commonwealth, we consider whether Appellee Claude Descardes was entitled to seek review of his ineffectiveness of counsel claim, based on counsel’s failure to advise him of the collateral consequences of his guilty plea, via a petition for writ of coram nobis. We conclude that he was not, and, accordingly, vacate the Superi- or Court’s judgment to the contrary and dismiss Appellee’s underlying petition for relief under the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546.\nIn August 2006, Appellee, a Haitian national who held resident alien status in the United States, pled guilty to insurance fraud, a felony, and conspiracy to commit insurance fraud. Appellee was not advised prior to entering his plea that deportation was a collateral consequence of his plea pursuant to the Immigration and Naturalization Act, 8 U.S.C. § 1227(a)(2)(A)(iii) (deportation is automatic upon a conviction for an aggravated felony). On November 30, 2006, Appellee was sentenced to one year of probation and a fíne, and did not appeal his judgment of sentence. He completed serving his probationary sentence in November 2007. In 2009, Appellee left the United States on personal business and, when he attempted to reenter the country, United States immigration officials denied him reentry due to his felony convictions.\nOn December 7, 2009, Appellee filed a counseled “Petition for Writ of Error Coram Nobis” asserting, inter alia, that his plea counsel was ineffective for failing to advise him of the mandatory consequence of deportation, and seeking to have his conviction vacated and his guilty plea withdrawn. On March 12, 2010, the trial court, treating the filing as a petition under the Post Conviction Relief Act (“PCRA”), 42 Pa.C.S. §§ 9541-9546, dismissed it as untimely. The court further noted that, regardless, as this Court held in Commonwealth v. Frometa, 520 Pa. 552, 555 A.2d 92 (1989), counsel could not be held to be ineffective for failing to warn Appellee of the collateral consequences of his guilty plea, including deportation.\nOn May 26, 2010, Appellee filed a second Petition for Writ of Error Coram Nobis based on the United States Supreme Court’s decision in Padilla v. Kentucky, 559 U.S. 356, 130 S.Ct. 1473, 176 L.Ed.2d 284 (2010). In Padilla, which was decided on March 31, 2010, the high Court held that criminal defense counsel has an affirmative duty to inform a defendant that the offense to which he is pleading guilty will result in deportation, effectively abrogating Pennsylvania’s longstanding rule, expressed in Frometa, that counsel may not be held ineffective for failing to inform a client of the collateral consequence of deportation as a result of a guilty plea. The trial court treated Appellee’s May 26 petition as a timely first PCRA petition, concluding that the petition fell within the exception to the one-year time requirement of the PCRA because Appellee was asserting a constitutional right recognized by the U.S. Supreme Court after the expiration of the one-year time requirement of the PCRA, and contending that the high Court had held that constitutional right applied retroactively. 42 Pa.C.S § 9545(b)(l)(iii). Relying on Padilla for the proposition that deportation is not a collateral consequence of a guilty plea, but is “part and parcel” of the punishment for the original crime, the trial court vacated Appellee’s conviction, and ordered that his plea of guilty be withdrawn. PCRA Court Opinion, 9/23/10, at 2.\nThe Commonwealth appealed to the Superior Court, and a divided en banc panel reversed in a published opinion authored by Judge Jack Panella. Commonwealth v. Descardes, 101 A.3d 105 (Pa.Super.2014). Initially, the majority determined that the trial court erred in treating Appellee’s May 26 petition for relief as a PCRA petition because ,he had completed serving his sentence. Id. at 107-08. The majority concluded, however, that a writ of coram nobis “provides a way to collaterally attack a criminal conviction for a person ... who is no longer ‘in custody’ and therefore cannot seek habeas relief.” Id. at 109 (quoting Chaidez v. United States, 568 U.S. 342, 133 S.Ct. 1103, 1106 n. 1, 185 L.Ed.2d 149 (2013)). Noting that Appellee’s specific ineffectiveness claim did not exist until the high Court’s 2010 decision in Padilla, by which time Appellee had completed serving his sentence and so the time period for filing a PCRA petition had expired, and that Appellee “continues to suffer the serious consequences of his deportation because of his state conviction,” the majority found that the PCRA “fails to provide remedy for” Appellee’s claim. Id. Thus, the majority held that the trial court should have treated Appellee’s petition as a coram nobis petition.\nNotwithstanding its determination that the trial court should have addressed Appellee’s PCRA petition as a petition for coram nobis, the majority concluded that, under that writ, Appellee was not entitled to relief because, in Chaidez, the United States Supreme Court held that Padilla announced a new rule of constitutional law that does not apply retroactively and may not serve as the basis for a collateral attack on a conviction that became final before Padilla. Accordingly, the majority reversed the trial court’s order granting Appellee relief and remanded for further proceedings.\nJudge Christine Donohue concurred in the result, and Judge Mary Jane Bowes authored a Concurring and Dissenting Opinion, which was joined by Judge Judith Olson. Judge Bowes agreed with the majority’s determination that Appellee was not entitled to withdraw his guilty plea either under the PCRA or through a writ of coram nobis. However, she disagreed with the majority’s conclusion that a coram nobis petition was a vehicle by which Appellee could seek review of his ineffectiveness of counsel claim. Relying on the Superior Court’s decision in Commonwealth v. Pagan, 864 A.2d 1231 (Pa.Super.2004), Judge Bowes concluded that, because Appel-lee’s claim was cognizable under the PCRA, the fact that he was ineligible for relief because he was no longer serving his sentence did not entitle him to seek relief through a writ of coram nobis. In Judge Bowes’ view, the majority neglected to recognize the distinction between cognizability and eligibility, and expanded the writ of coram nobis beyond its original purpose of remedying factual errors, in contravention of the intent and language of the PCRA.\nBoth Appellee and the Commonwealth sought allowance of appeal. On April 7, 2015, this Court granted review of the Commonwealth’s petition, limited to the issue of whether the Superior Court’s decision conflicts with this Court’s holdings in Commonwealth v. Ahlborn, 548 Pa. 544, 699 A.2d 718 (1997), and Commonwealth v. Hall, 565 Pa. 92, 771 A.2d 1232 (2001), as well as the Superior Court’s own decision in Pagan. As this issue presents a question of law, our standard of review is de novo, and our scope of review is plenary. Commonwealth v. Weston, 561 Pa. 199, 749 A.2d 458, 460 n. 8 (2000).\nBy way of background, in 1966, the Pennsylvania General Assembly enacted the Post Conviction Hearing Act (“PCHA”), Act of Jan. 25, 1966, P.L. 1580 (1965), No. 554, as amended, 42 Pa.C.S. §§ 9541-9546, the predecessor to the PCRA. To be eligible for relief under the PCHA, a petitioner had to be “incarcerated in the Commonwealth of Pennsylvania under a sentence of death or imprisonment or on parole or probation.” PCHA, § 3(b). The intent of the PCHA, as we explained in Sheehan, supra.\nwas not to abolish the common law remedies of habeas corpus and coram nobis, but rather to promulgate an exclusive, well-defined procedure for the presentation of those grievances set forth in the Act by an aggrieved person who is under the duress of punishment, whether in prison or on parole or probation.\n285 A.2d at 467. We further stated that “[a]ll claims previously cognizable on a common law writ, in circumstances not covered by the terms of the Act, may still be litigated by means of the common law writ. Merely because one is not incarcerated, on parole or probation does not [p]er se preclude a collateral attack on his conviction.” Id.\nIn 1988, however, the legislature replaced the PCHA with the PCRA. In so doing, the legislature significantly altered the eligibility requirements for collateral relief. Under the PCRA, an individual must be “currently serving a sentence of imprisonment, probation or parole for the crime” in order to be eligible for relief. 42 Pa.C.S. § 9543(a)(l)(i). Further, Section 9542 of the PCRA provides:\nThis subchapter provides for an action by which persons convicted of crimes they did not commit and persons serving illegal sentences may obtain collateral relief. The action established in this subchapter shall be the sole means of obtaining collateral relief and encompasses all other common law and statutory remedies for the same purpose that exist when this subchapter takes effect, including habeas corpus and coram nobis. This subchapter is not intended to limit the availability of remedies in the trial court or on direct appeal from the judgment of sentence, to provide a means for raising issues waived in prior proceedings or to provide relief from collateral consequences of a criminal conviction. Except as specifically provided otherwise, all provisions of this subchapter shall apply to capital and noncapital cases.\nId. § 9542 (emphasis added).\nThis Court has construed the above language as manifesting the legislature’s intent that the PCRA be the sole means by which an appellant may collaterally challenge his conviction. In Ahlborn, for example, the appellant pled guilty to three counts of driving under the influence and one count of accident resulting in death or injury, and was sentenced to an aggregate term of 48 hours to 69 months imprisonment. While he was still serving his prison sentence, the appellant filed a pro se PCRA petition. Counsel was appointed and an amended petition was filed, wherein the appellant alleged, inter alia, that he was misled regarding the nature and consequences of his plea. A PCRA hearing was scheduled, but the appellant completed serving his sentence and was unconditionally released from prison three days before the scheduled hearing. The PCRA court dismissed the appellant’s PCRA petition on the basis that he was no longer eligible for relief because he was not serving a sentence of imprisonment, probation, or parole. The Superior Court affirmed the PCRA court’s dismissal.\nOn appeal to this Court, the appellant asserted that, although he was no longer incarcerated, he continued to suffer the consequences of his conviction because his driver’s license was suspended and he faced the possibility of future sentencing and recidivist enhancements. He argued that, where convictions result in ongoing consequences beyond imprisonment, the legislature would not have intended that review under the PCRA would be unobtainable. In rejecting his argument, we acknowledged that, in Sheehan, swpra, this Court held that petitioners who did not meet the custody requirement under the language of the prior PCHA, “but who faced direct collateral civil or criminal consequences of their convictions, could nevertheless obtain review” through “common law writs of error coram nobis.” Ahlborn, 699 A.2d at 721. However, we observed that\n[ujnlike the PCHA, ... the PCRA contains express language which prevents a petition filed under the PCRA from being treated as a request for relief under the common law. The PCRA specifies that it is the sole means for obtaining collateral relief and that it supersedes common law remedies.\nId. at 721 (emphasis original).\nIn Hall, supra, we reiterated that the PCRA is the exclusive means for obtaining collateral relief. In that case, the appellee was convicted of various drug charges and, on May 30, 1996, was sentenced to 9 to 23 months incarceration. He did not file a direct appeal. On January 30, 1997, he filed a PCRA petition, asserting that trial counsel was ineffective for failing to file a direct appeal. The PCRA court properly dismissed the petition as untimely, but included in its order a sua sponte notation that the order was without prejudice to allow the appellee to file a petition for appeal nunc pro tunc outside of the PCRA. The appellee filed such petition, which the PCRA court granted, and, thereafter, the appellee appealed his judgment of sentence to the Superior Court, raising a claim of trial court error. The Commonwealth filed a cross appeal, asserting that the PCRA court erred in granting the appellee permission to appeal nunc pro tunc after having dismissed his prior PCRA petition as untimely. The Superior Court determined that the PCRA court properly allowed the appellee to pursue reinstatement of his appeal rights nunc pro tunc outside of the PCRA. In so doing, the Superior Court recognized that the PCRA is intended to be the exclusive means for individuals to collaterally attack their convictions, but concluded the trial court’s order was consistent with dicta contained in its previous decisions in Commonwealth v. Petroski, 695 A.2d 844 (Pa.Super.1997), and Commonwealth v. Lantzy, 712 A.2d 288 (Pa.Super.1998), which gave “explicit recognition of a potential vehicle for relief from a failure to appeal claim outside the framework of the P.C.R.A.” Commonwealth v. Hall, 713 A.2d 650, 652 (Pa.Super.1998). The Commonwealth appealed, and this Court reversed the Superi- or Court’s decision.\nExamining Section 9542 of the PCRA in its entirety, we noted:\nThe plain language of [Section 9542] demonstrates quite clearly that the General Assembly intended that claims that could be brought under the PCRA must be brought under that Act. No other statutory or common law remedy “for the same purpose” is intended to be available; instead, such remedies are explicitly “encompassed” within the PCRA.\nHall, 771 A.2d at 1235 (emphasis original). We emphasized that we have “repeatedly and uniformly given effect to this plain language contained in the PCRA.” Id. (citing Ahlborn; Commonwealth v. Peterkin, 554 Pa. 547, 722 A.2d 638, 641-42 (1998); Commonwealth v. Yarris, 557 Pa. 12, 731 A.2d 581 (1999); Commonwealth v. Chester, 557 Pa. 358, 733 A.2d 1242 (1999)).\nThe pivotal question in Hall, we noted, was whether Hall’s particular claim—a request for permission to file a nunc pro tunc direct appeal based on counsel’s alleged ineffectiveness in failing to file a direct appeal—was a claim that was cognizable under the PCRA. A claim is cognizable under the PCRA if the petitioner pleads and proves by a preponderance of the evidence that: (1) he has been convicted of a crime under the laws of this Commonwealth; (2) he is serving a sentence of imprisonment, probation, or parole for the crime; and (3) his conviction resulted from one of seven enumerated errors set forth in 42 Pa.C.S. § 9543(a)(2), including ineffective assistance of counsel. Peterkin, 722 A.2d at 640-41. We held that Hall’s claim, based as it was on the ineffectiveness of counsel, “unquestionably” fell within the framework of the PCRA, and, therefore, that the PCRA was the sole means by which he could seek relief. Hall, 771 A.2d at 1235 (citing Commonwealth v. Lantzy, 558 Pa. 214, 736 A.2d 564, 569-70 (1999) (“the PCRA provides the exclusive remedy for post-conviction claims seeking restoration of appellate rights due to counsel’s failure to perfect a direct appeal”)).\nWith this background in mind, we turn our attention to the arguments of the parties in the instant case. The Commonwealth argues that the Superior Court’s holding is in contravention of this Court’s holdings in Ahlborn and Hall, as well as its own decision in Pagan, all of which provide that, where a claim is cognizable under the PCRA, the PCRA is the only avenue of review, even if the defendant is ineligible for relief because he is no longer serving a sentence. In this regard, the Commonwealth echoes Judge Bowes’ position that the majority conflated Appellee’s eligibility for PCRA relief with the cognizability of his claim, and suggests that, in doing so, the majority “opened the door to a potential floodgate of impermissible bifurcated review and also rendered the timeliness provisions of the PCRA meaningless under similar circumstances.” Commonwealth’s Brief at 9.\nFinally, the Commonwealth asserts that the majority’s reliance on Chaidez for its determination that Appellee may challenge his conviction through a writ of coram nobis is misplaced. According to the Commonwealth, Chaidez is distinguishable because the defendant therein was convicted of federal charges and was able to collaterally attack her conviction through a petition for habeas corpus, the statute which, unlike the PCRA, does not expressly state that it is the sole means of obtaining collateral relief. The Commonwealth also notes that the United States Supreme Court has held that the federal habeas statute does not preclude a coram nobis petition. Commonwealth’s Brief at 16 (citing United States v. Morgan, 346 U.S. 502, 74 S.Ct. 247, 98 L.Ed. 248 (1954)).\nAppellee, conversely, contends that the right of coram nobis persists. Appellee asserts that the Commonwealth ignores the third sentence of Section 9542 of the PCRA, which provides:\nThis subchapter is not intended to limit the availability of remedies in the trial court or on direct appeal from the judgment of sentence, to provide a means for raising issues waived in prior proceedings or to provide relief from collateral consequences of a criminal conviction.\n42 Pa.C.S. § 9542. According to Appellee, the above language demonstrates that the legislature did not envision the PCRA as the only means of challenging the collateral consequences of a conviction.\nEven in the absence of this sentence, Appellee maintains that he is entitled to coram nobis review because he was never eligible to seek relief under the PCRA, as his ineffectiveness of counsel claim was not recognized by the United States Supreme Court until after the PCRA became effective and the time period in which he could have filed a PCRA petition had expired. In this respect, he asserts that the facts of Ahlbom and Hall are distinguishable, and he contends that the present case is more akin to Commonwealth v. Stock, 545 Pa. 13, 679 A.2d 760 (1996) (holding that defendant could seek permission to file a nunc pro tunc appeal of his convictions outside of the framework of PCRA because he was never eligible for relief under the PCRA as he was never under a sentence of death or imprisonment or on parole or on probation).\nThe Pennsylvania Innocence Project and the Pennsylvania Association of Criminal Defense Lawyers filed a joint amicus brief in support of Appellee suggesting, in the first instance, that this Court dismiss this matter for the reasons asserted by Appellee. Amicus further argues that, should this Court address the merits of this appeal, we should adopt a construction of the PCRA that “will provide at least one opportunity for collateral review of a constitutional claim, including a claim of innocence, to persons who have served their sentences, at least so long as significant collateral consequences flow from the conviction.” Amicus Brief at 13-14. Amicus notes that this Court “has been unwilling to cling to a literal reading of [the PCRA] at the expense of the values and objectives that underlie” the statute. Id. at 13. As an example of this Court departing from the plain language of the PCRA, Amicus offers this Court’s decisions allowing review of ineffectiveness of counsel claims under the PCRA even where the petitioner does not satisfy the PCRA’s requirement that the alleged ineffectiveness undermined the reliability of the truth determining process. Id. at 12 (citing, inter alia, Commonwealth ex rel. Dadario v. Goldberg, 565 Pa. 280, 773 A.2d 126 (2001)).\nUpon review, we reject Appellee’s arguments and the analysis of the Superior Court below. First, although Appellee cursorily avers that the third sentence of Section 9542 quoted above suggests that the legislature did not intend that a defendant be precluded from seeking, outside of the PCRA, relief from the collateral consequences of a conviction, we note that this same language was in Section 9542 when this Court held in Ahlbom that, despite the fact that the appellant continued to suffer the collateral consequences of his conviction—including a driver’s license suspension and the possibility of future sentencing and recidivist enhancements—the PCRA was the only method by which he could seek relief. Indeed, the language of Section 9542 has remained unchanged since that time. Furthermore, regardless of the legislature’s view as to the method for obtaining relief from collateral consequences in the abstract, the language of the PCRA clearly requires that an individual seeking relief from the judgment of sentence itself, as in the case herein, pursue his request for relief through the PCRA. 42 Pa.C.S. § 9542 (“This subchapter provides for an action by which persons convicted of crimes they did not commit and persons serving illegal sentences may obtain collateral relief. The action established in this subchapter shall be the sole means of obtaining collateral relief and encompasses all other common law and statutory remedies for the same purpose.”). Thus, while Appellee’s ultimate goal may be to obtain relief from the collateral consequences of his conviction, he is seeking relief from his judgment of sentence; thus, the third sentence of Section 9542 is not relevant to the scenario presented in the case sub judice.\nMore centrally, we conclude that the Superior Court’s decision below is in conflict with Ahlborn, Hall, and our other PCRA jurisprudence, and, accordingly, we disapprove its analysis in that regard. As discussed above, this Court has consistently held that, pursuant to the plain language of Section 9542, where a claim is cognizable under the PCRA, the PCRA is the only method of obtaining collateral review. See Ahlborn; Peterkin; Hall; see also Commonwealth v. Turner, 622 Pa. 318, 80 A.3d 754, 770 (2013) (“The PCRA at Section 9542 subsumes the remedies of habeas corpus and eoram nobis.”). It is equally well established that Appellee’s claim of ineffective assistance of plea counsel, which is based on counsel’s failure to advise him of the collateral consequences of his plea, was cognizable under the PCRA. See, e.g., Dadario, 773 A.2d at 131 (ineffective assistance of counsel during plea bargaining process cognizable under the PCRA); Turner, 80 A.3d at 770 (“Because Petitioner alleged claims of ineffective assistance of counsel, her claims were cognizable under the PCRA and the writ of habeas corpus was not available.”). Indeed, Appellee, like the successful petitioner in Padilla,, could have asserted a claim that trial counsel was ineffective specifically for failing to warn him that he could be deported as a result of his plea.\nMoreover, the fact that Appellee’s claim, had he raised it while still serving his sentence, would likely have been held to be meritless under Frometa, the prevailing law at the time, does not mean the claim was not cognizable under the PCRA. Indeed, as shown above, it clearly was. The fact that there was no legal support for Appellee’s ineffectiveness claim until after the time period for filing a PCRA petition had expired does not remove the claim itself from the purview of the PCRA. As noted by Judge Bowes in her Concurring and Dissenting Opinion, the Superior Court’s decision to the contrary allows for the “very type of bifurcated review” condemned by this Court and results in inconsistent treatment of petitioners seeking collateral relief:\nConsider an example in which the Supreme Court of the United States or Pennsylvania adopts a new rule of constitutional law that is deemed worthy of retroactive application. A petitioner benefitting from the new decision comes forward with a claim for collateral relief. In such a case, the ensuing change in the legal landscape would permit an otherwise time-barred PCRA claim so long as the petitioner requests relief within 60 days of the new opinion. See 42 Pa.C.S. §§ 9545(b)(1)(iii), 9545(b)(2). Nevertheless, the petitioner would be ineligible for PCRA relief if he were no longer serving a sentence. In these circumstances, the petitioner’s right to collateral relief under the PCRA would end, notwithstanding the recently bolstered merit of his contentions.\nBy allowing Appellee to pursue coram nobis relief outside of the PCRA, the majority’s decision gives Appellee greater post-conviction options in a situation where his ineffective assistance claim is untimely and he is ineligible for PCRA relief because he is no longer serving a sentence. In these circumstances, the majority’s decision serves as a judicial veto of the eligibility requirements of the PCRA and thus represents an unwarranted departure from the legislature’s clear statutory directives.\nDescardes, 101 A.3d at 116-17. Thus, Appellee’s only method of obtaining collateral review was the PCRA.\nOur decision in Stock does not support a contrary holding. In Stock, this Court held that the defendant, who was convicted in absentia of three summary traffic offenses and sentenced to pay fines, and whose attorney failed to file an appeal as requested, could seek permission to file a nunc pro tunc appeal of his convictions outside of the framework of PCRA because the defendant was never eligible for relief under the PCRA as he could not meet the PCRA’s requirement that he be “under a sentence of death or imprisonment or on parole or probation.” 679 A.2d at 764. Thus, our decision in Stock was premised on a determination that the defendant’s state constitutional right to appeal could only be vindicated outside of the PCRA:\nWere we to decide that Appellant could not appeal nunc pro tunc despite the fact that his state constitutional right to appeal was denied him, Appellant would have no other recourse. His conviction would stand and he would be without remedy. Appellant is not able to vindicate his right to appeal via the Post Conviction Relief Act since he is not eligible to seek relief thereunder because he is not “incarcerated in this Commonwealth under a sentence of death or imprisonment or on parole or probation.”\n679 A.2d at 764. Conversely, and as discussed above, Appel-lee herein could have raised in a PCRA petition an ineffectiveness of counsel claim based on counsel’s failure to advise him of the consequences, including deportation, of his guilty plea. The fact such claim likely would have been rejected on its merits does not change the fact that it could have been raised under the PCRA.\nFor all of the foregoing reasons, we conclude the Superior Court’s decision in the instant case is contrary to the decisions of this Court which hold that, where a petitioner’s claim is cognizable under the PCRA, the PCRA is the only method of obtaining collateral review. As a result, Appellee’s PCRA petition should have been dismissed because, as he was no longer incarcerated at the time it was filed, he was ineligible for PCRA relief, and, thus, both the PCRA court and the Superior Court lacked jurisdiction to entertain the petition.\nThe judgment below is vacated and Appellee’s underlying PCRA petition is dismissed.\nChief Justice SAYLOR and Justices BAER and DOUGHERTY join the opinion.\nChief Justice SAYLOR files a concurring opinion in which Justice DOUGHERTY joins.\nJustices DONOHUE and WECHT did not participate in the consideration or decision of this case.\n. A writ of coram nobis \"is generally available to challenge the validity of a judgment based on facts not before the court when the judgment was entered.” Commonwealth v. Sheehan, 446 Pa. 35, 285 A.2d 465, 467 (1971).\n. 18 Pa.C.S. § 4117.\n. 18 Pa.C.S. § 903.\n. In Pagan, the appellant filed a petition for a writ of coram nobis, alleging he had been incompetent to plead guilty or stand trial. The trial court treated the petition as a PCRA petition and denied relief on the basis that the appellant was not serving a sentence of imprisonment, probation, or parole, as required to obtain relief under the PCRA. On appeal, the Superior Court rejected the appellant's claim that, because he could not obtain relief under the PCRA, he was eligible to seek relief via coram nobis, stating, “coram nobis relief does not become available merely because the PCRA refuses to remedy a petitioner's grievance; rather, we look at the claims a petitioner is raising.” 864 A.2d at 1233. Concluding that the appellant’s underlying substantive claim concerning his competency to enter a plea or stand trial was encompassed by the PCRA, the Superior Court held he could obtain relief only through the PCRA, and affirmed the trial court’s order. The Superior Court additionally noted that this Court \"has made it clear that any collateral consequences flowing from a conviction will not provide the petitioner with an avenue for review outside of the PCRA.” Id. (citing Commonwealth v. Ahlborn, 548 Pa. 544, 699 A.2d 718, 721 (1997)).\n. We denied review of Appellee’s claims that this Court should hold Padilla to apply retroactively in Pennsylvania and that we should conduct an analysis under Commonwealth v. Edmunds, 526 Pa. 374, 586 A.2d 887 (1991), to determine if Article I, Section 9 of the Pennsylvania Constitution provides a coextensive, but retroactive, right under Padilla.\n. Appellee asserts in his brief that the \"facts and limited holding” of the instant case \"clearly indicate that it is not the proper case to review the Question Presented of whether this type of review conflicts with Ahl-bom and Hall,\" and suggests that this Court should dismiss the appeal as improvidently granted. Appellee’s Brief at 9. He further argues that, because this Court denied review of the second question raised in the Commonwealth's Petition for Allowance of Appeal (\"Whether the Superior Court’s conclusion ... presents a question of substantial public importance requiring prompt resolution by the Pennsylvania Supreme Court”) and the Commonwealth was the verdict winner, the Commonwealth is not entitled to discretionary review. We disagree. In Commonwealth v. Allen, 630 Pa. 577, 107 A.3d 709 (2014), this Court granted review of a petition for allowance of appeal by the Commonwealth, despite the fact that the Commonwealth had prevailed below, because of the burden created by the published decision of the lower court. Here, the Superior Court’s published decision recognizes a right to collateral review of a particular ineffectiveness of counsel claim independent of the PCRA, and the Superior Court continues to issue decisions based on its en banc decision in the instant case. See, e.g., Commonwealth v. Jimenez, 2194 MDA 2014, 2015 WL 6689984 (unpublished memorandum filed Nov. 2, 2015). Thus, while we recognize that our decision herein does not impact Appellee because, even if we were to affirm the Superior Court’s holding that he could seek collateral review through a writ of coram nobis, Appellee could not obtain relief on his claim because the United States Supreme Court held that its decision in Padilla does not apply retroactively and may not serve as the basis for a collateral attack on a conviction which became final before that decision, we deem it prudent to address this issue at this juncture. See Commonwealth v. Robinson, 575 Pa. 500, 837 A.2d 1157 (2003) (noting that the Commonwealth's appeal of the Superior Court’s decision construing an untimely serial PCRA petition as an extension of a timely previously-dismissed petition presented a question of importance implicating this Court's supervisory power, notwithstanding the fact that the Commonwealth was the prevailing party given that the Superior Court affirmed the denial of PCRA relief).\n. Section 2 of the PCHA provided:\nThis act establishes a post conviction procedure for providing relief from convictions obtained and sentences imposed without due process of law. The procedure hereby established shall encompass all common law and statutory procedures for the same purpose that exist when this statute takes effect, including habeas corpus and coram nobis. However, nothing in this act limits the availability of remedies in the trial court or on direct appeal.\nPCHA, § 2.\n. The Commonwealth also asserts that the writ of coram nobis is a procedural tool intended only to correct errors of fact, of which Appellee has alleged none. Commonwealth's Brief at 11 n. 5. Given our disposition, we do not address this argument.\n. Appellee further suggests that the legislature has “reaffirmed the vitality of coram nobis” in the provision of the Prisons and Parole Code relating to escaped inmate costs, which references \"costs incurred in any proceedings on writs of habeas corpus, coram nobis, or other petitions arising out of any escape or crime or the trials therefor.” Appellee’s Brief at 16-17 (quoting 61 Pa.C.S. § 1162(a)(1) (enacted August 11, 2009)). We are unpersuaded by Appellee's argument, as he offers no explanation as to why the legislature’s supposed \"recognition” of coram nobis petitions in the Prisons and Parole Code is relevant to this Court’s construction of the plain language of the PCRA."}