{"id": "1230374", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nDefendant, Delton Curtis Bushey, a school bus chauffeur, appeals from an order of the Court of Common Pleas of Dauphin County, affirming an order of the Secretary of Bevenue suspending defendant’s' license to operate motor vehicles for a period of six months.\nSection 615 of The Vehicle Code, Act of May 1, 1929, P. L. 905, as amended, 75 PS, 192 (b) 4 Pkt. Parts, provides: “(b) The secretary may suspend the operator’s license ... whenever the secretary finds upon sufficient evidence: . . . 4. That such person was operating.. any motor vehicle involved, in an accident resulting fatally to any person.”\nIn construing the above section of the Act, this Court decided in Commonwealth v. Cole, 350 Pa. 369, 39 A. 2d 361, that where a defendant was operating a motor vehicle involved in an accident resulting fatally to a person, a court may properly reinstate the license where negligence by the operator is not proved. By the use of the word “negligence”, we necessarily implied negligence of such a. character that, in the discretion of the court, the defendant should have inflicted upon him the punitive penalty of having his license suspended and that the public required such protection.\nIn the present case the alleged negligence, if any existed, (as to which we pass no judgment) did not warrant the order imposed. Defendant, an operator with years of experience and possessing an excellent safety record, drove a private school bns. He stopped the bns on the left hand side of the street directly in front of the home, in order to discharge a child pupil passenger. After delivering the child to the mother, defendant started the bus but ran over and killed the small sister of the disembarked child passenger. The deceased child had come across the street from a playground. The learned hearing judge found that defendant “did not and could not see the child” when “she was in front of the 1ms.” He further said “. . . the essential question is whether [defendant] could have seen the child when she walked [in and across the street].” As matter of law he concluded that there was sufficient evidence from which it could be determined that defendant was negligent in such regard. The hearing judge also drew attention to Section 1004 of The Vehicle Code, supra, requiring the driver of a motor vehicle to drive on the right hand side or half of the highway.\nAn appeal from the order of the Secretary of Revenue to the court of common pleas necessitates a hearing de novo. The court has the power independently to determine the merits of the suspension. We are of opinion, however, that the court’s suspension of defendant’s motor vehicle operator’s license, in the facts of this case, where the alleged negligence of defendant was not of the character herein described, constituted a manifest abuse of discretion or error of law. Cf. Commonwealth v. Wagner, 364 Pa. 566, 73 A. 2d 676.\nOrder reversed. Costs to be paid by the Commonwealth."}