{"id": "1230349", "contents": "Opinion by\nMe. Justice Horace Stern,\nOn November 30, 1947 a violent explosion of gas occurred in a two story house in Overbroolc Acres, Whitehall Borough, Allegheny County. Some of the plaintiffs suffered property damage, others personal injuries, and they brought suit against Manufacturers Light & Heat Company, a corporation which supplied the gas through its mains, and Caste Development Company, a corporation which had been the general contractor in the erection of the house. Walter B. G-ehr, who had done the plumbing work, was brought on the record as an additional defendant. The complaint, as amended, alleged that the explosion occurred as the result of an accumulation of gas which escaped from the service line on the property and infiltrated into the house; that the Development Company had installed the service line; that the installation was made in a negligent manner; that the Light & Heat Company had inspected and approved the improper installation; that it had notice of a leak but failed to repair it or to turn off the gas at the curb; that it had notice of an odor of gas escaping from the service line but failed to make an adequate examination to determine the cause. During the course of the trial plaintiffs further amended their complaint by adding the allegation that the Light & Heat Company had attached the service line to its main line in a negligent manner in that it had forced the service line downward under great pressure, thereby causing the pipe to become weakened and break, with the consequent escape of gas and the resulting explosion.\nA verdict was rendered by the jury, in favor of the Development Company and. in favor of Gehr, but for the plaintiffs against the Light & Heat Company in amounts aggregating $71,961.25. The Light & Heat Company filed motions for a new trial and for judgment n.o.y. The court refused the latter but granted the former as to all three of the defendants. The Light & Heat Company now appeals from the refusal to grant its motion for judgment n.o.v.; the Development Company appeals from the grant, as to it, of a new trial.\nConsidering first the appeal by the Light & Heat Company, we are of the opinion, after a careful examination of the more than 800 pages of testimony, that it was not entitled to binding instructions and therefore not entitled to the entry of a judgment n.o.v. There is competent evidence to the effect that it was the Light & Heat Company that made the connection between its four inch gas main and the one-and-a-quarter inch service line Avhich extended into plaintiffs’ premises. True, no witness testified that he actually saw this attachment being made, but admittedly it was only the Light & Heat Company or the plumber, Gehr, who could have connected the two lines, and, since Gehr and his employes strenuously denied that they had done it, the necessary conclusion from their testimony is that it was the Light & Heat Company which performed that part of the work. Gehr’s men testified that, having laid the service pipe on the property, they capped it at the curb end, tested it in the presence of the Light & Heat Company’s representative Avhose business it was to inspect and approve it, and piled the dirt roughly back over the line; when these operations had been performed their part of the work, they said, was completed, leaving it to the Light & Heat Company to screw the service pipe into the curb box or connect the two lines by a coupler; it was also testified that this was the uniform practice as between a building contractor and the gas company. Plaintiffs contended that, in any event, it was the duty of the Light & Heat Company to check the connéctioh before permitting gas to flow into the service line. Of course there was opposing testimony to the effect that it was Gehr’s employees who made the connection, but this merely made the question one for determination by the jury. Plaintiffs claimed that the attachment was improperly and negligently made in that, the main line being lower than the service pipe, the latter was pulled down in order to make the connection; the testimony offered in support of this contention was that when, after the explosion, the service pipe was cut at a point some 6 or 8 inches from its connection with the main line, it sprang violently upward a distance of from 4 to 6 inches, showing that it had been under tension at the point where it had been screwed or coupled into the main line. A plumbing contractor, and a chemist who, in the course of his profession, was frequently called upon to testify as to the cause of gas explosions, both of whom were offered by plaintiffs as expert witnesses, expressed the opinion, in answer to a hypothetical question, that it was this tension which caused the break in the service line at its weakest point, which was a point near a collar — about 15 feet distant from the house — where the pipe was threaded and two sections of it were joined together. The result was an escape of gas which, unable to penetrate the frozen, impervious ground above, crept along the service pipe into the house, and, rising therein, became in some way ignited, probably from the furnace or hot water heater, and the explosion followed. Thus plaintiffs offered sufficient evidence to go to the jury on the four points vital to the establishment of their case, namely, (1) that the connection between the service line and the main line was made by the Light & Heat Company; (2) that it was negligently and improperly made; (3) that it was the cause of the break in the service pipe; and (4) that the escaping gas penetrated the house and the explosion resulted. The facts as to which testimony was thus presented are singularly similar to those which, in Lott v. Peoples Natural Gas Co., 324 Pa. 517, 188 A. 582, were held to impose liability upon the defendant gas company in that case.\nOne of the defenses offered by the Light & Heat Company was that the break in the service pipe which caused the disaster was probably due, not to an improper connection of.the service line with the main line, but to the action of a steam shovel which had been engaged, some six months before the accident, in grading the roadway at a point about 150 feet distant from plaintiffs’ property and which had seriously twisted the main line, torn out from 30 to 40 feet of it, and ripped out the service lines of two near-by houses. There was, however, testimony to the effect that the connection between plaintiffs’ service line and the main line had not been made until about two months after the time when the steam shovel had committed the damage in question and therefore the service line could not have been affected thereby; plaintiffs contended that if, on the other hand, the connection had then already been made, the Light & Heat Company was derelict, in view of the damage done to the service lines hearer the place of operation of the steam shovel, in not thereupon inspecting the service line into plaintiffs’ property in order to make sure that it had escaped injury, for while it is the duty of the property owner to see that his service line from the curb box to the meter is maintained in proper condition it is the duty of the gas company, if it knows or should have known that the consumer’s lines are not safe, to require the line to be repaired or else to shut off the gas at the curb: Stephany v. Equitable Gas Company, 347 Pa. 110, 113, 31 A. 2d 523, 525; Goodman & Theise, Inc. v. Scranton Spring-Brook Water Service Co., 352 Pa. 488, 492, 493, 43 A. 2d 111, 113. The Light & Heat Company, relying upon the possibility that the leak in the plaintiffs’ service line may have been due to the accident caused by the steam shovel, invokes the rule that where, of several theories that may account for an accident, one is as plausible as the other and equally consistent with the factual testimony, so that the verdict would necessarily be a mere guess as to the real cause, no recovery can be allowed. But where, as here, the evidence points to a certain cause which would make the defendant liable, the plaintiff will not be denied redress merely because there may be some other cause to which the accident might be attributed; in such a case the question is for the jury since the law does not require the elimination of every possible cause of the accident other than that on which the plaintiff relies, but only such other causes, if any, as fairly arise from the evidence, and even though some of his own witnesses may have asserted that another cause was the true one: King v. Equitable Gas Co., 307 Pa. 287, 294, 161 A. 65, 66; Foley v. The Pittsburgh Des Moines Co., 363 Pa. 1, 24, 25, 68 A. 2d 517, 528, 529.\nAs far as the defendant Caste Development Company is concerned, the question of its liability depends on whether Gehr was an independent contractor or whether he was the agent or servant of the Development Company in installing the service pipe. There was testimony to the effect that it was his workmen, not those of the Light & Heat Company, who made the allegedly improper connection, and also that his employees had been negligent in failing to seal the aperture in the cement block at the place of entry of the service line into the foundation of the house, thereby allowing the escaping gas to enter. If, therefore, the jury should find that it was he who was responsible for the accident, the Development Company would, of course, be liable, on the principle of respondeat superior, if the jury further found that an agency relation existed. While it must be confessed that the evidence of such possible liability on the part of the Development Company was extremely meagre, there was at least some evidence pointing in that direction, as for example, Gehr’s assertion that the work of installing the service line was done in accordance with plans and specifications furnished by the Development Company, that the latter directed, controlled and supervised the performance of the work and inspected and approved it after it was finished; moreover, while the Development Company in its petition to join Gehr as additional defendant alleged that he was an independent contractor and that it was he who had installed the service line on the property, it did not file an affidavit of defense to plaintiffs’ complaint denying their averment that it itself had made the installation. Under such circumstances, while the court below was certainly not compelled to grant a new trial as to this defendant, it was not an abuse of discretion on its part to do so. Ordinarily, where there are several defendants, if the record shows that the interest of justice requires a new trial as to all of them — as the court below here said that it did — an order to that effect will not be disturbed on appeal: Brogan v. Philadelphia, 346 Pa. 208, 210, 29 A. 2d 671, 672; Bergen v. Lit Brothers, 354 Pa. 535, 538, 47 A. 2d 671, 673; Samuels v. Johnson, 355 Pa. 624, 628, 50 A. 2d 670, 672; Gerber v. Jones, 151 Pa. Superior Ct. 489, 492, 493, 30 A. 2d 534, 536. It is only where, a verdict having been rendered for a defendant, it appears that as matter of law there is no liability on the part of that defendant, that a new trial as to such defendant may not .be granted: Fornelli v. Pennsylvania R. R. Co., 309 Pa. 365, 164 A. 54; Brogan v. Philadelphia, 346 Pa. 208, 210, 29 A. 2d 671, 672; Fritz, Admrx., v. York Express Co., 358 Pa. 398, 58 A. 2d 12; Owens v. Peters, 126 Pa.. Superior Ct. 501, 507, 508, 191 A. 399, 401, 402.\n. Order affirmed..' '. '"}