{"id": "1230387", "contents": "Opinion by\nMr. Justice Horace Stern,\nAs the court below properly held, plaintiffs in these cases did not meet the statutory requirements which, if complied with, would have entitled them to refunds of taxes allegedly paid under an erroneous interpretation of the law.\nThe determination of the questions here presented depends principally upon the chronology of the proceedings from which they arose.\nThe Emaus National Bank filed with the Department of Revenue a shares tax report for the year 1939 for taxes imposed by the Act of July 15, 1897, P.L. 292, as amended. Settlement was made by the Department in November, 1940. The tax was paid in January, 1943 by the application by the Department of a tax credit. In July, 1943 another bank — the First National Bank & Trust Company of Easton — filed an appeal in the Court of Common Pleas of Dauphin County from the settlement of its shares tax for the year 1939 on the ground that the Department had employed the book value of its assets instead of their actual value, and had failed to exclude from the tax the shares held by religious,. charitable and eleemosynary organizations. Because of certain intermediate proceedings the court did not decide that appeal until May, 1949, at which time it rendered a decision in favor of the bank’s contentions. (Commonwealth of Pennsylvania v. First National Bank & Trust Co. of Easton, 60 Dauph. 388). Meanwhile, in January, 1946, Federal Deposit Insurance Corporation, which had taken over the assets of Emaus National Bank pursuant to the Federal Reservé Act, filed a petition with the Board of Finance and Revenue for the refund of a part of the 1939 tax imposed upon the shares of that bank which, it asserted, had been erroneously assessed because the fiscal officers of the Commonwealth, in computing the tax, had employed the book value of the bank’s assets instead of their actual value and had included shares held by religious, charitable and educational institutions. In September, 1949, the Board refused the petition on the ground that the requirements of section 503(a) of the Fiscal Code of 1929, as amended, had not been met. Thereupon Federal Deposit Insurance Corporation brought the present action' in the' Céurt of Common Pleas of Dauphin County praying for the issuance of a mandamus to the Board to grant'the refund. The Board filed preliminary objections in the nature of a \"demurrer to., .the plaintiff’s complaint; the court sustained the objections and dismissed the action. From its decree so holding plaintiff has taken the present appeal.\nThe facts in the case of The First National Bank of Susquehanna against the ■ Board ■■ of Finance and Revenue closely parallel those in the suit of Federal Deposit Insurance Corporation. In the computation of the taxes on the shares also of that bank for the years 1939, 1940 and 1941 the fiscal officers allegedly employed the book value of the assets instead of their actual value. The taxes for those years were paid respectively in April, 1941, September, 1941 and September, 1942. Petitions for refunds for the portions improperly assessed were filed in January, 1946. The Board of Finance and Revenue refused the refunds in September, 1949. The bank brought actions of mandamus to compel payments of the refunds. The Board filed the same preliminary objections and the court sustained them for the same reasons as in the Federal Deposit Insurance Corporation case. The present appeals from the court’s decrees in those cases raise substantially the same questions, therefore, as those involved in that appeal.\nSection 503 of The Fiscal Code of 1929, P.L. 343, as amended, provides that “The Board of Finance and Revenue shall have the power, and its duty shall be, (a) To hear and determine any petition for the refund of taxes . . . paid to the Commonwealth and to which the Commonwealth is not rightfully or equitably entitled .... All such petitions must be filed with the board within two years of the payment of which refund is requested, or within two years of the settlement in the case of taxes . . . , whichever period last expires, except (1) . . . where a petition for refund filed by a bank, title insurance or trust company involves the valuation of its shares of stock, such petition must be filed with the board within one year of the payment of which refund is requested, or within one year of the settlement of such taxes . . . , whichever period last expires. ... (4) When any tax or other money has been paid to the Commonwealth, under a provision of an act of Assembly subsequently held by final judgment of a court of competent jurisdiction to be unconstitutional, or under an interpretation of such provision subsequently held by such court to be erroneous. In such case, the petition to the board shall be filed within five years of the payment of which a refund is requested, or within five years of the settlement of such taxes . . . due the Commonwealth, whichever period last expires.”\nWe fail to find the ambiguity in this provision which appellants would ascribe to it; on the contrary, the intendment and the phraseology are, in our opinion, entirely clear. Ordinarily a refund of taxes to which the Commonwealth is not rightfully or equitably entitled must be applied for within two years of the settlement or the payment of the tax, but within one year if the claimant be a bank or trust company and the alleged error be in regard to the valuation of its shares of stock. However, a special case is provided for, namely, where the tax is apparently properly paid under a statutory provision, but subsequently a court of competent jurisdiction decides that the statute had been erroneously interpreted and the Commonwealth was not entitled to the tax; the taxpayer under those circumstances may obtain a refund, and “in such case” is allowed five years from the payment or settlement of the tax in which to file a petition to the Board claiming the refund. It would seem obvious, therefore, that in the petition to obtain a refund in such a case it is necessary for the taxpayer to aver, and to establish the fact, that, by final judgment of a court of competent jurisdiction, it had been held that the tax payment was made under an erroneous interpretation of the statute which imposed it, it being solely on the ground of such a decision having been renderéd that the five year extension privilege is granted; only by reason of such decision is á claim for refund warranted under section 503(a) (4) of thé Code. In the presént instances the petitions for refunds filed in 1946 by Federal Deposit Insurance Corporation and The First National Bank of Susquehanna did not assert that a court of competent jurisdiction had held that there had been an erroneous interpretation of the provisions of the statute under which the payments were made; indeed they could not have made such an allegation because it was not until 1949 that the Court of Common Pleas of Dauphin County rendered its decision in the First National Bank & Trust Company of Easton case to that effect. The petitions for the refunds merely set forth, not a court decision, but the petitioners’ own contentions that the statute should have been interpreted as claimed by them, — contentions that would have been proper in a petition for resettlement of the tax under section 1102 of the Fiscal Code (with the right of petition to the Board of Finance and Revenue under section 1103 and appeal to the Dauphin County Court under section 1104) or in a petition for refund under section 503(a) (1) of the Code provided the petition were filed within the period of a year as there prescribed. But the right to obtain a refund under section 503(a) (4), where the period of five years is allowed in which to file the petition, is restricted to cases where the petitioner is able to present, not merely an argument, but an actual decision by a court of competent jurisdiction that, by reason of an erroneous interpretation of the statute, the Commonwealth was paid a tax to which it was not rightfully or equitably entitled. Appellants contend that it might happen, as here indeed it did happen, that a decision on the basis of which a refund could be claimed would not be rendered by a court within the five year limitation, but the legislature evidently did not intend to allow taxpayers to file claims for refunds, and then, if ten or twenty or any other number of years thereafter a judicial decision was rendered that the statute had been erroneously interpreted, they could thereupon obtain refunds; no doubt the legislature considered that to allow refunds under such circumstances would create great uncertainty in the budgetary planning and fiscal affairs of the Commonwealth. In Art Metal Construction Co. v. United States, 47 F.2d 558, 559, 560 (2 C.C.), Judge Learned Hand characterized a petition for refund of the kind filed by plaintiffs in these proceedings as “a mere caveat, an attempt to reserve the taxpayer’s right at some later time to file a claim, should something turn up, either because of a change in the rulings of the courts, or of the Department, or for any other reason which might lead him to suppose that he could get back what he had already paid. . . . Patently, the claim was nothing but an effort to extend the time which the statute had given; . . .”\nWe understand the clear meaning of Section 503(a) (4) of the Fiscal Code to be that, in order to entitle a taxpayer to obtain a refund, two conditions must be met— (1) the petition must be filed within five years of the settlement or payment of the tax, and (2) the claim for refund must be based upon averment and proof that it had been held, since the payment of the tax, by a court of competent jurisdiction, that the statute under which payment was made had been erroneously interpreted. It was this second condition that was not met, and could not have been met, by appellants. These requirements were not merely procedural provisions, but express conditions of the right to obtain a refund, failure to comply with which operated as an absolute bar to the right itself: cf. Ratto v. Pennsylvania Coal Co., 102 Pa. Superior Ct. 242, 245-247, 156 A. 749, 750, 751; Guy v. Stoecklein Baking Co., 133 Pa. Superior Ct. 38, 45, 46, 1 A.2d 839, 842, 843; Rowles v. State Workmen’s Insurance Fund, 141 Pa. Superior Ct. 193, 199, 14 A.2d 551, 554; Lewis, Administratrix, v. Carnegie-Illinois Steel Corporation, 159 Pa. Superior Ct. 226, 228, 229, 48 A.2d 120, 122; Compagnie Generale Transatlantique v. United States, 51 F. 2d 1053,1056 (2 C.C.).\nAppellants earnestly urge that consideration should be given to the fact that over a long course of years it was the practice of the Board of Finance and Revenue, where an issue had been raised in litigation concerning the interpretation of a taxing statute, to permit the filing of cautionary petitions for refunds and to withhold action thereon until the legality of the assessment might thereafter be decided by a court of competent jurisdiction, and, if and when that occurred, to grant the refunds. It is argued, therefore, that that same interpretation should now be given to section 503 (a) (4) of the Fiscal Code, — in other words, that it should be held that the decision of a court of competent jurisdiction upon which the claim for refund is based need not be rendered before the filing of the petition for refund but at any time thereafter. It is true, of course, that the contemporaneous construction of a statute by those charged with its execution and application, especially when it has long prevailed, is entitled to great weight and should not be disregarded or overturned except for cogent reasons, and unless it is clear that such construction is erroneous: 25 R.C.L. 1043, §274; 42 Am. Jur. 392, §78; Logan v. Davis, 233 U. S. 613, 627; Commonwealth v. Mann, 168 Pa. 290, 301, 302, 31 A. 1003, 1006; Commonwealth v. Paine, 207 Pa. 45, 48, 56 A. 317, 318; Estate of Henry Scheutz, Jr., Deceased, 114 Pa. Superior Ct. 602, 607, 174 A. 832, 833, 834; Cammie v. I.T.E. Circuit Breaker Co., 151 Pa. Superior Ct. 246, 250, 30 A.2d 225, 227. Indeed the Statutory Construction Act of May 28,1937, P.L. 1019, section 51, provides that “When the words of a law are not explicit, the intention of the Legislature may be ascertained by considering, among other matters — ■ ... (8) legislative and administrative interpretations of such law.” But it will be noted that the principle of giving weight to administrative ■ interpretation and. practice under a statute is applicable only where the act is ambiguous and calls for a choice of one out of two or more possible constructions; departmental interpretation is not persuasive, much less controlling, where the statute is clear and explicit in its language. An administrative body cannot, by mere usage, invest itself with authority or powers not fairly or properly within the legislative grant; it is the law which is to govern rather than departmental opinions in regard to it: 25 R.C.L. 1046, §274; 42 Am. Jur. 400, 401, 403, 405, §§80, 81, 82; Lawrence County v. Horner, Treasurer, 281 Pa. 336, 343, 126 A. 783, 786; Commonwealth v. Stewart, 286 Pa. 511, 519,134 A. 392, 394; Commonwealth v. Quaker City Cab Co., 287 Pa. 161, 168, 134 A. 404, 407; Grime v. Department of Public Instruction, 324 Pa. 371, 376, 188 A. 337, 339. Since Section 503(a) (4) of The Fiscal Code is, in our opinion, clear and not ambiguous, there is no room for the consideration of administrative interpretation and practice however long continued.\nAppellants call attention the fact that while the decision of the Court of Common Pleas of Dauphin County in the First National Bank & Trust Co. of Easton case was not handed down until May, 1949, it appears in the record of the hearing therein that as early as December, 1944 the Deputy Attorney General who represented the Commonwealth stated to the court that “There is really no issue here because we have admitted that the actual value of the stocks and bonds and of the loans and discounts should be used in making the settlement, and we agree that charitable holdings shall not be included . . . We are perfectly willing that the Court make a consent decree in this case, with judgment for the defendant.” But no form of decree was presented to the court and no decree entered by it other than the adverse decree of some four or five years later. Even if, however, the proposed consent decree had been\nentered it would not have met the requirement of the “final judgment of a court of competent jurisdiction”, because a consent decree would not have involved a judicial determination of the law in controversy: Platt, Executors, v. Wagner, 347 Pa. 27, 33, 35, 31 A.2d 499, 502, 503; United Wallpaper Factories, Inc., v. Wagner, State Treasurer, 59 Dauph. 345, 349.\nSince appellants cannot rely upon the decision in the First National Bank & Trust Co. of Easton case as being the “final judgment of a court of competent jurisdiction” rendered prior to the filing of the petitions for refunds, they search for other judicial decisions to satisfy that requirement, and in that connection they cite the cases of Commonwealth v. City National Bank, 52 Dauph. 87, and Commonwealth v. Provident Trust Co. of Philadelphia, 55 Dauph. 235, — decisions in which were rendered on November 3, 1941 and February 21, 1944 respectively, and in which it was held that the actual value of a bank’s assets must be employed rather than the book value in determining the tax on its shares. Appellants refer also to the case of Commonwealth v. First National Bank of Scranton, 53 Dauph. 245, decided under date of September 21, 1942, in which it was held that the shares of bank stock owned by religious, charitable and educational institutions were not taxable under the Act of 1897. However, the City National Bank case and the First National Bank of Scranton case were decided before the taxes here involved were paid, and, since the payments were therefore made with knowledge of those decisions, the taxpayers’ remedy was to seek resettlements in accordance with the provisions of sections 1102, 1103 and 1104 of the Code or refunds, within the year, under section 503(a) (1). The right to obtain a refund under section 503(a) (4) was obviously intended to apply only to cases where the tax was paid under the law as then interpreted and understood but where subsequent judicial decision held the previous interpretation to have been erroneous. As to the Provident Trust Company case, which was decided after the payment of these taxes had been made, the decision did not involve the Act of 1897 under which they were paid but the Act of June 13, 1907, P.L. 640, and therefore was not a holding, as required by section 503 (a)(4) of the Code, that the statute under which the tax had been paid had been erroneously interpreted.\nWe pass to a consideration of the appeal of the Nazareth National Bank & Trust Company. Here, too, the facts raise the same questions as those in the Federal Deposit Insurance Corporation and First National Bank of Susquehanna appeals. The Nazareth National Bank & Trust Company filed a shares tax report for the year 1937, and in October, 1938 paid the tax as imposed by the settlement. In computing the assessment book values were allegedly used instead of actual values and the fiscal officers included as taxable the shares of the bank owned by religious and charitable institutions. On June 1, 1943 the bank filed with the Board of Finance and Revenue a petition for the refund of the portions of the tax thus improperly assessed. In 1949 the Board refused the petition and the bank then brought action in mandamus against the Board in the Court of Common Pleas of Dauphin County. The Board filed preliminary objections to the complaint. The court sustained the objections and dismissed the action, from which decree the bank now appeals.\nThe only additional question raised on this appeal arises from the fact that the decision in the Common wealth v. First National Bank, of Scranton case, handed down in September, 1942, was subsequent to the bank’s payment of the tax in October, 1938, and since that decision held that the imposition of the tax on shares owned by religious, charitable and educational institutions was improper, it would have served the bank, under section 503 of The Fiscal Code as now amended, as the necessary requirement of a judicial decision rendered subsequently to the payment of the tax. However, when the bank’s petition for refund was filed there was not yet in effect the amendment to section 503 effected by the Act of May 7, 1943, P.L. 229, and prior to that act the section provided that the decision must be “by the court of final jurisdiction.” The amendment made by the 1943 Act, effective July 1, 1943, substituted for the words “by the court of final judisdiction” the words “by final judgment of a court of competent jurisdiction”. The decision of the Dauphin County Court in the First National Bank of Scranton case was not “by the court of final jurisdiction” since, in any such proceeding, an appeal would lie from that court to this court. It was obviously for the very purpose of broadening the right of the taxpayer to obtain a refund by virtue of a ruling of the Dauphin County Court instead of only by this court that the amendment of 1943 was enacted, but, unfortunately for the appellant bank, with an effective date too late to enable it to take advantage of the Dauphin County Court’s decision in the First National Bank of Scranton case. See United Wallpaper Factories, Inc. v. Wagner, State Treasurer, 59 Dauph. 345, 348, 349.\nThe decrees of the court below dismissing the actions in mandamus are affirmed at the cost of the respective appellants therein.\nMr. Justice Bell dissents.\nThe payments in the case of the First National Bank of Susquehanna were made before the decision in the First National Bank of Scranton case, but a refund was not claimed in the First National Bank of Susquehanna case on the ground of an erroneous inclusion in the tax of the shares of religious and charitable organizations which was the subject of the decision in the First National Bank of Scranton case."}