{"id": "1230356", "contents": "Opinion by\nMr. Justice Bell,\nThis case hinges on the narrow question: Were judgment notes under seal given to a father by a son 13 to 18 years before his death ever paid?\nCarl E. Snyder died on April 15, 1948, leaving a will in which he gave all his estate to his wife, whom he had. married 14 months prior to his death. The decedent’s estate totaled $17,000. Decedent’s father at the audit ■ of the account presented a claim on 8 judgment notes which were under seal, the first dated January Í3, 1930 and the last July. 1, 1935. These notes totalled $3700. plus interest, making a total claim of $6547.19. Six of the notes were made payable by the decedent to his father and two to his mother, who in turn assigned them to the father on April 8, 1949. The claim was first made 11. months, and 21 days after the son’s death.\nThe claimant was permitted to testify fully in support of his claim. He proved the execution of the notes which had always been in his or his wife’s possession; he testified that he or his wife loaned the money to their son and that the notes were given for these loans; that in some instances he had to borrow money from his neighbors to loan the money to his son; that his son needed the money badly in his business; that he (the claimant) was a mortician and honorary president of a bank; that he endorsed notes of his son which were given to the bank for loans made directly by the bank to the son; that the notes in suit were not collateral to nor had any connection with the notes which the son gave to the bank and which had been paid in full; that he had never asked his son for payment because until the last few years of the latter’s life he was financially unable to repay the loans; that his son promised to pay the money back after he got established; and that when he and his son were in Florida, approximately a year before the son’s death, the son agreed to repay the loans when the father needed the money. The father clearly and repeatedly testified that the loans or notes were never paid.\nThe widow points out that these notes were very stale and the claim very suspicious; that for many years prior to his death her husband was prosperous and could have paid off the indebtedness if it existed; that the claimant made no request for payment during his son’s lifetime, which he would have done if the money was still owing; that claimant has no checks or stubs or documentary evidence that he or his wife ever paid their son any money or cash in return for these judgment notes; that the claimant did not mention or include these judgment notes in any of his personal property tax returns until 1950; that claimant’s testimony showed that these notes were collateral to notes given by decedent to the bank and paid in full; that decedent’s mother was opposed to her husband’s claim; that neither decedent’s books nor records disclosed the notes or debt; that neither she nor her husband’s friends nor his auditor or creditors ever heard of the indebtedness; that claimant’s testimony (he was 75 years of age) was at times confused and contradictory, especially on the very important point as to whether the notes in suit were collateral to bank notes which the decedent had paid in full; and that at the time of their honeymoon the father complimented decedent on his success and on the manner in which he had taken care of his obligations.\nWhile there is plausibility in the widow’s contentions and a natural feeling of resentment against such a claim, the widow is faced with an insurmountable barrier: The auditing judge, who saw and heard the witnesses, believed claimant’s testimony that the notes had never been paid and allowed the claim; and his findings and decision were approved by the court in banc. “. . . ‘the possession of an instrument in writing for the payment of money affords proof, prima facie, of a right in the holder to recover upon it according to its terms. The holder is not required to prove that it has not been paid. His case is made by his production of the instrument in the first instance, and the burden of showing payment is on him who alleges it’ ”: Cauffiel v. Glenn, 345 Pa. 181, 184, 27 A. 2d 30.\nLong lapse of time, plus facts and circumstances from which an inference of payment may be legitimately inferred, raise a presumption of payment, but “the presumption of payment . . . does not work an extinguishment of the debt. ... It is a presumption merely ■of fact, and amounts to nothing more than a rule of evidence which reverses the ordinary burden of proof and makes it incumbent upon .the creditor to prove, ... that the debt was not actually paid. This burden may be met by direct testimony as to non-payment, or by proof of circumstances tending to negative the likelihood of the claim having been [paid or] satisfied and explaining the delay of the creditor in attempting to enforce it . . .”: Grenet’s Estate, 332 Pa. 111, 113, 2 A. 2d 707. Evidence sufficient to raise a presumption of payment cannot prevail against positive credible evidence of non-payment: Grenet’s Estate, 332 Pa. 111, 2 A. 2d 707; Sheafer v. Woodside, 257 Pa. 276, 101 A. 753; Krewson v. Erny, 158 Pa. Superior Ct. 380, 382, 45 A. 2d 240.\nThe auditing judge believed the claimant (as above mentioned) and found that the money had been borrowed by the son and that it had never been repaid or the debt forgiven or canceled. Where an auditing judge or chancellor who sees and hears the witnesses finds facts which have competent and adequate evidence to support them and these findings are approved by the court in banc, they will not be reversed on appeal: Borden Trust, 358 Pa. 138, 56 A. 2d 108; Grenet’s Estate, 332 Pa. 111, 2 A. 2d 707; Barrett v. Heiner, 367 Pa. 510, 80 A. 2d 729.\nOne other point remains to be disposed of. The widow denied appellee’s claim and demanded a jury trial, which was refused. The widow then, as now, vigorously contended that she was entitled to an issue or jury trial as a matter of right. An issue or jury trial in such a controversy is not a matter of right, but is a matter for the sound discretion of the orphans’ court. Section 21 (a) of the Act of June 7, 1917, P. L. 363, 20 P.S. 2581, provides: “The orphans’ court shall have power to send an issue to the court of common pleas of the same county, for the trial of facts by jury when ever they shall deem it expedient so to do.” Parenthetically, the orphans’ court was granted the right to conduct jury trials by the Act of July 1, 1937, P. L. 2665, No. 526, §1, as amended by the Act of May 5, 1939, P. L. 94, §1, 20 P. S. 2585. Except upon appeals from a register of wills (or on removal from a register of wills by certification) in cases where a substantial dispute arises upon a material matter of fact concerning testamentary capacity, undue influence, forgery, or any other matter affecting the status or validity of an alleged will or testamentary writing (Orphans’ Court Act June 7, 1917, supra §21 b) and except in certain cases involving disputes between a third party and a decedent’s estate as to title or ownership of property, an issue is not a matter of right but is solely a question for the discretion of the orphans’ court: Smith’s Estate, 324 Pa. 575, 188 A. 573; Schwoyer’s Estate, 288 Pa. 541, 136 A. 798; Ike’s Estate, 200 Pa. 202, 49 A. 791; Ike’s Estate, 236 Pa. 429, 84 A. 786; Cross’s Estate, 278 Pa. 170, 184, 122 A. 267; Hunter, Pennsylvania Orphans’ Court Commonplace Book, p. 716; Remick, Orphans’ Court Practice, Vol. I, §157 (b), p. 407.\nIn proceedings to distribute an estate, the orphans’ court has jurisdiction to inquire into, and by custom and experience is exceptionally well qualified to determine claims of creditors, legatees, devisees and next of kin, as well as all questions involving distribution, and there is no necessity to resort to any other court or to any other proceedings (except as hereinabove set forth). The auditing judge of the orphans’ court had a clear and undoubted right to decide this claim without submitting the matter or controversy to a jury.\nWe find no merit in the other arguments or contentions of appellant.\nDecree affirmed at appellant’s cost.\nItalics throughout, ours."}