{"id": "1230389", "contents": "Opinion by\nMr. Justice Bell,\nPlaintiff, an employee in a United States mail car, and by virtue thereof a paying passenger on a Pennsylvania passenger train, sued the Pennsylvania Railroad for injuries sustained when the train collided with a truck at a grade crossing near Uhrichsville, in the early morning of October 27, 1948. The Railroad Company brought in and joined as additional defendants the owner of the truck and the administratrix of the estate of the deceased truck driver.\nThe jury returned (a) a verdict for the plaintiff against the Pennsylvania Railroad Company in the sum of $16,000., which was reduced by remittitur to $8500., and (b) a verdict for the defendant truck owner, Lattavo Brothers, Inc., and for the defendant administratrix. The court en bane refused the railroad company’s motion for a judgment n.o.v. and for a new trial; and from the entry of judgment on the verdict the Pennsylvania Railroad took this appeal.\nIn disposing of the motion of the defendant for judgment non obstante veredicto, we have considered the testimony, as we must, in the light most advantageous to the plaintiff, and resolved in his favor all doubts and conflicts therein: Miller v. Hickey, 368 Pa. 317, 81 A. 2d 910; McDonald v. Ferrebee, 366 Pa. 543, 79 A. 2d 232.\nConsidering the testimony in the light most favorable to plaintiff, the jury could have found from the evidence the following facts: Prior to the accident, a bus was following defendant’s truck (which was subsequently demolished) along highway Route 36, for about a mile and a half, during which time the truck was going at a speed of 10 or 15 miles an hour. There were two tracks of the Pennsylvania Railroad at Wolf’s Crossing, where the accident happened. The train was approaching on the far track. At that time and place there was a thick fog. Red flasher lights were flashing on each side of the tracks. The flasher signals were started by a railway device when the first wheels of a train passed over the relay which actuates the flasher lights approximately 3500 feet from the crossing. On the side from which the truck was approaching, the red flashing signal was 68 feet back from the center of the track on which the accident occurred.\nThe bus stopped immediately upon seeing the flashing lights, at which time it was roughly 125 to 150 feet from the tracks. The truck either stopped or was going so slowly as to be nearly stopped. At that time the truck was 75 to 100 feet in front of the bus. The bus was approximately 35 feet in length and the above mentioned 75 foot distance could have meant the distance between the front of the bus and the back of the truck, although there was also testimony by plaintiff’s witnesses that the truck stopped short of the flashing lights on the near side of the tracks. The jury could have found from all the evidence that the driver of the truck had passed the first flashing signal before it commenced to flash. There was no evidence why the truck driver did not see the flashing signal on the other side of the tracks.\nThe train was traveling at a speed of about 70 miles an hour instead of at the usual speed of 60 miles an hour; its bright headlight could be seen at a distance of approximately 75 feet; it collided with defendant’s truck, which was loaded with steel; the collision was terrific; the train was badly derailed, the truck was demolished; the driver of the truck and the engineer and fireman of the locomotive were all killed in the accident.\nWas the foregoing evidence sufficient to take the case to the jury on the question of defendant’s negligence — there being no question of contributory negligence involved?\n■ Where a railroad crossing is in a country district, there is, in the absence of special circumstances, no limit to the rate of speed at which a railroad may run its trains, so long as the safety of passengers is not jeopardized.- A railroad .company or common carrier is not, in this class of case, an insurer against accidents to its passengers, and “Even if [on a straight track] . . . the train was going at a speed of 80 miles an hour that fact alone would not have justified an inference of defendant’s negligence”: Sylvester v. Pennsylvania R. R. Co., 357 Pa. 213, 216, 53 A. 2d 537. It is settled law that a high rate of speed, even at public crossings, is not negligence per se and “before a jury may consider whether a particular rate of speed constitutes negligence, there must be evidence of special circumstances that renders such speed excessive” : Ealy v. New York Central R.R., 333 Pa. 471, 475, 5 A. 2d 110.\nIn Rich Hill Coal Company v. Bashore, 334 Pa. 449, 473, 7 A. 2d 302, this Court said: “cThe mere fact of collision between a railway train and a vehicle at a highway grade crossing furnishes no basis for any inference as to whether the accident was caused by negligence of the railway company or of the traveler on the highway oi* of both or without fault of anyone.’ ” Furthermore, as was so well said by Justice Stern in Nebel v. Burrelli, 352 Pa. 70, 71, 74, 41 A. 2d 873: “The mere happening of a collision between the vehicle of a common carrier and a vehicle under other control or management does not give rise to any inference of negligence on the part of the carrier. The rule of res ipsa loquitur does not apply to such an accident: Zaltouski v. Scranton Rwy. Co., 310 Pa. 531, 165 A. 847; Hughes v. Philadelphia Transportation Co., 154 Pa. Superior Ct. 162, 35 A. 2d 544. . . . Our later cases are all to the effect that it is only where an accident to a passenger happens through defective appliances or means of transportation, such as tracks, cars, machinery or motive power, that the burden is cast upon defendant to exculpate itself from an inference of negligence; in all other cases the burden is upon the passenger to prove such negligence: Swink v. Philadelphia Rapid Transit Co., 277 Pa. 220, 120 A. 827; Zaltouski v. Scranton Rwy. Co., 310 Pa. 531, 534, 165 A. 847, 848; Dupont v. Pennsylvania R.R. Co., 337 Pa. 89, 91, 10 A. 2d 444, 445.”\nHas the plaintiff satisfied the burden of proof?\nEach party placed considerable emphasis upon the question of whether or not the train blew a whistle to warn of its approach. Defendant’s witnesses testified that they heard the train whistle. Two of the plaintiff’s witnesses said they did not hear any train whistle, but the testimony of one of plaintiff’s witnesses, Thaddeus J. Tomalewski, was sufficient on this point. He testified he was listening for the train whistle because he used Wolf’s Crossing as a place for him to determine whether or not he could “lock out” his mail sacks or whether he would require assistance to get them ready in time for Dennison which was 4 or 5 miles from Wolf’s Crossing; and that for an interval of approximately 5 minutes before the accident a train whistle did not blow. The jury could have believed, therefore, that no whistle was blown.\nAppellant contends that even if a whistle were not sounded the flasher lights made this unnecessary. In Wood v. Pennsylvania R.R., 177 Pa. 306, 313, 35 A. 699, we said: “While the proper warning on approaching a crossing is the sound of a whistle . . ., no accident can be properly said to be the consequence of the neglect to give such warning if the public be apprised of the danger by other sounds or signals; . . .”. See to the same effect: Ruthberg v. Philadelphia Rapid Transit Co., 300 Pa; 536, 539, 151 A. 19. Appellant argues from those cases that it is not necessary to give two or three or a dozen warnings; and that if one warning by means of flasher lights is sufficient to apprise automobilists of the danger of approaching trains, no other sounds or signals are necessary. But the question still remains— considering the fog and the position of the truck when the flasher lights went on, was the defendant’s warning timely and sufficient?\nThe law on this point was ably stated by (the present) Chief Justice Drew in Anstine v. Pennsylvania R.R., 342 Pa. 423, 428, 20 A. 2d 774: “As to what constitutes adequate warning of the approach of a train to a public crossing, we said, in Bickel v. Pennsylvania R.R. Co., 217 Pa. 458, 460: ‘. . . it was the duty of the defendant’s employees in charge of the train to have given timely and sufficient warning of its approach to the crossing in view of the circumstances of the case, such as the character of the crossing, the ability of travelers to see an approaching train, the rate of speed of the train, etc. . . . While the law does not point out any particular mode or manner in which notice of trains approaching a crossing shall be given, it does require that some suitable and adequate means, adapted to the circumstances, shall be adopted and applied.’ ” See to the same effect: Wade v. Pennsylvania R.R., 307 Pa. 259, 260, 161 A. 71; Cummings v. Pennsylvania R.R., 304 Pa. 219, 155 A. 436.\nApplying these principles to the present case, we find the question of negligence to be a very close one. If plaintiff’s evidence clearly showed that the truck driver saw the flasher lights and ignored them, the Railroad would have given timely and sufficient warning of the train’s approach, the negligence of the truck driver would have been the proximate cause of the accident, and the Railroad Company would be entitled to a judgment n.o.v. The evidence on this point was confused, but we believe was sufficient to allow the jury to legitimately infer that the flasher lights could not have been seen by the truck driver; and therefore the court below properly refused defendant’s motion for judgment non obstante veredicto.\nAppellant requested in the alternative a new trial because of errors in the charge of the court. The first part of the court’s charge correctly and ably laid down the law. The defendant complains, however, of the following excerpts from the charge: “The passenger was injured. He is entitled to a recovery at your hands. You are to determine who or which of these parties were responsible.” “There is no contributory negligence on the part of the plaintiff. He is entitled to a verdict. We will discuss that later.” “In this case the burden was on the plaintiff to prove the cause of the injury and the circumstances attending it so as to connect the accident and injury, and the plaintiff has done that. In doing this a .presumption of negligence arises and thereupon the burden shifts to the defendants in this case, requiring them to show the use and the care and diligence above described. The presumption of negligence continues to stand, however, until overcome by proof offered by the defendant, the Railroad Company. Whether or not it met that requirement, met that burden of proof of using due care under the circumstances in this case, is for you.” “I say to you in this case someone was negligent — either the Railroad or this truck driver and the Lattavo Brothers was negligent, or all of them concurrently were negligent that caused these injuries.” “Or you can say in this verdict, ‘We find a verdict in favor of the defendants.’ I say to you, you cannot find such a verdict. There is no evidence in this case from which you can say the plaintiff in any way was guilty of contributory negligence or find a verdict that would absolve both the defendants and say he is not entitled to a verdict at your hands.”\nThe lower court in its opinion dismissing defendant’s exceptions, said: “We are in accord that these portions of the charge ‘isolated’ from the entire text of the Court’s charge are erroneous and would warrant the granting of a new trial, bnt onr Appellate Courts have said with consistent frequency that: ‘Even though isolated portions of the charge may be the subject of criticism, the charge must be considered as a whole, and if, when so considered, the issues are fairly put before the jury, the judgment will not be reversed.’ (Nicola v. American Stores Co., 351 Pa. 404; Baurd v. Berman, 359 Pa. at 186).”\nWe agree with the court below that all the portions of the charge hereinabove quoted were erroneous and prejudicial and would warrant the granting of a new trial unless the charge, considered as a whole, corrected these errors and removed the doubts and confusion created thereby. We have read the charge in its entirety several times. A majority of the Court are convinced that in a case as close as this the charge considered as a whole did not cure the errors or enable the jury to clearly understand the law which was applicable to the particular facts of this case or do justice to the defendant, the Pennsylvania Railroad Company. For these reasons a new trial must be granted.\nThe jury, as above stated, rendered a verdict for defendant, Lattavo Brothers, Inc., and for defendant, Georgiana Karavanic, administratrix of the truck driver’s estate. In the interest of fairness and justice to both the plaintiff and to the defendant Railroad Company, a new trial must be granted as to all the defendants for the reasons set forth in Nebel v. Burrelli, 352 Pa., supra, (page 75) : “In ordering a new trial, as we must because of the errors referred to, it is proper that the verdict in favor of the Pittsburgh Railways Company should be set aside and that that Company should be reinstated as a party defendant. In weighing the question of responsibility for the accident a jury cannot fairly dispose of the case without having both parties before it so as to enable it to determine which of the operators was negligent, or whether both [or neither] were at fault: see Biehl v. Rafferty, 349 Pa. 493, 37 A. 2d 729.”\nIt is unnecessary to discuss any of the other points or contentions made in this case.\nThe judgment is reversed and a new trial is granted as to all the defendants.\nItalics throughout, ours."}