{"id": "1234516", "contents": "Opinion by\nMr. Justice Chidsey,\nPlaintiff-appellant sought to recover for personal injuries suffered by him when he allegedly fell on a ridge of ice in the roadway of a street in the defendant borough on December 15, 1947. The plaintiff contended that the ice was caused by water from a spring located on the southern side of the street, which flowed across it in a northeasterly direction, fanning out near the north side of the street where plaintiff fell. The negligence of the defendant was predicated on the assertion that the borough had failed to remedy the condition of which it had actual as well as constructive notice.\nA jury verdict was rendered for the defendant borough which contended that there was no ridge of ice and that plaintiff fell by reason of the general slippery condition caused by the weather on that day; that it was free of negligence and plaintiff was contributorily negligent.\nPlaintiff filed a motion for a new trial on two grounds: first, that a photograph produced by him which was taken two months after the accident and which showed the course of the water was improperly excluded from the evidence; second, that a photograph offered by the defendant was erroneously admitted into evidence over plaintiff’s objection. The motion for a new trial was refused and this appeal from the judgment entered on the verdict raises the same two questions.\nThe admission of photographs is a matter largely within the discretion of the trial judge: West v. Morgan et al., 345 Pa. 61, 63, 27 A. 2d 46; Commonwealth v. Gibbs, 366 Pa. 182, 76 A. 2d 608. Despite .plaintiff’s statement in Ms brief that he offered to prove that his photograph showed the same conditions as existed at the time of the accident, we find no offer in the record which can be so construed. Before a photograph is admissible it must be verified: Wigmore on Evidence (Third Edition) Yol. Ill, §793. Such verification must be by someone who has sufficient knowledge to state that it fairly and truthfully represents the object or the place reproduced: Timlin v. Scranton et al. (No. 1), 139 Pa. Superior Ct. 503, 507, 12 A. 2d 502. Since there was no verification by way of testimony or any offer of such verification, the photograph was properly excluded.\nAs to the admissibility of the defendant’s photograph, President Judge Windle in his opinion for the court below adequately and correctly disposed of plaintiff’s contention with respect thereto as follows': “Unlike in the offer of the photograph made by plaintiff above mentioned, it was testified by a witness whose testimony appeared to be entitled to credence that said picture fairly represented conditions existing at the time of the accident ‘insofar as the highway was concerned’, save for the substitution of the fence for the hedge above mentioned. Under those circumstances we find no abuse of discretion in its admission in evidence. As was said in Timlin v. Scranton, 139 Pa. Superior Ct. 503, 507, ‘There is no more reason to exclude a pictorial expression of conditions than an oral description thereof. Of course, photographs must be verified, either by the testimony of the person who took them or by others with sufficient knowledge to state that they fairly and truthfully represent the object or place reproduced: Kutawich, 87 Pa. Superior Ct. 260, 262: Carney v. Pennsylvania Railroad Company, 63 Pa, Superior Ct. 138, 140. This test was met.’ And not only was that test met here but the test that the object and place reproduced was in the same condition as at the time of the accident, except for one change specifically pointed out and readily capable of appreciation by the jury (Timlin y. Scranton, supra), was likewise met by the testimony of at least one witness familiar with the situation.”\nWe are unable to sustain plaintiff’s assignments of error.\nJudgment affirmed."}