{"id": "1234567", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is an appeal from the refusal of a court in banc to take off a compulsory non-suit entered at the trial of an action in trespass. The suit was brought by a minor, through his father as guardian, and by the minor’s parents in their own right, to recover damages for personal injuries sustained by the child in the ladies’ lounge at the North Philadelphia Station of the Pennsylvania Railroad Company.\nSuch lounge is approximately twenty feet square and has a mirror about three feet wide on one wall. On either side of the mirror is a window six feet wide, with a steam radiator about five and one-half feet wide directly in front of each window. On November 5, 1948, the mother, Eleanor Della Porta, entered the lounge accompanied by her five and one-half year old nephew and her one and one-half year old son, the minor plaintiff. The radiators were heated, but the windows were open because the weather was mild. While female plaintiff was looking into the mirror, she heard her nephew say “Look at the train” and observed him picking up her child. She directed her attention to the mirror momentarily, until she heard the infant scream. She then turned and snatched him from the radiator, where the older child had placed him so that he might view the passing trains. The tender flesh of the child’s bare legs was severely burned during the short period of contact with the radiator.\nPlaintiffs’ entire theory of liability is contained in this statement in their paper book: “The radiator in question, at the time of the accident, was both actually and in legal contemplation a highly dangerous instrumentality.” There is no allegation that the radiators were defective in any way — only that they were hot. The picture offered in evidence shows that they were ordinary cast-iron radiators, and counsel admitted orally that they were much like the radiators in the room in which this Court heard argument oh the case. No reason has been suggested why we should permit submission of the question of the dangerous nature of these radiators to a jury unless we are prepared to rule as matter of law that the countless thousands of steam radiators which heat homes, schools, hospitals, churches, offices, and courtrooms may constitute dangerous instrumentalities. Counsel for appellants have cited many cases in which dangerous instrumentalities have been found to exist, but it is significant that none presents a factual situation remotely similar to the one at bar. In Farbarik v. Jones, 67 Pa. Superior Ct. 517 and Straight v. B. F. Goodrich Company, 354 Pa. 391, 47 A. 2d 605, unattached radiators toppled and injured plaintiffs. The only negligence involved was the failure to properly secure them; the heating properties of the radiators had nothing to do with the result in either case. The following cases involved defects in construction which caused injuries: Anderson v. London Guarantee & Accident Co., 295 Pa. 368, 145 A. 431, where a boiler burst under pressure during an inspection; Malitovsky v. Harshaw Chemical Company, 360 Pa. 279, 61 A. 2d 846, where defendant was “negligent in knowingly permitting a defective drum containing highly dangerous acid to lie in the common areaway without notice to plaintiff.”; and Foley v. The Pittsburgh-Des Moines Company,. 363 Pa. 1, 68 A. 2d 517, where faulty design of a gas .tank caused leakage and subsequent fire,.\nPlaintiffs argue most strenuously that Howlett v. Dorchester Trust Co., 256 Mass. 544, 152 N. E. 895, is “the only case decided in the United States in which all of the controlling facts are on all fours with the case at bar.” In that case, plaintiff placed her two year old son “upon a smooth, mahogany topped bench, provided by the defendant for use by those coming to the premises, which stood from eight inches to two feet away from a vapor heating radiator, then heated to at least two hundred twelve degrees Fahrenheit, and not guarded in any way from contact with anyone upon the bench.” While the mother was attending to her banking, the child in some unexplained way fell onto the radiator and was burned. In sustaining a jury’s verdict for plaintiff, the Massachusetts court said: “It remains to decide whether there was negligence on the defendant’s part, and, although the question is close, upon the evidence it was for the jury to say whether the existing combination of bench and unguarded radiator was reasonably safe.” (emphasis supplied) The distinction is obvious: the Massachusetts court felt that the bank should have anticipated the possibility- that someone might slip from the smooth bench onto the hot radiator. We do not feel that defendants herein were bound to anticipate that anyone would deliberately contact a radiator which was isolated from the furniture in the room or that one child would place another in contact with such radiator. It is significant in this connection that female plaintiff did not anticipate any such action although she observed her nephew lifting the child and telling him to look at the train.\nPlaintiffs are not aided at all by testimony that it was customary for mothers to take their small children with them into the lounge. The more they argue that it was customary for children to be present, the more they demonstrate that such children were invariably in the immediate custody and under personal supervision of adults. The Railroad Company was not bound to protect the children against a condition which they could reasonably expect their adult parents to discover.\nSince no controlling authority has been cited to us or discovered by our own research, we must decide as a question of first impression whether or not an ordinary steam radiator can be considered a dangerous instrumentality. Plaintiffs properly suggest Restatement, Torts, §343, as the appropriate standard: “A possessor of land is subject to liability for bodily harm caused to business visitors by a natural or artificial condition thereon if, but only if, he (a) knows, or by the exercise of reasonable care could discover, the condition which, if known to him, he should realize as involving an unreasonable risk to them, and (b) has no reason to believe that they will discover the condition or realize the risk involved therein, and (c) invites or permits them to enter or remain upon the land without exercising reasonable care (i) to make the condition reasonably safe, or (ii) to give a warning adequate to enable them to avoid the harm without relinquishing any of the services which they are entitled to receive, if the possessor is a public utility.”\nThe steam radiator has so long been a common fixture in our society that every adult person is chargeable with knowledge that it must be hot in order to serve its purpose and is to that extent “dangerous”. Whatever risk is attendant upon keeping a radiator hot is not an “unreasonable risk” but is a necessary concomitant to the heating function which it serves and is justified by its utility.\nPlaintiffs further complain that the trial judge erred in excluding expert testimony on methods which might have been used to make the installation safer, and custom with respect thereto. The learned court below properly concluded that there was no occasion for admitting opinion evidence because the “circumstances here could be described to the jury and their bearing-on the issue estimated by persons without special knowledge or training.” See Magyar v. Pennsylvania R. R. Co., 294 Pa. 585, 591, 144 A. 765; Delair v. McAdoo, 324 Pa. 392, 397, 188 A. 181; Jacob v. Philadelphia, 333 Pa. 584, 588, 5 A. 2d 176.\nThe question of proximate cause, which was argued at length, is therefore unimportant. Plaintiffs proved no negligence on the part of defendants in maintaining an ordinary steam radiator for the purpose of heating the lounge in the railroad station. The judgment of non-suit was properly entered.\nJudgment affirmed."}