{"id": "1234532", "contents": "Opinion by\nMr. Justice Bell,\nThis case revolves around the questioned right of the defendant corporation to pay to Mrs. Guerrisi, widow of the corporation’s founder and long-time president, the sum of $2,083.33 per month for such time as the corporation deemed wise.\nPlaintiff, the owner of 140 shares of the common stock of the Keystone Macaroni Manufacturing Company, a Pennsylvania corporation, filed a bill in equity praying for an injunction and other equitable relief, against the corporation, its five directors, and Mrs. Guerrisi. Mr. Guerrisi organized the defendant corporation in 1921, with a capital stock of 4,800 shares of common and 90 shares of preferred stock. Mr. Guerrisi owned a majority of the stock although his exact holdings were not disclosed.\nThe court, after hearing, held that the action of the corporation was ultra vires and illegal, and directed Mrs. Guerrisi to repay to the corporation the sum of $23,958.32 which she received pursuant to a resolution of the board of directors; ordered the directors to pay to the corporation any balance which Mrs. Guerrisi failed to pay; and enjoined the corporation from paying any additional sums of money to Mrs. Guerrisi. From the court’s decree this appeal was taken.\nMr. Guerrisi died March 23, 1949. For some undisclosed time prior to his death he received a salary of $25,000. a year as president, and an annual bonus of $5,000. Mr. Guerrisi was the only president the corporation ever had and at his death, in order to avoid friction and to preserve harmony, the office of president was allowed to remain vacant. The corporation had five directors, three of whom were officers thereof, one of whom was the secretary of the Peoples National Bank of Lebanon, which was the executor and a trustee of Mr. Guerrisi’s estate, and the fifth was Mr. Hershey, who was merely a stockholder.\nOn April 16, 1949, the directors of the corporation met and unanimously adopted a resolution which had been repeatedly discussed informally by tbe directors and several times revised and carefully prepared by the attorney for Mr. Guerrisi’s estate and the auditor of the corporation, in and by which they resolved “. . . that this Corporation pay to Saveria E. Guerrisi, widow of G. Guerrisi the sum of $2083.33 per month, until further action of the Corporation, in recognition of the long and valued services rendered to this Corporation for many years, since its inception in 1921, by her deceased husband G. Guerrisi, as the employee and President of this Corporation, and its principal incorporator and founder; . . .” Saveria E. Guerrisi was not on April 16, 1949 nor at any other time an employe, officer or director of the corporation, nor did she ever perform any work or render any services to the corporation. Neither the resolution nor the payments to Mrs. Guerrisi pursuant thereto were ever submitted to the stockholders for their approval. Prior to bringing this suit, plaintiff through her attorney, requested the board of directors to discontinue the payments to Mrs. Guerrisi, and to recover the money paid her. By a vo'te of four to one the Board refused to accede to her request.\nIn onr consideration of this case we have assumed that the directors sincerely believed that this resolution and the payments to Mrs. Guerrisi were for the best interests of the corporation; and that they knew that under the Regulations of the United States Treasury Department a corporation is permitted to deduct as an ordinary and proper business expense the amount which is paid for a limited time to the widow of an officer in recognition of the services which the deceased husband rendered to the corporation.\nSection 301 of the Pennsylvania Business Corporation Law of May 5, 1933, P. L. 364, 15 P.S. section 2852-301 provides: “Corporate capacity and authority —A business corporation shall have the capacity of natural persons to act, but shall have authority to perform only such acts as are necessary or proper to accomplish the purpose or purposes for which it is organized, and which are not repugnant to law.” Appellants contend that this statute and the decisional law give to a corporation the power to do whatever is reasonably necessary or expedient to carry on its business ; that the determination of what is reasonably necessary is, in the absence of fraud, a matter solely for the judgment of the board of directors; and that a court cannot interfere with the internal affairs or the internal management of a corporation. With this contention thus broadly and unqualifiedly stated, we do not agree.\nTo further support their argument, appellants point to the modern trend in favor of pensions and of permitting corporations to make charitable gifts, and to take other actions which the board of directors are convinced will be for the best interests of the corporation even though no immediate or direct quid pro quo results therefrom. It will be noted, of course, that the payments to Mrs. Guerrisi were not and did not purport to be a pension, nor did they constitute a gift or contribution to a charity or to a community chest as specifically authorized by the amendment to the Pennsylvania Business Corporation Law, Section 1, Act of 1945, as amended 1947. Osborne v. U. G. I., 354 Pa. 57, 46 A. 2d 208, relied on by appellants is clearly inapplicable to the facts in this case.\nMoreover, we cannot overlook the fact that to approve the action of this board of directors would result in opening wide the door to a dissipation of the assets of a corporation and to fraud; and it is still the law of Pennsylvania that it is ultra vires and illegal for a corporation (unless authorized by statute) to give away, dissipate, waste or divert the corporate assets even though the objective be worthy. This general principle is widely recognized. In Fletcher Cyclopedia of Corporations, Permanent Edition, Yol. 6-a, paragraph 2939, pages 667, 668, the law is thus stated: “It is the general rule that a gift of its property by a corporation not created for charitable purposes is in violation of the rights of its stockholders and is ultra vires, however worthy of encouragement or aid the object of the gift may be. It seems to be the rule that a private corporation has no power voluntarily to pay to a former officer or employee a sum of money for past services, which it is under no legal duty to pay, and which would not constitute a legal consideration for a promise to pay.” In Rogers v. Hill, 289 U. S. 582, 591, the Court, after upholding the legality of reasonable bonus payments, said: “ ‘If a bonus payment has no relation to che value of services for which it is given, it is in reality a gift in part and the majority stockholders have no power to give away corporate property against the' protest of the minority.’ ” Compare also Hornsby v. Lohmeyer, 364 Pa. 271, 275, 72 A. 2d 294, where' this Court after sustaining the payment of reasonable bonuses and pointing out that a court is not ordinarily warranted in substituting its own judgment as to the proper compensation of officers for the judgment of the directors, said: “. . . It is also true that directors may not vote to themselves or to the officers of the corporation compensation which is excessive, unreasonable and out of proportion to the value of the services rendered, and, if any such payments are made, the court, upon protest of a minority shareholder, may examine into their propriety and reduce them if found to be exorbitant. . . .”\nWe therefore hold that where the action of a board of directors or of stockholders is an abuse of discretion, or is forbidden by statute or is against public policy, or is ultra vires, or is a fraud upon minority stockholders or creditors, or will result in waste, dissipation or misapplication of the corporate assets, a Court of Equity has the power to grant appropriate relief.\nAppellants raised two additional points which are Avorthy of consideration. The lower court excluded the defendant’s offer of Regulation III of the United States Treasury Department, section 29.23(a)-9, which relates to and authorizes a corporation to deduct as a business expense the amount of the salary of an officer which is paid after his death to his widow. We have heretofore in this opinion taken judicial notice of this regulation, although Ave sustain the action of the court below in rejecting the offer of proof. The fact, if, as Ave assume, it is a fact, that this Avas one of the factors Avhich influenced the judgment or discretion of the directors, supports their good faith, but does not give legality to their act. The fact that a federal tax law may permit a deduction for tax purposes is entirely irrelevant to the question of whether a Corporation has the right and the power under the law of Pennsylvania to give away its corporate assets. Since the good faith of the directors was not questioned, the court’s rejection of the testimony as irrelevant was entirely proper.\nAppellants also contend that the court below erred in refusing to receive testimony of the individual directors as to why they voted for the payment of $25,000. a year, or $2083.33 a month, to the widow of the former president. Corporate minutes are prima facie evidence of the facts therein stated, but they are not conclusive; and parol evidence is admissible to explain or supplement them where they are ambiguous or their meaning is doubtful, and errors may be corrected and omissions supplied where the minutes are incorrect or incomplete: Loeffler’s Estate, 277 Pa. 317, 121 A. 186; Shuman v. Main, etc. Ins. Co., 265 Pa. 38, 108 A. 265; Potters Nat. Bank v. Ohio Twp., 260 Pa. 104, 103 A. 605; Krick v. Fairy Silk Co., 311 Pa. 202, 166 A. 554; Fletcher Cyclopedia of Corporations, Permanent Edition, Vol. 5, section 2198, page 532.\nThe resolution was clear and unambiguous, and there was no allegation that it or the minutes were incorrect or incomplete or fraudulent. It is evident from the testimony and from the resolution itself that this was not a haphazard, loosely drawn minute, but was a very carefully, precisely prepared and thoroughly discussed resolution which correctly reflected the action and judgment of the board of directors. In the light of these facts, it is difficult to believe that its effect could be altered or destroyed by any explanation or by any supplement. Appellants made no offer of proof with respect to any alteration of or supplement to the minutes or the resolution. However, it is evident from the. testimony and from .appellants’ contentions and arguments that they wished to prove additional reasons for the resolution — which stated that the payments to Mrs. Guerrisi were in recognition of the long and valued services-rendered to the corporation by her husband — viz., that they voted unanimously for the resolution for the additional reasons that friction between two prospective or possible candidates for president would be eliminated, harmony would be continued, the business would be aided and their action would be for the best interests of the corporation. In disposing of this case we have given the benefit of these motives and reasons to the appellants, and considered the case as if such testimony clearly appeared. Obviously, therefore, if such evidence were relevant and admissible, its rejection would be harmless error.\nWe are unanimously of the opinion that the resolution of the directors and the payments to Mrs. Guerrisi were ultra vires and illegal, and that the decree of the court below must be affirmed.\nDecree affirmed; appellants to pay the costs.\n“On motion, the following resolution was unanimously approved : Resolved that the Board of Directors of the Keystone Macaroni Manufacturing Company, wishing to express their deep sorrow for the untimely passing of Girolamo Guerrisi, the President of the Company, whose devoted services had been most vital in the developing of the Company into one of the largest in the industry. Many years of close relationship, loyalty and friendship are reflected in present and past activities. The impression of his character upon the affairs of the company will remain as a continuing example and inspiration. It was further unanimously resolved that this corporation pay to Saveria E. Guerrisi, widow of G. Guerrisi, the sum of $2083.33 per month, until further action of the corporation, in recognition of the long and valued services rendered to this corporation for many years, since its inception in 1921, by her deceased husband, G. Guerrisi, as the employee and president of this corporation, and its principal incorporator and founder; said payments of $2083.33 a month, however, being predicated upon the continuation of the present dividend rate of 3% semi-annually, and should it become advisable or necessary to reduce the said existing dividend rate, then this amount of $2083.33 per month shall be reduced proportionately, and further, should it be deemed necessary and advisable to reduce the salaries of the other officers of the corporation, again the sum of $2083.33 shall be reduced proportionately. Payments on account of the $2083.33 per month shall be made at the end of each calendar month and to start with the calendar month of April, 1949, in the sum of $1041.67 and the remaining sum of $1061.66 for each month to accumulate and to be paid on the last days of June and December, if the dividends and the salaries of the other officers remain the same, otherwise, to be adjusted in accordance with the intent and purpose of this resolution.”\nItalics throughout, ours.\nAct of May 16, 1945, P. L. 605, §1, 15 P.S. 2852-302 (16).\nAct of May 23, 1947, P. L. 290, §1."}