{"id": "1234564", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is an appeal from, a decree affirming the decision of the Pennsylvania Labor Relations Board that the appellant, Atlas Casket Company, discharged two employes because- of union activity. The only question presented is whether the findings of the Board are supported by'legally credible evidence. See Pennsylvania Labor Relations Board v. Cadman, 370 Pa. 1, 87 A. 2d 643.\nDirect testimony--was-presented that-the -two- men discharged had been openly engaged in. expounding\nthe advantages of unionization to their fellow employes for about two weeks; that they had succeeded in persuading seven employes to join the union; that their employment was terminated the day after they joined the union; that the superintendent replied “You know, why” when asked the reason for their discharge. A union member employed by another company testified that when he called on the superintendent to ask him to join the union, the superintendent replied that “You will never organize that shop” and correctly stated the exact number of employes who had joined thus far.\nThe superintendent attempted to justify the discharges as a reduction in force. (Although he still has the same total number of employes, he says that the work is differently distributed through the plant and that no one has been hired to replace the complainants). He . also testified that one of the men had. been .late frequently and had been reprimanded for “horseplay”, and that both of them had quit without notice at the time of a prior employment by the same company.\nViewing this conflicting evidence as a whole, it was proper for the Board to conclude that the superintendent knew of the union activities and discharged these two employes to discourage further growth of the union. This case is factually similar to Lester v. Pennsylvania Labor Relations Board, 364 Pa. 541, 73 A. 2d 681, wherein we said (p. 543) : “Our review of the testimony convinces us that there was sufficient substantial and legally credible evidence to sustain the findings: Chapin v. Pennsylvania Labor Relations Board, 356 Pa. 577, 52 A. 2d 568.”\nDecree affirmed at the cost of appellant."}