{"id": "1234591", "contents": "Opinion by\nMr. Justice Chidsey,\nOn May 3, 194-9 a stipulation settling a suit in replevin was entered into signed by then counsel for appellant and counsel for appellee and approved by President Judge Ervin of Delaware County. Appellant on January 12, 1951 filed a petition to set aside this stipulation and reopen the case and a rule was granted. On January 22, 1951 the rule which was previously granted was refused without an answer being filed or a hearing held. This appeal followed.\nProm the allegations in the petition and record papers the following facts appear. On October 1, 1948 an action in replevin was instituted by appellant against appellee for 12 looms which were in the possession of the latter. Separate counts for damages and for an accounting were also asked in the complaint. After a petition requesting the production of certain books and records of appellee was dismissed, the case came on for trial and after the trial had proceeded for a time, the above mentioned stipulation was executed. Under the terms of the stipulation the appellant Avas to receive $5,000 within one week and upon payment of $25,308 to the appellee within 90 days he was to receive the looms. If, however, he did not pay such amount within 90 days, the looms were to become the property of appelleé.\nIn his petition appellant alleges that his counsel told him that he Avas threatened with a nonsuit and- that appellee offered to settle “for $5,000.00 and the machinery”; that upon recommendation of his counsel he agreed to such offer; that his counsel told him to go to a restaurant where they met; that at that time appellant for the first time “. . . saw the stipulation and on the same day voiced his objections to paying the sum required for the machinery loithin 90 days”; and that the $5,000 check was received by his counsel and cashed “'against [his] directions” and that $3,250 of such amount was turned over to him.\nAbout two weeks after the trial petitioner wrote to the trial judge and requested a conference with regard to the settlement but did not include in such letter any objections to the stipulation or the authority of his counsel to execute it. He later withdrew his request for this conference.\nThe next action taken by appellant was on January 27, 1950, eight months later, when with new (present) counsel acting for him, he filed a petition to set aside the settlement and reopen the case on the grounds that the testimony given by an officer of the defendant (called for cross-examination) “approached perjury.” The lower court after answer denied this petition on March 8,1950, and nothing was done by appellant until January 12, 1951 when for the first time appellant alleged that his original counsel did not have authority to enter into the stipulation.\nSeveral significant conclusions appear from this summary of the facts. Appellant hnew the terms of the stipulation shortly after it was signed by his attorney and approved by the trial judge. At that time his only alleged objection was to “paying the sum required for the machinery within 90 days”. Despite this dissatisfaction, he elected to take the net proceeds of the $5,000 when his counsel gave them to . him. He waited for eight months before he filed any formal objection, at which time he did not claim any lack of authority on the part of his attorney. He then delayed ten months more before he finally repudiated the stipulation. This was twenty months after admitted knowledge of its terms. There is no allegation that at any time before the filing of the petition here involved he communicated his disavowal of the agreement to the appellee. Under such circumstances the lower court was correct in refusing the rule and we agree with the opinion when it states, \"... a careful consideration of the petition filed herein, as the basis for the rule, indicated that a rule was neither necessary nor desirable.”\nA client ratifies his attorney’s act if he does not repudiate it promptly upon receiving knowledge that the attorney has exceeded his authority. In Baumgartner v. Whinney, 156 Pa. Superior Ct. 167, 171, 39 A. 2d 738, that court said, “True, an attorney has no power, in the absence of express authority, to compromise or settle his client’s claim. North Whitehall Township v. Keller, 100 Pa. 105. But a client may ratify his attorney’s acts; and 'an affirmance of an unauthorized transaction may be inferred from a failure to repudiate it’: Restatement, Agency, §94. Indeed, a client makes his attorney’s act his own if he does not disavow it the first moment he receives knowledge that his attorney has transcended his authority. Bredin v. Dubarry, 14 S. & R. 27; Filby v. Miller, 25 Pa. 264; Andersen Coal M. Co. v. Sloan, Howell & Co., 46 Pa. Superior Ct. 320; Smuckler v. DiNapoli, 62 Pa. Superior Ct. 570.” Here there is no allegation of any repudiation of the stipulation until twenty months after appellant was acquainted with its content.\nIn addition to his failure to repudiate, appellant accepted the benefits of the settlement with full knowledge of its terms. It is a fundamental principle of the law ©f agency that such action is an election to ratify the unauthorized act and that by such election the principal is bound: Neel, Insurance Commissioner v. Crittenden, 353 Pa. 201, 204, 205, 44 A. 2d 558; Blumberg v. Broad Street Trust Company, 329 Pa. 471, 198 A. 27; Presbyterian Board v. Gilbee, 212 Pa. 310, 314, 61 A. 925, where this Court said, “It is repugnant to every sense of justice and fair dealing that a principal shall avail himself of the benefits of an agent’s act, and at the same time repudiate his authority.”; Restatement, Agency, Sections 98, 99; Cf. Gum, Incorporated v. Felton, 341 Pa. 96, 17 A.2d 386.\nThe averments of appellant’s petition taken in connection with the record facts before the Court fail to set forth grounds for the relief prayed for. On the contrary, it affirmatively appeared therefrom that appellant was not entitled to have the stipulation set aside. Under the circumstances the lower court did not abuse its discretion in disposing of the rule without hearing.\nThe order refusing the rule is affirmed at appellant’s cost."}