{"id": "1234523", "contents": "Opinion by\nMr. Justice Bell,\nPlaintiff, a judgment creditor of John B. Stetson, Jr., filed a Bill in Equity in 1948 for a partition of premises known as Pleasant Valley. She prayed not for a partition of future interests, but for an immediate partition of her debtor’s presently existing interest in the premises. The basis of her claim is that G. Henry Stetson was devised only a personal license to use and occupy Pleasant Valley; that he abandoned this license, and consequently Pleasant Valley became a part of testator’s residuary trust estate, of which John B. Stetson, Jr. owned an undivided one-half interest, and that he and hence she was entitled to immediate possession, and therefore immediate partition thereof. We disagree with her contentions.\nTestator in Item 3 of his will provided: “I direct the trustees hereinafter named to keep in good order and repair the properties known as the Cox property and Pleasant Valley, and in casé my son, JOHN B. STETSON, JR., should care to use and occupy said Cox property in case of his marriage, he may do so at his pleasure, free of rent, taxes and all ordinary and necessary repairs. And my son, G. HENRY STETSON, shall have the like privilege as to Pleasant Valley, House, Barn and Stable, with about five acres of land, in case of his marriage, free also of rent, taxes and repairs. My trustees to always keep said properties in good condition at the expense of my residuary estate.”\nThe authorities in this and in other states are not in accord as to whether the words “use and occupy” have a fixed meaning or create a personal license or a life estate. Their meaning must depend on the language employed in each case. For reasons hereinafter appearing it is unnecessary to decide what Henry’s exact interest in Pleasant Valley was at his father’s death or in 1928.\nIn March, 1928, John B. Stetson, Jr., G. Henry Stetson and the widow of John B. Stetson, Countess Eulalia, executed a written agreement which specifically stated that “G. Henry Stetson no longer proposes to make use of the said Pleasant Valley as his home and has so notified the Trustees”; that Pleasant Valley was an asset of the residuary estate and that the wife and children of G. Henry Stetson could use and occupy Pleasant Valley, rent free, until the death of any of them. Upon Countess Eulalia’s death, this family agreement construing testator’s will was followed by another family agreement dated January 2, 1930, and executed by John B. Stetson, Jr., and G. Henry Stetson, who Avere at that time the only beneficiaries under the residuary clause of their father’s will. This agreement ratified the first agreement with the modification that the agreement and hence the occupancy of Pleasant Valley was to terminate upon the death of either John or G. Henry Stetson. Pursuant to and ever since these agreements, Henry Stetson’s first wife and children have continuously occupied Pleasant Valley.\nSo far as all the beneficiaries of this estate (including John B. Stetson, Jr., and his subsequent creditors) are concerned, Mr. Stetson’s will was interpreted and construed in and by the aforesaid family agreements to mean that tbe first wife and children of G. Henry Stetson were entitled to use and occupy Pleasant Valley as their home, rent free. Moreover, G. Henry Stetson’s acts and conduct accorded with the sealed covenants of himself and of John B. Stetson, Jr. and confirmed the right of his first wife and children to enjoy his right, privilege or estate in Pleasant Valley.\nFamily agreements or settlements are always favored in the law and when fair are valid and will be upheld whenever possible: Edelman’s Estate, 336 Pa. 4, 10, 6 A. 2d 511; Iacovino v. Caterino, 332 Pa. 556, 2 A. 2d 828; Braunschweiger’s Estate, 322 Pa. 394, 185 A. 753. Speaking with more particularity, family agreements construing wills are, in the absence of fraud, binding (Strawbridge’s Estate, 322 Pa. 406, 185 A. 726; Wilen’s Appeal, 105 Pa. 121), even though based on an error of law: Disston Estate, 349 Pa. 129, 36 A. 2d 457; Follmer’s Appeal, 37 Pa. 121; Hunter, Orphans’ Court Commonplace Book Vol. 1, pp. 519, 522, 525.\nExcept as to transactions affected by recording acts, and except where fraud is involved, “An attaching creditor stands in the shoes of his debtor and . . . his rights cannot rise higher than those which [his debtor] had.” Vrabel v. Scholler, 369 Pa. 235, 85 A. 2d 858. It is clear that John B. Stetson, Jr.’s only rights in the premises known as Pleasant Valley are at the present time those of a remainderman.\n“Partition is a possessory action, its purpose and effect being to give to each of a number of joint owners the possession he is entitled to of his share in severalty.” Johnson v. Gaul, 228 Pa. 75, 77 A. 399. A plaintiff remainderman who owns an undivided fractional interest in remainder, subject to a life or prior estate by one who is entitled to the exclusive possession of the premises, is not entitled to partition at this time: Act of April 11, 1835, P. L. 199, Section 1, 12 P.S. 1698; Johnson v. Gaul, 228 Pa. supra.\nDecree affirmed at appellant’s cost.\nCf. Calhoun v. Jester, 11 Pa. 474; Western Pennsylvania R. R. Co. v. Johnston, 59 Pa. 290, 294; Shipley’s Estate, 45 Pa. Superior Ct. 570; Wusthoff v. Dracourt, 3 Watts 240; Lerch’s Estate, 309 Pa. 23, 29, 159 A. 868; Hall v. Dean, 72 Pa. Superior Ct. 599; Reeve v. Troth, 42 A. 571 (N. J. Eq.); Ryder v. Ryder, 136 N. J. Eq. 279, A. 2d 278; Word v. KuyKendall, 246 S. W. 757 (Tex.)"}