{"id": "1234572", "contents": "Opinion by\nMr. Justice Chidsey,\nInternational Electronics Company, plaintiff, brought this action of replevin against N. S. T. Metal Products Company, Inc., defendant, to recover possession of goods in defendant’s hands under a contract by the terms of which defendant was to manufacture magnetic tape recorder-reproducer units for plaintiff. To defendant’s answer and amended new matter claiming a right of possession and a special property right in the nature of a lien, plaintiff filed preliminary objections which were dismissed by the court below. From that order this appeal is taken.\nPlaintiff corporation is engaged in the business of designing, manufacturing and selling an article known as a magnetic tape recorder-reproducer. Defendant corporation manufactures metal equipment. By contract of May, 1948, and amendment thereto of August, 1948, defendant agreed to manufacture the tape recorder-reproducer units for plaintiff. Under the contract defendant agreed to produce, jigs, dies, tools, etc., necessary to manufacture and supply the units and plaintiff agreed to reimburse defendant for this expense up to approximately $47,000, the estimated maximum tooling cost, and advance 51% thereof. Plaintiff was to pay for this production (tooling) equipment at “cost of manufacture”. In addition, sums were to be advanced to defendant by plaintiff for the purchase of raw materials and component parts to be used in the manufacture of the units. These advances were to be repaid by credit of a certain percentage against invoices rendered by defendant for completed units. The contract provided that title to all tooling, materials and parts and to all units produced from such materials and parts should be vested in plaintiff. Defendant was required to produce all the units which plaintiff might require for one year from June 1, 1948.\nThe contract also provided specifically for cancellation and stated that plaintiff, in its sole discretion, should have the right at any time to cancel, in whole or in part, any portion of any order or orders theretofore issued by it to defendant, by written or telegraphic notice. Cancellation under this section of the contract should be effective in the manner and upon the date specified in the notice. In the event of such cancellation, however, plaintiff would be required to pay defendant cancellation and other charges, including general and administrative overhead expense, as provided in Schedule A attached. Upon cancellation, plaintiff was to take physical possession of all the production equipment, testing equipment (which was furnished by plaintiff), unfinished units, completed units, etc., and thereafter pay the charges and costs mentioned in the manner provided in the schedule.\nTermination of the agreement was provided for by the contract in a section which gave to either party the right immediately to terminate the agreement in the event the other party became insolvent, made an assignment for the benefit of creditors, filed a petition in bankruptcy, was adjudicated insolvent or bankrupt after the filing of an involuntary petition in bankruptcy, or had a trustee or receiver appointed of its property.\nDefendant proceeded to produce the jigs, dies, tools, etc., as required by the contract and made some deliveries of finished units to plaintiff. By letter of October 1, 1948, however, plaintiff notified defendant that inasmuch as the production schedule had not been met, the contract was breached and plaintiff thereupon declared it terminated. Defendant contends that it did not breach the contract; that delays occasioned by plaintiff because of changes in specifications and other causes were the real reason for the delay in production.\nNotwithstanding the provisions of the agreement with respect to cancellation and termination, and a section designed to adjust the burden of delays caused by modifications of specifications and other causes, plaintiff demanded possession of all the production equipment, testing equipment, finished units, work in progress, raw materials, etc., in defendant’s hands. Upon refusal, plaintiff instituted replevin with bond in the amount of $125,000 on October 18, 1948 and obtained possession thereof. Defendant in its answer denied the right of possession of plaintiff and, under new matter, claimed damages by “way of recoupment and/or lien” against plaintiff. No completed units were included in the property replevied. Plaintiff’s preliminary objections to defendant’s answer were dismissed in part, and as respects the defendant’s new matter, sustained with leave given defendant to file amended new matter; and from this order plaintiff appealed to this Court which, in a Per Curiam opinion (365 Pa. 173), declared the appeal to be premature inasmuch as there had been no action by the lower court on the permitted amended pleading. Thereupon defendant filed its amended new matter and plaintiff again filed preliminary objections which were based upon defendant’s failure to assert facts sufficient to justify its possession of the property and upon the claim that defendant could not by the terms of the contract, assert any lien. The lower court, in its opinion of July 11, 1951, overruled and dismissed all of plaintiff’s preliminary objections, and this action by the court below is now before us.\nPlaintiff alleges that (1) no property right, general or special, exists which would entitle defendant to possession, and (2) defendant is precluded by the terms of the contract and other circumstances from asserting a lien.\nReplevin is an action undertaken to regain possession of goods and chattels and to recover damages for their caption and detention, by the illegal act of the defendant. In order to maintain replevin, the plaintiff must have a general or special property right in the thing taken or detained. The common law view was that replevin lay only for goods wrongfully dis-trained, which, of course, presupposed a prior possession by plaintiff. The modern rule is, however, that one may maintain replevin if he has the right of possession irrespective of whether or not he has ever had actual possession. In order to sustain replevin, it is incumbent on the plaintiff to show not only that he has title, but that he has also the right of immediate possession: Heilman v. McKinstry, 18 Pa. Superior Ct. 70. This principle was recognized in Blossom Products Corporation v. National Underwear Company, 325 Pa. 383, 191 A. 40, cited by plaintiff, where it was said that the issue in replevin is confined to the question of title and the exclusive right of possession. In that case defendant offered no defense and this Court summarily disposed of the contract between the parties and said: “A contract providing for delivery of materials by the owner to another for the performance of specified services upon them does not, as against the owner, vest any property, special or general, in the one who is to perform the services, nor does such contract confer upon him a right to retain possession of the goods until performance of the contract has been completed or it has been breached or cancelled in a lawful manner. Such contract, as against the owner, gives no right to retain possession and must be distinguished from a bailment lease, which gives the bailee a special property, entitling him to retain possession as against the owner, in the absence of a breach of contract on his part or its termination in accordance with its terms.”\nThe contract in the case at bar was not a mere contract providing for delivery of materials by the owner to another for the performance of specified services upon them. This contract created between the parties a bailor-bailee relationship of extended duration. Title in the property was to be in plaintiff, but possession was to remain in defendant for at least the twelvemonth period of the contract, subject to cancellation or termination in accordance with the terms of the agreement.\nPlaintiff held title to the production equipment and the raw materials, but the contract permitted their use by defendant for at least a twelve-month period. Although defendant incurred overhead and other expenses in producing the production equipment (as recognized in the cancellation provision), plaintiff paid only the cost-of-manufacture price. As to raw materials, component parts, etc., the contract provided that “Title to any completed unit . . . which has been produced in whole or in part from such raw materials . . . shall be vested and remain in International so long as, and to the extent that, any amount of such advance funds has not been fully repaid to International.” But here again, defendant was to maintain and warehouse the raw materials and component parts at its own expense for a period not to exceed twelve months from date of acquisition or until processed pursuant to purchase orders, to “at all times hold and maintain” raw materials and component parts in good condition, to “warehouse and store them” at defendant’s “sole cost and expense” and to keep them insured against fire and theft.\nDefendant was to receive a stated price for each completed unit. Obviously it could not recoup its overhead and other costs and make any profit, except by sufficient volume of sales of completed units. The contract provides “It is the desire and intent of the parties hereto (a) that N. S. T. [defendant] shall make a fair profit on the equipment produced by it for International [plaintiff].” We cannot agree with the contention in plaintiff’s brief that the possession given the defendant for the extended period of time provided for, simply imposed duties upon but conferred no benefit upon defendant, and that defendant had no right of possession after plaintiff terminated performance either “rightfully or Avrongfully”.\nThere can be no bailment Avithout delivery of the subject matter of the bailment, but the doctrine of constructive delivery is recognized in this Commonwealth, so that constructive or symbolic delivery of the subject matter may be made to effectuate the bailment: Hutchison and Batchelder v. The Commonwealth, 82 Pa. 472; Collins’s Appeal, 107 Pa. 590; Rudolph Wurlitzer Co. v. Amaismeier, 269 Pa. 47, 112 A. 282.\nPlaintiff admits the contract Avhich created this relationship Avas not properly terminated by it in accordance Avith the terms of the agreement. If the contract is not properly terminated, it must be considered as remaining in force and entitling defendant to possession of the goods concerned for the tAvelve-month period provided for unless proper cancellation or termination take place sooner. Defendant had a right under the contract to hold the property in dispute to carry out the contract.\nPlaintiff principally relies upon the Blossom Products case, supra. We think that Judge Milner properly distinguished that case in his earlier opinion of December 14, 1949. We quote therefrom: “In that case the plaintiff brought a replevin action for rayon material delivered to a manufacturing company to manufacture into finished products. The plaintiff at the trial made out a prima facie case by presenting uncontroverted evidence of title entitling it to immediate, exclusive possession of the property as against the appellant (defendant). The defendant did not offer any defense and thus it failed to shoAV that it had a general or special property right of possession, or lien for services. All that can be learned about the terms of the contract from the opinion is that it Avas a 'contract proAdding for delivery of materials by the owner to another for the performance of specified services upon them.’ At the trial, the defendant, without introducing any testimony, moved for a directed verdict on the ground that plaintiff had failed to mate out a prima facie case entitling it to possession of the goods. The court below refused defendant’s motion and directed a verdict for the plaintiff, which was affirmed upon appeal. It will be seen at once that this was not a case where a summary judgment was entered upon the pleadings, as is sought in the case at bar, but was the case of a trial where the plaintiff made out its case and the defendant offered no evidence. Furthermore, the terms of the contract in the Blossom Products Corporation case and those in the contract between the parties in the case at bar are not analogous. The Supreme Court in the cited case referring to the contract between the parties states, ‘nor does such contract confer upon him (defendant) a right to retain possession of the goods until performance of the contract has been completed or it has been breached or cancelled in a lawful manner.’ The contract in the case at bar specifically provided for possession of the property in question by the defendant during the term of the contract.”\nPlaintiff’s able counsel argues that replevin may not be used as a substitute for an action in assumpsit, and that defendant’s remedy against plaintiff to recover damages for alleged breach of the contract by plaintiff, lies in a separate action ex contractu. But N. S. T. Metal Products Company is not here suing International. The latter is suing the former and to maintain its replevin action it must establish its immediate right of possession in the goods sought to be replevied. The contract between the parties is made a part of plaintiff’s complaint and bestowed the right of possession upon the defendant. Plaintiff must establish a breach of the contract by defendant, entitling plaintiff to possession of the goods. Defendant denies any breach. A factual issue is thus raised, preventing summary judgment.\nThis brings us to the second general contention of the plaintiff which is that defendant does not have a lien upon the property which is the subject matter of the replevin action. In support of this argument plaintiff relies, first, upon the cancellation clause of the agreement. The plain answer to this proposition is that plaintiff admittedly did not proceed under the cancellation clause of the agreement in which event certain charges would have been due the defendant but elected to terminate the agreement because defendant “failed to meet the agreed upon production schedule” (Exhibit A of defendant’s answer which must be assumed to be true for the purpose of deciding plaintiff’s preliminary objections).\nThe second specific argument which plaintiff claims precludes the assertion of a lien is that the terms of the contract show that the delivery of completed units was to be independent of payment for such units and therefore defendant waived any right which it might have under other circumstances to claim an artisan’s or manufacturer’s lien. There is no doubt that a bailee who at the request of a bailor does work or adds materials to a chattel is entitled to a possessory lien for the value of the work performed: Restatement, Security, §61 (a). And if the work is performed under a single contract the fact that the lienor surrenders part of the property does not prevent him from refusing to release the remainder. Restatement, Security, §61, comment f. In this case defendant claims liens on the tools, dies, jigs, etc., and the raw materials (inventory). The agreement is silent with respect to whether or not the defendant has a lien, and does not, as was the case in the Blossom Products, case, supra, provide specific cally that the property is not to be subjected to any lien. It does provide that the shipments of all articles (completed units) are to be in accordance with the plaintiff’s instructions and that payments for such should be made monthly on defendant’s invoices with credit for advancements on account of raw materials. However, this does not mean that defendant waived his rights to a common law lien on articles such as the tools, dies and jigs and inventory for there was no agreement with respect to delivery of those items without payment.\nThe very cancellation clause used by the plaintiff in support of this contention (but not taken advantage of by it to cancel the contract) supports our conclusion, for this clause specifically provided for immediate delivery of materials, tooling, etc. The provisions of the contract which now control do not.\nWe well recognize the fact that under certain circumstances the contract which the parties make may preclude a lien either specifically or by terms (payment or otherwise) inconsistent with a lien: Lee v. Gould, 47 Pa. 398. However, in the instant case the parties entered into a contract under which the manufacturer supplies all the specialized tools of production and the raw materials — albeit with financial assistance from the one for whom the manufacturing is being done. Here also, as we have shown, the contract entitles the manufacturer to possession of these items for a period of twelve months. Under such circumstances we do not believe that an agreement to postpone payment on completed units until after delivery shows such a clear intention to waive the rights to a lien on other items that we may so declare as a matter of law.\nIn its preliminary objections plaintiff also contends that the claim in defendant’s answer and amended new matter for loss of profit and counsel fees constitutes a counterclaim not allowed to be set up by a defendant in a replevin action. But these items are solely asserted by defendant as elements for consideration under its claim for exemplary damages based on allegations that plaintiff proceeded maliciously and in wanton disregard of defendant’s rights. Exemplary damages are allowed in cases where there have been particular circumstances of fraud, oppression, or wrong in the taking or detention of the property: Armstrong & Latta v. City of Philadelphia, 249 Pa. 39, 94 A. 455; Elizabeth Wiley v. Frank C. McGrath, 194 Pa. 498, 45 A. 331; Craig & Blanchard v. Kline, 65 Pa. 399; Herdic v. Young, 55 Pa. 176; John M'Donald v. William B. Scaife and Others, 11 Pa. 381. However, this Court has said that it must be “a rare case of misconduct” when exemplary damages are allowed in an action of replevin: Cummings v. Gann, 52 Pa. 484, 491. In Vitagraph Company of America v. Swaab, 248 Pa. 478, 94 A. 126, plaintiff filed bond and obtained possession of the goods. Defendant in his pleading claimed exemplary damages and an award thereof by the jury was set aside because the evidence adduced did not support the pleading. We have not yet in the present case reached that stage of the proceeding. This case is before us on plaintiff’s preliminary objections to defendant’s answer. In its answer and new matter defendant in substance avers that the plaintiff wilfully failed to furnish defendant with adequate testing equipment with malicious design to fabricate an excuse for terminating the contract and that plaintiff thereupon oppressively and vexatiously sued out a writ óf replévin instead of proceeding under the cancellation or arbitration clauses of tbe contract, thereby depriving the defendant of his rights thereunder.\nWhether defendant’s proofs at the trial of this case are sufficient to permit a jury to award exemplary damages in the event that it finds for the defendant in the action, is for the determination of the trial judge, subject to review on appeal. But such proofs may not include loss of profits or counsel fees as here asserted, for neither properly relates to the punitive purpose of exemplary damages. Evidence thereof as elements for the jury’s consideration in awarding such damages is, therefore, inadmissible. Under our decisions the jury fixes the amount of such damages (which are in no sense compensatory but purely penal in nature) without yardstick, subject only to reduction by the court if deemed excessive under the circumstances of the particular case: See Voltz v. General Motors Acceptance Corporation, 332 Pa. 141, 2 A. 2d 697; Mitchell v. Randal, 288 Pa. 518, 137 A. 171; Thompson v. Swank, 317 Pa. 158, 176 A. 211.\nOrder affirmed.\nIn its answer and amended new matter, defendant claimed substantial amounts to be due it over and above prime manufacturing costs.\nWhile not shown in the report of the Blossom Products Corporation case (325 Pa. 383), it appears from the record in the court bejow that the written contract between the parties expressly provided that the property involved was “not to be subjected to any lien or charges”."}