{"id": "1234512", "contents": "Opinion by\nMr. Chief Justice Drew,\nPlaintiff seeks to recover damages for injuries he sustained when struck by one of defendant’s locomotives at a railroad crossing. A jury returned a verdict in Ms favor in the sum of $3000 but this was set aside when the learned court below entered a judgment non obstante veredicto. Plaintiff has appealed from that judgment.\nThe accident occurred early in the afternoon of May 14, 1949, at defendant’s grade crossing on York Road, in Willow Grove, Montgomery County Plaintiff, who was 77 years old, was a friend of the watchman on duty at the crossing and had stopped in the watch box to talk with him. The watchman excused himself after a few minutes of conversation to go to the station house, asking plaintiff to stay at the watch box until he returned. A few moments later plaintiff heard the whistle of an approaching locomotive and, seizing a metal “stop” sign, walked to the middle of York Road on the south side of the tracks to warn the vehicular traffic. He was in this position, facing north, when the locomotive was approximately 200 feet from the crossing. About that time plaintiff noticed an automobile coming towards the crossing and, in an effort to attract the driver’s attention, he took a step towards it and waved his left hand. This of course, brought him closer to the tracks. The automobile came to a stop but, by that time, the locomotive, which was travelling at approximately twenty to twenty-five miles per hour, reached the crossing and, as it passed in front of plaintiff, one of its cylinder heads struck him on the right arm and he was thrown to the street.\nPlaintiff does not deny that the crew of defendant’s locomotive, by blowing its whistle, gave adequate warning of its approach nor that he consciously exposed himself to danger by moving so close to the tracks that the oncoming engine could not avoid hitting him as it crossed York Road. He contends, instead, that the approach of the automobile from the north of the crossing created an emergency which involved risk to the lives of those in the car and that he was not negligent, as a matter of law, in risking injury to himself to save them from impending danger. In support of this contention plaintiff has cited Toner v. Penna. R. R. Co., 263 Pa. 438, 106 A. 797, Corbin v. Philadelphia, 195 Pa. 461, 45 A. 1070, and Guca v. Pittsburgh Railways Co., 367 Pa. 579, 80 A. 2d 779, in which cases this Court held the question of defendants’ liability was for the jury although the rescuers had exposed themselves to great danger. In Corbin v. Philadelphia, supra, we said (at p. 471, 472) : “While one who rashly and unnecessarily exposes himself to danger cannot recover damages for injuries thus brought on himself, yet, where another is in great and imminent danger, he who attempts a rescue may be warranted, by surrounding circumstances, in exposing his limbs or life to a very high degree of danger. In such case, he should not be charged with the consequences of errors of judgment resulting from the excitement and confusion of the moment; and, if he did not act rashly and unnecessarily expose himself to danger, and is injured, the injury should be attributed to the party that negligently or wrongfully exposed to danger the person who required assistance.”\nThe facts of the instant case, however, are not such as to bring it within the scope of this rule. In the cases relied upon by plaintiff, the parties whose rescue was attempted were clearly in a position of imminent and grave danger. The evidence presented by. plaintiff failed to prove that any such condition of emergeney, as excused the failure of the rescuers to use due care in the above cases, existed in the instant case. The automobile was not in the path of the locomotive when plaintiff started forward nor was there any proof that it probably would be there when the locomotive reached the crossing. The fact that it did stop a safe distance from the locomotive indicates that the driver was aware of the danger and was able to avoid it. Furthermore there was nothing in the record to indicate that the driver of the car did not have it under control as he approached the crossing, or that he was not aware of the oncoming locomotive or to justify plaintiff in thinking that the driver would not observe the duty imposed upon him by law to stop, look and listen before entering upon a railroad crossing. In the absence of such evidence and of proof that the occupants of the automobile were in imminent and serious danger, we must conclude that plaintiffs action was unwarranted and that he was negligent in stepping from a place of safety in to the path of the locomotive.\nJudgment affirmed.\nIn Toner v. Penna. R. R. Co., supra, boys were on defendant’s track in front of an oncoming train. In Guca v. Pittsburgh, Railways Co., supra, a passenger was stranded in an automobile on defendant’s track as a trolley car approached A boy was at the bottom of a trench which had filled with a poisonous gas and apparently unconscious in Corbin v. Philadelphia, supra."}