{"id": "1237095", "contents": "Opinion by\nMr. Justice Bell,\nThe defendant, Theodore Elliott, Avas indicted and tried for the murder of a police officer whom he shot in the course of an armed robbery. He pleaded not guilty, but after five days of trial changed his plea to guilty. He was 23 years old and Avas regularly employed in a cement factory where he earned $84 and upwards a week. The robbery was planned and executed by defendant and his cousin, John S. Frank. Frank, who shortly after his arrest confessed to the robbery, was sentenced to life imprisonment. After the plea of guilty, counsel for the defendant requested that the Court appoint a psychiatrist to examine Elliott and the Court appointed Dr. William Drayton, Jr., to act for the Commonwealth as well as for the defendant.\nThe three Judges who sat to impose sentence carefully considered all of the evidence as well as the report of Dr. Drayton and other matters to which we shall hereinafter refer, and found without hesitation that “the murder of Officer Mitchell was wilful, deliberate and premeditated, and constitutes murder of the first degree. Commonwealth v. Drum, 58 Pa. 1.”\nThe Court’s opinion is so able and illuminating that we quote with approval the following excerpts therefrom :\n“Since the solemn choice of the penalty must be left to the conscience and unfettered judgment of the court in the light of the facts of the particular ease before it, precedents are not of great value, and decisional law cannot and has not shackled the exercise of such judgment into the bonds of stare decisis.\n“We are confronted with a problem of. penology: Commonwealth v. Ritter, [13 D. & C., 285, 288]. ‘A court is not called upon to state, and we think generally would do well to refrain from recording, in detail its reasons for the sentence it imposes in each case.’ Commonwealth v. Levin, 66 D. & C. 55, 62.\n“Penologists have recognized four theories upon which the imposition of punishment is based; namely, reformation, retribution, restraint and deterrence. The first has no application in this case; the second is incongruous in an era of enlightenment; the third is relatively unimportant where the choice is life imprisonment or death; the fourth must be regarded as an important objective of punishment regardless of the enormous amount of conflicting literature on the subject. “The real question is not as to whether the death penalty is in general a deterrent, but as to the particular kinds of murder cases in which execution would or would not be most likely to effect deterrence. It becomes a problem of determining the basis upon which to make such classification.’ Commonwealth v. Ritter, supra, at pages 291, 292.\n“In applying theories such as these, we must consider all of the features and circumstances of the specific crime and the history of the defendant who committed it. A distinction has been made between crimes of mental as opposed to emotional impulse. A diabolically planned murder by poison or lying in wait for some mercenary or similar motives requires the death penalty; whereas, a killing engendered for reason of passion, though with the necessary elements of a specific intent to kill, may be considered differently. Certainly a murder committed in the course of an armed robbery, ruthlessly shooting down the first obstacle of human resistance, as was the case here, demands the former penalty. The unwarranted murder of Officer Mitchell was such a crime.\n“In turning to the individual who committed this crime, we are concerned with his depravity. The facts of this murder convince us that he is an individual who is dangerous to society and undoubtedly of savage nature. There was no reason to mow this victim down in cold blood, no occasion to fire so precipitously except as a manifestation of a savage and depraved nature.\n“His personal history is replete with crime from an early age; larcenies, burglaries, hold-ups, possession of firearms, and confinement on at least three occasions to correctional institutions. Although his mental level is allegedly low as measured by psychological testing, he exhibited throughout the trial an innate shrewdness and sharp perception. He was characterized by the detectives as the leader of a long series of crimes and his aggressive tendencies corroborate such a conclusion.\n“There were no economic pressures which excited this lust for crime. His work record was steady; his earnings adequate. We have searched his history carefully for some justifiable explanation. We have found none, only a depraved, cruel, ruthless and brutal individual. There can be but one choice.\n“The court therefore adjudges the defendant, Theodore Elliott, to be guilty of murder in the first degree and fixes the penalty at death.” . .\nCounsel for defendant admits that he was not legally insane, but contends he was so mentally deficient as to justify only a sentence of life imprisonment. Mental deficiency is a fact which always should be and in this case was taken into consideration in determining and fixing the penalty or sentence. However, no case in Pennsylvania has ever decided that a trial Judge or a Supreme Court must, as a matter of law, reduce a sentence from death to life imprisonment because the defendant is an unstable, weak moron or a mental defective.\nDr. Drayton had examined Elliott in 1939 as well as in 1950. In his report relative to his examination of Elliott in 1950, Dr. Drayton reported that he not only examined him, but he read all the notes of testimony, some of them twice, as well as examined the court records. Dr. Drayton stated that defendant was a middle grade moron, and that he was mentally defective and a fabricator of the first water. He likewise found that he had a certain amount of native shrewdness and showed no evidence of being mentally ill.\nThere is no contention by defendant or by his counsel that he was insane.\nAfter the death sentence was imposed, counsel for defendant filed a petition to incorporate certain records showing defendant’s history and his examination by other psychologists and psychiatrists; and likewise petitioned the Court to vacate the sentence. The sentencing Court granted the petition and heard and studied all the evidence which defendant’s attorney so thoroughly and painstakingly presented. The sentencing Court, composed of three judges, was unanimously of the opinion that nothing had been presented to it which would warrant disturbing the sentence imposed.\nDefendant contends that because a criminal or murderer is a weak, unstable, aggressive, dangerous moron who is mentally deficient the sentencing Judge or Court (1) must consider his record during his entire life and particularly reports of every psychologist and psychiatrist who has examined him, and (2) must be controlled by these reports and impose a sentence in the case of murder in the first degree not higher than life imprisonment. This contention carries the theory or doctrine of “diminished responsibility” to an extreme and would vest in a psychiatrist and not in the Courts the right and power to determine and fix punishment for crimes. Such a theory or philosophy would soon transfer the punishment of criminals from Courts to psychiatrists and would inevitably result in a further breakdown of law enforcement and eventual confusion and chaos Fortunately our cases are opposed to such an undesirable result.\nSection 701 of The Penal Code, Act of June 24, 1939, P.L. 872, 18 P.S. 4701, provides: “In cases of pleas of guilty, the court, where it determines the crime to be murder of the first degree, shall, at its discretion, impose sentence of death or imprisonment for life.” The evidence must of course be sufficient to establish the crime of murder in the first degree and there must be evidence in the record indicating that the discretion vested by the Act in the Court below was judicially exercised: Commonwealth v. Givens, 363 Pa. 141, 69 A.2d 142; Commonwealth v. Howell, 338 Pa. 577, 13 A.2d 521; Commonwealth v. Taranow, 359 Pa. 342, 59 A.2d 53; Commonwealth v. Hough, 358 Pa. 247, 56 A.2d 84. In Commonwealth v. Givens, 363 Pa., supra, speaking through Mr. Justice Patterson, we said (page 147) : “The court below haying determined in the exercise of its' statutory discretion' that the extreme penalty shall be imposed) the' question on appeal is not whether this Court would have imposed the death penalty, but whether the discretion reposed in the court below was judicially exercised: Commonwealth v. Howell, 338 Pa. 577, 580, 13 A. 2d 521. It does not lie within our province as an appellate court to attempt the imposition of a fixed and immutable standard upon trial courts for the guidance of their discretion in discharging their statutory duty in this regard: Commonwealth v. Samuel Jones, 355 Pa. 522, 534, 50 A.2d 317; Commonwealth v. Taranow, 359 Pa. 342, 346, 59 A.2d 53. So long as the ingredients necessary to constitute murder in the first degree are present and the penalty imposed is in keeping with the alternatives authorized by the statute, this Court is without authority to act, unless it plainly appears that the court below erred in overlooking pertinent facts, or in disregarding the force of evidence, or erred in its law: Commonwealth v. Hawk, 328 Pa. 417, 422, 196 A. 5.” To this we add that this Court has also the power to modify and reduce a sentence of death to life imprisonment where there has been a manifest abuse of discretion in the imposition of the penalty: Commonwealth v. Garramone, 307 Pa. 507, 161 A. 733; Commonwealth v. Irelan, 341 Pa. 43, 17 A. 2d 897; Commonwealth v. Hawk, 328 Pa. 417, 196 A. 5; Commonwealth v. Taranow, 359 Pa., supra.\nWhere a defendant is legally sane, a trial judge may, upon application or upon his own initiative, secure a mental examination of the defendant “. . . to guide the judge in determining what disposition shall be made of the defendant”: Section 1,- Act of May 2, 1933, P.L. 224, 19 P.S. 1153. The law does not require the Judge to be controlled, absolutely or otherwise, by the report of the psychiatrist, but merely requires the Judge to consider such report as a guide in his determination of the sentence; and the trial Judge or Court may make its own appraisal of the defendant’s mental capacity or moral responsibility, his history, education, mentality and background and what the appropriate punishment or sentence should be, based upon the facts of the crime and all of the evidence presented as well as its observations at the trial: Cf. Commonwealth v. Frisbie, 342 Pa. 177, 20 A. 2d 285; Commonwealth v. Pepperman, 353 Pa. 373, 45 A. 2d 35; Commonwealth v. Howell, 338 Pa. 577, 13 A. 2d 521.\nJune 24, 1952:,\nCounsel for defendant has incorporated into the record many reports as to the activities and mental condition of the defendant from the time he was 10 years old. We have carefully studied these reports and (what is unusual) find them to be practically unanimous. They apparently agree that the defendant was an aggressive, unstable, dangerous moron who was mentally defective — some considered him a high grade moron and others a middle grade moron.\nThere is no evidence that the trial Judge or sentencing Court overlooked any pertinent facts or disregarded the force of any evidence or erred in applying any legal principles or law, nor do we find any abuse of discretion in imposing the death penalty.\nWe conclude that there is no merit in any of the defendant’s contentions.\nJudgment and sentence affirmed.\nMr. Justice Jones concurs in the result.\nItalics throughout, ours.\nSince the time that the defendant in this case was sentenced this statute has been repealed."}