{"id": "1237096", "contents": "Opinion by\nMr. Justice Allen M. Stearns,\nThe appeal is from the refusal of additional defendant’s motion for judgment n.o.v. The action in trespass was instituted by Corinne M. Tua, plaintiff, who Avas injured Avhile standing on a busy street corner in the City of Pittsburgh when a heavy, metal news stand on the sidewalk was thrown against her when struck by a passing bns. She sued tbe Brentwood Motor Coach Company, the transportation company which owned and operated the bus, and this original defendant joined the Pittsburgh Newspaper Publisher’s Association, the owner of the news stand, as an additional defendant. The jury returned a verdict for §15,-000.00 against both defendants. When the additional defendant’s motion for judgment non obstante veredicto was refused, it paid the plaintiff’s verdict in full and took an assignment of her rights against the bus company and perfected this appeal.\nThe original defendant (appellee) contends that appellant was negligent, alleging that appellant permitted its news stand to protrude over the curb into the cart-way where.it was struck by appellee’s bus in passing. Evidence in the record that the news stand did so protrude is extremely meager. The driver and the only passenger on the bus both testified that the bus was proceeding along Diamond Street in the traffic lane nearest the curb, that it came to the corner of Diamond and Grant Streets and paused for passengers with its Avheels absolutely parallel to ' the curbline, that' the bus thereafter proceeded forward without the driver turning the wheels at all. It is thus possible to infer that the news stand must have protruded beyond the curb; otherwise the bus could not have struck it since no part of the overhang of the bus extended over the sidewalk. Tenuous though this inference is (especially Avhere the street vehicle traffic- is very heavy and in the face of direct testimony that the stand did not protrude past the curb), it was nevertheless sufficient to establish this disputed fact. The settled rule is that on appeal from refusal of judgment n.o.v. the plaintiff must be given the benefit of every fact and inference of fact pertaining to issues involved which may reasonably be deduced from evidence: Kish v. Penn sylvania Railroad Co., 309 Pa. 439, 164 A. 341; Morin v. Kreidt, 310 Pa. 90, 164 A. 799; Davis v. Feinstein, 370 Pa. 449, 88 A. 2d 695. It is also clear that the same rule applies in an appeal involving an original and additional defendant. Pa. R. C. P. 2255 provides: “(a) The procedure, including pleadings, between the party joining an additional defendant and the additional defendant shall be the same as though the party joining the additional defendant were a plaintiff and the additional defendant were a defendant.”\nThere is therefore evidence to support appellee’s contention as to the projection of the stand over the curb. A question, however, still remains, viz.: can defendant association be convicted of negligence merely by showing that its news stand so protruded? Appellee offered no evidence at trial to prove the weight of the metal stand, that it could easily be moved by knocking against it, the length of time the stand had been so projecting over the curb line, or of notice to appellant. The verdict must stand, if at all, upon the bald legal proposition that it is negligent to put a news stand on a city sidewalk in a place from which it may be moved by passersby so as to protrude over the cartway. It is conceded that this point has never before been decided by this Court. Judge Smart, in his dissenting opinion, said: “The basic principle being decided here is that it is negligence to put news stands on city streets without their being fastened. . . .”\nJustification for imposing liability was stated by the majority of the court below to rest upon Restatement, Torts, section 302, which reads: “A negligent act may be one which: (a) starts a force, the continuous operation of which involves an unreasonable risk to another, or (b) creates a situation which involves an unreasonable risk to another because of the expectable action of the other, a third person, an animal or a force of nature.” Appellee in its paper book relies on Restatement, Torts, section 392, which reads: “One who supplies to another, directly or through a third person, a chattel to be used for the supplier’s business purposes is subject to liability to those for whose use the chattel is supplied, or to those whom he should expect to be in the vicinity of its probable use, for bodily harm caused by the use of the chattel in the manner for which and by persons for whose use the chattel is supplied: (a) if the supplier has failed to exercise reasonable care to make the chattel safe for the use for which it is supplied, or (b) if the supplier’s failure to give to those whom he should expect to use the chattel the information required by the rule stated in §388 is due to his failure to exercise reasonable care to discover its dangerous character or condition.” The element essential to imposition of liability under either of these sections is the creation of an unreasonable risk of harm to another. The Restatement defines unreasonableness at section 291 in these words: “Where an act is one which a reasonable man would recognize as involving a risk of harm to another, the risk is unreasonable and the act is negligent if the risk is of such magnitude as to outweigh what the law regards as the utility of the act or of the particular manner in which it is done.” The decisive question then is: does the risk that injury may result from a news stand being deliberately pushed or accidentally jostled over the cartway by a passerby, outweigh the social utility of having such stands upon street corners as a means of disseminating news and information to the public? There are two reasons why this question must be answered in the negative.\nIn the first place, as above stated, there was no proof that appellant knew that its news stand projected over the cartway. Testimony describing the movements of the bus established, by inference, only that the news stand protruded beyond the curb; it shed no light at all on the questions of when and how it was moved from its customary place on the sidewalk. Appellee takes the position that no such proof was necessary because appellant should have anticipated the possibility that the stand would be moved by a careless pedestrian and should have bolted the stand to the sidewalk so that all movement would have been impossible. But it is a cardinal rule of law that “Want of ordinary care consists in failure to anticipate what is reasonably probable — not what is remotely possible”: Camp v. Allegheny County, 263 Pa. 276, 282, 106 A. 314. No testimony was offered relating to the weight of the stand, which would have made possible an intelligent assessment of the likelihood of unintentional movement and the need for bolting. The only evidence on this score was given by a policeman, who said on cross-examination that the stand was “pretty heavy”. In the absence of testimony, it cannot properly be concluded that a metal box, three feet high, three feet ten and three-quarters inches long, and one foot seven and three-quarters inches wide, is so light that it will be moved from position by accidental jostling. In short, appellee has not proved either that appellant moved the stand to a place of danger or that it was foreseeable that another would so move it.\nFurthermore, we are not persuaded that the risk of harm even from a light, easily movable news stand would outweigh its utility. In evaluating the social desirability of having news stands on street corners, it is appropriate to consider the legislative pronouncement of the Council of the City of Pittsburgh contained in Ordinance No. 375, December 24, 1934, which was introduced into evidence. The. following sections are pertinent: “Section Two. It shall not be lawful to put or place any box or boxes, barrel or barrels, or other articles that may tend to obstruct the free use of any sidewalk upon any of the sidewalks within the limits of the city, except articles temporarily placed thereon for the purpose of loading or unloading, removing or storing away.\n“Section Three. The provisions of this ordinance shall not apply to the sale, storage, or display of newspapers or periodicals.”\nWhile the ordinance was obviously intended to expedite pedestrian traffic on sidewalks and was not directly concerned with the hazards created by such articles, it is at least evidence that the legislative body of the city was aware of the existence of stands like the one here involved and sanctioned their continued use. It is extremely unlikely that the city would have done so had it believed that such use involved an unreasonable risk. In any event, the importance of the press and of an efficient means of distributing newspapers among the populace of a large city are too apparent to require lengthy exposition.\nBy our discussion of the utility of a news stand we do not intend to imply that such a structure is a privileged object, free of the reasonable limitations imposed upon implements used in other legitimate business enterprises. The social utility of other objects will be considered when an appropriate case is presented for decision. We decline to speculate upon the liabilities which might ¿rise in hypothetical future cases, just as we refuse to conjecture that the present appellant was negligent in the absence of. testimony that the news stand here in question was so. easily, movable, as to create a serious risk' of'.harm or that it could have been rendered substantially less dangerous by bolting or moving to a different position, on the'sidewalk..\nSince we have decided that appellant’s maintenance of the news stand on the sidewalk was not shown to be a negligent act, it is unnecessary to consider the question of proximate cause which was argued at length in the paper books of counsel.\nJudgment against the Pittsburgh Newspaper Publishers Association, additional defendant, is reversed and is here entered in its favor non obstante veredicto."}