{"id": "1237071", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThe primary question raised by this appeal is whether the court below abused its discretion in declining to permit defendant to amend his answer and grant a hearing, after an adjudication had been filed by the trial judge following a hearing on the issue presented by the pleadings. A secondary question was argued as to whether or not the final decree appealed from terminated and ended all litigation respecting the subject matter in dispute.\nA wife, plaintiff-appellee, filed a complaint in equity against her husband, defendant-appellant, and against their son, alleging the forgery of her name to deeds which purported to convey title to real estate from her to the son, and praying for cancellation of these deeds and for cancellation of deeds from the son to the husband and wife as tenants by the entirety. Defendant denied that plaintiff’s name was forged and averred that he had paid the consideration and that plaintiff merely held the legal title in trust for him as the equitable owner. The record discloses that defendant in his answer did not raise the issne of the existence of the alleged resulting trust under the heading of new matter, and the plaintiff made no answer to such allegation and did not join issne by a replication. At the trial counsel for both plaintiff and defendants stipulated that the only issue on trial was that of forgery, and the trial judge so stated. He said (p. 252a) : “A great amount of evidence was adduced in the record concerning the original acquisition and management of the properties but in view of the limited issues iu this case this testimony becomes irrelevant.” The trial judge found as a fact that plaintiff’s name was forged, and decreed the deeds to be null and void. Pending exceptions defendant petitioned for a rule to show cause why he should not he permitted to amend his answer and to aver, as new matter, the existence of the resulting trust above referred to. The plaintiff answered that in the recited circumstances such permission should be denied; furthermore that by stipulation of counsel it was agreed that the only issne tried was that of forgery and that defendant must be held to have abandoned his defense of resulting trust. The court below so ruled. This appeal followed.\nThe docket entries disclose that this action was commenced May 24, 1950. The trial was held April 9, 1951, and the adjudication filed September 24, 1951. As the Buies of Civil Procedure in Actions in Equity, Nos. 1501 to 1550 inclusive, were not effective until July 1, 1952, the procedure was under the Bules of Equity Practice of this Court as amended to December 1, 1945.\nThe pertinent inquiry is what did the equity rules require in order to raise an issue to be determined at the hearing. In this case plaintiff averred forgery. Buie 52 specified how averments in the bill must be answered. The rule further provided: “After fully answering the allegations of the bill, defendant may under the specific heading ‘New Matter/ aver such additional facts, having a direct relation to any of the causes of action set forth in the bill, as he believes will entitle him to affirmative relief against plaintiff, and such other facts as may tend to invalidate an anticipated defense on plaintiff’s part; and, either with or without setting forth additional facts, may pray such relief as he shall deem himself entitled to under the pleadings. To the additional facts, if any, he may require plaintiff to reply within fifteen days after service of the answer, under penalty of having an order, as of course, entered by defendant, that they be taken as admitted, with like exceptions as in the case of an answer to the bill.”\nRules 54 and 55 provided for replications and how defective and insufficient answers in replies shall be treated.\nAs neither plaintiff nor defendant averred a resulting trust in the manner required by the rules, the sole issue presented for adjudication was that of forgery. We cannot, therefore, agree with the ruling of the court below that “the issue as to the constructive trust was raised in the original answer.” However, we decide that it was manifestly no abuse of discretion for the court below to refuse to permit defendant to amend his answer, setting up a claim for affirmative relief, after an adjudication upon the only issue which the pleadings presented.\nThe further, question was raised at the argument whether or not, in the recited facts, defendant has been foreclosed from presently instituting an action seeking to . establish a resulting trust. Forgery was the only issue raised by the pleadings. As the issue of resulting..trust was not presented by the pleadings, counsel for defendant cannot be held to have abandoned an issue not before the court for adjudication. Moreover, in the light of the admissions of the defendant during the trial, the issue of resulting trust actually was not raised and certainly was not adjudicated in or by the trial. It is true that in order to avoid multiplicity of suits and to dispose of every subject embraced within the circle of contest, equity will afford relief whether the question be of remedy or of distinct yet connected topics of dispute. It operates to administer complete relief and to do entire justice: Bowman v. Gum, Incorporated, 327 Pa. 403, 412, 193 A. 271; Rinios v. Tritsch, 363 Pa. 127, 132, 69 A. 2d 120; Mower v. Mower, 367 Pa. 325, 328, 80 A. 2d 856. Cf. Milasinovich v. The Serbian Progressive Club, Inc., 369 Pa. 26, 30, 84 A. 2d 571. But in order so to operate the issues must be adequately and sufficiently presented by the pleadings. The chancellor may determine whether the issues will be separately or collectively adjudicated.\nAs the issue of resulting trust was not presented in the pleadings as provided by the equity rules, or actually raised in the trial, the chancellor did not abuse his discretion in refusing defendant permission to amend his answer after the adjudication of the issue presented.\nDecree affirmed at cost of appellant."}