{"id": "1238061", "contents": "Opinion by\nMe. Justice Chidsey,\nPlaintiff obtained a verdict for $12,000 for injuries sustained when he fell down a flight of four steps located in the balcony of defendant’s sports amphitheater, called The Gardens, located at Fifth Avenue and Craig Street, Pittsburgh. Defendant filed motions for a new trial and judgment non obstante veredicto. The lower court denied the motion for judgment non obstante veredicto and refused the motion for a new trial provided the plaintiff filed a remittitur of all of the verdict in excess of $9,000, which was done. Defendant now appeals, asking for (a) judgment non obstante veredicto-, (b) a further reduction in the verdict; (c) a new trial.\nOn January 27, 1949, plaintiff, a manager for a chair rental concern, together with two assistants, drove to defendant’s amphitheater to pick up some chairs owned by the concern which had been rented to the defendant for use the preceding evening. The west end of the amphitheater faces Craig Street while the south end runs along Fifth Avenue. After parking their truck on Fifth Avenue, the three men proceeded to load the chairs. Upon investigation plaintiff found that seven or eight of the chairs were missing. Thereupon he went to the office of the manager of the amphitheater and was told by him to look around for the chairs. (It is not disputed here that the plaintiff was a business invitee.) The amphitheater had the customary tiers of seats with a balcony, surrounding an, arena. A search of the lower levels did not reveal the missing chairs, so plaintiff went to the balcony in his effort to find them. To the rear of the last seats in the balcony there was a walkway or aisle about three feet wide. Plaintiff was on the north side of the building and was walking from east to west. Consequently on his right was the wall of the building and on his left were the balcony boxes. As he was walking along looking for his chairs, he fell down a flight of steps.\nIt developed that this flight of steps, about 40 inches in height, led down to a platform which ran for a distance of approximately 16 feet along and behind the press box and then another flight of steps would bring a person walking in the direction that plaintiff was going, up to the same level as before. A bannister or railing ran along the left side of the aisle behind the boxes. The back of the press box was six feet high (measured from the platform floor), and was of solid wood. The floor of the platform was concrete and was painted dark red.\nThe lighting-in the área became the crucial issue in the case. It was variously described by the witnesses but all agreed that the only lights which were on were the lights over the center of the building where a hockey team was practicing in the arena. Plaintiff testified that “The general appearance was that the aisleway continued on straight through.” and “The areaway there, due to the press box interference created a shadow in that particular section.”. He also testified: “Q. As you walked towards that area going in the direction of Craig Street, what was the general appearance of the aisle as you reached that place? A. The general appearance was a continuation of the aisle as I walked through. . . . Q. Any shadoAv or any darkness that there was as you walked along was not noticed by you until after you fell; isn’t that correct? „A. I can only answer that as I did before, to me it led up as a straight areaAvay, the same as that in which I had been walking. . . . Q. Will you answer that? And then you can make any explanation you want. A. I Avill have to answer that the same as I have answered the last tAvo or three, that it all looked like a continuation of that floor.” He said there was no natural light inside the arena. Exhibits showing various vieAvs of the area were introduced into evidence by counsel for botli parties.\nWe now turn to the contentions of counsel for the appellant. He argues in support of his motion for judgment non obstante veredicto that there was no showing of negligence and that the plaintiff was guilty of contributory negligence as a matter of law.\nIn order to relieve the defendant of any negligence, counsel points out that the press box which plaintiff claims cast a shadow over the area where he fell was not in front of the steps that led down to the east end of the lower level. However this may be, the press box was so close to this area that the jury could well have found that it cast a shadow and made the area look as though it continued on the level. The testimony is replete with evidence of inadequate lighting in the area. The maintenance man at The Gardens, Mr. Mark, testified that none of the lights available in the area were turned on. The plaintiff testified that there were lights in the area and that immediately after the accident they were turned on and gave sufficient illumination. While difference in floor levels does not in itself consist of negligence (Strawhacker v. Stephen F. Whitman & Son, 147 Pa. Superior Ct. 33, 23 A. 2d 349), it is negligence to fail to provide an area where there is a great difference in levels with adequate light so that a person who is properly in the area is warned: Cathcart v. Sears, Roebuck and, Company, 120 Pa. Superior Ct. 531, 183 A. 113; Kmiotek v. Anast, 350 Pa. 593, 39 A. 2d 923.\nThe testimony of the plaintiff quoted in the statement of facts makes it clear that the question of contributory negligence was for the jury. Counsel for the defendant relies upon other testimony of the plaintiff which he contends indicates that the area was so dark that plaintiff should not have proceeded or that the plaintiff was not looking where he was going. Assuming that this testimony does support these contentions, other testimony of the plaintiff supports the opposite conclusion. Where in one part of a plaintiff’s testimony he is entitled to have his case submitted to the jury, and in another he is not, it is for the jury to reconcile the conflicting statements: Greene v. Philadelphia, 279 Pa. 389, 124 A. 134; Bisaillon v. Philadelphia Rapid Transit Company, 84 Pa. Superior Ct. 153, 156. We therefore are of the opinion that contributory negligence on the part of the plaintiff was for the jury.\nThe next contention of appellant is that it is entitled to a further reduction in the verdict. Plaintiff suffered a comminuted fracture of the right os calcis or heel bone. He remained in the hospital about ten days during which time a cast was put on, extending above his knee. This cast remained on for about two and a half months. Plaintiff did not return to work until July 1, 1949. At that time he still had difficulty with his foot and had previous to that time been given physiotherapy treatments. Dr. Faix stated that there was considerable damage to the soft tissue and that after the cast was removed plaintiff had severe swelling for several months. Dr. Epstein examined the plaintiff two months before trial (the trial was in February, 1952) and testified that at that time plaintiff had a partial disability “. . . estimated at 20 per cent, for the type of work which he was doing at the time he was hurt.”. He further said that the condition was “Possibly permanent.”. Plaintiff had lost wages amounting to about $1,500 and had medical and hospital expenses of $665.50. Under such circumstances the trial judge thought that $9,000 was not excessive, and we agree.\nAppellant lias raised other points which he contends entitle him to a new trial. First, he contends that appellee did not produce any evidence of loss of wages and therefore it was error to allow the jury to so find. The testimony in this connection was that plaintiff received the same salary during the five months he was disabled as he did before the accident. He contended, however, that this was in the nature of a gift and was not for services rendered. In Schwoerer v. Philadelphia, 167 Pa. Superior Ct. 356, 360, 74 A. 2d 755, the Court said: “Whether a plaintiff may recover loss of wages from a tortfeasor where the injured party has been paid the wages by his employer is to be determined by the evidence. The rule of law is clear: if the payments by the employer were a gratuity or gift, claimant may recover for loss of wages against a third party tortfeasor. The generosity of the employer does not redound to the benefit of the wrongdoer.”. There is no doubt that in the instant case there was sufficient evidence that plaintiff did not in any manner perform his duties after the accident to the same extent as he did before. Plaintiff’s wife variously testified that he only answered ‘phone calls when they were referred to him from the shop and that he went out several times when it was necessary to solicit orders. The court below permitted the jury to find whether the money paid to him was a gift or wages. Although the plaintiff’s testimony that the money paid to him was a gift did not make it so, (Pensak v. Peerless Oil Company, 311 Pa. 207, 166 A. 792), there was ample evidence here from which the jury could have concluded that plaintiff did not perform sufficient services to make the payments wages. He was obviously so disabled that he could not do the physical work of loading chairs which he did before the accident and the testimony as to his managerial activities after the accident could well have been found to be merely incidental. Pensak v. Peerless Oil Company, supra, is distinguishable. In that case the plaintiff was one of the owners of the business and the Court held that his testimony characterizing the money as a gift did not make it so.\nThe second contention is that it was error for the court to permit the jury to include in its verdict plaintiffs claim for future disability. No exception was taken to the charge which on this question was as follows: . . Now, Dr. Faix did not testify that this thing is all cleared up at the present time but he didn’t give us any idea that this was a permanent injury. As I recollect his testimony, he said that he believes the foot will gradually improve. So you have it, according to Dr. Faix’s testimony, that there is inconvenience and difficulty in that foot now and it will continue but inasmuch as Dr. Faix did not give us an idea of any time in the future, you cannot consider that as a permanent injury and' you cannot consider it as existing any great length of time after the day of this trial.”.\nThe trial judge’s discussion of Dr. Epstein’s testimony was: “. . . Then he was asked the question of the future and Dr. Epstein, as I recall, said, ‘Possibly it is permanent and possibly he will get better within a year. I don’t have a definite opinion.’ Well, if he doesn’t have a definite opinion as a doctor, then you cannot decide as a question of fact that he has a permanent injury. Dr. Epstein wouldn’t express it as a definite opinion and he used the word ‘possibly’. He said, ‘Possibly he will get better within a year.’ Then he was asked what he meant by this 20 per cent disability and he said, as I recall, ‘That’s inability to do his work because of pain.’ Now, he didn’t say that he could not do the work, in other words, that his efforts are 20 per cent reduced, but he said, as I recollect, that he would have this inability because of the pain in doing Ms work.”. Defendant submitted a point for charge which read: “6. Because the plaintiff’s medical evidence, as to his future disability, as given by his expert medical witnesses is in conflict, you cannot make any award to the plaintiff for disability in the future.”.\nThe case of Mudano v. Phila. Rapid Transit Co., 289 Pa. 51, 137 A. 101, relied upon by the appellant, is completely inapposite. In that case the problem was one of causation, i.e., whether the injury came from the accident or was the result of another cause. Thus in that case the Court required unanimity of opinion by plaintiff’s medical experts that the injury resulted from the accident. The problem here involved is one of prognosis on which a doctor cannot be required to express his opinion with the definiteness required in a causation question. In many cases of personal injury the honest opinion of a doctor may well be that a plaintiff will “gradually improve” or that the injury may “possibly be permanent or may possibly get better within a year.”. This uncertainty of honest medical opinion should not be the basis for any finding by the jury of permanent injury but is sufficient, on the other hand, for the jury to find some future disability. This the trial judge made clear in his charge and if he did not do so to the complete satisfaction of the defendant’s counsel, an exception should have been taken.\nThere remains the contention of counsel for the appellant that counsel for the appellee made an unfair argument in his closing speech to the jury. After the arguments of counsel to the jury, the following colloquy ensued: “Mr. Burns: . . . And as to Exhibit 11, which counsel argued shows that there wasn’t the light last Friday that we claim was there yesterday morning, that was only offered for the purpose of showing changes that were made at that point and was never offered for showing illumination as it existed at the time of the accident. Mr. Evans: Certainly it is. We called Mr. Adamson, our last witness, in rebuttal in answer to illumination pictures taken Tuesday to show that he took his photograph on Friday in the presence of both counsel and he was asked if that represents the illumination. Mr. Burns: On Friday when he was there; no evidence the conditions were the same. Mr. Evans: The lights were on over the ice. Mr. Burns: That doesn’t mean the same amount of light. The Court: He said he took a flash picture. Mr. Evans: And that that represented the illumination. I will be glad to have the record checked if your Honor is in doubt about it. The Court: It is for the jury; a matter for their recollection. Mr. Burns: To me it is such an improper argument that I don’t think it should be left just in the air. It seems to me, if your Honor doesn’t correct it, I should have an objection on the record. The Court: We will note your objection. Mr. Burns: As a matter of fact, it seems to me I should ask for the withdrawal of a juror, as not a proper argument in that regard. The Court: Do you want to do that? Mr. Burns: Yes. The Court: That motion is refused. Exception.”. Nowhere in the record does it appear what counsel for the appellee said to the jury. Counsel for the appellant understands that the argument was directed to the fact that the condition of the illumination in Exhibit 11 was the same as that at the time of the accident. Counsel for the appellee contends that his argument only went to attacking the pictures of appellant taken during the trial. A motion for a new trial for alleged misconduct or improper remarks of counsel is directed largely to the discretion of the trial judge: Donahue v. Punxsutawney Borough, 298 Pa. 77, 148 A. 41. Where the remark is obviously prejudicial,' it is an abuse of discretion for the court below to refuse a new trial: Nar ciso v. Mauoh Chunk Township, 369 Pa. 549, 87 A. 2d. 233. After carefully reviewing the testimony and the objection, we are of the opinion that the trial judge did not abuse his discretion.\nJudgment affirmed.\nA more extensive discussion of this testimony follows.\nAlso see infra for a more extensive discussion."}