{"id": "1238012", "contents": "Opinion by\nMr. Justice Bell,\nThis is an action in assumpsit for damages for breach of an express warranty. The trial Judge who heard the case without a jury, found a verdict for the plaintiff in the sum of $3096.85. All of the defendant’s exceptions were dismissed by the Court en banc, and judgment Was entered on the verdict. From this order and judgment the defendant appeals.\nThe basic question is whether defendant’s printed catalogue setting forth the capacity of its boiler was an express warranty and if so, whether such warranty was clearly excluded under the franchise agreement previously made between plaintiff and defendant.\nOn December 20, 1945, defendant, who is a manufacturer of a patented oil burning device, entered into a franchise agreement with plaintiff who is a dealer or distributor. The agreement provided as follows:\nSec. 8. “The Manufacturer shall repair or replace, without charge, any parts manufactured or supplied by it which may prove defective from poor material or workmanship; within one year from date of installation, provided. the Distributor . . . immediately forwards.such alleged defective parts prepaid to the Manufacturer, accompanied by tbe Manufacturer’s returned parts form . . . The foregoing guarantee constitutes the only guarantee or warranty given or assumed by the Manufacturer, and it is agreed that there are no implied warranties.”\nSubsequently the defendant in the regular course of distribution published and disseminated its circular or catalogue in which it offered to the trade a SteamPak Generator' SPL 50-5 with a further statement that it had a specified heating capacity of 7300 EDR steam per hour. Plaintiff purchased this boiler relying upon the manufacturer’s statement of its capacity. This reliance upon the manufacturer’s statements of capacity was in accord with the general practice in the trade because the manufacturer of such an article possesses virtually exclusive knowledge of the quality and capacity of its product and the buyer little or none. The Judge, sitting as a jury, further found as a fact that the boiler did'not have the heating capacity described, and his findings, as well as the verdict, were sustained by the Court en banc.\nThe unqualified statement of capacity made in writing by defendant (the manufacturer) constituted an express warranty under Sec. 12 of The Sales Act (Act of May 19, 1915, P. L. 543, 69 PS 121) which provides: “Any affirmation of fact or any promise by the seller relating to the goods is an express warranty if the natural tendency of such affirmation or promise is to induce the buyer to purchase the goods . . .”\nDefendant contends that plaintiff is precluded from recovery for breach of warranty because Paragraph 8 of the Distributor’s Agreement provides as herein-above noted,, “the foregoing guarantee [as to repairs ■and replacements for. poor material' or workmanship] constitutes the only guarantee- oi* warranty given or -assumed by .the' Manufacturer U.: As we said in Boyd v. Smith, 372 Pa. 306, 94 A. 2d 44: “Such a protective clause is undoubtedly valid and enforceable if it does not contravene any policy of the law, that is, if it is not a matter of interest to the public or the State but merely an agreement between persons relating entirely to their private affairs: Cannon v. Bresch, 307 Pa. 31, 160 A. 595; Jacob Siegel Co. v. Philadelphia Record Co., 348 Pa. 245, 35 A. 2d 408; Manius v. Housing Authority of the City of Pittsburgh, 350 Pa. 512, 39 A. 2d 614; Wright v. Sterling Land Co., Inc., 157 Pa. Superior Ct. 625, 43 A. 2d 614.”\nThe lower court in an able opinion dismissed defendant’s contention on two grounds, one of which was that the interpretation of the franchise agreement sought by it would violate public policy. For reasons hereinafter appearing we need not decide this question, although we cannot refrain from pointing out that if a manufacturer could escape all liability for future warranties by an agreement excluding them it would ofttimes be injurious if not disastrous to the business world and would open wide the door to fraudulent misrepresentations. We decide this case on the ground that the protective or exclusion clause in question relates only to prior or contemporaneous or present express warranties. Such an exclusion provision, while valid as hereinabove set forth, must be strictly construed, and so construed, we have no doubt that it was not intended to apply and did not apply to future express warranties which the manufacturer might make to the distributor or to others purchasing its product in reliance thereon. Moreover, if a contract is ambiguous, a reasonable construction is always to be preferred to ah unreasonable one. •\n- ■ The Parol Evidence Rule which prohibits the admission of oral evidence to vary- or contradict a written contract does- not .apply to-.or prohibit, a subsequent modification by parol; it applies only to prior or contemporaneous statements or agreements which induced the written agreement in question. Grubb v. Rockey, 366 Pa. 592, 79 A. 2d 255. Such oral statements, representations, warranties or agreements are excluded because they have either been abandoned, or merged into and superseded by the written agreement. Walker v. Saricks, 360 Pa. 594, 63 A. 2d 9. However, it is well settled that a written agreement may be modified by a subsequent (written or) oral agreement and that this modification may be shown by writings or by words or by conduct or by all three: Betterman v. American Stores, 367 Pa. 193, 80 A. 2d 66; Knight v. Gulf Refining Company, 311 Pa. 357, 166 A. 880; Friday v. Regent Improvement Co., 330 Pa. 481, 199 A. 914. All of the cases cited by defendant are inapposite because they concern warranties which are clearly excluded by the written contract or refer to oral warranties which were made prior to or contemporaneous with the written contract.\nDefendant also contends that plaintiff failed to show (a) that it resold the boiler under the warranty of its capacity and (b) that the plaintiff’s loss which resulted from the cancellation of its contract with the purchaser because of a violation of express warranty was the natural and probable result of manufacturer’s breach of warranty. In Wolstenholme v. Randall, 295 Pa. 131, 144 A. 909, Mr. Justice (later Chief Justice) Schaffer said: “ ‘Where goods are sold with a warranty to a dealer it must be assumed that the dealer may resell them with a similar warranty to a- subpurchaser. Accordingly if this is done and the subpurchaser recovers damages' frota' the■'original buyer, the latter has a prima ..fácié right to recover these damages against the seller' who' originally 'sold him the goods. And' even' though ' thé. driglnal'-buyer 'has- not yet been held liable to his subven dee, the amount of his probable liability may be recovered from the original seller’: Williston on Contracts, vol. 3, p. 2416, section 1355; Williston on Sales, vol. 2, p. 1438, section 599a; Buckbee v. Hohenadel, 224 Fed. 14; Lissberger v. Kellogg, 78 N. J. L. 85, 73 Atl. 67; Hubbard Steel Foundry Co. v. Federal Bridge, etc., Co., 169 Wis. 277, 171 N. W. 949.”\nConsidering the evidence and reasonable inferences therefrom in the light most favorable to the plaintiff —as we are bound to do after a verdict in his favor: Lanni v. Pennsylvania Railroad Company, 371 Pa. 106, 88 A. 2d 887; Rubin Brothers Waste Co. v. Standard Equipment Company, 368 Pa. 61, 81 A. 2d 876; Kalyvas v. Kalyvas, 371 Pa. 371, 89 A. 2d 819, we are of the opinion that the evidence was sufficient to support the verdict and there is nothing to justify an n.o.v. or even a new trial.\nJudgment affirmed."}