{"id": "1238021", "contents": "Opinion by\nMr. Justice Jones,\nThe appellant, Daniel J. Flood, was the Democratic nominee for Congress in the Eleventh Pennsylvania District (consisting of Luzerne County) at the general election on November 4, 1952. His Republican opponent was Edward J. Bonin. The official canvass and computation of the returns, which was made on November 7th, disclosed that Bonin had a lead over Flood of 834 votes. The final official computation, which was not completed until November 14th due to the necessity of including the returned soldier ballots, showed Bonin had won by a plurality of 601 votes.\nOn November 12, 1952, Flood filed with the Court of Common Pleas of Luzerne County his petition, addressed to the court and sworn to by him, seeking to appeal from the failure of the Board of Elections of the County to act affirmatively upon a motion by the minority (Democratic) member at a meeting of the Board on November 10th that the voting machines in the 411 election precincts of the Congressional District be opened and the vote for congressman retabulated. The court fixed a hearing on the petition for November 18th. In the meantime (November 14th), Flood sought leave to amend his appeal petition, which was allowed in due course, the amendment being as follows: “The petitioner, Daniel J. Flood, hereby appeals from the computation of the vote as made by the County Board of Elections on November 7, 1952, and appeals from the refusal of the County Board of Elections to canvass the congressional vote of Luzerne County, and assigns the following reasons in support of his appeal and requests that all the voting machines used in Luzerne County be opened and tabulated. . . . 11. That the refusal of the County Board of Elections to order a canvass of the congressional vote of Luzerne County was arbitrary, capricious and bias [sic] in view of the precedents heretofore established.”\nAt the hearing on November 18, 1952, the County Board of Elections moved to quash the appeal for want of jurisdiction. The matter was heard by the court en banc, one member (Lewis, J.). being absent; and oh November 19th, the court, acting by Valentine, P.J., filed an opinion with an accompanying order sustaining the Board’s motion and quashing the appeal. The next day (November 20th), Bonin’s election was certified to the Secretary of the Commonwealth. Flood took this appeal from the action of the court below on November 21st; and, three days later (November 24th), upon petition of the appellant, we entered an order making the appeal a supersedeas in order to preserve the status quo of the voting machines of the district pendente lite.\nSection 1407 of the Election Code of June 3, 1937, P. L. 1333, 25 PS §3157, which confers upon any aggrieved person a right of appeal to the court of common pleas from any order or decision of a county board of elections regarding, inter alia, a recount or a recanvass of the returns of an election (the jurisdiction sought to be invoked by the appellant) provides in subsection (b) that “No appeal shall be allowed or granted from any order or decree of the court of common pleas made in pursuance of this section.” In view of this positive prohibition of an appeal, the instant matter is before us as on certiorari; and our review is accordingly limited “to a consideration of the jurisdiction of the court below and the regularity of the proceedings”: Rimer’s Contested Election, 316 Pa. 342, 351, 175 A. 544; see, also, State Board of Undertakers v. Frankenfield, 329 Pa. 440, 443, 198 A. 302.\nThe court below was correct in holding that it was without jurisdiction to entertain the appellant’s attempted appeal from the County Election Board’s failure (tantamount to a refusal) to order, upon the minority member’s motion, a retabulation of the votes cast in the County at the late general election for the office of congressman. Prescribed procedures in election matters are creatures of statute and, unless one can point to statutory authority for the course which he chooses to follow, his action is without legal warrant. The appellant has not called to our attention any provision in the election laws of this State which authorizes a recount or a recanvass by the county board of elections of the returns of an election at the instance of a single person even though he be the disappointed candidate. Consequently, the Board’s failure to proceed to a recanvass did not constitute a competent order appealable to the court of common pleas under Section 1407 of the Election Code even if the appellant’s suggestión to the minority member of the Board, that it so act, be treated as an application by the appellant to the Board.\nTwo courses are prescribed by the Election Code for obtaining a recount or recanyass of the yote recorded in any election district on the voting machines used in the district. The one method is under Section 1404 (e) of the Code which provides that “... upon petition of three voters of any district. .. the county board shall . . . summon the election officers of the district [who] ... shall... make visible the registering counters of such [voting] machine, and . . . shall recanvass the vote cast thereon.” The other method is under Section 1702 (a) of the Code which authorizes “The court of common pleas . . . [to] make visible the registering counters of the voting . . . machines used ... at any . . . election, and . . . [to] recanvass the vote cast therein, if three qualified electors of the election district shall file a petition, duly verified by them” etc. Manifestly, the present appellant’s petition followed neither of the prescribed procedures. It was not signed by “three voters” as required by Section 1404 (e) or by “three qualified electors” as required by Section 1702 (a), all of whom are required to verify such petitions. Under a prior similar statutory requirement, we held a like petition “was defective for the reason it was verified by the affidavit of only one of the signers, instead of three, as required by the act”: Edmonds’s Appeal, 317 Pa. 151, 153, 176 A. 425. Here, the petition was sworn to by the appellant only.\nThe extensive excerpts from the local public press which the appellant has printed in his paper book are obviously irrelevant to the present review. The matter serves, however, to explain why the appellant proceeded in the manner he did. Eleven years before, the same two majority members of the County Board of Elections, as at present, acted of their own motion, under authority of Section 1404 (e), to recanvass the vote for a particular public office, as shown by the voting machines in the 411 election precincts of the county, when the defeated candidate happened to be the nominee of their own political party. Such direct action is, of course, not only most expeditious but it also obviates a great amount of effort, inconvenience and personal expense to the aggrieved person. Otherwise, to obtain a recanvass of the vote in all of the election districts of Luzerne County would require 411 separate petitions, each signed and sworn to by three qualified electors of each respective district, plus filing fees for each petition, whether upon appeal to the court of common pleas from the action of the board of elections under Section 1404 (e) or upon original filing with the court under Section 1702 (a). It is quite understandable, therefore, why the appellant hoped to have the Board of Elections act of its own motion in the matter of recanvassing the vote for congressman, especially as his margin of defeat was considerably less than was that of the unsuccessful candidate of eleven years before. However, the discretion in such connection rested with the Board. And, while partiality in the discharge of official public duties, whether from partisanship or personal reasons, is, of course, to be condemned, any display of partiality by the Board of Elections in the instant case, if such there was, did not operate to confer upon the appellant a right which the Election Code did not give him.\nOrder affirmed at the appellant’s costs."}