{"id": "1240416", "contents": "Opinion by\nMr. Justice Jones,\nThe plaintiffs, Margaret E. Gawron and her husband, sued the defendants jointly for damages for personal injuries received by the wife-plaintiff in a fall allegedly caused by a negligent condition in the curbing of a sidewalk. The abutting property, which was improved with a building, was owned by the defendant city but at the time of the accident was, and for some time prior thereto had been, in the exclusive possession of the individual defendant as tenant. The jury returned a verdict in favor of both defendants. Upon motion of the plaintiffs, the court en banc, acting by the late Judge Egan who had also been the trial judge, awarded a new trial. From that order, each of the defendants has appealed. The sole legal question presently involved is whether the court below erred in granting a new trial.\nIn the opinion filed with the entry of the order, the learned court below expressed the belief that the trial judge had committed error harmful to the plaintiffs when, in charging, at the request of one of the defendants, “on the principle of ‘false in one, false in all’ ”, he had inadvertently limited the pertinency of the rule to the credibility of the wife-plaintiff’s testimony. As stated by Judge Egan, — “This was error, and we are not in a position to say that it did not have some harmful effect upon the plaintiffs’ case. The instruction should have been given in general terms, with an explanation that it applied to all witnesses.” The opinion then continued, — “After giving consideration to this part of the charge and to several personal matters that arose during the trial, we are of the opinion that the interests of justice would best be served by the granting of a new trial.”\nUpon the individual defendant’s taking an appeal, his counsel in his notice thereof to the trial judge requested that the court “amplify or elaborate on . . . ‘the several personal matters that arose during the trial’ ” to which the opinion supporting the new trial order had made reference. As a consequence, Judge Egan, acting for the court en banc, filed a supplemental opinion wherein he related a matter that had occurred at trial which plaintiffs’ counsel considered to be a reflection upon his honesty and integrity and which “could easily have been taken by the jury as indicating the [plaintiffs’] attorney admittedly stole [a material physical exhibit], since he had not shown otherwise” as impliedly suggested by an interpolation of the trial judge in his charge to the jury. This circumstance was professedly “a disturbing matter” to the court en banc which “believe[d] it hurt the plaintiff’s case, and therefore took it into consideration in granting a new trial ‘so that justice would' best be served’ ’-*•;■ ...\n- '• Among- the definite principles governing\" the\" -scope of-appellate review:óf-án order granting‘a \"new\"trial, formulated in Class & Nachod Brewing Co. v. Giacobello, 277 Pa. 530, 121 A. 333, a rule frequently quoted and followed is that “whenever the reason or reasons assigned involve the exercise of discretion, the order of the trial court will not be interfered with unless a palpable abuse of power appears”. See Bellettiere v. Philadelphia, 367 Pa. 638, 642, 81 A. 2d 857, and the many cases there cited in the margin. And, while we have reiterated a number of times that an appellate court is especially reluctant to interfere with the granting of a new trial where the action of the court below is based upon a conclusion that the verdict is contrary to the weight of the evidence and that the interests of justice accordingly require a new trial (Frank v. W. S. Losier & Co., Inc., 361 Pa. 272, 276-277, 64 A. 2d 829), the power to review such action has not been abdicated. For recent cases where we have reversed orders granting new trials and directed that judgments be entered on the jurys’ verdicts, see Jones v. Williams, 358 Pa. 559, 58 A. 2d 57; Martin v. Arnold, 366 Pa. 128, 77 A. 2d 99; Stewart v. Ray, 366 Pa. 134, 76 A. 2d 628; and Carroll v. Pittsburgh, 368 Pa. 436, 84 A. 2d 505.\nWhile in the instant case the court below deemed the interests of justice would best be served by a new trial, the reason given therefor was not that the verdict for the defendants was contrary to the weight of the evidence but that error prejudicial to the plaintiffs had unfortunately crept into the trial and had not been satisfactorily eradicated. The court en banc, consisting of four judges, twice unanimously confirmed that a new trial was proper and evidenced the strength of its feeling in such regard by taking occasion to state specifically that “In granting a new trial we have been most careful in exercising'our discretionary power, and are unable, to certify-that the order • granting a new ■trial, rests only on. the reason discussed, to the exelusion of all else.” The presumption that the trial court was justified in granting a new trial for other valid, although unexpressed, reasons (see Bellettiere v. Philadelphia, supra, at p. 642) was thus directly made germane. In such circumstances, we are obviously unable to say that the granting of a new trial constituted a palpable abuse of discretion.\nOrder affirmed.\nMr. Justice Chidsey concurs in the result."}