{"id": "1240392", "contents": "Opinion by\nMr. Justice Chidsey,\nThis is an action in replevin without bond to recover five Cadillac automobiles or their value.\nIn August and September of 1949 the plaintiff corporation, Speck Cadillac-Olds, Inc., delivered thirteen new automobiles to one Rosen, a plumbing and heating contractor. Ten of these automobiles, including the five Cadillacs here in dispute, were resold by Rosen to the defendant partnership which was engaged in the used car business.\nOn September 21, 1949 plaintiff agreed to deliver the five Cadillacs to Rosen, three of which were then available. Rosen had previously agreed with defendant to resell these three automobiles to the latter. Plaintiff claims to have had no knowledge of this arrangement, and that its understanding was that Rosen was buying these cars for friends; that payment was to be made to plaintiff when Rosen received payment from his friends and that title would pass at that time. Three Cadillacs were prepared for delivery by plaintiff on September 21, 1949, and at that time plaintiff gave to Rosen temporary invoices, temporary registration certificates and temporary license tags. At the same time the plaintiff also executed assignments of title and Rosen executed applications for the issuance of title to him which were sent through an intermediary to the Department of Revenue at Harrisburg. These three automobiles, with the temporary license tags attached, and with a pink copy of the temporary registration certificates in Bosen’s name, were delivered by plaintiff (at Bosen’s direction) to a public garage, where they were immediately turned over by Bosen to defendant. Defendant had previously given $13,600 to Bosen’s attorney in payment for. these three automobiles and another one which is not in controversy.\nOn September 28, 1949 the other two Cadillacs in controversy were delivered in the same manner. The only difference in this transaction .was that the assignments of title forwarded to Harrisburg and the temporary registration certificates were in the respective names Starr and Mazzezza (fictitious persons), but Bosen’s address was still used. Defendant paid to Bosen, or his attorney, a total of $16,500 for the five automobiles, which was the amount for which Bosen had agreed to sell them. Plaintiff claims that it had agreed with Bosen to sell for cash at the list price, which totaled $19,188.45 for the five Cadillacs,, and that it has never been paid. After this suit in replevin was started, Bosen was convicted on a criminal charge growing out of the transactions and given a three year suspended sentence. He subsequently paid $10,000 to plaintiff, which was accepted without prejudice to plaintiff’s claim for the balance of $9,188.45 against defendant.\nOne of the defendant partners testified to telephone conversations with plaintiff’s manager, wherein it was acknowledged that Bosen was reselling the automobiles to defendant, and in which plaintiff’s manager assured him before each of the two transactions in question that there were no liens or encumbrances on any of the five automobiles, and that two of the cars would be titléd in the names Starr and Mazzezza respectively because plaintiff was afraid of losing its Cadillac franchise as a result of making thirteen sales to one individual (Eosen) in a two month period. Plaintiff’s manager denied that any such conversations took place.\nAfter the trial in the court below, a verdict was directed for defendant as to the three Cadillacs delivered on September 21, 1949, and the jury rendered a verdict for defendant as to the two Cadillacs delivered on September 28, 1949. Plaintiff’s motion for a new trial was dismissed and judgment was entered for defendant. Plaintiff appeals from this judgment.\nAppellant contends: (1) Eosen obtained no title or right of ownership to the five automobiles and therefore could not pass title to appellee, or in the alternative, (2) Eosen obtained a voidable title because of fraudulent representations and the jury was not permitted to determine whether appellee was a bona fide purchaser for value and without notice. We shall first consider these contentions in relation to the three Cadillacs for which the court directed a verdict in favor of defendant.\nAppellant’s first contention is based in part on the rule of law that the passage of title between a buyer and a seller is a matter of the intention of the parties: Hahn v. Andrews, 370 Pa. 65, 87 A. 2d 284. It contends that its agreement with Eosen was that title to the five automobiles would pass when cash payment was made by Rosen, and since Rosen never paid appellant, he never obtained any title and therefore could not pass title to appellee. However, this rule does not apply where the original vendor is estopped from asserting his title because he delivers possession of goods or chattels and in addition furnishes indicia of title or representation- of an apparent' authority to sell: Commercial Motors Mortgage Corporation v. Waters, 280 Pa. 177, 124 A. 327; Cardish and Benotich v. Tomazowski, 99 Pa. Superior Ct. 360. In the instant case, in addition to delivery of possession, appellant had also delivered with respect to each car a preliminary bill, a temporary registration certificate in Rosen’s name, and temporary tags. Did these documents and the temporary tags constitute sufficient indicia of ownership to justify reliance thereon by defendant and to estop plaintiff from asserting its title?\nThe purpose of a certificate of title is not to conclusively establish ownership in a motor vehicle, but rather to establish the person entitled to possession: Majors v. Majors et al., 349 Pa. 334, 37 A. 2d 528. This purpose is served whether the title certificate is permanent or temporary. However, a title certificate is an indicium of ownership: Rice Street Motors, to use v. Smith et al., 167 Pa. Superior Ct. 159, 74 A. 2d 535. In order to determine whether appellee was entitled to rely upon the above mentioned indices of ownership in Rosen so that appellant would be estopped from denying his right to sell, it is necessary to examine the pertinent provisions of The Vehicle Code, Act of May 1, 1929, P. L. 905, as amended, 75 PS §1 et seq. Section 203 of the Act, as amended, 75 PS §33, in establishing the contents of a permanent title certificate, provides: “(a) A certificate of title shall contain . . . a statement of any liens or encumbrances which the applicant may show to be thereon, together with the name and addresses of the holder or holders of any such liens or encumbrances, (b) Where there are no liens or en-_ cumbrances upon the motor vehicle, . . . the certificate of title shall be delivered to the owner, but otherwise it shall be delivered to the person holding the first lien or encumbrance upon said motor vehicle, . . . and shall be retained by such person until the entire amount of such first lien or encumbrance is- fully paid by the owner of said motor vehicle, . . .”. Section 511 of the Act, as amended, 75 PS §140.1, which regulates ternporary license tags and temporary registration certificates such as those issued to Rosen in this case, provides: “(c) Every dealer who issues temporary registration plates or markers shall, on the day that he issued such plates or markers, send to the department a copy of the temporary registration plate or marker certificate, properly executed by such dealer and the owner, together with the application for certificate of title and the annual registration plates, (d) No dealer .. . shall issue, assign, transfer or deliver temporary registration plates or markers to anyone except the bona fide purchaser of a . . . motor vehicle owned and sold by him, . .\nThere is no provision for the indication of liens, encumbrances or other defects of title in the temporary registration certificate as there is in a permanent title certificate. The Act provides safeguards for both lien-holders and purchasers in that where either a lien or encumbrance exists, the permanent title certificate is delivered to the person holding the lien or encumbrance and not to the registered owner of the vehicle. After the issuance of the permanent title certificate, any attempt by the registered owner to sell a vehicle in violation of a prior claim upon the vehicle by the holder of a lien or encumbrance would be futile, since the registered owner cannot obtain possession of the title certificate until the lien or encumbrance has been satisfied. No such safeguards are provided in the Act for a purchaser who buys solely on the strength of a temporary registration certificate, which is issued by the dealer to the bona fide purchaser regardless of the existence of a prior lien or encumbrance. As a dealer in used cars, appellee was aware of this lack of protection, and adduced testimony that it sought and obtained assurance in a telephone conversation with appellant’s manager that there were no liens or encumbrances on the automobiles in question and that Rosen had a right to sell the cars. However, this telephone conversation was denied by appellant’s manager and there was therefore an issue of credibility which should have been resolved by the jury. This issue was involved whether the case be regarded as one where no title passed or where a voidable title passed. The court below was therefore in error in directing a verdict for defendant as to the three Cadillacs.\nAfter directing the verdict for defendant for the three cars, the court charged the jury in respect to the remaining two automobiles in question. Following are some excerpts from the charge: “... everybody that goes to a dealer and buys a car pays the money, gets a copy of this assignment, gets the car and gets these temporary license tags, . . . The thing the purchaser from Rosen needed was this assignment, and if Rosen had it, the buyer was justified in dealing with him. ... he had the assignment of title anybody was justified in dealing with him on that basis.”. Earlier in the charge it was stated: “When Rosen had that assignment, anybody was justified in assuming he was the owner, in dealing with him. ... he had a right to rely on the evidence that Rosen had, that he was the owner.”. These excerpts from the charge reflect the court’s assumption that Rosen had the assignments from appellant to himself or copies thereof and that appellee was entitled to rely upon them as conclusive proof of Rosen’s ability to pass title. The testimony on this point was predominantly to the contrary but to an extent contradictory. There was testimony that the assignments of title to all five cars had been sent to Hárrisburg in accordance with the requirements of The Vehicle Code, and' that Rosen had only the pink copy of 'the temporary registration' certificates and temporary license tags. There was also some vague testimony from which it could be inferred that Bosen had copies of the assignments of title. The temporary registration certificate appended to the record as an exhibit and stipulated by the parties to be similar in every respect (except as to the identification numbers of the cars) to the temporary registration certificates issued in connection with the sale of all five automobiles here involved contained the name of the purchaser, the name of the dealer and the identification of the motor vehicle, but not the assignments. The court, both in its charge to the jury as to the two cars and its direction of the verdict as to the three cars erroneously assumed that Bosen had copies of the assignment in his possession. For the reasons previously stated, if Bosen did not have copies of these assignments, appellee was not entitled to rely upon the documentary indices of ownership exhibited by Bosen, and by the testimony adduced by it, did not rely upon them.\nThe quoted portions of the charge were unwarranted and prejudicial to appellant and were not cured by the charge as a whole. And the defendant was not entitled to a directed verdict as to any of the cars. In addition, we are of the opinion that the charge was inadequate with reference to the facts and law pertinent to defendant’s claim to the status of a bona fide purchaser.\nFor these reasons the judgment entered in the court below must be set aside and a new trial had to determine the respective rights of the parties to all of the automobiles involved in the replevin action.\nJudgment reversed and a new trial is awarded.\nGeorge Goodman, Louis Goodman, Samuel Goodman and Freda B. Goodman, trading as General Automobile Outlet, and herein referred to as the defendant or appellee.\nThe assignment of title and application for issuance of title in the name of the purchaser are made on the same paper, the form for which is prescribed and furnished by the Department of Revenue. The temporary registration certificate is a separate document or form and is evidence of the purchaser’s privilege of driving the automobile during the interval between the time that application for permanent title is made and the issuance of the permanent title by the Department of Revenue. At the time the purchaser applies for title, he and the dealer execute the temporary registration certificate form in triplicate. One copy (white) is sent by the dealer to the Department of Revenue, one copy (pink) is given to the purchaser, one copy (yellow) is retained by the dealer as a permanent record. The temporary license tags are paper [cardboard], white in color."}