{"id": "1240355", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis is an appeal from an order of the Court of Common Pleas of Allegheny County directing a husband to pay a monthly sum in the nature of a support order to his estranged wife, which order was secured by an attachment execution against property of the husband. The husband has appealed upon the ground that the Court was without jurisdiction to make the order in the circumstances of this case.\nOn October 2, 1940, Alma DuPuy, the wife, filed a petition in the Court of Common Pleas against her husband, John DuPuy, for the appointment of a guardian for his estate, averring that he was weak-minded and unable to care for his estate. The proceeding was under the Act of May 28, 1907, P. L. 292, 50 P.S. 941, et seq. The husband joined in the prayer of the petition. A corporate fiduciary was appointed guardian.\nIn 1949 appellant sought to have his guardian discharged, but the court declined to do so after a hearing on the merits. On February 19, 1952, he presented a second petition for discharge of the guardian. In addition to opposing such discharge, his wife filed a separate petition in which she sought: (a) an increase in the monthly support allowance being paid to her out of the incompetent’s estate, and (b) in the event of termination of the guardianship, a new order, in the nature of attachment execution, providing for her support out of the property of the husband located in Allegheny County. It was pursuant to the last-mentioned prayer for relief that the order appealed from was entered. The principal question presented is whether or not the Court of Common Pleas of Allegheny County has jurisdiction to consider an application for support by Alma DuPuy.\nThe Act of May 5, 1911, P. L. 198, as amended, 17 P.S. 626, explicitly provides that the County Court of Allegheny County shall have exclusive jurisdiction to enforce the duty of a husband to support his wife. It is settled, however, that limited jurisdiction to provide support for a deserted wife is conferred on the Court of Common Pleas by the Act of May 23, 1907, P. L. 227, as amended, 48 P.S. 131, 132. This limited jurisdiction was not abrogated by the Act of 1911, supra, purporting to give exclusive jurisdiction to the County Court. The reason for such continued power of the Common Pleas Court was well stated by Justice (later Chief Justice) Maxey in Kemnitzer v. Kemnitzer, 335 Pa. 105, 6 A. 2d 571, at p. 110: “The Act of 1911 did not confer on the County Court jurisdiction in equity. ... Its jurisdiction is limited to the former jurisdiction of the Court of Quarter Sessions of Allegheny County, namely, to bring into court, in the nature of a quasi-criminal proceeding, a derelict husband and to make an order directing him to pay a stated amount to his wife or children. . . .” The equity jurisdiction of the common pleas court in support cases therefore continues as before, unchanged by the Act of 1911, supra.\nThe first section of the Act of 1907, supra, permits a wife to sue for support “. . . in the court of common pleas of the county where the desertion occurred, or where she is domiciled. . . .” (emphasis supplied) The uncontroverted allegation of the wife’s petition for support is that the appellant in the instant case deserted his wife in New York. Consequently, the Common Pleas Court of Allegheny County has no jurisdiction over this claim for support unless the wife is domiciled in Allegheny County. Unfortunately, the record is barren of any finding of fact upon this crucial question. Neither are we able to deduce the fact from the inconclusive averments of the pleadings now before us.\nAppellant seeks to disprove his wife’s claim of Allegheny County domicile by pointing to the averments in her petition for support that she “resides” in New York and that the two of them “resided” there together prior to his desertion. But domicile and residence are not convertible terms: Raymond v. Leishman, 243 Pa. 64, 89 A. 791; Hunter v. Bremer, 256 Pa. 257, 100 A. 809; Robinson v. Robinson, 362 Pa. 554, 67 A. 2d 273; Restatement, Conflict of Laws, §9. It would be competent for the wife to show that by residence she meant physical presence in New York and not the permanent legal residence which would constitute a domicile.\nCounsel for the wife argues that until a change of domicile is pleaded or proved, it must be presumed that she continues to be domiciled in Allegheny County. That this was the domicile of both parties in 1940, it is earnestly contended, is established by the order of the court, with the consent of both parties, appointing the guardian. Domicile within the county is a jurisdictional prerequisite to such a proceeding: In re: Appointment of Guardian for Belle N. Nicholls, a Weakminded Person, 86 Pa. Superior Ct. 38.\nCounsel for the deserted wife further argues that the wife is entitled to an in rem, decree against the property of appellant within Allegheny County irrespective of her domicile. Reliance is placed upon the second section of the Act of 1907, supra, which provides for proceedings against the property of a deserting husband without mention of any requirement of domicile. But this section of the Act was early construed to authorize an action only in the court referred to in the first section; viz., “the court of common pleas where .the desertion occurred, or where she is domiciled . . .” See: Hunnings v. Hunnings, 55 Pa. Superior Ct. 261; Harrison v. Harrison, 107 Pa. Superior Ct. 161, 163 A. 62; Eldredge v. Eldredge, 128 Pa. Superior Ct. 284, 288, 194 A. 306. Whatever merit there may be in appellee’s argument that the two sections should be construed independently, after the appellate court has construed the act, Ave would be reluctant to overrule a statutory construction so long acquiesced in by the Legislature. See: Salvation Army Case, 349 Pa. 105, 110, 36 A. 2d 479; Mills Estate, 367 Pa. 504, 508, 80 A. 2d 809; Bogdan v. School District of Coal Township, 369 Pa. 147, 152, 85 A. 2d 139.\nCounsel for appellee has referred us to several opinions of this Court and of the Superior Court which indicate the wide scope of the remedy. But none of these is authority for proceeding without a finding of domicile. In each case the county in which suit was brought Avas the situs either of the desertion or of. the domicile of the wife. . This' Court has never held that necessity gives the court jurisdiction. See: Erdner v. Erdner, 234 Pa. 500, 83 A. 420; Boudwin. v. Boudwin, 320 Pa. 147, 182 A. 536; Jones v. Jones, 344 Pa. 310, 25 A. 2d 327; Luich v. Luick, 164 Pa. Superior Ct. 378, 64 A. 2d 860.\nThe wife’s right to obtain an order for maintenance from the Court of Common Pleas depends upon the fact of her domicile in Allegheny County. The present record being inconclusive, it must be remanded to the court below for a finding of fact on that issue.\nAside from the jurisdictional question, the procedure followed has been irregular. An application for maintenance and support after the termination of guardianship forms no part of the guardianship proceeding. The court below entered an order for support upon the wife’s petition filed as of the term and number assigned to the incompetency petition of 1940. The court ruled that under Pa. R. C. P. 1033 the petition was considered as amended and treated as an action in equity. However, the defect is not only in the form of action, which can be cured by amendment, but also in joinder in one proceeding of entirely disparate causes of action. The right of a wife to be supported by a competent husband has no logical or legal connection with the right of a wife to have a guardian appointed for a weak-minded husband or of the husband to have that guardian discharged upon his regaining competency. It is true that a petition for support may be treated as an action in equity. This is in keeping with our decisions indicating that distinctions between forms of action are no longer to be rigidly observed. See Lindsley v. First National Bank of Philadelphia, 325 Pa. 393, 396, 190 A. 876; Littler v. Dunbar, 365 Pa. 277, 74 A. 2d 650, and cases therein cited. This is especially true since actions in equity have been brought within the purview of the Rules of Civil Procedure (see Pa. R. C. P. 1500 et seq.). Amendments should be as freely allowed from law to equity as from one form of action at law to another. But this does not justify joining..in one proceeding two entirely different causes of-, action. That much of the same testimony is required to be considered in both actions is not a sufficient reason for such attempted joinder.\nThe record must be amended. The petition for support must be transferred to the equity side of the court as a separate action and assigned a new term and number and be appropriately docketed. Amendment to the petition may then be allowed, and any answer filed thereto by respondent. The stipulation made by the parties on September 26, 1952, that the evidence taken in support of all the petitions might be considered by the court in acting on any one of them will still apply to the petition for support in its amended form. Additional testimony may be taken if desired. There is no question of personal jurisdiction presented. The husband’s counsel was served with a copy of the petition for support and an answer on the merits was filed by the husband. It therefore follows that the attachment of defendant’s property, which would have been valid in an equity action under the Act of 1907, supra, may properly be continued if it appears that the wife in fact is domiciled in Allegheny County.\nThe order and decree of the court below is reversed and the record is remanded with direction that the court amend the record as indicated herein and make a finding of fact with respect to the domicile of the wife, Alma DuPuy, at the time of the filing of her petition for support, and enter an appropriate decree, costs to abide, the event."}