{"id": "1240388", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nDefendant, Keystone Driller Company, appeals from judgment entered on a jury’s verdict for plaintiff in an assumpsit action. The claim was for personal services rendered as an industrial consultant. Defendant contended that plaintiff was not an independent contractor hired on a fee basis but rather an employe entitled to no more than the amounts permitted by the General Salary Stabilization Regulation. Such amount was tendered by defendant and refused by plaintiff.\nThese opposing contentions raise an issue of fact for a jury. Testimony was introduced by each side to support its theory of the character of plaintiff’s relationship with defendant. In support of the allegations of the complaint, plaintiff testified that he had been an industrial consultant for about twenty years; that he did one job for defendant in May, 1951, for which he was paid a fee of $900.00 in accordance with a bill submitted; that he contracted verbally to render services to defendant in connection with two other jobs; and that he had no definite arrangement respecting compensation other than that he was to submit a bill similar to that rendered at the conclusion of the first job. The answer filed by defendant, and the testimony given by its president, indicated that the plaintiff had been paid a weekly wage, rather than a fee, for the first job; that he was hired as a checking clerk or supervisor for the two jobs in controversy; and that he was promised only the fair and reásonable' valué of the services rendered. The president testified to the salaries of other employes rendering ■ similar services in an effort to show that the reasonable value of plaintiff’s services was $1,425.00, which amount (less withholding tax and social security) was tendered to plaintiff. Plaintiff refused to accept this sum and submitted his bill for $2,950.00.\nAt the instance of the defendant, the trial judge asked the jury this special question: “Was Edward M. Griffith, the plaintiff, an employee of the Keystone Driller Company, defendant?” This was the question of fact upon which the entire controversy depended. It was submitted to the jury in a fair, impartial charge, in which the trial court directed them to decide which of the conflicting versions of the oral contract they believed. Their verdict reads in part as follows: . Edward M. Griffith, plaintiff, was employed by the Keystone Driller Co., defendant, on a fee basis as an industrial consultant on the Ideco job and the Government job, and is entitled to compensation of $2950.00.” This was a clear and direct answer to the factual question presented.\nDefendant’s principal contention is that, despite the jury’s verdict, plaintiff is estopped to deny that he is an employe of defendant because he filed with the Social Security Board a statement in which he designated himself an employe. Controlling authority for this position Is said to be found in Bidwell v. Pittsburgh, 85 Pa. 412, wherein Justice Mercur said for the Court (p. 417) : “It is not necessary that the party against whom an estoppel is alleged, should have intended to deceive: if is sufficient if he intended that his conduct should induce another to act upon it, and the other, relying on it, did so act: Bisp. Eq., §290.” But the quotation relied upon reveals the essential element which is missing from defendant’s claim of estoppel; viz., some change of position by defendant induced by the statement which is alleged to have produced the. estoppel . There is not. the slightest, suggestion in the record that defendant took any significant action in this matter after tlie date of the statement by plaintiff to the Social Security Board. (It is true that defendant tendered a check, but plaintiff refused to accept it.)\nThis prerequisite to the existence of an estoppel is uniformly applied in the cases. In Hoffman v. Bloomsburg & Sullivan R. R., 157 Pa. 174, 27 A. 564, where the interpretation of an agreement was in issue, it was argued that the appellee could not deviate from the construction which his counsel had given it at an earlier trial. We there said (p. 198) : “An erroneous admission in regard to it by counsel upon a former trial as a matter of law will not estop his client from denying it in a second trial: Hill v. Epley, 31. Pa. 331; Dungan v. Ins. Co., 52 Pa. 253. An equitable estoppel by matter in pais rests upon the basis of refusal to permit a party to assert what his previous conduct had denied, where another had acted on the faith of such denial and altered his condition. The position of the appellant has no such support. During the trial and subsequently he neither accepted nor acted upon it; he was not by reason of it induced to change his position nor was he misled by it. Having fixed his course by his own compass, he continued in it without deviation.”\nMore recently, we held that a purchaser at a sheriff’s sale could not raise an estoppel against the owners of real property who had placed record title in a veteran who had no real interest in the land, in order that a mortgage might be obtained from the Veterans’ Administration: Malamed v. Sedelsky, 367 Pa. 353, 80 A. 2d 853. We there said through Mr. Justice Ladner (p. 358.) : “Before there can be an estoppel there must be a showing that the plaintiff was misled or induced to lend money, to Pastner .(the. veteran] .by something that defendants [the property owners] said or did . . . The fraud perpetrated on the government agency we do not condone. . . . But that deception raises no element of estoppel which the plaintiff could set up.”\nSimilarly here, plaintiff’s statement to the Social Security Board, whether true or false, raises no estoppel in favor of defendant, who was unaffected by it. It can only be regarded as a prior inconsistent statement to be considered by the jury in judging the credibility of plaintiff’s testimony, and it was so submitted to them. Since this was but one of the conflicting pieces of evidence bearing on the disputed question of fact, it is obvious that the trial judge would have had no right to decide the case as matter of law upon interpretation of plaintiff’s statement to the Social Security Board, as defendant asked him to do.\nJudgment affirmed."}