{"id": "1241452", "contents": "Opinion by\nMr. Justice Musmanno,\nThis is an appeal from a compulsory nonsuit entered by the court below against the plaintiff in a wrongful death action resulting from an accident which occurred in Philadelphia November 29, 1941, when Elizabeth Sheridan, plaintiff’s mother, fell on a subway platform owned and maintained by the defendant Philadelphia Transportation Company.\nThe cause of the fall was an act which has become more familiar in analogy, simile and cartoon than in actuality: Elizabeth Sheridan slipped on a banana peel. This proverbially slippery substance lurked amid the accumulation of trash through which Mrs. Sheridan was compelled to proceed in order to board the subway car which was to take her to her destination.\nA witness Emma Wells testified that after she and Mrs. Sheridan had paid their fares they sat on a bench on the platform and awaited the arrival of the street car. While attending at this point for 25 minutes, Mrs. Wells noted that the platform was encumbered with “a lot of litter, in other words, trash,” and that during that time no one made any effort to clear away the rubbish. When the street car arrived, halting at this very point, Mrs. Sheridan advanced to board it, tramping on the intervening pile of papers, and slipped and fell. Mrs. Wells testified further that as Mrs. Sheridan lay on the platform, she, the witness, observed that adhering to Mrs. Sheridan’s shoe was a banana peel.\nThe Trial Court, in entering the nonsuit, said: “People are supposed to look where they are stepping.” This statement would indicate that the learned Court missed the point in the case. There was no testimony that Mrs. Sheridan did not look where she was stepping. Prom all that was said at the trial, Mrs. Sheridan knew perfectly well where she was stepping. She stepped through the paper and trash in front of the trolley car entrance. There was no evidence that the banana peel was visible.\nAfter the witness Wells had described the papers on the platform as “quite a pile,” and that there “was a lot of trash,” the Trial Judge asked in various ways if she could not “walk around it,” and the witness steadfastly replied in the negative.\nIn support of the nonsuit, defendant’s counsel argues that the decedent was at fault because she did not see the banana peel prior to the accident. But that is the very crux of the charge of negligence against the defendant: the danger was a concealed one. Defendant’s counsel then contends that “assuming there was a banana peel there, it might have been dropped there just before the decedent fell.” But in the face of the evidence it is just as unreasonable to develop such a hypothesis, as to say that the banana could have grown there in 25 minutes. The witness had under constant observation for those 25 minutes the pile of paper in which the banana peel was ambushed.\nTaking the evidence in the light most favorable to the plaintiff, as of course we are required to do in considering a motion to remove a nonsuit, we must find that the banana peel was hidden within the rubbish on the platform. However, as there is no direct evidence that the defendant company actually knew of the existence of the banana peel, it cannot be held liable for its presence except under the doctrine of constructive notice.\nIn the case of Mack v. Pittsburgh Rys Co., 247 Pa. 598, 602, this Court said: “While a carrier is not bound to anticipate unusual and unexpected perils to its passengers, either in transit or while entering or leaving its cars, yet its servants must be diligent at all times in protecting passengers from danger by the exercise of the highest degree of care which is reasonably practicable. It was the duty of the defendant, as a carrier of passengers for hire, not only to transport the plaintiff safely but to provide reasonably safe means of ingress and egress to and from the ear.” (Emphasis supplied.) In that case the plaintiff .slipped on an accumulation of grease on the step of the street ear. This Court said further: “If this grease made the platform unsafe, it was the duty of the defendant’s servants in charge of the car to remove it, and if they knew it was there or should have known by the exercise of proper care, and failed to remove it and it caused the plaintiffs injuries, the defendant would be responsible.” (Emphasis supplied.)\nIn the case of Norris v. Pennsylvania Railroad Co., 317 Pa. 586, 588, the plaintiff was injured when, alighting from the steps of a railroad car, her foot came into contact with a pile of dirt which she had not seen; something rolled under her foot (which she said felt like a match), and she was precipitated down the steps. The pile of dirt consisted of match sticks, cigarette butts, cigar butts, pieces of paper and litter. In affirming the right of the plaintiff to recover under these circumstances our Court declared: “It would seem that no one could successfully gainsay that it is a negligent act to leave a pile of dirt on the steps of one of the main entrances to a large railroad station.”\nIf it was negligence to leave a pile of dirt on the steps of an entrance to a railroad station it can scarcely be anything less to leave trash, paper and litter at the steps of a street car. What would constitute sufficient constructive notice to the transit company of such a dangerous condition would depend, of course, on the circumstances of the particular situation involved. In Greenfield v. Pittsburgh & Lake Erie R. R., 305 Pa. 456, the plaintiff was injured by stepping on a child’s nursing bottle lying on the step of a staircase inside the station of the defendant railroad company. In order to visit constructive notice. o.n the defendant company, the plaintiff presented a witness Boggs who testified that he saw the bottle at 6:20 and the accident occurred at 7:30 or 8 o’clock, that same evening. This Court, in affirming the verdict returned in favor of the plaintiff, declared: “If the jury believed Boggs, then the presence of the bottle on the heavily traveled flight of steps for an hour and a half was constructive notice to defendant company. As we said in Coyle v. P. & R. Ry Co., 258 Pa. 496, 499, it is the 'duty of the carrier to furnish a safe and sufficient means of ingress to and egress from its trains and to exercise the strictest vigilance in protecting intending passengers, assembled at its stations, from liability to injury.’ It was not improper for the jury to infer that the bottle remained where it had been seen at 6:20 until it caused plaintiff’s fall.” (Emphasis supplied)\nThe difference between 90 minutes and 25 minutes is only one of degree and not of principle. There could conceivably be a situation where 5 minutes would be adequate notice and where 5 hours would be inadequate notice. In the case at bar the pile of trash on the platform must have gathered over many hours and even days, but even if it had been deposited there only 25 minutes before the accident occurred it could not help but come to the attention of motormen and other employees of the defendant company in time to permit of its removal, or to post signs of danger.\nThe presumption is that the decedent used due care for her safety. Beyond that, any question of contributory negligence is for the jury. “A street car passenger has the right to assume that the platform, steps and running boards of a street car are reasonably safe for the purposes they are intended to serve, unless he knows or by the exercise of ordinary care could know that they are defective.” Mack v. Pittsburgh Rys. Co., supra.\nOrder reversed with a venire facias de novo.\nMr. Justice Bell dissents."}