{"id": "1241473", "contents": "Opinion by\nMr. Justice Arnold,\nIn this action of trespass for damages for personal injuries and property damage, the jury rendered a verdict of $3000 for the plaintiff, and he appeals from the judgment entered thereon after refusal of his motion for a new trial.\nThe action arose out of a collision between plaintiff’s automobile and defendant’s truck on July 22,1949. Liability was admitted by tbe defendant, and tbe sole question before tbe jury was tbe amount of damages suffered and recoverable by plaintiff.\nPlaintiff alleges as grounds for a new trial that: (1) the verdict was inadequate; (2) the court erred in refusing his motion for withdrawal of a juror and continuance, based upon remarks made by plaintiff’s wife (who was also a witness for him) to three of the jurors; (3) he did not receive a fair and impartial trial; (4) defendant prejudiced plaintiff’s case by improper questions asked of plaintiff and his witnesses on cross-examination.\n(1) Plaintiff asserts that his proof showed damages, exclusive of pain and suffering, inconvenience, and loss of earning power, in the amount of $3232.55: consisting of hospital and medical expense ($1091.62), loss of car ($450.00), and loss of earnings ($1690.93). At the outset, it is to be noted that the record does not sustain his position in this regard. The payroll clerk of the plaintiff’s employer did testify that he had lost wages of $1690.93, but it was not established that the days lost, except for some 57 days, were the result of the accident. In addition, he was in another accident in November, 1950, after which he was off work for 12 days. The loss-of-car item was his own estimate of depreciation resulting from the collision, based on his own estimates of its value before and after. The total repair bill was $109.70, and the total damage that can be said actually to have been established would be some $1,800.\nThe guide for determining whether a new trial should be granted for inadequacy of verdict has often been set forth in the cases. “Where the trial court grants a new trial on the ground of inadequacy the appellate courts will not interfere in the absence of a gross abuse of discretion. . . When the trial court refuses relief against an allegedly inadequate verdict the appellate court will exercise even greater cau,tion in reviewing its action. It was said by President Judge Rick in Palmer v. Leader Publishing Co., 7 Pa. Superior Ct. 594, 598: ‘The power to grant a new trial because of the inadequacy, as well as the excessiveness, of the damages allowed by the jury is undisputed, but this power is much more rarely exercised in the former than in the latter case. If such caution is properly exercisable by the trial court, much more cautiously should an appellate court proceed where the trial court, after a conscientious review of the case, has refused to set aside the verdict. No mere difference of opinion, nothing short of a clear conviction, compelled by the evidence, that the jury must have been influenced by partiality, passion or prejudice or by some misconception of the law or the evidence, will justify an appellate court in declaring that the trial court was guilty of an abuse of discretion in refusing a new trial for inadequacy of damages where neither the evidence in the particular case nor the law applicable thereto furnished any definite standard by which they might be measured, and the jury had no other guide in arriving at the amount to be awarded but pure conjecture.’ ”: Coleman v. Pittsburgh Coal Co., 158 Pa. Superior Ct. 81, 85, 43 A. 2d 540. “Indeed, it would seem that it is only where the verdict was merely nominal that the appellate courts have looked askance on a refusal of the trial coui*t to set it aside and grant a new trial”: Carpenelli v. Scranton Bus Company, 350 Pa. 184, 188, 38 A. 2d 44. (Italics supplied). “It is the province of the jury to appraise the worth of the testimony and to accept or reject the estimates given by witnesses. If the verdict bears a reasonable resemblance to damages which were proven, it is not the function of this Court to substitute its judgment for that of the jury”: Perzak v. Coulter, 171 Pa. Superior Ct. 475, 478, 90 A. 2d 256.\nWhat was said in Zamojc v. Fisher, 127 Pa. Superior Ct. 171, 172, 193 A. 315, is particularly applicable here: “The verdict is small, having regard to the plaintiff’s evidence as to his injuries and expenses in connection with them, but it is substantial and not merely nominal. . . The amount of the verdict was not enough to reimburse plaintiff for his time lost from work because of the accident, according to his testimony, and for his medical and hospital expenses, without any allowance for pain and suffering. But the jury might well have found that the doctor’s bill was padded, and it was for them to decide whether the injury he received required his absence from work for eighteen weeks.” The foregoing was quoted with approval in Takac v. Bamford, 370 Pa. 389, 88 A. 2d 86, where this Court affirmed plaintiff’s judgment of $3000, although his testimony was that his injuries were severe and prevented him from working for 21 months at a job the average salary of which was $2600 yearly, and in addition showed other expenses. We there stated: “In the instant case, the court en banc in an opinion written by the learned trial judge, who saw and heard the plaintiff and his witnesses, both lay and medical, after a careful review of the evidence as to damages and the conflicts. therein, concluded that it could not properly disturb the jury’s finding. The grant or refusal of a new trial for inadequacy of the verdict is a matter for the sound discretion of the trial court whose action will not be reversed on appeal except for a clear abuse of discretion such as where a new trial is refused when the verdict is so unreasonably low as to present a clear case of injustice.”\nThe court below declared in its opinion that the “record shows that plaintiff did not present a convineing case [as to damages]” and with that we agree. Plaintiff’s own medical testimony disclosed conflict as to his condition, and defendant’s testimony was that he was not as seriously injured as he claimed. There was no abuse of discretion.\n(2) At recess during trial, when only she and three of the jurors were in a rest room, plaintiff’s wife approached them and proceeded to tell them “how sick her husband was and she couldn’t stand it much longer.” In answer to the question of one of them she acknowledged that she was plaintiff’s wife, whereupon the jurors went into the hall, followed by plaintiff’s wife, who again attempted to talk to them. None of the jurors talked to her beyond what has been noted, but immediately reported the incident to the court. The trial judge, in chambers and in the presence of both counsel, ascertained the facts through his own questioning and that of plaintiff’s counsel, determined that they would not be prejudiced, was told by the jurors that they would not be, and after cautioning the jurors to say nothing to the other jurors, refused plaintiff’s motion for withdrawal of a juror and continuance. He then examined the plaintiff’s wife alone, advised her that she “might very easily be guilty of a criminal offense,” but that he did not believe she intended any wrong, and excused her with the admonition that she refrain from talking to the jurors.\nPlaintiff offers no proof of prejudice other than the mere happening of the incident, and a review of the record does not disclose that any impression was made on the minds of the jury which was not overcome by the trial judge’s instructions and examination of the parties involved. “It is well-settled that the discretion of the trial judge to decide whether a juror should be Withdrawn is broad”: McClintock v. Pittsburgh Railways Company, 371 Pa. 540, 545, 92 A. 2d 185. It depends largely upon the atmosphere of the trial and the circumstances: Padden v. Local No. 90 United Association of Journeymen Plumbers, 168 Pa. Superior Ct. 611, 82 A. 2d 327.\n(3) Plaintiff asserts that “the statement made by the trial judge in his opinion,. . . ‘that the record shows that plaintiff did not present a convincing case’ invites the discussion” that he did not receive a fair and impartial trial. We agree with the trial judge. This observation is frequently made, and respected by appellate courts: See Takac v. Bamford, 370 Pa. 389, 88 A. 2d 86. It is clear that the court was not referring to liability, but to the proof of damages, and the record reveals the basis for such statement;\n■ Plaintiff further complains that upon his testifying to the value of his car before and after the accident, the trial judge cautioned the jury that “this man is giving his opinion,” and again did so in his charge. But this is just what he should instruct, and he left the determination of amount to the jury. He also complains that the court instructed the jury that it could decide whether plaintiff lost any wages from the accident occurring in November, 1950. This was a part of the evidence, and certainly an element to be considered by the jury in its determination of what loss .wa,s sustained in the instant accident. There is no merit in the plaintiff’s claim- that the trial judge, belittled the plaintiff’s testimony; as-is .clear .from; the full and complete charge to which .only, a general exception was- taken- and- upon which the plaintiff stated he had no suggestions to make when asked by the-court.\n(4) ■ Plaintiff; - complains that,- on cross-examination of-plaintiff and-his witnesses, information'was .elicited that his attorneys had -sent- him' to a doctor .(one of the medical witnesses) and a hospital where he was detained for some 19.. days.; of the period .he was off work; that a Dr. Watson had noted in his hospital report that his condition was “not very bona fide.” No objection was raised, and the witness added by way of minimizing its effect that the doctor also stated at the end that his condition was “carotid sinus syndrome”. It may well be that plaintiff might have required the production of the doctor making the report. But not having done so, — particularly since the witness examined was the physician to whom plaintiff was referred, with whom the reporting doctor collaborated, and who had the information as his own, — we cannot let him stand by, take his chances on the verdict, and then reverse on such ground after he finds the verdict was not to his liking.\nJudgment affirmed."}