{"id": "1241439", "contents": "Opinion by\nMr. Justice Bell,\nWas the defendant, the driver of the alleged getaway car, properly convicted of first degree murder?\nOn the evening of May 19, 1950, at approximately 9:15 p.m., Chapasco and Pearson went to the Safe Food Market in Bristol Township for the purpose of committing a robbery, lurked behind a building, and being discovered, seized the owner and two employees of the market, lined them up along the wall of the building, struck and knocked them to the ground. Pearson shot and killed Sklar while he was lying on the ground; Chapasco misfired and dropped his gun. They ran from the scene to the front of the building on Bristol Pike, jumped into Chapasco’s car, which was driven by the defendant who lived in and was familiar with that neighborhood, and he drove them with his lights out, rapidly away toward Philadelphia. Prior to the holdup, he had been seen frequently in the vicinity of the market.\nThe evidence of the defendant’s participation in the robbery and subsequent murder was entirely circumstantial and consisted of the following evidence which defendant contends is inadequate to convict him of first degree murder or of any criminal offense.\nIrrespective of defendant’s evidence (in this case he did not take the witness stand), “[ajftera plea or verdict of guilty, ‘we accept as true all of the Commonwealth’s evidence upon which, if believed, the jury could have properly based its verdict: Com. v. Blanchard, 345 Pa. 289, 296, 26 A. 2d 303, 306. . . .’ Commonwealth v. Logan, 361 Pa. 186, 192 supra [and numerous cases cited therein]”: Com. v. Phillips, 372 Pa. 223, 227, 93 A. 2d 455.\nPearson and Chapasco were convicted of first degree murder. After being informed that Pearson had confessed, defendant, a few hours later, wrote out in longhand the following statement in the police station. There is no contention that the statement was not volunarily made. It read as follows:\n“friday evening 19th of May\nSept. 8th 1950\n“I John Lowry do write this Statement of my own free will. One week before this happened Martie & Harry came to my place of employment and asked me if the Supermarket in Croyden had any money. 1 told them to get out of here before I call the cops. Then they left in a Hudson Sedan. The following Friday nite around 8.30 P.M. I were driving home from my place of employment and In Croydon Pa. I meet These two men, Harry & Martin. They told me they were looking for some one and asked me if I would drive them around town. So I drove them up State Rd. & over Cedar Ave. to Bristol Pike. Then Harry told me to turn in this Street. I believe it is Hillcrest ave we drove down there to Newportville Rd, there he told me to turn to the left when we get to Clover Ave he said left here when we got to Glover Ave about 100 yards from the corner he said (‘Harry’) park here and we will walk up to the corner. [Where the market was located.] I sat there for about 20 minutes then I drove up to the intersection. The first thing I knew they Harry & Martie came running acrost the Pike and jumped into the car and Harry said get going we just had a fight. I still don’t know what they had done. I drove the ear to city line and I left them there. Later on that nite I heard they shot a man. I didn’t know what to do. I had no knowledge that they were planing to hold up anyone I went home. The police arrested me, And they made no promisee to me. I write this of my own free will.\nJohn Lowry.”\nIt is evident from the statement that defendant knew that the reason Chapasco and Pearson asked him if the Super-market in Croydon had any money was because they wanted to rob the place, otherwise he would not have said if they did not get out he would call the cops. Notwithstanding this, one week after that conversation Pearson and Chapasco just happened to drive past defendant who was motoring home in his car. They asked him (so he said) to drive them to a point about 100 yards from the Super-market which a week earlier they had indicated they wanted to rob, and to park there while they walked to the corner where the Super-market was. Defendant waited for about 20 minutes and then, without any explanation or reason, he just drove up to the intersection across from the Super-market on the corner of Bristol Pike, and Pearson and Chapasco just happened to come running across the Pike and jumped into the car and told him to go ahead quick as they had just had a fight. Defendant would have the jury and this Court believe that he did not know what his companions had done or had intended to do, and he never found out until later that evening. This implausible story is rendered more implausible by the fact that defendant turned out the lights when he started to pick them up, and with lights out drove the car rapidly away from the scene of the murder. Those are not the actions of an innocent man. After he left the car and his companions at the outskirts of Philadelphia, defendant forty-five minutes later returned to the scene of the crime and went into a diner directly across from the Super-market. In the diner the defendant talked to a waitress, rubbed his eyes, told her he had been in bed and had come down to see what was causing the excitement. This statement was untrue in the light of his written statement, and the jury could justifiably have believed that it was merely an attempt to divert suspicion, or to establish a possible alibi. The waitress told defendant that the men would get caught, whereupon he asked her whether she had seen them. After she said no, he asked her whether anybody saw them and recognized them. Moreover, when another waitress (perhaps imprudently) said that she had seen the car, defendant told his waitress, “You are a smart girl, Pat, to keep your mouth shut.”\nDefendant’s contention that his were the actions and conduct of an innocent man who had no knowledge that his companions had planned and were about to engage in the commission of a robbery and their subsequent precipitous flight was merely because they had had a fight unduly strains our credulity. However, the question still remains whether the Commonwealth’s evidence is adequate to prove beyond a reasonable doubt that defendant was a participant in the planned robbery and hence guilty of murder in the first degree.\nWhere a killing occurs in the course of a robbery, all who participate in the robbery including the driver of the get-away car are equally guilty of murder in the first degree even though some one other than the defendant fired the fatal shot. Com. v. Robb, 284 Pa. 99, 130 A. 302; Com. v. Moyer and Com. v. Byron, 357 Pa. 181, 53 A. 2d 736; Com. v. Hough, 358 Pa. 247, 56 A. 2d 84; Com. v. Almeida, 362 Pa. 596, 68 A. 2nd 595; Com. v. Thomas, 357 Pa. 68, 53 A. 2d 112; Blackstone, Book 4, pages 192, 193.\nIn Com v. Thomas, 357 Pa., supra, at page 72, the law is thus stated: “We said in Commonwealth v. Strantz, 328 Pa. 33, 195 A. 75: ‘One is an aider and abettor in the- commission of any crime, i.e.,. he has “joined in its commission” if he was an active partner in the intent which was the crime’s basic-' element. .... “The least degree of concert or collusion between parties to an illegal transaction makes the act of one the act of. all.” . . . when two Or more persons conspire or combine, with one another to'commit any unlawful ¿ct, each is Criminally responsible for the acts of his associate or confederate committed in the furtherance of thecbmmoh: design. In the contemplation of law the'act of one is the act of all’.”\nIt is wéll established that the commission of or participation in a crime may be proved by circumstantial evidence: Com. v. Wentzel, 360 Pa. 137, 61 A. 2d 309; Com. v. Homeyer, 373 Pa. 150, 94 A. 2d 743; Com. v. Thomas, 357 Pa., supra; Com. v. Palermo, 368 Pa. 28, 31, 81 A. 2d 540; Com. v. Karmendi, 328 Pa. 321, 333, 195 A. 62.\nIn Com. v. Robb, 284 Pa. 99, 130 A. 302, the defendant was indicted and convicted of murder. He was a lookout and had nothing to do with the burglary or the murder. The Court said: “If defendants ‘combine'to commit a felony or make an assault, and, in carrying out the common purpose, another is killed, the one who enters into the .combination but does not personally commit the wrongful act is equally responsible for the homicide with the one who' directly causes it’: Com. v. Micuso, 273 Pa. 474, 478. ‘It is not necessary, however, to prove that the party actually aided in the commission of the offense; if he watched for his companions, in order to prevent surprise, or remained at a convenient distance in order to. favor their escape,- if necessary, or was in such a situation as to be able readily to come to their. assistance, the knowledge of which was calculated to give additional confidence to his companions, in contemplation of law he was aiding and abetting’: Weston v. Com., 111 Pa. 251, 263; Com. v. Biddle, [200 Pa. 640].”\nWe may aptly repeat the following quotation from Com. v. McBurney, 155 Pa. Superior Ct. 143, 148, 38 A. 2d 400: “From all these facts and circumstances, and the inferences which naturally, indeed inevitably, flowed from them, the jury was . . . warranted in finding appellant guilty. The verdict is sustained by the rule: ‘When a crime charged is sought to be sustained wholly by circumstantial evidence the circumstances proved should be such as reasonably and naturally to justify an inference of the guilt of the accused, and should be of such volume and quality as to overcome the presumption of innocence and satisfy the jury of the accused’s guilt beyond a reasonable doubt.’ ”\nFurthermore, the law is clearly established that the making of false or contradictory statements by the accused with the intent to divert suspicion or to mislead the police, or to establish an alibi or innocence is indicatory of guilt. Com. v. Homeyer, 373 Pa. 150, 158, 159, 94 A. 2d 743; Com. v. Jones, 341 Pa. 541, 549, 19 A. 2d 389; Com. v. Spardute, 278 Pa. 37, 43, 122 A. 161; Com. v. Jones, 297 Pa. 326, 333, 146 A. 905.\nDefendant contends that the Trial Judge erred because he did not charge the jury that it had to believe all or none of defendant’s written statement. That is not the law. A jury may believe all or part or none of the statements or confessions or testimony of the accused, or, indeed, of any witness; and the sole requirement as to defendant’s statement or confession or testimony is that the part of it which is believed, together with other evidence must be sufficient in law to justify the jury’s verdict. Com. v. Phillips, 372 Pa., supra; Com. v. Logan, 361 Pa. 186, 191, 63 A. 2d 28.\nWe have read the evidence and find it sufficient in law to justify the jury’s verdict.\nWe shall consider, however, and dispose of several other contentions of the defendant.\nDefendant further contends that the indictment was defective because it did not allege that the killing was committed in the perpetration of a robbery. The indictment charged that Pearson, Chapasco and Lowry with force and arms upon the body of one Sklar . . . feloniously and wilfully and with malice aforethought, did make an assault on the said Sklar, and then and there feloniously, wilfully and of their malice aforethought did kill and murder . . .\nDefendant, according to his written statement, discovered the night of the murder that his companions had shot and billed Sklar; and unquestionably knew the killing for which he was indicted. Moreover, the Act of March 31, 1860, P. L. 427, Sec. 20, 19 P. S. 351, provides:\n“In any indictment for murder or manslaughter, it shall not be necessary to set forth the manner in which, or the means by which the death of the deceased was caused, but it shall be sufficient in every indictment for murder, to charge that defendant did feloniously, wilfully, and of his malice aforethought, kill and murder the deceased; . . .” The statutory law is clear, the decisional law is likewise clear that as stated in Com. v. Bruno, 316 Pa. 394, 399, 175 A. 518: “Where murder is committed in the perpetration of a felony, the perpetration of such felony need not be set forth in the indictment: Com. v. Flanagan, 7 W. & S. 415; People v. Wilt, 170 Cal. 104; State v. Juliano, 138 Atl. (N.J.) 575. . .\n“Since, therefore, the indictment properly charged defendant with murder in unmistakable terms, the Commonwealth was free to establish that the crime had been committed in any manner which it could support with evidence.”\nWe find no merit in this contention of defendant.\nDefendant also contends that it was improper, and reversible error to allow in evidence proof of defendant’s prior criminal record when the District Attorney did not ask or intend to ask for death. The District Attorney believed the defendant was the ringleader in the crime, but he did not know until all the evidence was presented whether he could or would ask the jury to impose the penalty of death. In any event the law is clear that the jury could have disregarded any recommendation which the District Attorney or even the Court made, since they and they alone have the right and power to determine the crime, the degree of the crime, and the penalty of death or life imprisonment: Penal Code of 1939, Sec. 701, Act of June 24, 1939, P. L. 872. While many Judges, including the writer of this opinion, believe that a record of prior crimes should not be admissible even under the theory of aiding the jury in fixing the penalty as permitted by the Act of May 14, 1925, P. L. 759 and its successor, The Penal Code of 1939, supra, this Court has repeatedly held such records to be admissible for the limited purpose of aiding the jury in determining the penalty if they find a defendant guilty of murder in the first degree: Com. v. Simmons, 361 Pa. 391, 401, 65 A. 2d 353; Com. v. Williams, 307 Pa. 134, 160 A. 602; Com. v. Holley, 358 Pa. 296, 56 A. 2d 546; Com. v. De Pofi, 362 Pa. 229, 66 A. 2d 649.\nEven where the District Attorney asks only life imprisonment it is for the reasons hereinbefore set forth, not reversible érror to admit defendant’s prior record under the. proper, charge o,f the Court, limiting its purpose and scope as heretofore set forth. Cf. Com. v. Simmons, 361 Pa., supra.\nWe have examined all the evidence in this case as well as the charge Of the Court and find no reversible error. The judgment and sentence of the Court of Oyer and Terminer are affirmed. ■"}