{"id": "1241457", "contents": "Opinion by\nMr. Justice Jones,\nThese appeals are from judgments entered on a directed verdict for the defendant at the trial of survival and wrongful death actions instituted by the plaintiff for the death of her husband. The question for decision is whether the defendant county was responsible for the care and maintenance of the highway bridge whereon the plaintiff’s decedent received the injuries resulting in his death. The learned trial judge was of the opinion that the responsibility was the Commonwealth’s by virtue of its express statutory adoption of the highway prior to the injury of the decedent. For present purposes, it is to be assumed that the testimony adduced by the plaintiff established that the decedent’s fatal injuries were the result of the improper maintenance of the bridge and its roadway. The court en banc denied the plaintiff’s motions for a new trial and the judgments from which the plaintiff has appealed were entered on the verdict. The Commonwealth has filed a brief under Rule 46 and participated in the oral argument in this court, contending, as does the appellant, that the county whs at the time of the injury in suit, and still is, responsible for the repair and maintenance of the bridge in question and the highway upon it.\nThe.bridge was built, by. Allegheny County in 1929 as a part of the Ohio River Boulevard and is located in the Borough of Avalon where it spans a ravine and a street named Birmingham Avenue by which name the bridge is generally known. The bridge was erected under an agreement between the county and the borough whereby the county undertook its construction, repair and maintenance. In 1941, the Commonwealth took over the boulevard as a State highway pursuant .to the Act of May 19, 1941, P. L. 44, 36. PS §1753-3 et seq., which reads as follows:\n«AN ACT\n«Establishing certain public roads and streets as a State highway, and providing for their construction, reconstruction and maintenance by the Department of Highways subject to certain terms and conditions.\n«The General Assembly of the Commonwealth of Pennsylvania hereby enacts as follows:\n«Section 1. The following various sections of public roads shall respectively be adopted by the Commonwealth as a State highway to be constructed, recónstructed and maintained at the expense of the Commonwealth under' the provisions of present or future laws governing State highways, except as hereinafter provided: [Then follows a. detailed description of the Ohio River Boulevard from a point on California Avenue in the City of Pittsburgh to the dividing line between Allegheny County and Beaver County, being approximately 13.5 miles in length.]\n“Section 2. Any portion or portions of the highways as herein described which are located on, or forming part of, any city street shall be taken over for construction, reconstruction and maintenance in accordance with the provisions of present or future laws relating to State highway routes in cities; any portion or portions of the highways as herein described which are located on, or forming a part of, any borough street shall be taken over for construction, reconstruction and maintenance in accordance with the provisions of present or future laws relating to main State highways in boroughs.\n“Section 3. The highways established as a State highway under the provisions of this act shall be taken over upon approval of this act.\n“APPEOYED — The 19th day of May, A.D. 1941.”\nThe answer to the question presented is to be found in the legislative intent expressed in the Act of 1941, supra.\nThe rule at common law that a bridge is a part of the highway traversing it was long ago declared to be the law of this State. In Westfield Borough v. Tioga Co., 150 Pa. 152, 153, 24 A. 700, this court said that “At common law such a structure [i.e., a bridge] is part of the public highway..... And such is the law in this state and generally in this country.” In accord with the foregoing, the concept was reiterated in Schlosser v. Manor Township, 293 Pa. 315, 318, 142 A. 322, in the following language, — “The common law principle that a bridge is necessarily an integral portion of the highway or road crossing it, was early adopted and since invariably followed in this- Commonwealth ....”, See also Eichenhofer v. Philadelphia, 248 Pa. 365, 368, 93 A. 1065; Beaver County v. Central District & Printing Telegraph Company, 219 Pa. 340, 343, 68 A. 846; County of Erie v. Commonwealth, 127 Pa. 197, 207, 17 A. 905; Penn Township v. Perry County, 78 Pa. 457, 459; and Rapho and West Hempfield Townships v. Moore, 68 Pa. 404, 406.\nThe extent to which the common law rule has been altered by statute in . this State has been principally in respect of the duty of repairing and maintaining the bridges in connection with specific classes of highways. As was said in the Rapho and West Hempfield Townships case, supra,—“As a general proposition, but by no means universal, bridges are treated as portions of the highways which cross them, and are to be maintained by the same persons to whom the duty of repairing the highways is committed: Shear. & Red. on Negligence, §248. In this state the .duty is statutory, and therefore we must look to the statute for its nature and extent.” The idea is succinctly, stated in Elliott on Roads and Streets, 3rd. Ed., Vol. 1, §34, p. 42, where, after recognizing that “It cannot. . .' always be true that statutes respecting highways extend to and include bridges”, it is said that “whether they do or not must depend upon the general tenor of the.particular statute and the purposes it was intended to accomplish*” We come, then, to a consideration'of the intent and purpose „of. the Act of 1941, supra, which deals exclusively with the Ohio Eiver Boulevard which, as we have seen, is described with particularity throughout the detailed course of its length of 13.5 miles from the City of Pittsburgh through numerous boroughs and a township to the Beaver County line.\nBy the express terms of the Act of 1941, the Commonwealth, as of the effective date of the Act (May 19,1941), adopted the Ohio Eiver Boulevard as a State highway to be constructed, reconstructed and maintained at the expense of the Commonwealth under the provisions of present or future laws governing State highways. The word “highway” as defined by Sub-section (52) of Section 101 of the Statutory Construction Act of May 28, 1937, P. L. 1019 (46 PS § 601), unquestionably includes the bridges which are a part of a highway. As there defined, a “Highway” is “a way or place of whatever nature open to the use of the public as a matter of right for purposes of vehicular traffic.”\nNowhere does the Act of 1941 exclude bridges from the scope of the Commonwealth’s duty of maintaining the highway known as the Ohio Eiver Boulevard. It was, of course, within the legislature’s power to continue upon the county the duty of maintaining the bridges which were a part of the boulevard when adopted by the Commonwealth as a State highway. In Commonwealth of Pennsylvania, ex rel. v. Bird, 253 Pa. 364, 372, 98 A. 648, it was recognized that “The Commonwealth could, if it had seen fit, have included in its appropriation of roads, under the Sproul Bill [Act of May 31, 1911, P. L. 468], the county bridges located upon the said highways, so taken over, but for reasons satisfactory to'the legislature, this was not done.” What the Sproul Act expressly did, however, was to exclude county bridges from the Commonwealth’s assumption by that Act of the duty of maintaining the roads and highways covered by the enactment. And, that is what the Act of 1941 with which this case is concerned did not do. It does not even contain the word “bridge” or “bridges”. There is no decision of this court that has come to our attention which holds that the maintenance of a county bridge is to be divorced from the maintenance of the highway of which it is an integral part where the Act of Assembly, dealing with the related question of the future maintenance of the highway, does not specifically differentiate between the highway and a bridge which it traverses. The general language in Section 1 of the Act of 1941, which the appellant stresses, that the Commonwealth’s duty of maintenance should be “under the provisions of present or future'laws governing State highways . . .” does not warrant a distinction between the Ohio River Boulevard and one of its bridges, when the Act makes no mention at all of bridges.\nNor is it reasonable to infer from anything contained in the Act of 1941 that, in taking over the Ohio River Boulevard, the legislature intended that the maintenance of the bridges which constitute such a large and important part of the highway should continue to be the charge of the county. The lack of control by the Commonwealth over the whole of this important artery of interstate travel, which would result were the duty of maintaining the bridge left with the county, negatives any such idea. The opinion for the court en banc, after mentioning that the highway parallels the Ohio River on its north side, points out that “The high ground bordering on the river is intersected by a number of ravines over which bridges were built by the County of Allegheny as a part of the completed improvement known as the Ohio River Boulevard.” The learned court below then correctly observed that “if the bridges over and upon which the Ohio River Boulevard is constructed were excepted, the Ohio River Boulevard would consist of a number of separated segments of highways, whereas it is described [by the Act] as one continuous thoroughfare.” If the appellant’s contention were adopted, it would produce an absurd and unreasonable result which a familiar rule of statutory construction bids us not impute to the legislature as its intent: Statutory Construction Act of 1937, supra, Section 52 (1).\nThe appellant argues that, inasmuch as the Commonwealth’s liability for the construction, reconstruction and maintenance of the Ohio Eiver Boulevard, pursuant to the Act of 1941, was subject to “the provisions of present or future laws governing State highways”, the duty of maintaining the Birmingham Avenue Bridge in Avalon Borough was continued upon the county. This argument, the appellant predicates upon the assertion that the policy of the Commonwealth has been to continue responsibility for the maintenance of State highway bridges upon the counties and that express language of assumption is necessary to shift such liability to the Commonwealth. We agree with the learned court below that “The presumption ... is quite the other way” in the light of the legislative tendency exhibited over the past fifty years.\nIt is true that, as a result of the general road law of June 13, 1836, P. L. 551, which empowered the various political subdivisions of the Commonwealth “to lay out, open, construct, vacate or abandon highways, streets and bridges,” roads and highways thereupon became matters for local concern and responsibility. As noted in Bell Telephone Company of Pennsylvania v. Lewis, Secretary, 317 Pa. 387, 391, 177 A. 36, by the Act of 1836, supra, “. . . the Commonwealth . . . [withdrew] from road building and [committed] highways and bridges to its agents [i.e., political subdivisions] for ownership, control, building, maintenance and repair, so that [thenceforth] almost every street, road, highway and bridge in the Commonwealth was locally owned.” However, with the advent of automotive vehicles toward the end of the nineteenth century, it soon became apparent from the demands for better and more adequate highways that the political subdivisions of the Commonwealth (townships most obviously at first) would be financially unable to improve and maintain the highways in a manner made necessary by the ever-growing vehicular traffic. In manifest recognition of that situation, the legislature entered upon a highway program which was a direct reversal of the attitude of the Commonwealth in respect of such responsibility as reflected by the Act of 1836 in practice.\nBy the Act of April 15, 1903, P. L. 18S, the legislature created a State highway department which was authorized to cooperate with the several counties and townships and with boroughs in certain instances in the improvement of the public highways and the maintenance of improved highways. The Act provided for State-aid highways, the improvement and maintenance of which were to be effected by joint action of the State and a county or a township. Section 18 of the Act declared that “The word ‘highway,’ as used in this act, shall be construed to include any existing causeway or bridge,. . . which may form a part of a road, and which might properly be built, according to existing laws, by the township or townships; but shall not include causeways or bridges which should properly be built by a county ... or by the State.” So far, then, State relief from liability for bridge construction and maintenance was limited to townships only. Section 35 of the Act of 1836 had recognized the probable financial inability of townships in respect of bridge maintenance by providing that where a necessary bridge “would be too expensive for such township . . ., it shall be entered on record as a county bridge.”\nThen followed the Act of May 1, 1905, P. L. 318, which, after reciting that “It is of great importance to the people of this Commonwealth that the public highways should be systematically improved, and that the several counties and townships should be given the aid and encouragement of the State in the building and maintenance of improved highways”, substantially reenacted the Act of 1903, supra, including the above-quoted Section 18 which became Section 19 in the Act of 1905. Both of those Acts, however, were repealed by the Act of May 31, 1911, P. L. 468, known as the Sproul Act. By that Act, the Commonwealth embarked upon a comprehensive undertaking of State-wide highway construction, improvement, maintenance and control. In addition to continuing State-aid highways as authorized by the Act of 1903, the Sproul Act created a new class of highways which it denominated State highways, the burden of which was to rest entirely upon the Commonwealth. The Act further provided for the reorganization and extension of the Department of Highways and took over as State highways specified roads throughout the Commonwealth which were described by courses and termini and given separate State highway route numbers from “One” to “Two Hundred and Ninety-Six” inclusive.\nSection 34 of the Sproul Act defined a “highway” and a “State-aid highway” as follows: “The word ‘highway,’ as used in this act, shall be construed to include any existing causeway or bridge, or any new causeway or bridge, or any drain or watercourse, which may form part of a road, and which has been or might properly be built, according to any existing laws, by the townships of the Commonwealth. A ‘State-aid highway,’ as the term is used in this act, shall be construed to mean only such highway as is improved with the aid and co-opcration of the State with county and township, or with county or township, borough or incorporated town, either or severally, as the case may be, according to the terms and provisions hereof; bnt shall not include any causeway or bridge which should properly be built by the county or by the State, under existing laws.” Incidentally, the Ohio River Boulevard was not a State-aid highway.\nNotwithstanding that the exclusion from State responsibility of a bridge built by a county applied, in terms, only to a, State-aid highioay according to the definition in Section 34 of the Sproul Act, this court held that only bridges built by townships were included in the State’s adoption of highways. Thus, in Commonwealth of Pennsylvania, ex rel. v. Bird, supra, the opinion for the court below, whereon this court affirmed per curiam, declared that “The language of the Act of April 15, 1903, Section 18 and Section 19, of the Act of May 1, 1905, as well as Section 34 of the Act of May 31, 1911, P. L. 468, clearly shows the purpose and intention of the legislature to take over certain main public roads, including causeways or bridges, drains or water-courses, which may form a part of the road so taken, ‘and which has been or might properly be built according to any existing laws by the townships of the Commonwealth,’ and to exclude from said appropriation, all county bridges located upon said highways.” See also Commonwealth ex rel. v. Grove, 261 Pa. 504, 507, 104 A. 732 (1918); and Commonwealth ex rel. v. Lehigh Coal & Navigation Co., 285 Pa. 551, 555, 132 A. 705 (1926). The writer of the opinion in the Bird case, President Judge Maxwell of Bradford County, after noting that his conclusion differed diametrically from the result reached by President Judge Orvis on the same statutory question in Commonwealth ex rel., Fortney v. Center County Commissioners, 24 Pa. D.R. 266, said,—“We agree with the learned court, in the Center County case, that it would be better. for the State, to control the State highways, absolutely, and not have a divided jurisdiction, in the maintenance of the same. This, however, is a matter for the consideration of the legislature, and not for the courts.” The trend in the Commonwealth’s policy toward more and more responsibility for the construction, maintenance and repair of bridges on State highways soon became evident.\nBy the Act of May 1, 1929, P. L. 1054 (408), the legislature provided that “any county bridges over streams on State highway routes in boroughs, towns and townships may be taken over, at any time after the approval of this act, and all such bridges shall be taken over by the Department of Highways the first day of June, one thousand nine hundred and thirty, and, when so taken over, shall thereafter be built, rebuilt, repaired, and maintained by the Department of Highways at the expense of the Commonwealth from moneys in the motor license fund” (Emphasis supplied).\nTwo years later, the Act of May 21, 1931, P. L. 147, provided “That where any county is responsible for the construction or maintenance of any bridge on a State highway route carrying vehicular traffic over a stream, or over a stream and the facilities of any public service company, or on a continuation of a State highway route through any borough or incorporated town, or which is located on a continuation of a State highway route and part of which extends into the municipal limits of a third class city, the county’s responsibility shall be assumed by the Commonwealth, except as hereinafter in this act provided. All such bridges shall be taken over by the. Department of Highways, and shall be built, rebuilt, repaired, and maintained by the department at the expense' of the- Commonwealth, but the Commonwealth’s responsibility with reference to any bridge located partially within the limits of a third class city shall be. limited to fifty (.50) per centum of the cost of rebuilding, repairing, or maintaining, and the remaining fifty (50) per centum of such cost shall be paid to the Commonwealth by the county . . .” (Emphasis supplied). At the next session of the legislature this Act of 1931 was amended by the Act of April 13, 1933, P. L. 30, so as to eliminate the provisions which had placed upon counties fifty per centum of the cost of construction and maintenance of certain bridges. Thenceforth, the entire cost was upon the Commonwealth. As to the effect of the Acts of 1929 and 1931, supra, it was said in Bell Telephone Company of Pennsylvania v. Lewis, supra, that “The general act by which the Commonwealth took over highways and bridges was the Sproul Act of May 31, 1911, P. L. 468, but the liability for maintenance of bridges continued to rest on the county (Com. v. Bird, 253 Pa. 364), until the acts of 1929 and 1931, P. L. 147, as above mentioned; after June 1, 1931, all responsibility for construction, maintenance and reconstruction rested with the Commonwealth.”\nThe Act of 1931 was further amended by the Act of July 15,1935, P. L. 1035, which added township bridges and a new section providing for the retention of a bridge by a county under certain conditions. This latter privilege had to be exercised by the application of a county to the Secretary of Highways prior to September 1,1935, i.e., within a month and a half of the amendatory enactment. It was patently a temporary provision. But, its very necessity in order to give a county the right to retain liability for the maintenance of a bridge on a State highway serves to emphasize the otherwise completely effected divorcement of counties from such responsibility.\nIn 1937 the Act of 1931 was again amended by adding thereto county and township bridges over mill races. And, a final amendment was made by the Act of June 9, 1939, P. L. 321, which, while of no present materiality in its amendatory feature, shows the statutory law relating to bridge maintenance at the time of the Commonwealth’s adoption of the Ohio River Boulevard to have been that “where any county or township is responsible for the construction or maintenance of any bridge on a State highway route carrying vehicular traffic over a stream or mill race, or over a stream or mill race and the facilities of any public service company, or on a continuation of a State highway route through any borough or incorporated town . . . the responsibility of such county or township shall be assumed by the Commonwealth . . . [and] All such bridges shall be taken over by the Department of Highways and shall be built, rebuilt, repaired, [and] maintained ... at the expense of the Commonwealth.”\nAs to the “future laws governing State highways”, all of the pertinent sections of the above-mentioned Acts, except those of 1836 and 1929, were repealed by Section 1101 of the State Highway Law of June 1, 1945, P. L. 1242 (36 PS §670-1101), which was a re-codification and re-enactment of much of the pre-existing legislation. Among other things, it re-enacted the particular amendments of the Sproul Act which had become consolidated in the 1939 amendment of the Act of 1931, supra. The cognate portions of this re-enactment by the Act of 1945, supra, are as follows: “Article VII. Bridges (a) Bridges on State Highways. Section 701. Commonwealth to Be Responsible for Certain Bridges on State Highways.— Where any county or township is responsible for the construction or maintenance of any bridge on a State highway route carrying vehicular traffic over a stream or mill race, or over a stream or mill race and the facilities of any public service company, or on a continuation of a State highway route through any borough or incorporated town, or which is located on a continuation of a State highway route and part of which extends into the municipal limits of a third class city, the responsibility of such county or township shall be assumed by the Commonwealth, except as hereinafter provided. All such bridges shall be taken over by the department and shall be built, rebuilt, repaired, maintained, and may be lighted by the department at the expense of the Commonwealth . . . .”\nWe think it is clear from the legislative history respecting the liability for the construction, reconstruction and maintenance of bridges on State highways, as we have hereinbefore reviewed it at length, that the progressive and undeviating policy of the Commonwealth has been to assume more and more of the responsibility for such bridges, first, in relief of townships and, then, of the counties of the State. When, therefore, the Commonwealth takes over a county road as a State highway, unless the Act of adoption expressly continues upon the county the duty of maintaining a bridge or bridges on such road, the presumption is that liability for bridge maintenance is assumed by the Commonwealth. The Act of 1941, relating to the Ohio River Boulevard, did not, as we have seen, make any separation or other mention of bridges although it dealt with the entire length of the boulevard as measured over land and bridges. Nor is there any justification in the appellant's contention that the reference in the Act of 1941, supra, to “present or future laws governing State highways” was intended to continue upon the county liability for the maintenance of the bridges of the boulevard taken over by the Commonwealth as a State highway. The reference to “present or future laws concerning State highways” was in connection with the Commonwealth’s assumption of the duty to construct, reconstruct and maintain at the Commonwealth’s expense the described highway, which, without specific exclusion, included the highway’s bridges.\nIf there were any need to point to express statutory relief of the county from the duty of maintaining a bridge on the highway taken over by the Commonwealth, we agree with the learned court below that such relief is to be found in the amendments to the Sproul Act which culminated in the amendatory Act of June 9,1939, P. L. 321, and now carried forward by Section 701 of the Act of 1945, supra. The Birmingham Avenue Bridge on the Ohio River Boulevard in Avalon is “on a continuation of a State highway route through [a] borough or incorporated town”. There is no merit in the appellant’s contention that the categories of Section 701 of the Act of 1945, supra, are not in the disjunctive and that to qualify asa bridge “on a continuation of a State highway route” the bridge must be over a stream or mill race. That argument ignores the fact that the categories included in the Act of 1939 as well as in Section 701 of the Act of 1945, supra, accumulated from successive amendments of the Sproul Act.\nThe judgments are affirmed.\nThe description of the Ohio Eiver Boulevard as contained in the Act is as follows r “Beginning at a point in the City of Pittsburgh on California Avenue at its intersection with Island Avenue, thenc.e over California Avenue .(Ohio Eiver Boulevard) to the intersection of California Avenue and Ohio Eiver Boulevard, thence by way of Ohio Eiver Boulevard through the City of Pittsburgh, Borough of Bellevue, Avalon Borough, Ben Avon Borough, Ems-worth Borough to the dividing line between Emsworth Borough and Kilbuck Township, thence over a county road known as Beaver Boad to the dividing line of Kilbuck Township and Glenfield Borough, thence over Beaver Boad in Glenfield Borough to a point in Glenfield Borough at the foot of Agnew’s Hill where Beaver Boad intersects Ohio Biver Boulevard, thence by way of Ohio Biver Boulevard through the Boroughs of Glenfield, Haysville, Osborne, Sewickley and Edgeworth to Edgeworth Lane in Edge-worth Borough, thence by-way. of Edgeworth Lane in Edgeworth Borough to. its intersection with Beaver Boad in Edgeworth Borough, thence by way of Beaver' Boad in the Boroughs of Edgeworth and Leetsdale to the dividing line between Allegheny County and Beaver County at the intersection of Beaver Boad and State Boute No. 641, being' approximately' 13.5 miles;in length.” ;"}