{"id": "1244404", "contents": "Opinion by\nMr. Justice Arnold,\nThe surviving spouse of Joseph M. Ryan, deceased, both as an individual and as administratrix of her husband’s estate, appeals from an adjudication of the orphans’ court: (a) entering a surcharge in the sum of $10,000 which she received from the sale of a liquor license issued to her, being a transfer from place to place and from person to person; (b) subjecting the estate to transfer inheritance taxes on the Commonwealth’s appraisement of $5,000 on said liquor license; and (c) surcharging the sum of $1,568 for a beer cooling system alleged to be owned by tbe surviving spouse individually.\nI. Tbe decedent was tbe owner of a liquor license. At Ms death in 1950 the liquor license was transferred to his surviving spouse under the provisions of §408 (c) of the Pennsylvania Liquor Control Act of 1937, P. L. 1762, as amended, which provides, inter alia: “. . . In the case of the death of a licensee, the board may transfer the license to the surviving spouse or personal representative or to a person designated by him.” In Pichler v. Snavely, 366 Pa. 568, 569, 79 A. 2d 227, this Court, spealdng through Justice Bell, said: “The law is well settled that a liquor license is not a property right, but only a purely personal privilege for a specific limited time, which is subject to termination by the Liquor Control Board for cause and which, in any event, terminates with the licensee’s life. A liquor license or the privilege to sell liquors for a specified time, although often very valuable, is not assignable, (as that term is generally understood) nor does it go to the personal representatives or become an asset of the holder’s estate in case of death [citing cases].” (Italics supplied). The administratrix made an application to the Liquor Control Board for the transfer of such license to her as an individual. We deem it of no importance that this application was signed by her as administratrix of her husband’s estate, since the Act expressly provides that the surviving spouse may have the license transferred to her, and this right would not have been abrogated had another individual been appointed administrator.\nSince upon the death of the licensee the license was, in fact, terminated, and since under the terms of the Pennsylvania Liquor Control Act the Board had power to grant a new license to the surviving spouse — as it did — it follows that said new license was not an asset of the estate. It did not become an asset of the estate merely because the new licensee mingled certain assets of the decedent’s estate with her own property in the conduct of the licensed place. To the extent that the administratrix used the funds of the estate for her own benefit in connection with the operation of the license, she may be surcharged.\nWhen she later sold and transferred her own individual liquor license to Jones & Morrissey — a transfer not merely from person to person but from place to place — the situation was not altered, and the sum which she received from the transfer was not and cannot become an asset of the estate.\nThe lower court relied on the case of Aschenbach v. Carey, 224 Pa. 303, 73 A. 435, but that case is clearly distinguishable. There a decedent held a liquor license. The brother of the decedent became administrator of the estate and obtained a transfer of the license to him. In the appraisement the administrator charged himself with the license as well as the stock and fixtures of the place of business, and paid for the transfer and reissuances of the license out of estate funds. He deposited all sums received from the place of business in his account as administrator. Under an order of the orphans’ court the administrator was authorized to sell the license, which he did. As administrator he also sold the stock and fixtures to the same person who purchased the license, who had acquired the lease of the premises. By attachment-execution a creditor of the brother who was the administrator sought to require the purchaser of the license to pay a judgment obtained against him. The Supreme Court held that the license increased the value of the good will of the premises, and that the transfer of the license by the administrator was done for the benefit of tbe estate and was entirely above-board. In other words, tbe administrator in tbe Asehenbach case purposely treated tbe license as an asset of tbe estate and enhanced tbe value of tbe estate by tbe transfer to tbe purchaser. He never claimed tbe license to be bis own, although it was issued to him. In tbe case at bar the license was issued to the surviving spouse, who always held it as hers and never accounted for it as an asset of tbe estate. She sold her license so that it was transferred from place to place, thus not enhancing tbe value of the estate as in tbe Asehenbach case. Tbe principal difference between tbe Asehenbach case and tbe instant matter is that in tbe Asehenbach case tbe individual who held tbe license used it for tbe benefit of tbe estate. In tbe instant case tbe surviving spouse used tbe assets of the estate for her own benefit as the owner of tbe license.\nII. The Commonwealth of Pennsylvania appraised at $5,000 tbe liquor license which tbe surviving spouse bad obtained from the Liquor Control Board. Tbe claim for inheritance tax was allowed by the court below. For the reasons heretofore stated, said license so issued under tbe Pennsylvania Liquor Control Act to tbe surviving spouse was her individual property. In addition, it was not “property of which tbe decedent was seized or possessed at tbe time of bis death” (under tbe Act of 1919, 72 PS §2301, as amended) : McCandless Estate, 374 Pa. 551, 97 A. 2d 807. Since tbe decedent’s license terminated at bis death, and was not property of which be was seized or possessed at the time of bis death, it is somewhat difficult to understand at what point of time it could have become an asset of the'estate.\nIII. The third question raised on this appeal is as to certain,, beer cooling equipment of tbe value of $1,568, concerning which the court entered a surcharge. The surviving spouse claims that this was purchased by her with her own money and was not a part of the estate. The court made no specific findings on the ownership of the beer cooling system, and since this involves the credibility of witnesses, we do not pass on this question.\nWe therefore remit the record to the court below with directions: (a) to eliminate the surcharge for funds derived from the transfer of the liquor license from the surviving spouse; (b) to disallow the claim of the Commonwealth of Pennsylvania for inheritance taxes on the appraised value of the decedent’s liquor license; (c) to make findings and adjudicate any surcharges of the administratrix for estate monies used by her in connection with the operation of her liquor license; and lastly (d) to make findings and adjudicate whether the beer cooling system for which the surviving spouse received $1,568 was the property of the surviving spouse or a part of the estate.\nThe orders and decrees of the orphans’ court are reversed, with directions, at the cost of the respective appellees.\nReenacted by tbe Liquor Code of 1951, 47 PS §4-468."}