{"id": "1244396", "contents": "Opinion by\nMr. Justice Allen M. Stearne,\nThis trespass action was instituted by plaintiffs, husband and wife, to recover damages for injuries sustained by the wife while riding as a passenger in an automobile driven by the defendant. The jury returned a verdict in favor of the defendant. Plaintiffs appealed contending the court below gave an erroneous instruction to the jury when it affirmed one of the defendant’s points for charge, viz.: “the speed of the automobile was not the proximate cause of the accident”.\nThe injuries occurred on the morning of December 29, 1948, at about 1:00 a.m. The wife-plaintiff was requested by defendant to accompany her while, in her automobile, she drove another lady home from a bowling club party. The defendant being unfamiliar with the road had the wife-plaintiff accompany her to show her the way. The wife-plaintiff rode on the front seat with defendant, while the other passenger was seated in the rear.\nThere was a light rain. As the automobile proceeded along the highway known as Buena Vista-Love-dale Hollow Boad, in Elizabeth Township, Allegheny County, it went into a skid, traveled two hundred feet sideways down the road toward the left side of the highway, over a little embankment, through a fence, and into a telegraph pole. There the car turned over on its right side.\nThe evidence shows that the car skidded slightly (or “swayed a little bit”) as it proceeded down Eden Park Boulevard. This was at a point approximately three and one-half miles from the place of the accident. After leaving Eden Park Boulevard the defendant had no difficulty in driving. The route led through the Borough of Versailles, over the Boston Bridge, up the Renzie Hill, up and down Dewey Hill and thence on ■to the Buena Vista-Lovedale Hollow Road. There is a sign posted at the top of Dewey Hill reading “Slippery When Wet”. The Lovedale Hollow Road enters from the right at the bottom of Dewey Hill. Just beyond the intersection the road curves to the left. Although defendant had driven this road many times in the daylight she did not recall having driven on it at night. This two lane roadway was of asphalt construction and is level at the place the accident occurred. Defendant was driving thirty to thirty-five miles per hour as she approached the intersection, reduced her speed slightly, then after passing.the intersection resumed the same speed. After the defendant’s automobile had negotiated the curve the automobile skidded on a patch of ice and the accident resulted.\nThe court charged the jury that the operator of an automobile must regulate the speed of his motor vehicle commensurate with the circumstances. At the close of the instructions the defendant requested the court to charge that “the speed of the automobile was' not the proximate cause of the accident”. This point was affirmed. Such a charge was obviously inconsistent and had the effect of a circuitous directed verdict for the defendant: J. C. Gearing v. L. M. Lacher, 146 Pa. 397, 23 A. 229; Williamson v. McCracken, 330 Pa. 254, 199 A. 166. But in view of the evidence here presented it was harmless error. As there was no proof of negligence, the court below should have granted defendant’s motion for binding instructions.\nThe plaintiffs based their cause of action on the alleged negligence of defendant in operating her car at an excessive rate of speed under the circumstances. The defense was based upon the fact that the defendant’s automobile skidded upon an invisible patch of ice upon the highway, of which the driver had no notice and could not reasonably have been expected to discover. It is uncontradicted that the skidding occurred not because of any slippery condition of the wet road, but because of the ice formation on the road. The record is devoid of any evidence of the presence of ice for three and one-half miles prior to the scene of the accident. Defendant drove up and down a very steep hill and around winding curves without any skidding of any kind. There was no reason to suspect that the defendant could not proceed with perfect safety at the same moderate speed at which she had theretofore been traveling. Judge Baldrige said in Hatch v. Robinson, 99 Pa. Superior Ct. 141: “. . . It cannot be said, however, that operating an automobile in the open country at the rate of twenty-five to thirty miles an hour is greater than is reasonable and proper where there is no congested traffic, although there may be an occasional presence of ice or mud . . . .”\nJustice Drew (later Chief Justice) stated in Johnson v. American Reduction Co., 305 Pa. 537, 541, 158 A. 153: “. . . The skidding, of a vehicle does not of itself establish or constitute negligence. It is encumbent upon the plaintiff to prove the skidding resulted from the negligent act of the defendant; otherwise he is absolved from the consequences: [citing cases]”. Plaintiff to establish negligence must prove that defendant has mismanaged his car prior to the skidding: Simpson et ux. v. Jones, 284 Pa. 596, 131 A. 541; or that defendant operated his car at an excessive rate of speed, or that defendant’s skidding is the result of his carelessness even though there were “patches of ice” along the highway. Mr. Justice Jones has reviewed this area of the negligence field in Richardson v. Patterson, 368 Pa. 495, 84 A. 2d 342. See also Dahlman v. Petrovich, 307 Pa. 298, 161 A. 550; Master v. Goldstein’s Fruit & Produce, Inc., 344 Pa. 1, 23 A. 2d 443; Miller v. Measmer, 353 Pa. 18, 44 A. 2d 284.\nPlaintiff has failed to show any negligent act of the defendant. At the point where the accident occurred the road was level and there was nothing to give notice of the treacherous icy spot. Two of the occupants of the car, wife-plaintiff and defendant, testified that there was no difference in the appearance of the road at the spot where ice had formed from any other portion just traveled. The third passenger was not asked if she saw any difference. Clifford A. Halle, the first witness to arrive at the scene of the accident, testified that the surface of the road merely looked wet from the rain and that because of the ice there formed he had a hard time “keeping [his] feet”. John E. Brennan, a constable in Elizabeth Township, likewise testified that the appearance of the ice, as compared with the wet roads, looked the same. Both Mr. Brennan’s car and the ambulance skidded at the scene of the accident. This occurred in spite of the fact that Mr. Brennan was informed of the icy condition.\nPlaintiffs have not met the requirement of their affirmative burden of proof of negligence by showing acts of commission or omission from which reasonable minds could infer a violation of any duty owed by defendant to this wife-plaintiff. No reason has been shown to disturb the verdict.\nJudgment affirmed."}