{"id": "1244373", "contents": "Opinion by\nMr. Justice Jones,\nThis appeal is from an order sustaining preliminary objections filed by the plaintiffs to the defendants’ counterclaim in an action of assumpsit. Although the appellees made no point of it, a question as to the appealability of such an order was raised at. bar, a final judgment on the merits of the plaintiffs’ claim and the defense thereto not yet having been entered.\nThe order is appealable nonetheless. Its intendment and effect was to put the defendants out of court so far as their counterclaim was concerned. To that extent the order was final and would, no doubt, have impeded the defendants if unreversed before trial of the plaintiffs’ claim. In so saying, we do not mean to suggest that a final judgment on the original issue raised by the complaint could not have been awaited by the defendants or that, upon appealing from such final judgment, the action of the court below, in sustaining preliminary objections to the counterclaim, could not then have been assigned for error. But, obviously, such a course would not have afforded expeditious procedure for the ultimate disposition of the entire controversy. Counsel for the plaintiffs freely and frankly admitted at bar that, if the order Avere not reversed, he Avould expect to have the defendants’ counterclaim Avithheld at trial from submission to the jury as being res judicata. In Riling v. Idell, 291 Pa. 472, 476, 140 A. 270, a petition to strike off the defendants’ counterclaim (Avhich in effect raised a question as to its legal sufficiency) Avas treated Avithout objection as a statutory demurrer in the court below and, accordingly, was so treated in this court. In reviewing the order, we said that making the rule absolute “. . . effected a dismissal of the counterclaim, which as to defendants’ demand was definitive, and an appeal lies, for its effect was to finally end their right to further assert the cause of action alleged: Miller Paper Co. v. Keystone C. & C. Co., 275 Pa. 40.”\nWe come then to the question Avhether the preliminary objections to the counterclaim should have been sustained. For that, a recital of the facts which gave rise to the claim and counterclaim becomes necessary.\nBy formal Avriting the defendants agreed to sell to the plaintiffs a certain described house and lot, in fee simple, clear of encumbrances (with stated exceptions not presently material), for which the plaintiffs agreed to pay a specified price, a part thereof being paid as hand money upon the signing of the agreement and the balance payable upon delivery of the deed. The agreement further provided that “Should the buyer fail to make settlement, . . . the sum or sums paid on account of the purchase price, at the option of the seller, may be retained by the seller, either on account of the purchase money, or as liquidated damages.” The defendants duly tendered the plaintiffs a deed for the property and demanded payment of the balance of the purchase price. The tender and demand were refused on the ground that the property was subject to an encumbrance by way of an abutting street encroachment which the defendants were allegedly incapable of removing and that the defendants’ predecessor in title had waived damages at the time of the dedication of the street. The plaintiffs therewith demanded a return of the hand money which the defendants refused; they then brought the instant suit to recover the hand money and a small amount of expense said to have been incurred by them. The defendants answered the complaint by denying the pleaded encumbrance and prior waiver of damages and counterclaimed for the loss allegedly suffered by them upon a resale of the property after the plaintiffs had refused to accept a deed for the property and pay the balance of the purchase price.\nOn the basis of the provision in the agreement of sale that, upon the buyers’ failure to make settlement, the sellers “may” retain the hand money “either on account of the purchase money, or as liquidated damages” the plaintiffs argue that the defendants thereby relinquished their common law right to resell the property, upon the buyers’ refusal to perform, and sue for any resultant loss. Whether the provision is susceptible of such an interpretation is a question of first impression in our appellate courts. It has been passed upon by two courts of common pleas of the State but with differing results. The pertinent provisions in those cases were, for all practical purposes, identical and are relatively similar to the one here involved. Not only did the two lower courts differ diametrically in their conclusions as to the effect of the provision but the decision in one of the cases was by a divided court. Whatever the contrariety of legal opinion in the premises may be, it is neither appropriate nor necessary that the question be resolved until the entire dispute can be disposed of.\nIn a case such as this, where the claim and counterclaim both grow out of one and the same contract or transaction, it is inexpedient for a court to pass preliminarily with finality upon the claim of one of the parties before disposing of the case as a whole by the entry of one all-conclusive final judgment. To proceed otherwise would be likely to bring about a piecemeal disposition of reciprocal claims involved in one action with an extension of the litigation through added arguments and appeals, attendant postponement of the ultimate final result and consequent increased expense to the parties. It could, moreover, produce an unfair situation by implication when the remaining issue comes up for determination.\nThere is a still further reason why the preliminary objections should not have been entertained by the court below. Orderly procedure requires that a court not treat with a question of law unless and until its solution is essential to the proper disposition of the matters litigated. In short, questions decided prematurely may become moot or otherwise unimportant. Thus, if, upon a trial of this case, both the claim and the counterclaim are submitted to the jury and a verdict for the plaintiffs results, it will render immaterial the question whether the defendants retained a right to sue for their loss upon a resale of the property. The time for the decision of that question will properly arise on the plaintiffs’ appropriate motions if and when the defendants obtain a jury’s verdict.\nThe order sustaining the plaintiffs’ preliminary objections to the defendants’ counterclaim is reversed and the case remanded with a procedendo; the costs to abide the ultimate result.\nAspden v. Kramer, 74 D. & C. 193, opinion by Knight, P.J., in the Court of Common Pleas of Montgomery County; and Clair v. Noce, 72 D. & C. 216, opinion by Oliver, P.J., in the Court of Common Pleas No. .7 of Philadelphia County.........\nSee dissenting opinion of Crümlish, J., in Clair v. Noce, supra."}