{"id": "124681", "contents": "OPINION\nNEWMAN, Justice.\nRonald Lee Weiss (Weiss) has filed a direct appeal from the judgment of sentence of the Court of Common Pleas of Indiana County that sentenced him to death following his conviction for first-degree murder. We affirm the judgment of sentence.\nI. FACTS AND PROCEDURAL HISTORY\nSixteen-year-old Barbara Bruzda (Bruzda) was last seen alive on October 23, 1978. Hikers found her body on March 20, 1979, in a remote area of Indiana County. Bruzda died of massive skull fractures. It was determined that the manner of her death was homicide. Weiss was arrested on February 20, 1997, and charged with criminal homicide. His jury trial began on July 7, 1997, and he was found guilty of the charge on July 9, 1997. The same jury determined that he be sentenced to death.\nThe evidence at trial established that on October 23, 1978 Bruzda was seen playing pool with Weiss at her family’s tavern. Weiss left the tavern between 6:00 p.m. and 7:00 p.m. and Bruzda left shortly after that. Bruzda and Weiss arrived together at a party at Henry Hobart’s house between 7:00 p.m. and 7:30 p.m. later that same evening. The couple appeared comfortable together and then left the party for approximately an hour. When they returned to the party, Bruzda’s appearance was messed and she appeared to be upset. Later, Bruzda and Weiss left the party again and they did not return. Before he left the party, Weiss borrowed a jack and a tire iron from Mr. Hobart. Bruzda was never again seen alive and five months later, on March 20, 1979, the body of Bruzda, wrapped in a quilt, was found near a road in a remote area of Indiana County.\nThe former wife of Weiss, Sharon Pearson, testified against him at trial. Ms. Pearson testified that in October of 1978, she and Weiss shared a car, a four-door Buick. The day after Bruzda disappeared, Ms. Pearson went to the car, and found blood smeared on the back of the front seats, the interior roof spattered with blood and blood smudged on the back seat. Ms. Pearson also testified that a distinctive homemade quilt was missing from the back seat of the car. Finally, Ms. Pearson testified that the quilt in which Bruzda’s body had been found was the same quilt that had been kept in the back of the car used by Weiss on the night that Bruzda disappeared.\nIsadore Mihalakis, a forensic pathologist, testified that Bruzda died of massive skull fractures with associated brain injury, with the manner of her death being homicide. Dr. Mihalakis testified that the injuries inflicted on Bruzda were done with an object such as a pry bar, pipe, or tire iron, and that Bruzda was hit at least twice, and possibly three times with the instrument.\nKerm Wright, a witness, testified that Weiss confessed to him in 1985 that he had killed Bruzda. Samuel Tribuiani, a witness, testified that in 1993 Weiss confessed to him that he had killed a young girl some years before.\nWeiss testified on his own behalf and denied any involvement in the death of Bruzda. However, the jury credited the Commonwealth’s evidence and found Weiss guilty of first-degree murder. After a penalty hearing, the jury found the aggravating circumstance that Weiss had a significant history of felony convictions involving the use or threat of violence, found no mitigating circumstances, - and sentenced him to death. Weiss filed post-trial motions that the trial court denied on October 16, 1997. This direct appeal followed.\nII. ISSUES\n1. Was the evidence sufficient to support the conviction of Weiss?\n2. Did the trial court err in denying the motion for a change of venue?\n3. Did the trial court err in failing to excuse Juror No. 3?\n4. Did the trial court err in admitting the testimony of David Townsend?\n5. Did the trial court err in admitting the testimony of Sharon Pearson?\n6. Did the closing argument of the prosecutor prejudice Weiss and require reversal of his conviction?\nIII. DISCUSSION\nA. Sufficiency of Evidence\nThis Court is required to review the sufficiency of the evidence to sustain a conviction for first-degree murder in every case in which the death penalty has been imposed. Commonwealth v. Zettlemoyer, 500 Pa. 16, 454 A.2d 937 (1982), cert. denied, 461 U.S. 970, 103 S.Ct. 2444, 77 L.Ed.2d 1327 (1983), reh’g. denied, 463 U.S. 1236, 104 S.Ct. 31, 77 L.Ed.2d 1452 (1983). When reviewing the sufficiency of the evidence, an appellate court must determine whether the evidence, and all reasonable inferences deducible from that, viewed in the light most favorable to the Commonwealth as verdict winner, are sufficient to establish all of the elements of the offense beyond a reasonable doubt. Commonwealth v. Hall, 549 Pa. 269, 280, 701 A.2d 190, 195 (1997). To sustain a conviction for first-degree murder, the Commonwealth must prove that the defendant acted with a specific intent to kill, that a human being was unlawfully killed, that the accused did the killing, and that the killing was done with deliberation. Id. at 281-82, 701 A.2d at 196. It is the specific intent to kill which distinguishes murder.in the first degree from lesser grades of murder. Commonwealth v. Smith, 548 Pa. 65, 70, 694 A.2d 1086, 1088 (1997). Moreover, we have held that the use of a deadly weapon on a vital part of a human body is sufficient to establish the specific intent to kill. Commonwealth v. Walker, 540 Pa. 80, 90, 656 A.2d 90, 95, cert. denied, 516 U.S. 854, 116 S.Ct. 156, 133 L.Ed.2d 100 (1995). Finally, the Commonwealth can prove the specific intent to kill through circumstantial evidence. Commonwealth v. Brown, 551 Pa. 465, 477, 711 A.2d 444, 449 (1998).\nIn the instant matter Weiss claims that the evidence was insufficient to sustain his conviction for first degree murder because the Commonwealth did not prove that he acted with a specific intent to kill, and that the Commonwealth did not prove that the killing was done with deliberation. Our review of the record compels us to disagree.\nEvidence at trial provided by Dr. Isadore Mihalakis, a forensic pathologist, established that the victim, Bruzda, was forcefully struck on the head either two or three times with an object such as a pry bar, pipe or tire iron. He further testified the causes of her death were massive skull fractures with associated brain injury. Bruzda was last seen in the company of Weiss, who borrowed a tire iron and jack from Henry Hobart the night Bruzda disappeared. The tire iron was never returned to Mr. Hobart. The former wife of Weiss testified to having found the car he had driven on the night Bruzda disappeared splattered with blood the following day. Bruzda’s body was found wrapped in a quilt last seen in the automobile of Weiss. Further, Weiss confessed to Kerm Wright in 1985 that he had killed Bruzda and to Samuel Tribuiani in 1993 that he had killed a young girl some years previously. Finally, David Townsend testified that, in 1989, Weiss told him that he had” killed a girl named Barb.\nThe evidence listed above, and all reasonable inferences deducible from that, when viewed in the light most favorable to the Commonwealth is more than sufficient to establish all of the elements of first degree murder beyond a reasonable doubt. From the evidence presented the jury could have concluded that Bruzda was unlawfully killed, that Weiss killed her, that he acted with the specific intent to kill and that the killing was done with deliberation. Accordingly, we find, as a matter of law, that the evidence upon which Weiss was convicted was sufficient to sustain the conviction.\nB. Change of Venue\nWeiss next claims that the trial court committed reversible error in denying his motion for a change of venue. Weiss claims that given the nature of the case and the extensive media attention the case was given, it was virtually impossible for the jury venire not to be tainted by the pretrial publicity.\nThe determination of whether to grant a change of venue rests within the discretion of the trial court and will not be disturbed on appeal absent an abuse of that discretion. Commonwealth v. Hawkins, 549 Pa. 352, 375, 701 A.2d 492, 503 (1997). This is so because it is the trial court that is in the best position to assess the atmosphere of the community, and to judge the necessity of the requested change. Commonwealth v. Karenbauer, 552 Pa. 420, 433, 715 A.2d 1086, 1092 (1998). A change of venue becomes necessaiy when the trial court determines that a fair and impartial jury cannot be selected in the county in which the crime occurred. Id.\nNormally, one who claims that he has been denied a fair trial because of pretrial publicity must show\" actual prejudice in the empanelling of the jury. Commonwealth v. Carter, 537 Pa. 233, 249, 643 A.2d 61, 69 (1994). In certain cases however, pretrial publicity can be so pervasive or inflammatory that the defendant need not prove actual juror prejudice. Id. Pretrial prejudice is presumed if: (1) the publicity is sensational, inflammatory, and slanted toward conviction rather than factual and objective; (2) the publicity reveals the defendant’s prior criminal record, or if it refers to confessions, admissions or reenactments of the crime by the accused; and (3) the publicity is derived from police and prosecuting officer reports. Commonwealth v. Pursell, 508 Pa. 212, 221, 495 A.2d 183, 187 (1985).\nWeiss makes no claim that any of the factors that compel the presumption of pretrial prejudice were present in the instant matter. Therefore, Weiss would have had to establish actual prejudice. -However, the entire argument of Weiss to this Court is that, prior to his trial, there existed widespread publicity about the crime and about the trial of Weiss, including the Sunday before jury selection, and that, given the nature of the case and the extensive media attention, “it was virtually impossible for the jury venire not to be tainted by the pretrial publicity.” Weiss’ brief at 10. Weiss provides no other argument and no other specifics. Such a bald claim, without more, is simply insufficient to support his claim in that the mere existence of pretrial publicity does not warrant a presumption of prejudice. Commonwealth v. Chambers, 546 Pa. 370, 385, 685 A.2d 96, 103 (1996).\nAdditionally, we have independently reviewed the entire 340-page transcript of the voir dire proceedings for evidence that pretrial publicity resulted in actual prejudice, and have found no such evidence. Fifty-five prospective jurors were questioned about their knowledge of the case and, of these, twenty-six had been exposed to no news accounts of the case and had absolutely no knowledge of the case. Of the thirteen people ultimately selected to serve on the jury, eight had heard nothing of the case, one person had read something about the case the day prior to voir dire, one had seen something in the newspaper within the prior few weeks, one had seen something in the newspaper within a few months, one had read something about the case at some point in the past, and finally, one juror had heard it spoken of nine years prior. All thirteen stated with clarity that they would be able to make their decision in the case based solely on the evidence produced in the courtroom. Based on this record, we conclude that pretrial publicity did not result in prejudice in empanelling the jury and that the trial court did not abuse its discretion in denying the motion of Weiss for a change of venue.\nC. Motion to Dismiss Juror\nIn his next claim, Weiss argues that the trial court committed reversible error in failing to excuse Juror No. 3 (David Thorton), after it came to light that this juror had a sister who had been murdered thirty years previously. The following discussion occurred in chambers after the trial court became aware of an issue that had arisen regarding this particular juror.\nTHE COURT: Hi, Mr. Thorton. Have a seat there. Don’t be afraid of all these people present. I’m just going to ask you a couple of questions. You were the juror who came in late and missed part of the voir dire that happened when I had all the jurors together.\nMR. THORTON: Correct.\nTHE COURT: And among other questions, I would have asked or — would have asked — or I did ask you was has any member of your family been the victim of a serious crime. And what would your answer be to that?\nMR. THORTON: No.\nTHE COURT: No? Did you talk to a.deputy last night?\nMR. THORTON: Yes, I did. Well, see, what I told him, like see I had a sister that got stabbed to death about 30 years ago.\nTHE COURT: Okay. All right. That would be the victim of a serious crime.\nMR. THORTON: Okay.\nTHE COURT: Okay. My next question is the fact that something — that something has happened like that, do you feel that would make it impossible for you to render a fair and impartial verdict—\nMR. THORTON: No I don’t.\nTHE COURT: — in this case?\nMR. THORTON: It was just one of those things, I mean like I didn’t think it would bother — It was just one of those little things, but it would not—\nTHE COURT: It wouldn’t affect your ability to render— listen to and weigh the evidence and make a verdict you think is correct?\nMR. THORTON: Correct.\nTHE COURT: Okay. All right. Thanks a lot. Okay. You can go back upstairs.\nMR. THORTON: Okay.\n(Mr. Thorton excused.)\nTHE COURT: All right. I’m going to permit him [to] stay on here.\nNotes of Testimony (N.T.) 7/9/97, pp. 600-01. Weiss argues to this Court that Juror No. 3 should have been excused for cause.\nIt is well established that:\nThe test for determining whether a prospective juror should be disqualified is whether he is willing and able to eliminate the influence of any scruples and render a verdict according to the evidence, and this is to be determined on the basis of answers to questions and demeanor.... It must be determined whether any biases or prejudices can be put aside on proper instruction of the court.... A challenge for cause should be granted when the prospective juror has such a close relationship, familial, financial, or situational, with the parties, counsel, victims, or witnesses that the court will presume a likelihood of prejudice or demonstrates a likelihood of prejudice by his or her conduct or answers to questions.... The decision on whether to disqualify is within the discretion of the trial court and will not be reversed in the absence of a palpable abuse of discretion ....\nCommonwealth v. Wilson, 543 Pa. 429, 672 A.2d 293, 299 (1996) (emphasis added), (quoting Commonwealth v. Colson, 507 Pa. 440, 490 A.2d 811, 818 (1985), cert. denied, 476 U.S. 1140, 106 S.Ct. 2245, 90 L.Ed.2d 692 (1986)).\nThe trial court, in its opinion denying the post-trial motions of Weiss, addressed the issue of disqualifying this juror and stated that it “had the opportunity to observe the demeanor of the juror and finds no new reasoning that convinces it that the juror was not forthcoming in his answers and responses that indicated he could render an impartial verdict.” Trial court opinion at 5. It was the trial court that observed the juror’s demeanor and heard his responses; it was, therefore, the trial court that was in the best position to assess the credibility of the juror’s statements that he could be fair. Commonwealth v. Wilson, 672 A.2d at 300. Further, the court may properly refuse to excuse a juror for cause when the trial judge believes that the juror would be fair and impartial. Commonwealth v. Chambers, 546 Pa. at 392, 685 A.2d at 107 (1996). Such was the case in the instant matter. Accordingly, we find no palpable abuse of discretion in the trial court’s refusal to disqualify this juror, and Weiss is entitled to no relief on this allegation of error.\nD. Testimony of David Townsend\nAfter the Commonwealth had rested, but before Weiss had presented any evidence, the Commonwealth moved to reopen its case to present the testimony of one David Townsend. Mr. Townsend had told the Commonwealth, for the first time that morning, that Weiss had confessed to killing Bruzda in his presence. Because the witness had not been on the witness list, and the defense had not had an opportunity to interview him, the trial court denied the Commonwealth’s request to present the testimony in the Commonwealth’s case-in-chief.\nWeiss testified later the same day. As is relevant to the instant issue, he specifically testified that he would never do something like taking a crowbar or a tire iron and striking someone in the head with it. See: N.T. 7/9/97 p. 680. He further testified that he had never told a man named David Townsend (whose testimony had been refused by the trial court) that he had killed Bruzda by smashing her head in. Id. at 681, 685 A.2d 96. Because of this testimony, the trial court did permit Mr. Townsend to testify as a rebuttal witness, finding that Weiss had opened the door for the rebuttal testimony of Mr. Townsend. Mr. Townsend testified that Weiss had confessed to him that he had killed a girl named “Barb,” and also that he had seen Weiss strike a man named James Hoover in the head with a tire iron. Id. at 695-96, 685 A.2d 96. Weiss now contends that the trial court erred in allowing this testimony.\nWe first repeat the well-known rule of law that the admissibility of evidence is a matter addressed to the sound discretion of the trial court and that an appellate court may only reverse upon a showing that the trial court abused its discretion. Commonwealth v. Ragan, 538 Pa. 2, 16, 645 A.2d 811, 818 (1994). More particularly, the admission or rejection of rebuttal evidence is also within the sound discretion of the trial court. Commonwealth v. Hill, 542 Pa. 291, 306, 666 A.2d 642, 649 (1995), cert. denied, 517 U.S. 1235, 116 S.Ct. 1880, 135 L.Ed.2d 175 (1996). In the instant matter Weiss, specifically testified on cross-examination that he would never do something like taking a crowbar or tire iron and striking another person’s head with it. Weiss also testified that he never told David Townsend that he had killed Bruzda by smashing in her head. N.T. 7/9/97 pp. 680-81. The testimony of David Townsend directly rebutted this evidence and was, therefore, admissible.\nBecause a party may produce evidence to rebut testimony that he or she has elicited from an opponent’s witness on cross-examination, Commonwealth v. Smith, 548 Pa. 65, 77, 694 A.2d 1086, 1092 (1997), cert. denied, 525 U.S. 847, 119 S.Ct. 118, 142 L.Ed.2d 95 (1998), and because the testimony of David Townsend was clearly introduced to rebut assertions made by Weiss during his cross-examination, the evidence was properly admitted. Accordingly, we find that the trial court did not abuse its discretion in admitting the rebuttal testimony of David Townsend.\nE. Testimony of Sharon Pearson\nIn his fifth claim, Weiss argues that the trial court erred in permitting the testimony of his ex-wife, Sharon Pearson. Weiss and Ms. Pearson were married under the common law at the time of Bruzda’s death, but were no longer married at the time of his July 1997, murder trial. Weiss claims that the statutory basis to exclude her testimony is found in Section 5914 of the Judicial Code, which states as follows:\nExcept as otherwise provided in this subchapter, in a criminal proceeding neither husband nor wife shall be competent or permitted to testify to confidential communications made by one to the other, unless this privilege is waived upon the trial.\n42 Pa.C.S. § 5914. — The proper foundation for the privilege governing confidential communications made during a marriage subsequently terminated by death or divorce is not Section 5914 as cited by Weiss; rather, it is the common law. See Commonwealth v. Chiappini, 2001 WL 826757, No. 125 MAP 1998 (Pa.2001); Commonwealth v. Borris, 247 Pa.Super. 260, 372 A.2d 451 (1977). Nevertheless, Weiss is correct in asserting that disclosure of confidential communications made during a marriage is prohibited even following the dissolution of the marriage. Cornell v. Vanartsdalen, 4 Pa. 364 (1846). However, because Ms. Pearson did not testify to “confidential communications” at Weiss’ trial, the trial court did not err in allowing her testimony. The crux of Ms. Pearson’s testimony concerned two discrete observations; the blood she found in the back of her car the morning after Bruzda disappeared, and the identity of the quilt in which Bruzda’s body was found. See N.T. 7/8/97 pp. 504-526. No part of this testimony includes any confidential communications and accordingly, it was not subject to the privilege. See generally Commonwealth v. Chiappini, supra.\nF. Prosecutor’s Closing Argument\nNext, Weiss argues that the prosecutor’s improper remarks in his closing argument prejudiced him and require reversal of his conviction. Weiss claims that the prosecutor injected issues into his dosing that were broader than the guilt or innocence of Weiss, that he made comments calculated to inflame the jury, that he improperly expressed his personal opinion about the truth or falsity of the testimony about Weiss’ guilt, that he improperly referred to items not in evidence and, finally, that he improperly disparaged defense counsel. Weiss claims that the cumulative effect of these remarks was to deny him a fair trial.\nWe begin this discussion by reiterating the standard we use in reviewing claims of improper prosecutorial argument.\nGenerally, a prosecutor’s arguments to the jury are not a basis for the granting of a new trial unless the unavoidable effect of such comments would be to prejudice the jury, forming in their minds fixed bias and hostility towards the accused which would prevent them from properly weighing the evidence and rendering a true verdict.\nCommonwealth v. Jones, 546 Pa. 161, 199, 688 A.2d 1181, 1199 (1996) (emphasis added). It is also well-settled that a prosecutor must have “reasonable latitude in fairly presenting a case to the jury and must be free to present his or her arguments with logical force and vigor.” Commonwealth v. Brown, 711 A.2d at 454. The prosecutor is also permitted to respond to defense arguments. Id. Finally, in order to evaluate whether the comments were improper, we do not look at the comments in a vacuum; rather we must look at them in the context in which they were made. Commonwealth v. Hall, 549 Pa. at 285, 701 A.2d at 198. Applying these standards to the case before us today, we find that Weiss is entitled to no relief on his claim of improper prosecutorial argument.\nWeiss first alleges that he is entitled to relief because the prosecutor began his closing argument by appealing to the sympathy and passions of the jury. The complained-of passage reads as follows:\nRoxie and Joe Bruzda’s daughter is dead. This case has nothing to do with baseball. Nothing. It has nothing to do with curve balls. Barbara Bruzda was killed when she was 16 years old. She didn’t live long enough to get her name on any baseball fields. Her name is on a tombstone. And it has her date of birth, September 1st, 1962. It has a date there for her death.\nI told you at the beginning of this trial that you, whether you knew it or not, were involved in a remarkable endeavor. What you can do is put the third line on that tombstone where it says justice is served. Today. Don’t let another anniversary pass before the man responsible for her death is brought to justice in this court before this county for the people in this courtroom. Do not let justice delayed be justice denied.\nN.T. 7/9/97, p. 724. The prosecutor later stated:\nYou’ve heard all of the evidence, you’ve already heard too much in the way of closing statements, but it’s very hard to sit down. Because it’s been 18 years. Once my backside hits that seat over there, there will never be another word spoken for justice for Barbara Bruzda. This is it. You are the only ones, the only ones, who can ever give that to her. She deserves that. She never had the opportunity to have a family, go to school, to grow old. Even to grow middle age. Once you’re dead, you don’t have any rights, except maybe one. She has the right to justice.\nN.T. 7/9/97, p. 737. Review of the record reveals that the baseball comments were made in response to defense counsel’s comment that a baseball field had been named after his father and defense counsel’s repeated references to curve balls in both his opening and closing statements. See N.T. 365-66, 370-71, 718, 723. Review of the remainder of the remarks, in the context in which they were made, fails to convince us that their “unavoidable effect” would be to prejudice the jury by forming in their minds fixed bias and hostility toward Weiss. The prosecution, like the defense, is accorded reasonable latitude and may employ oratorical flair in arguing its version of the case to the jury. Commonwealth v. Jones, 546 Pa. at 199, 683 A.2d at 1199. The prosecution comments were not improper and, accordingly, the complained-of comments do not provide Weiss with relief.\nWeiss next complains that the prosecutor improperly expressed his personal opinion about the truth or falsity of the testimony and about Weiss’ guilt. Indeed, it is well settled that it is improper for a prosecutor to express a personal opinion as to a defendant’s guilt or the credibility of a defendant or other witnesses. Commonwealth v. Hawkins, 549 Pa. at 389, 701 A.2d at 510. However, we have reviewed the entirety of the prosecutor’s closing argument and have discovered no instance in which the unavoidable effect of the prosecutor’s comments on credibility or on the guilt of Weiss, would be to so prejudice the jury that they could not weigh the evidence objectively and render a true verdict. Weiss is entitled to no relief on this claim.\nWeiss also claims that the prosecutor improperly referred to items not in evidence and misled the jury when he stated:\nThe defense tells you all kinds of evidence is missing here. Like the quilt, we didn’t do any blood tests on the quilt. Or we didn’t tell you about any blood tests on the quilt. What do you think that would show? The victim’s blood. Whose hair do you think would be [on] the quilt? Barbara Bruzda. We know who is in the quilt. We know from the evidence who put her there.\nN.T. 730-81. The evidence at trial established that Bruzda’s murdered body was found wrapped in the quilt. We discern no prejudice to Weiss by the prosecutor’s comment that it would have been the blood and hair of the murder victim that would have been found in the quilt.\nFinally, Weiss claims that the prosecutor improperly disparaged defense counsel by claiming that they were “manufacturing” reasonable doubt. Review of the record does reveal that the prosecutor did mention the manufacture of reasonable doubt several times in his closing argument. See, N.T. 731, 736, 738. However, Weiss has not attempted to argue or explain how the use of these particular words prejudiced him. Additionally, “it is the prosecutor’s job to argue that the evidence introduced at trial established a defendant’s quilt beyond a reasonable doubt....” Commonwealth v. Ragan, 538 Pa. at 38, 645 A.2d at 829. Further, the trial court ihstructed the jury that arguments of counsel were not to be considered evidence. We must presume that the jury followed this instruction. Commonwealth v. Brown, 711 A.2d at 455. Accordingly, no relief is due on this claim.\nAs our review of the entire argument reveals that none of the claimed improper statements alone, or cumulatively, had the unavoidable effect of prejudicing the jury and forming in their minds fixed bias and hostility towards Weiss that would prevent them from properly weighing the evidence and rendering a true verdict, no relief is due on his claim of improper prosecutorial argument.\nIV. STATUTORY REVIEW OF DEATH SENTENCE\nHaving addressed each of the stated claims of Weiss, we must also conduct the review mandated by 42 Pa.C.S. § 9711. Section 9711(h)(3) requires this Court to affirm the sentence of death unless we determine that:\n(i) the sentence of death was the product of passion, prejudice or any other arbitrary factor; or\n(ii) the evidence fails to support the finding of at least one aggravating circumstance specified in subsection (d).\n42 Pa.C.S. § 9711(h)(3).\nV. CONCLUSION\nWe have independently reviewed the record sent to this Court. After our review, we conclude that the sentence imposed was not the product of passion, prejudice or any other arbitrary factor. Additionally, we find that the evidence presented was sufficient to support the aggravating circumstance found. The Commonwealth presented evidence of the prior convictions of Weiss for robbery, aggravated assault (for repeatedly striking a sixty-one year-old man on the head with a tire iron) and burglary, establishing that Weiss had a significant history of felony convictions involving the use or threat of violence to the person, 42 Pa.C.S. § 9711(d)(9). Accordingly, we affirm the verdict and the sentence of death imposed upon Ronald Lee Weiss by the Court of Common Pleas of Indiana County.\n. This Court has jurisdiction over direct appeals from judgment of sentences in cases in which the death penalty has been imposed. 42 Pa.C.S. § 9711(h).\n. 18 Pa.C.S. § 2502(a).\n. 18 Pa.C.S. § 2502(a)\n. 42Pa.C.S. § 9711(d)(9)\n. Section 2502 of the Crimes Code, 18 Pa.C.S. § 2502, provides, in pertinent part:\n§ 2502 Murder.\n(a) Murder of the first degree. — A criminal homicide constitutes murder of the first degree when it is committed by an intentional killing.\n(d) Definitions. — As used in this section the following words and phrases shall have the meanings given to them in this subsection;\n“Intentional killing.'' Killing by means of poison, or by lying in wait, or by any other kind of willful, deliberate and premeditated killing.\n. See also: Commonwealth v. Marshall, 534 Pa. 488, 633 A.2d 1100 (1994) (trial court could have refused challenge for cause of juror whose future son-in-law had been murdered because of juror's unequivocal response that he could be fair and impartial); Commonwealth v. DeHart, 512 Pa. 235, 516 A.2d 656 (1986), cert. denied, 483 U.S. 1010, 107 S.Ct. 3241, 97 L.Ed.2d 746 (1987) (juror whose friend had been the victim of a homicide not excused for cause, testimony that she believed she could be fair and impartial believed by the trial court.)\n. Weiss acknowledges in his brief that this privilege applies only to \"confidential communications” between husband and wife, but he has not attempted to point to any part of Mrs. Pearson’s testimony that contained any \"confidential communications” between Weiss and Ms. Pearson. Our independent review of the record has revealed that no confidences were divulged, and the trial court did not err in permitting the testimony of Sharon Pearson.\n. Neither the prosecutor's characterization of certain of Weiss' testimony as “fairy talcs” nor his comment tha1 Weiss’ former wife Sharon Pearson “was a credible witness” meet the relatively stringent standard against which he must labor. N.T. 7/9/97 p. 728, 733.\n. We direct the Prothonotary of the Supreme Court of Pennsylvania to transmit the complete record of this case to the Governor of Pennsylvania. 42 Pa.C.S. § 9711 (i)."}